[  {"body" : "Law-enforcement officials in Brooklyn have stepped up investigations in the southern end of the borough in search of illegal gambling operations. Their efforts are part of a drive to cut off one source of cash flowing to organized crime, officials said. The latest crackdown is a result of a joint operation between the Kings County District" , "date" : "19941120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: SOUTHERN BROOKLYN; Gambling Crackdown Intercepts a Cash Flow to Organized Crime" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/20\/nyregion\/neighborhood-report-southern-brooklyn-gambling-crackdown-intercepts-cash-flow.html"} , {"body" : "IN August, The City began an examination of how residents defined the \"Quality of Life,\" a political mantra that has no single meaning. The first installment focused on Manhattan; the second on Queens. Because it is so large, Brooklyn has been split in two, with Flatbush Avenue as a natural divider. Taken as a whole, the area west of Flatbush has" , "date" : "19941030" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "BROOKLYN UP CLOSE; What Makes Brooklyn Angry: The 'Quality of Life,' West of Flatbush" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/30\/nyregion\/brooklyn-up-close-what-makes-brooklyn-angry-the-quality-of-life-west-of-flatbush.html"} , {"body" : "For as long as the golfers, boccie players and handball buffs can remember, Dyker Beach Park has been a popular hangout among the residents of largely Italian-American neighborhoods of southern Brooklyn where the most violent incident is caused by the occasional flying boccie ball that knocks a spectator in the head. In recent years it has also" , "date" : "19941016" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "DYKER BEACH PARK (NYC)" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Killing of Immigrant Stuns a Brooklyn Area" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/16\/nyregion\/killing-of-immigrant-stuns-a-brooklyn-area.html"} , {"body" : "'First Annual Urban Park Ranger Bass Blast' Carl Schurz Park East End Avenue, between 84th and 89th Streets (800) 201-7275 Recommended for all ages Tomorrow If the American alligator can make a comeback, so can the striped bass.Striped bass, at least, are definitely returning to the New York City area, and the Urban Park Rangers are so thrilled," , "date" : "19940513" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/13\/arts\/for-children.html"} , {"body" : "A New York City police officer was indicted yesterday for assaulting and sexually abusing two women on separate occasions while he was off duty, a spokeswoman for the Brooklyn District Attorney's office said. The officer, Ronald Murgo, 26 years old, was indicted on charges of first-degree sexual abuse and first- and second-degree assault, said the" , "date" : "19940326" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "New York Officer Indicted for Assault" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/26\/nyregion\/new-york-officer-indicted-for-assault.html"}]