[  {"body" : "They are the odd couple of conservative politics. Thomas L. Rhodes has two Ivy League degrees and made millions on Wall Street. Michael R. Long skipped college to join the Marines and now runs a liquor store in Bay Ridge, Brooklyn. But for all their differences, Mr. Rhodes, the founder and guiding spirit of the anti-tax group Change-N.Y., and Mr." , "date" : "19941229" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "From the Ivy League and Bay Ridge, Two of Pataki's Conservative Pillars" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/29\/nyregion\/from-the-ivy-league-and-bay-ridge-two-of-pataki-s-conservative-pillars.html"} , {"body" : "Expecting a decrease in financing over the next few years, Catholic Charities, Diocese of Brooklyn and Queens, is recruiting volunteers to deliver social services to the poor. Thomas A. DeStefano, executive director of the agency, said it is relying more heavily on a network of 1,600 volunteers, saving money that would otherwise be spent on" , "date" : "19941218" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "73" , "title" : "THE NEEDIEST CASES; A Chance to Help Your Neighbors" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/18\/nyregion\/the-neediest-cases-a-chance-to-help-your-neighbors.html"} , {"body" : "ONE day after school, Fingers and Easy (their nicknames) go to a bookstore on Fulton Street. They walk up and down the aisle, remove books from the shelves and put them back. They browse until Fingers takes a book and, without Easy knowing it, drops it into his friend's knapsack. The owner calls the police, and the two boys are arrested. They stand" , "date" : "19941212" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "METRO MATTERS; School 'Court': Averting Trouble Before It Starts" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/12\/nyregion\/metro-matters-school-court-averting-trouble-before-it-starts.html"} , {"body" : "To the Editor: In the interests of accuracy, I am sending you my own copy of this fine map of Bay Ridge, Bensonhurst, Sunset Park and Dyker Heights. You'll notice that the three Bensonhurst addresses referred to in your Nov. 20 article, \"Gambling Crackdown Intercepts a Cash Flow to Organized Crime,\" are, in fact, Bay Ridge locations. Now, it's not" , "date" : "19941211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "19" , "title" : "Bragging Rights Unclaimed: Gambling Is in Bay Ridge" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/11\/nyregion\/l-bragging-rights-unclaimed-gambling-is-in-bay-ridge-062413.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next meeting, Dec. 13, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; (718) 389-0009. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next meeting Dec. 14, 6 P.M.; St Joseph's Services, 540 Atlantic Ave., between Third and Fourth Avenues; (718) 596-5410." , "date" : "19941211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Community Boards To Meet in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/11\/nyregion\/community-boards-to-meet-in-brooklyn.html"} , {"body" : "THE sky is coal-black, dawn still a time zone to the east, when Mona Clausen boards the 5:35 bus to Manhattan in front of the Old Tyme Pharmacy in this quaint village in the hilly northeastern reaches of the Poconos not far from the point where the borders of New York, New Jersey and Pennsylvania fit like pieces of a jigsaw puzzle. Mrs. Clausen's" , "date" : "19941211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PENNSYLVANIA" , "NEW YORK CITY" , "NEW JERSEY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Commuting at the Edge of the Exurb Belt" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/11\/realestate\/commuting-at-the-edge-of-the-exurb-belt.html"} , {"body" : "A rookie police officer was arrested and suspended from duty yesterday after being accused of driving while intoxicated and driving into an unoccupied patrol car in Bay Ridge, Brooklyn, the police said. The officer, Francis J. Lawler, 23, was off duty and driving his own car when the accident occurred around 1:15 A.M., the police said. He is" , "date" : "19941206" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Officer in Crash Suspended" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/06\/nyregion\/officer-in-crash-suspended.html"} , {"body" : "A police officer assigned to his department's effort to improve the quality of life in Greenwich Village was assaulted by youths early yesterday morning as he approached his car after getting off work, the police said. Officer Gregory Chieu, 27, had just finished his 6 P.M. to 2 A.M. shift at the Sixth Precinct when he walked to his car, which was" , "date" : "19941204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "'Quality of Life' Officer Is Beaten by Youths in Village" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/04\/nyregion\/quality-of-life-officer-is-beaten-by-youths-in-village.html"} , {"body" : "David O'Connor describes his father's occupation as \"drinker.\" He says that the man exited his life by his second birthday and that his mother, a diner waitress, let him take to the streets of Brooklyn at age 14. Now 15, he sleeps in a small bedroom in a group home. He has been arrested once, charged with stealing a car, and is described by" , "date" : "19941129" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Growing Rage in Bay Ridge; Change Breeds Violence in a Once-Quiet Corner of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/29\/nyregion\/growing-rage-bay-ridge-change-breeds-violence-once-quiet-corner-brooklyn.html"} , {"body" : "Two brutal attacks in recent months have put a spotlight on hundreds of alienated teen-agers in Bay Ridge, Brooklyn, whose isolation, anger and confusion have brought an edge of fear to one of New York's more stable neighborhoods. The attacks, officials say, reflect an increase in violence in generally peaceful white enclaves of the city. Article," , "date" : "19941129" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Adrift, and Angry, On Bay Ridge Streets" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/29\/nyregion\/adrift-and-angry-on-bay-ridge-streets.html"} ,   {"body" : "A Leak From the Unit Above Q I have owned a co-op in the Bay Ridge section of Brooklyn since 1988. During this time I have had several problems with leaks from the apartment above into my bathroom and bedroom. In August, I contacted the city housing department about the most recent leak. After inspecting my apartment, they notified the building's" , "date" : "19941127" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Q. & A." , "url" : "http:\/\/www.nytimes.com\/1994\/11\/27\/realestate\/q-a-918237.html"} , {"body" : "There are two things that residents of northern Brooklyn will fight for only slightly less hard than, for example, their lives. One is their right to a view of the Manhattan skyline; the other is a parking space. Under a proposal by the Department of Sanitation, the perpetual parking shortage will ease at least slightly on some blocks, though the" , "date" : "19941120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN HEIGHTS; More Parking, but More Dirt" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/20\/nyregion\/neighborhood-report-brooklyn-heights-more-parking-but-more-dirt.html"} , {"body" : "TO THE STREETS: About 50 parents demonstrated in front of Public School 261 in Boerum Hill last week, decrying the $190 million in budget cuts proposed for public schools. The principal, Arthur Foresta, said that if passed, the cuts would force the school to send elementary students home an hour early and return to half-day kindergartens. . . ." , "date" : "19941120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT; MANHATTAN MINUTE" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/20\/nyregion\/neighborhood-report-manhattan-minute.html"} , {"body" : "A gray-haired man in a blue Yankees cap lifts the lid of a garbage bin next to a supermarket. Peering inside, he pulls out a tray of mushrooms still wrapped in plastic and slips it surreptitiously into a small gym bag. A few minutes later, a man in his 80's walks to another of the three green bins outside the market. He forages through the garbage," , "date" : "19941117" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "In Fearful Thrift, Elderly Forage in Garbage Bins" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/17\/nyregion\/in-fearful-thrift-elderly-forage-in-garbage-bins.html"} , {"body" : "City and community leaders gathered in 1986 to break ground on the Underhill Playground in Prospect Heights in Brooklyn. A brass band played, children sang and Mayor Edward I. Koch proclaimed, \"One million dollars is a lot of money and we'll be getting a lot of playground for our money.\" Seven years after its completion, the playground is a wreck." , "date" : "19941115" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Trying New Ways to Save Decaying Parks" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/15\/nyregion\/trying-new-ways-to-save-decaying-parks.html"} , {"body" : "To the people who live on the north shore of Staten Island, the abandoned railroad that cuts through their neighborhoods is an unsightly ruin where prostitutes and drug addicts hide. It barely resembles the gleaming steel line that 40 years ago linked local factories to their markets and carried passengers to the amusements of South Beach. But to" , "date" : "19941111" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "LONG ISLAND (NY)" , "STATEN ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Restoring the Rails on Staten Island; Plans for Economic Revival Stretch Along 15 Miles of Track" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/11\/nyregion\/restoring-rails-staten-island-plans-for-economic-revival-stretch-along-15-miles.html"} , {"body" : "Their lawyers say they all come from solid middle-class families. Three are high school students -- one an honor student -- and one works in his family's funeral home. They have no previous criminal records. But the four teen-agers are in serious trouble now -- indicted yesterday on murder charges in what the Brooklyn District Attorney called the" , "date" : "19941111" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "DYKER BEACH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "4 Teen-Agers Indicted in Death of Ecuadorean Immigrant" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/11\/nyregion\/4-teen-agers-indicted-in-death-of-ecuadorean-immigrant.html"} , {"body" : "Staten Island 40,000 Enough In Norway Among the masses at Fort Wadsworth readying themselves for the 26-mile journey ahead was a woman who is used to crowds of runners like these. Mona Amlo of Norway was limbering up for her third marathon, and second in New York, and talking of the 5-kilometer run that she organizes back in Oslo. It's called the" , "date" : "19941107" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "NEW YORK CITY MARATHON: THE NEIGHBORHOODS; Look! The Runners Are Coming! The Runners Are Coming!" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/07\/sports\/new-york-city-marathon-neighborhoods-look-runners-are-coming-runners-are-coming.html"} , {"body" : "As they stream by his Brooklyn church today, the Rev. David Dyson says he will honor the New York Marathon runners from the pulpit, summoning Isaiah's prophecy that the young shall run and not be weary. But he will also read from the first verse of the 12th chapter of Hebrews, in which Paul speaks of runners being surrounded \"by a great cloud of" , "date" : "19941106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "51" , "title" : "Marathon Stories Almost Outnumber the Runners" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/06\/nyregion\/marathon-stories-almost-outnumber-the-runners.html"} , {"body" : "Louis Cosentino, one of the most colorful and powerful members of the Transit Police Department, dressed immaculately -- his style part head of state, part gangster. He talked tough with his superiors. He sat and smiled with politicians at restaurants, and then screamed at them across the bargaining table. He began his career with the transit" , "date" : "19941103" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "One 'From the Warrior Class' Fights Another Battle; A Month After Assault in Brooklyn, a Detective's Family and Friends Look Back" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/03\/nyregion\/one-warrior-class-fights-another-battle-month-after-assault-brooklyn-detective-s.html"} ,   {"body" : "AS if out of nowhere came State Senator George E. Pataki and his entourage, startling Lisa and Charles Davi as they shopped at the Staten Island Mall. The couple smiled. The candidate moved on. Ms. Davi, of Bay Ridge in Brooklyn, stared after him. \"He caught me by surprise,\" she said. \"That was Pataki? I thought he was one of my husband's" , "date" : "19941103" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "THE 1994 CAMPAIGN: METRO MATTERS; Focusing on the 'Anyone' In 'Anyone-but-Cuomo'" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/03\/nyregion\/the-1994-campaign-metro-matters-focusing-on-the-anyone-in-anyone-but-cuomo.html"} , {"body" : "Twenty years ago, Marina Carr, Ireland's most celebrated young playwright, was a girl of 9 putting on plays in the garage of her home in the hamlet of Pallas Lake, deep in the quiet of the rustic Irish Midlands. Her family, she says, was one of \"rural literary pretension.\" Her mother, whose first language was Gaelic, wrote unpublished poems in that" , "date" : "19941103" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["DUBLIN (IRELAND)" , "IRELAND"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "23" , "title" : "A Playwright's Post-Beckett Period" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/03\/theater\/a-playwright-s-post-beckett-period.html"} , {"body" : "WHO would have thought that the people at the Department of Motor Vehicles could teach us about loyalty and honor by bringing up our unredeemed shame on a new license plate? Maybe they got the idea from our northern neighbors in Quebec, whose own license plates declare \"Je me souviens,\" which in English means, \"I remember.\" What the Quebecers" , "date" : "19941102" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "ABOUT NEW YORK; For $39.50, a License To Love Dodgers of Old" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/02\/nyregion\/about-new-york-for-39.50-a-license-to-love-dodgers-of-old.html"} , {"body" : "The Marathon Meal . . . Marathoners who compete in New York City's annual run traditionally fuel up with high-octane pasta the night before, many at the big pasta supper at Tavern on the Green in Central Park. This year, Creamette Pasta, the official pasta of the event, is footing the bill for the party. As for which pasta dishes to serve, that" , "date" : "19941102" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "10" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/02\/garden\/food-notes-705306.html"} , {"body" : "After a month of stake-outs at dozens of all-night groceries and newsstands in South Brooklyn, the police have arrested a 21-year-old man who they believe has robbed at least 50 lottery stores at gunpoint since March. The man, identified through fingerprints as Emmanuel Pierre, of 2011 Newkirk Avenue in Brooklyn, was arrested by two officers just" , "date" : "19941101" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Held in Robberies of 50 Lottery Stores" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/01\/nyregion\/man-held-in-robberies-of-50-lottery-stores.html"} , {"body" : "IN August, The City began an examination of how residents defined the \"Quality of Life,\" a political mantra that has no single meaning. The first installment focused on Manhattan; the second on Queens. Because it is so large, Brooklyn has been split in two, with Flatbush Avenue as a natural divider. Taken as a whole, the area west of Flatbush has" , "date" : "19941030" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "BROOKLYN UP CLOSE; What Makes Brooklyn Angry: The 'Quality of Life,' West of Flatbush" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/30\/nyregion\/brooklyn-up-close-what-makes-brooklyn-angry-the-quality-of-life-west-of-flatbush.html"} , {"body" : "Die-Hard Pointillism Q. What will happen to the seven-story Georges Seurat \"Sunday in the Park\" mural on Maiden Lane and William Streets that was painted across from Chase Plaza for \"Die Hard 3\"? A. Crews are breaking down the set in the lot next to the giant artwork, but, at least for now, the mural stays. (The film is now being called \"Die Hard" , "date" : "19941030" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1994\/10\/30\/nyregion\/fyi-665592.html"} , {"body" : "The ancient oud, as if hurled from Arabia through the centuries, now finds itself in the loving hands of Simon Shaheen in a tiny walk-up in Bay Ridge, Brooklyn. Mr. Shaheen has displayed the range and soul of this short-necked, pear-shaped plucked instrument, the precursor of the European lute, like few others. He has coaxed the oud's elastic," , "date" : "19941029" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "A Man and His Oud. How's That Again?" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/29\/arts\/a-man-and-his-oud-how-s-that-again.html"} , {"body" : "Three minority police officers who had just ended their shifts were assaulted in a Brooklyn bar yesterday by three white men who shouted racial slurs and threw punches and beer bottles at them, officials said. The three officers were treated for scrapes and bruises at Victory Memorial Hospital after the incident, which took place at 1:50 A.M. at" , "date" : "19941027" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "3 Men Hurl Racial Slurs and Attack Officers in Bar, Police Say" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/27\/nyregion\/3-men-hurl-racial-slurs-and-attack-officers-in-bar-police-say.html"} , {"body" : "POETS need New York: it's a first-rate graduate school for moral indignation. Federico Garcia-Lorca provides a classic example. In 1929, Lorca sailed here from his native Spain, where, at 31, he was already acclaimed as a master. His declared purpose in traveling was to study English at Columbia; his deeper purpose was to get away from home, which" , "date" : "19941021" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Where Poets Are on a Roll" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/21\/arts\/where-poets-are-on-a-roll.html"} ,   {"body" : "In the 1992 elections, members of the House of Representatives, on average, outspent their challengers 3 to 1, raised more than eight times as much from political action committees and used up more in their own free-mailing privileges than their challengers spent altogether. And nearly 9 out of 10 incumbents who sought re-election won. To John" , "date" : "19941021" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "28" , "title" : "Trying a Constitutional Tack to Curb Campaign Spending" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/21\/us\/trying-a-constitutional-tack-to-curb-campaign-spending.html"} , {"body" : "On a cool Wednesday morning a week ago, Zenia Mucha, campaign spokeswoman for State Senator George E. Pataki, was on the road at dawn, headed from Manhattan to Albany to meet her candidate and travel with him on a chartered jet as he carried his anti-crime message across the state. In seven hours, Mr. Pataki would hold news conferences in Syracuse," , "date" : "19941019" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE 1994 CAMPAIGN: THE ROAD SHOW; Campaigning, Pataki Seems to Do Better in Person Than on Camera" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/19\/nyregion\/1994-campaign-road-show-campaigning-pataki-seems-better-person-than-camera.html"} , {"body" : "A transit police officer who was brutally beaten by a group of young men in Bay Ridge, Brooklyn, two weeks ago was released from Bellevue Hospital Center yesterday The officer, Detective Sgt. Louis Cosentino, had been awakened early Oct. 2 by a disturbance in front of his apartment. When he confronted about 10 youths, they took his gun and beat him" , "date" : "19941018" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Beaten Officer Goes Home" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/18\/nyregion\/beaten-officer-goes-home.html"} , {"body" : "For as long as the golfers, boccie players and handball buffs can remember, Dyker Beach Park has been a popular hangout among the residents of largely Italian-American neighborhoods of southern Brooklyn where the most violent incident is caused by the occasional flying boccie ball that knocks a spectator in the head. In recent years it has also" , "date" : "19941016" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "DYKER BEACH PARK (NYC)" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Killing of Immigrant Stuns a Brooklyn Area" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/16\/nyregion\/killing-of-immigrant-stuns-a-brooklyn-area.html"} , {"body" : "THE best way to remember Fred Lebow is smack in the middle of his own race. I could tell you about the fraternal warmth I always felt whenever Fred Lebow would sidle up to me at somebody else's party, probably wearing a jogging suit and running shoes, witty and perceptive in his lush Transylvanian accent, even when he wasn't pushing his own event" , "date" : "19941010" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; Lebow Won His Personal Marathon" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/10\/sports\/sports-of-the-times-lebow-won-his-personal-marathon.html"} , {"body" : "BROOKLYN DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next Oct. 11, 7 P.M.,; 211 Ainslie Street; (718) 388-4440. Chairman: Vincent V. Abate; District Manager: Gerald A. Esposito. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next Oct. 12, 6 P.M.; Brooklyn Borough Hall, 209 Joralemon Street; (718) 596-5410." , "date" : "19941009" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PUBLIC INTEREST; Community Boards: Coming Meetings" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/09\/nyregion\/public-interest-community-boards-coming-meetings.html"} , {"body" : "When Peter Zachareas hears that the two leading candidates for governor are promising to reduce taxes, he cringes. \"It's easy to say you're going to do it and then get in office and find out there's no money,\" Mr. Zachareas, 55, said inside his brother's florist shop in Yonkers this week. But tax cut talk from Gov. Mario M. Cuomo, the three-term" , "date" : "19941007" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE 1994 CAMPAIGN: NEW YORK TAXES; Voters Wary Of Promises, Especially From Cuomo" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/07\/nyregion\/the-1994-campaign-new-york-taxes-voters-wary-of-promises-especially-from-cuomo.html"} , {"body" : "With a trickle rather than a splash, Gov. Mario M. Cuomo continued to disclose some details about his tax-cutting plans today, proposing a cut in the top personal income-tax rate that he said would benefit almost all the New Yorkers who pay that rate now. The Governor proposed lowering the top tax rate to 7 percent from its current level of 7.875" , "date" : "19941006" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "Cuomo Unveils a Few New Tax-Cut Details" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/06\/nyregion\/cuomo-unveils-a-few-new-tax-cut-details.html"} , {"body" : "When the teen-agers who hang out in Bay Ridge, Brooklyn, ponder their lives, they see run-of-the-mill youths enamored of beer and play. \"We're not car thieves or thugs,\" said Scott Nickolson, 17. \"We're kids who trust each other and know more about each other than our parents do.\" When the adults of Bay Ridge look at them, many see ill-mannered" , "date" : "19941005" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Bay Ridge Begins to Fear Its Youths" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/05\/nyregion\/bay-ridge-begins-to-fear-its-youths.html"} , {"body" : "DISCONTENT HELPS PATAKI, POLL SHOWS Gov. Mario M. Cuomo and his Republican rival, State Senator George E. Pataki, are locked in a tight race because many New Yorkers are so disenchanted with their three-term incumbent that they are willing to support a challenger who remains largely unknown, according to a New York Times\/WCBS-TV News Poll. A1. Mr." , "date" : "19941005" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/05\/nyregion\/metro-digest-437409.html"} ,   {"body" : "It was an incongruous setting for a savage beating: a street of small shops and neat apartment buildings in Bay Ridge, Brooklyn, where serious crime is not epidemic, where people support the police, go to church and fly Italian, Irish and American flags in the breezes off the Narrows of New York Harbor. But for months there had been signs of" , "date" : "19941004" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "After Officer's Beating, Dismay Darkens Bay Ridge, but Views Differ on Gangs" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/04\/nyregion\/after-officer-s-beating-dismay-darkens-bay-ridge-but-views-differ-on-gangs.html"} , {"body" : "An off-duty veteran transit police officer who awoke to a loud disturbance early yesterday and went to investigate was savagely beaten on a Brooklyn street by a group of young men who took his gun from him, the police said. The gun was recovered by the police. The officer, Sgt. Louis Cosentino, 56, was listed in critical but stable condition at" , "date" : "19941003" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Youths Take Officer's Gun and Beat Him" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/03\/nyregion\/youths-take-officer-s-gun-and-beat-him.html"} , {"body" : "Along Third Avenue in Bay Ridge, down the block from Len's Appliance Store and a place simply called Pizza, green tea and latte can now be had. A new coffee bar, Caffe Cafe, recently began serving up mochaccino, espresso con panna and its own Bay Ridge blend of coffee, along with exotic teas. The bar, on the busy commercial corner of Third Avenue" , "date" : "19941002" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: SOUTHERN BROOKLYN; Arrivederci, Regular! Serious Coffee Arrives" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/02\/nyregion\/neighborhood-report-southern-brooklyn-arrivederci-regular-serious-coffee-arrives.html"} , {"body" : "THE thin trees rustle their protection above the neighborhood called the Shades and rise up the cliffs toward the rest of Weehawken: the Heights and the Bluffs, sitting at varied altitudes ascending north along the Palisades. It is quiet in the Shades, where reeds break through the sidewalks and tidy two-family houses are passed to the next" , "date" : "19940925" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WEEHAWKEN (NJ)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Weehawken; Insular With a Magnificent Skyline View" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/25\/realestate\/if-you-re-thinking-living-weehawken-insular-with-magnificent-skyline-view.html"} , {"body" : "THE Angel peered down the street, a red forest of expired parking meters, and saw the Agent at the end of it. It was his nemesis, a slight, smileless man who could ticket more illegally parked cars in one breathless trip than other traffic enforcement agents could all day. \"He goes back to his car after every trip,\" the Angel said. \"He doesn't have" , "date" : "19940925" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FOREST HILLS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; The Parking Angel, Saint of Patrons" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/25\/nyregion\/new-yorkers-co-the-parking-angel-saint-of-patrons.html"} , {"body" : "The reporter for the Norwegian national television network led the camera to an empty, unused wading pool in Red Hook Park in Brooklyn earlier this week. He kicked an empty can across the concrete and spoke solemnly into the microphone. \"This is where Norway Field once was,\" he said. \"Now, it is gone.\" Norway Field, an $80,000 all-weather miniature" , "date" : "19940924" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["RED HOOK (NYC)" , "NORWAY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "In Red Hook, No Field, No Dreams; A Gift for Children Came From Norway. Vandals Destroyed It." , "url" : "http:\/\/www.nytimes.com\/1994\/09\/24\/nyregion\/red-hook-no-field-no-dreams-gift-for-children-came-norway-vandals-destroyed-it.html"} , {"body" : "A Tour in Brooklyn The Church of the Good Shepherd, 7420 Fourth Avenue (near 75th Street), Brooklyn; (718) 836-2087. Seven brownstone, Queen Anne- and Dutch Colonial-style houses in the Bay Ridge neighborhood, some with gardens, will be included on a self-guided tour on Sunday, from 1 to 5 P.M. Tickets, $15. Walking in the Heights Paterno" , "date" : "19940922" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Calendar: Tours, Talks, Seminars, a Symposium" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/22\/garden\/calendar-tours-talks-seminars-a-symposium.html"} , {"author" : "Jill Eisenstadt wrote \"From Rockaway\" and \"Kiss Out,\" two novels set in the boroughs outside Manhattan." , "body" : "SHE'S the gum crackin', chain-smokin' Bay Ridge\/Woodside\/Richmond\/Woodlawn hairdresser\/secretary who tells it like it is and don't take no crap from no one. Only her best friend has bigger breasts and hoop earrings, a thicker accent and make-up job. Only her Pops gets to call her his \"little girl\" and slap her can when she serves his eats. Her" , "date" : "19940918" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "13" , "title" : "SOAPBOX; Enough, Already!" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/18\/nyregion\/soapbox-enough-already.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN EAST MIDTOWN $418,000 400 East 56th Street (Plaza 400) 2-bedroom, 2-bath, 1,450-sq.-ft. postwar co-op; 24-hr. doorman, concierge, renovated kitchen and baths, balcony;" , "date" : "19940918" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/18\/realestate\/residential-resales-249645.html"} , {"body" : "If the abstract reasons why Richard M. Rosenbaum could win the Republican primary for governor were made flesh and bone, they might walk and talk like Henry Grassi, 68, a retired letter carrier from Brighton Beach, Brooklyn. After meeting the ever-ebullient Mr. Rosenbaum at the Brighton Beach Baths on Saturday, Mr. Grassi said he was impressed with" , "date" : "19940907" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Balancing Outsider Appeal With an Insider's Strategy" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/07\/nyregion\/balancing-outsider-appeal-with-an-insider-s-strategy.html"} ,   {"body" : "At first glance it's just a nasty local brawl for a State Senate seat in a politically atypical corner of New York City. But scratch the surface, and the Republican primary in the 23d Senate District, covering slices of Brooklyn and Staten Island, emerges as a battle with broader stakes -- and one reflecting divisiveness roiling Republican ranks" , "date" : "19940904" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "State Senate District Sees Brawl Within the G.O.P." , "url" : "http:\/\/www.nytimes.com\/1994\/09\/04\/nyregion\/state-senate-district-sees-brawl-within-the-gop.html"} , {"author" : "Luanne Rice's novels include \"Crazy in Love,\" \"Stone Heart\" and \"Blue Moon.\"" , "body" : "LET 'EM EAT CAKE By Susan Jedren. 357 pp. New York: Pantheon Books. ANNA FERRARA delivers baked goods for a living, and \"Let 'Em Eat Cake\" opens with a delicatessen owner attacking her as if she were just another tasty morsel on the shelf. Sexual harrassment knows no bounds on Anna's Brooklyn route as a HomeMade Cakes truck driver. There is a" , "date" : "19940904" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "21" , "title" : "Anna Delivers the Goods" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/04\/books\/anna-delivers-the-goods.html"} , {"body" : "IT'S just after 10 A.M. and John R. Fratianni and his team are brainstorming. Their client is an independent filmmaker, Ayoka Chenzira, whose movie, \"Alma's Rainbow,\" will soon be released on video. The problem: how to draw attention to her film, which has been showing at one small Harlem theater since June. One woman narrows her eyes. \"Maybe we" , "date" : "19940828" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Connections, Connections" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/28\/nyregion\/new-yorkers-co-connections-connections.html"} , {"body" : "A BIG green turtle surfaced to the left of Glenn Brown's fishing line, which he had plunked below a half-toppled pier on Staten Island. He mumbled something about chasing it, then worried about keeping his fingers. Mr. Brown has had enough pain recently. Pain, in fact, inspired him to fish in New York Harbor, a few hundred yards south of a rusted" , "date" : "19940821" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Complete Urban Angler" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/21\/nyregion\/the-complete-urban-angler.html"} , {"body" : "Before Rudolph W. Giuliani was elected Mayor, Albert L. Buzzeo was a caterer in Queens and serving as a Republican district leader. Leonard B. Guttman was a rabbi close to Mr. Giuliani who ran for City Council as a Republican in 1991 and lost. Today they are assistant commissioners in the Department for the Aging, making $73,500 a year. Rosemarie" , "date" : "19940808" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Giuliani's Patronage Power Helps Reshape Government" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/08\/nyregion\/giuliani-s-patronage-power-helps-reshape-government.html"} , {"body" : "Ice cream is democratic enough to help any man, woman or child of any age climb out of a bad day. It's an indulgence that will, one hopes, never be banned despite concerns about butterfat. Here are places that take the treat seriously, presenting servings in silver containers that remind you of a time when flavor was the only thing you had to worry" , "date" : "19940805" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/05\/arts\/for-children.html"} , {"body" : "Wedding Ring Allergy Q. How can you be allergic to a gold ring? A. \"An allergy to elemental gold is quite rare,\" said Dr. Y. K. Rao, an allergist in Bay Ridge, Brooklyn, \"but commercially available gold is contaminated with nickel and sometimes copper, and allergy to these metals is more common. Gold salts, like gold sulfates or gold chlorides, are" , "date" : "19940802" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Science" , "Health"] , "page_facet" : "10" , "title" : "Q&A" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/02\/science\/q-a-835552.html"} , {"body" : "Peter Campbell Brown, a New York lawyer who was a former New York City corporation counsel and a former Justice Department official, died yesterday at United Hospital Medical Center in Port Chester, N.Y. He was 80 and lived in Rye Brook, N.Y. The cause was cardiorespiratory failure, said his son Peter C. Jr., and he had been suffering from" , "date" : "19940724" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "39" , "title" : "Peter Brown, 80, Ex-Official For Justice Department, Dies" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/24\/obituaries\/peter-brown-80-ex-official-for-justice-department-dies.html"} , {"body" : "Albert J. Marino, a retired judge of the New York City Civil Court, died on Sunday at the Applegarth Care Center in Hightstown, N.J. He was 90 and a longtime resident of Brooklyn. His death came after a long illness, his family said. Mr. Marino graduated from the Fordham University School of Law. While in private practice in Brooklyn, he held a" , "date" : "19940721" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "11" , "title" : "Albert J. Marino; Judge, 90" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/21\/obituaries\/albert-j-marino-judge-90.html"} , {"body" : "Even at espresso bar prices, Crowley's Coffee has to move a lot of latte just to break even. Daily expenses run about $1,200 at the small business, which opened on the Upper East Side of Manhattan last winter. And like many other small-business owners, Frida Endler says she and her partners simply cannot afford health insurance for their employees." , "date" : "19940721" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Front Page" , "U.S." , "Health"] , "page_facet" : "1" , "title" : "Health Care's Bottom Line Fans Small-Business Fear" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/21\/us\/health-care-s-bottom-line-fans-small-business-fear.html"} ,   {"body" : "When Rudolph W. Giuliani first ran for mayor in 1989, William W. Koeppel raised money from everyone he knew. He even asked his tenants and contractors in his buildings for donations, amassing more than $100,000 for the campaign. The young real-estate executive wanted to be sure he was the top fund-raiser at a dinner for Mr. Giuliani where President" , "date" : "19940718" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Portrait of a Fund-Raiser: Seeking G.O.P. Friends" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/18\/nyregion\/portrait-of-a-fund-raiser-seeking-gop-friends.html"} , {"body" : "* MIDWOOD After receiving complaints from motorists, the Department of Transportation has removed eight European-style multispace parking meters along Kings Highway. But 11 others in neighborhoods throughout the city will remain because there have been no complaints, said Larry Berman, the executive director of parking for the department. The bulk" , "date" : "19940717" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT; BROOKLYN UPDATE" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/17\/nyregion\/neighborhood-report-brooklyn-update.html"} , {"body" : "Dexter Frederick spent 14 months at Rikers Island awaiting his trial and sentencing for drug possession before he was given a choice: serve his sentence or attend Phoenix Academy, a residential high school in the suburbs for young drug offenders and substance abusers. Mr. Frederick, a Brooklyn native arrested three times on drug charges as a" , "date" : "19940712" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "School Is Alternative to Prison for Drug Offenders" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/12\/nyregion\/school-is-alternative-to-prison-for-drug-offenders.html"} , {"body" : "Merchants in Bay Ridge are warily waiting for an early present promised by the State Department of Transportation: completion of work on the 86th Street Bridge over the Gowanus Expressway before the start of the holiday season. \"We're virtually at the state's mercy, except for our ability to make noise, and we're getting better and better at that,\"" , "date" : "19940710" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FULTON FERRY HISTORIC DISTRICT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN; They Wait Loudly for Bridge" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/10\/nyregion\/neighborhood-report-brooklyn-they-wait-loudly-for-bridge.html"} , {"body" : "The cobblestone triangle where Fourth and Fifth Avenues merge in Bay Ridge is officially called Fort Hamilton Memorial Park, dedicated to the fallen of the First World War. But over the years, as elderly people met there during the day and fed the local fowl, a new name came into common use -- Pigeon Park. In the late 1980's, however, other folks" , "date" : "19940710" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FORT HAMILTON MEMORIAL PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN; The Liberation of 'Pigeon Park'? A Neighborhood Divided" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/10\/nyregion\/neighborhood-report-brooklyn-liberation-pigeon-park-neighborhood-divided.html"} , {"body" : "* CLINTON HILL: In a reversal, Pratt Institute has agreed to renew its lease with the Benjamin Banneker Academy for Community Development, one of the city's new experimental high schools. Jack Minkoff, acting provost at Pratt, said that in addition to renewing the academy's lease for one year, Pratt will also provide the school with more space. The" , "date" : "19940703" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "BROOKLYN UPDATE" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/03\/nyregion\/brooklyn-update.html"} , {"author" : "Peter Kaminsky is a longtime contributor to the Outdoors column." , "body" : "From the ripping currents of Hell Gate in upper Manhattan to the sweeping arm of Sandy Hook, N.J., New York Harbor is home to a rich and thriving array of wildlife. The old shellfish beds south of Gowanus Creek in Brooklyn, which supplied foot-long oysters to Delmonico's in the first half of the 19th century when Daniel Webster brought his daily" , "date" : "19940626" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "13" , "title" : "OUTDOORS; East Side, West Side, Call of the Wild All Around Town" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/26\/sports\/outdoors-east-side-west-side-call-of-the-wild-all-around-town.html"} , {"body" : "A Brooklyn school district has voted to oust its superintendent and replace him with a man he once forced out as the deputy superintendent. The final act came Thursday night when the board of Community School District 20, meeting at Public School 105 in Borough Park, voted unanimously to replace Ralph A. Fabrizio with Vincent Grippo, now a" , "date" : "19940626" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: SOUTHERN DISTRICT; District 20 Picks New Leader" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/26\/nyregion\/neighborhood-report-southern-district-district-20-picks-new-leader.html"} , {"body" : "Teams from Argentina, Belgium, Bolivia, Brazil, Bulgaria, Cameroon, Colombia, Germany, Greece, Ireland, Italy, Mexico, Morocco, the Netherlands, Nigeria, Norway, Romania, Russia, Saudi Arabia, South Korea, Spain, Sweden, Switzerland and the United States are competing in the World Cup soccer competition, which runs through July 17. Here is a" , "date" : "19940617" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "THE GAMES BEGIN; In the Orbit of the World Cup" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/17\/arts\/the-games-begin-in-the-orbit-of-the-world-cup.html"} , {"body" : "As a livery cab driven by a drunken motorist sped toward them, a homeless woman walking across a Queens street Saturday night pushed her 4-year-old son out of the way, only to be struck herself by the car, the police said yesterday. The woman, Castelli Ellison, 38, whom the police said had lived at a shelter for homeless families near Kennedy" , "date" : "19940613" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Livery-Cab Driver Is Held In Fatal Queens Accident" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/13\/nyregion\/livery-cab-driver-is-held-in-fatal-queens-accident.html"} ,   {"body" : "Several dozen investigators combed the streets yesterday looking for a white delivery van involved in a hit-and-run accident on Tuesday in Bay Ridge, Brooklyn, in which a mother and daughter were killed. Hundreds of vehicles matching the van's description were stopped in New York City, New Jersey and Nassau and Suffolk Counties, the police said." , "date" : "19940609" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Hit-and-Run Is Prompting Wide Inquiry" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/09\/nyregion\/hit-and-run-is-prompting-wide-inquiry.html"} , {"body" : "NEW YORK CITY HOTEL IS SEIZED IN DRUG-LAW TAKEOVER Federal authorities seized the Kenmore Hotel, a filthy, dilapidated residential hotel near Gramercy Park, saying that drug dealers used it to operate \"a virtual supermarket for crack cocaine.\" The owner, prosecutors said, did nothing about it. A1. If ghosts roam the Kenmore, they bear names like" , "date" : "19940609" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/09\/nyregion\/metro-digest-337129.html"} , {"body" : "A Bay Ridge, Brooklyn, woman and her 4-year-old daughter were killed by a hit-and-run driver yesterday as the mother, holding on to her daughter with one hand and a bag of groceries with the other, tried to cross a busy residential street. Neighborhood residents and relatives of the woman, Donna Blanchard, 43, said her life revolved around her" , "date" : "19940608" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Hit-and-Run Driver Kills Mother and Daughter Crossing a Street in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/08\/nyregion\/hit-and-run-driver-kills-mother-and-daughter-crossing-a-street-in-brooklyn.html"} , {"body" : "ACCORD IS REACHED ON BUDGET IN ALBANY Governor Cuomo and legislative leaders said they had cobbled together the details of the $34 billion state budget in a deal that reflected both the revival of New York State's fiscal health and the political needs of an election year. A1. With a $1.5 billion surplus to spread about like election-year tonic," , "date" : "19940608" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/08\/nyregion\/metro-digest-327638.html"} , {"body" : "WINNING A HIGH COURT APPEAL: Supreme Court Justice Ruth Bader Ginsburg's daylong spin through Brooklyn last week contained a sweet note for the Brooklyn Bar Association. The Justice, a Brooklyn native, had declined two previous invitations to attend association events. But in February, as the new president, Miriam Cyrulnik tells it, the Justice" , "date" : "19940605" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "BROOKLYN MINUTE . . ." , "url" : "http:\/\/www.nytimes.com\/1994\/06\/05\/nyregion\/brooklyn-minute.html"} , {"body" : "Fleet Week Regattas, concerts, street fairs and exhibitions will all be part of Fleet Week in New York City this weekend. Here are the events open to the public. Admission is free unless otherwise noted. Information for most events: (212) 245-0072. Today COAST GUARD AND NAVAL SHIP TOURS, Intrepid Sea-Air-Space Museum, Pier 86, 12th Avenue at West" , "date" : "19940603" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "Fleet Week, More Nostalgic Than Ever" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/03\/arts\/fleet-week-more-nostalgic-than-ever.html"} , {"body" : "The encounter lasted only seconds, but in a Brooklyn courtroom yesterday the consequences were tolled in decades. Last June 1, a sparkling, sun-drenched day, Allyn Winslow, a 42-year-old drama teacher from Brooklyn, was shot to death while resisting a group of teen-agers trying to steal his bicycle in Prospect Park. It was one more murder in a city" , "date" : "19940526" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Maximum Term Imposed in Killing Over Bike" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/26\/nyregion\/maximum-term-imposed-in-killing-over-bike.html"} , {"body" : "Schools Chancellor Ramon C. Cortines yesterday tried to bring order to what gets taught in New York City's 1,100 public schools, issuing a new 200-page curriculum guide that suggests minimum standards for what every student in each grade should learn. The new document represents the first attempt to impose instructional standards across the city's" , "date" : "19940526" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "One Standard For Courses Is Presented" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/26\/nyregion\/one-standard-for-courses-is-presented.html"} , {"body" : "His elbows on the living-room window sill, Jim Fortunato would watch day after day as the towers of the Verrazano-Narrows Bridge inched heavenward, and as strands of steel, like strings on some monumental harp, were woven into a structure built to defy the strictures of nature. Fascinated though a boy of 8 could be, he did not know back then -- 32" , "date" : "19940522" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Savoring a View From His Bridge" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/22\/nyregion\/savoring-a-view-from-his-bridge.html"} , {"body" : "The Giuliani administration has given a national for-profit company four contracts to provide city services to elderly people, saying the company can do the work cheaper than the four nonprofit groups that have been offering those services. The decision has prompted protests from some elderly residents and City Council members, who say the four" , "date" : "19940514" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Aging Dept. Privatizes 4 Contracts For Services" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/14\/nyregion\/aging-dept-privatizes-4-contracts-for-services.html"} ,   {"body" : "James Rossi felt a little guilty about skipping his daughter's 10th birthday party Monday evening to catch the Rangers on television. His best friend, Rusty Liberatore, assured him it was fine. \"Don't you realize it's been 54 years since the Rangers last won the Stanley Cup?\" Mr. Liberatore said. \"You're allowed to do these things.\" Mr. Rossi, a" , "date" : "19940511" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "It's Spring Fever For Sports Fans; Hailing Knicks and Rangers" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/11\/nyregion\/it-s-spring-fever-for-sports-fans-hailing-knicks-and-rangers.html"} , {"body" : "GIRL LOST IN WOODS IS FOUND ALIVE Displaying survival skills that impressed local people familiar with the outdoors, a 14-year-old Hasidic girl from Brooklyn who disappeared during a school outing in a Connecticut state park was found by the police in dense, swampy woods, frightened and tired but praying by the side of a tree. Page 1. NEW YORK CITY" , "date" : "19940507" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/07\/nyregion\/metro-digest-017981.html"} , {"body" : "There was a search for solace amid roiling anger among the 1,500 mourners who filled Our Lady of Guadalupe Roman Catholic Church in Bay Ridge, Brooklyn, yesterday morning as Mass was said for a mother and her two daughters, run down and killed Sunday night by an unlicensed driver who had twice the legal limit of alcohol in his blood. For 15" , "date" : "19940507" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Anger and Solace for 3 Hit by Car" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/07\/nyregion\/anger-and-solace-for-3-hit-by-car.html"} , {"body" : "A Brooklyn teen-ager was convicted yesterday of killing a 42-year-old drama teacher as he resisted a group of youths trying to steal his bicycle in Prospect Park. The fatal shooting, which occurred on a sun-soaked afternoon last June 1, stirred fear among many who use the park, one of the largest and most popular in the city, and led the police to" , "date" : "19940507" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Youth Is Guilty in Murder of Drama Teacher" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/07\/nyregion\/youth-is-guilty-in-murder-of-drama-teacher.html"} , {"body" : "This coming Monday was to be Death Day at Fontbonne Academy Hall in Bay Ridge, Brooklyn, where 17-year-old Concetta Vaccarello was a coordinator of the Students Against Driving Drunk chapter. At 26-minute intervals, a student was to slip on a black T-shirt and fall silent for the rest of the day, signifying another victim of drunken driving. But" , "date" : "19940504" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Against Drunken Driving, Student Unit Mourns Own" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/04\/nyregion\/against-drunken-driving-student-unit-mourns-own.html"} , {"body" : "It was not that he wanted to kill the man, the teen-ager said. He was simply trying to scare him. And it was not that he intended to shoot four times. His finger got \"stuck\" on the trigger \"and the shots just kept going.\" In a videotape played in a Brooklyn courtroom yesterday, the 17-year-old's matter-of-fact tones and slouching image riveted" , "date" : "19940504" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Teen-Ager Accused in Killing Says He Only Meant to Scare" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/04\/nyregion\/teen-ager-accused-in-killing-says-he-only-meant-to-scare.html"} , {"body" : "For 27 years he drove through New York without a license, accumulating an ominously long list of suspensions and arrests, including three for driving while intoxicated. Abraham Meyers, a 55-year-old janitor from Ozone Park, Queens, was obsessed with cars, his neighbors said, and nothing could stop him from getting behind the wheel. Late Sunday" , "date" : "19940503" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Driver With Suspended License Charged in Deaths of 3 in Family" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/03\/nyregion\/driver-with-suspended-license-charged-in-deaths-of-3-in-family.html"} , {"body" : "\"THE three-bedrooms went first, as I knew they would,\" said Susan Wazolek, the resident manager of Westchester Towers in Yonkers. Ms. Wazolek led the sales campaign that found buyers for a handful of vacancies that went on the market a year ago at Westchester Towers, a 423-unit apartment complex off Central Park Avenue. The seller was Goldfein" , "date" : "19940501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES; Bulk Buyers of Co-ops Slip Into Sponsors' Old Shoes" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/01\/realestate\/perspectives-bulk-buyers-of-co-ops-slip-into-sponsors-old-shoes.html"} , {"body" : "Nearly a year after a drama teacher was shot to death in Prospect Park in Brooklyn, a teen-ager went on trial on murder charges yesterday, accused of firing the fatal shots after the victim refused to surrender his bicycle to a group of youths. The killing of 42-year-old Allyn Winslow shattered a brilliant, sun-bathed spring afternoon in one of the" , "date" : "19940430" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Trial Starts in Killing of Cyclist in Prospect Park" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/30\/nyregion\/trial-starts-in-killing-of-cyclist-in-prospect-park.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; 2d Tuesday of month; next May 10, 7 P.M., 211 Ainslie Street; (718) 388-4440. DISTRICT 2: Fort Greene, Brooklyn Heights; 2d Wednesday of month; next May 11, 6 P.M.; place to be announced; (718) 596-5410. DISTRICT 3: Bedford-Stuyvesant; 1st Monday of month; next meeting May 2, 7 P.M., 1368 Fulton Street; (718)" , "date" : "19940424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Community Board Meetings in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/24\/nyregion\/public-interest-community-board-meetings-in-brooklyn.html"} ,   {"body" : "A 26-year-old New York City police officer shot and killed himself early yesterday morning in the basement of his parents' house in Bay Ridge, Brooklyn, the police said. He was the third officer to commit suicide this year and the second this month, they said. The officer, Bill Kokkalakis, had been on the force for four years and was assigned to" , "date" : "19940417" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Officer, 26, Kills Himself in Brooklyn, Police Say" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/17\/nyregion\/officer-26-kills-himself-in-brooklyn-police-say.html"} , {"body" : "TRUE or false? No one wants to build new office buildings in New York City. Companies abandoning downtown Manhattan move only to Jersey City, midtown or a faraway state. Downtown Brooklyn is a you-can't-get-there-from-here place. If you answered \"true\" to any of those statements, then Bruce Ratner, Joshua Muss, Charles Hack and a bunch of other" , "date" : "19940410" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "15" , "title" : "Commercial Property\/Downtown Brooklyn; Space Tightening In Discounted Area" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/10\/realestate\/commercial-property-downtown-brooklyn-space-tightening-in-discounted-area.html"} , {"body" : "* BRIGHTON BEACH: In one of the longest-running land disputes in Brooklyn, State Supreme Court Justice Lewis Friedman has upheld a developer's rights to build a 15-acre, 1,400-unit condominium project in Brighton Beach. But opponents of the project, known as Brighton-by-the-Sea, which would replace the historic Brighton Beach Baths with a" , "date" : "19940410" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT; BROOKLYN UPDATE" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/10\/nyregion\/neighborhood-report-brooklyn-update.html"} , {"body" : "Michele L. Monagas and Anthony James Monagas share a father but little else. They were raised by different mothers, he in Queens and she in Brooklyn, and there their lives took very different courses. He dropped out of high school and drifted to Florida, where he worked as a laborer. She graduated from John Jay High School and later received a" , "date" : "19940410" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Prosecutor's Duty and a Sister's Dilemma; Bronx District Attorney Led the Police to a Rape Suspect: Her Brother" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/10\/nyregion\/prosecutor-s-duty-sister-s-dilemma-bronx-district-attorney-led-police-rape.html"} , {"author" : "Pete Cava is the press information director for USA Track and Field. Paul Sandin is a freelance writer based in Indianapolis." , "body" : "Now that the former Yankees shortstop Phil Rizzuto and the late Leo Durocher, the manager with 2,010 major league victories in 24 seasons, have entered baseball's Hall of Fame via the recommendation of the Veterans Committee, thoughts arise about those who haven't made it yet. One player, in particular, comes to mind: Gil Hodges. Not many major" , "date" : "19940410" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "BACKTALK; Hodges, Once a Met, Always a Dodger, Should Be in Hall" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/10\/sports\/backtalk-hodges-once-a-met-always-a-dodger-should-be-in-hall.html"} , {"body" : "A HISTORIC home -- or any home that's more than 100 years old -- presents a special insurance challenge to homeowners hopeful of restoring something close to original conditions after a loss. The replacement of wainscotting, wide floorboards, stained-glass windows, paneling or intricate moldings is expensive. Finding the right insurance at the" , "date" : "19940410" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "YOUR HOME; Insuring Vintage Homes" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/10\/realestate\/your-home-insuring-vintage-homes.html"} , {"body" : "The Woolworth Corporation opened eight new Rx Place Drug Marts in the city last week, continuing the company's venture into the lucrative drug-store market. The new stores, opened in sites of variety stores Woolworth shut down last year, bring the number of Woolworth's discount drugstore chain to 15 in the metropolitan area. The company said it" , "date" : "19940403" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; New Drugstores From Woolworth's" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/03\/nyregion\/new-yorkers-co-new-drugstores-from-woolworth-s.html"} , {"body" : "A New York City police officer was indicted yesterday for assaulting and sexually abusing two women on separate occasions while he was off duty, a spokeswoman for the Brooklyn District Attorney's office said. The officer, Ronald Murgo, 26 years old, was indicted on charges of first-degree sexual abuse and first- and second-degree assault, said the" , "date" : "19940326" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "New York Officer Indicted for Assault" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/26\/nyregion\/new-york-officer-indicted-for-assault.html"} , {"body" : "This month the school system announced that enrollment had topped a million for the first time in 15 years. Here is a breakdown by district. Citywide public school enrollment High school enrollment '89-'90 937,248 Manhattan 62,714 '90-'91 939,638 Bronx 59,939 '91-'92 973,263 Brooklyn 103,196 '92-'93 995,465 Queens 72,781 '93-'94 1,016,728 Staten" , "date" : "19940320" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "PUBLIC SCHOOL ENROLLMENT; Tipping the Scales At School" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/20\/nyregion\/public-school-enrollment-tipping-the-scales-at-school.html"} , {"body" : "A dispute in a bar in Bay Ridge, Brooklyn, ended early yesterday morning when two men apparently grabbed a police officer's gun, followed a third man outside and shot him to death in his car, the police said. The officer was suspended and arrested last evening on a misdemeanor charge of official misconduct. The police said that the two men and the" , "date" : "19940311" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Bar Dispute Ends in Fatal Shooting With Police Officer's Gun" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/11\/nyregion\/bar-dispute-ends-in-fatal-shooting-with-police-officer-s-gun.html"} ,   {"body" : "IT is 7:30 P.M. at a Chinese restaurant in Gravesend, Brooklyn, and the owner is terrified. An Asian teen-ager has just swaggered in, pulled him aside and announced he will now \"protect\" the restaurant from other Chinese gangs. On a piece of paper he scribbles his name, his beeper number and \"$108,\" the monthly fee for his services, and hands it to" , "date" : "19940306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CHINATOWN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; Tea and Information" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/06\/nyregion\/making-it-work-tea-and-information.html"} , {"body" : "The bodies of two women were discovered yesterday stuffed inside the trunk of a car that was abandoned near the waterfront in the Bay Ridge section of Brooklyn, the police said. It was not clear how long the unidentified women had been dead or how they died. Both were fully clothed and had no bruises or other marks, the police said. The bodies were" , "date" : "19940306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "2 Bodies Found in Trunk" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/06\/nyregion\/2-bodies-found-in-trunk.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; 2d Tuesday of month; next March 8, 7 P.M., 211 Ainslie Street; (718) 388-4440. DISTRICT 2: Fort Greene, Brooklyn Heights; 2d Wednesday of month; next March 9, 6 P.M., Borough Hall Community Room, Joralemon and Court Streets; (718) 596-5410. DISTRICT 3: Bedford-Stuyvesant; 1st Monday of month; next tomorrow, 7" , "date" : "19940306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Community Board Meetings in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/06\/nyregion\/public-interest-community-board-meetings-in-brooklyn.html"} , {"body" : "An emerging portrait of Rashid Baz, incomplete and often contradictory, seems notable mostly for its lack of distinction. Several acquaintances describe Mr. Baz, the suspect charged with 15 counts of attempted murder in the shooting of a vanful of Hasidic students on the Brooklyn Bridge, as a man of mixed religious background with no particularly" , "date" : "19940304" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "BROOKLYN BRIDGE SHOOTING; Indistinct Picture of Shooting Suspect" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/04\/nyregion\/brooklyn-bridge-shooting-indistinct-picture-of-shooting-suspect.html"} , {"body" : "A few bars into Simon Shaheen's violin introduction, opening the second half of \"The Music of Lebanon\" at Washington Square Church on Friday night, the memories of the first half began to dissipate nicely. Mr. Shaheen, originally from Lebanon but now living in Bay Ridge, Brooklyn, exudes excellence. He snapped his rhythms percussively and stretched" , "date" : "19940228" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "Review\/Pop; Notes Evoke Lebanon With a Dash of the European" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/28\/arts\/review-pop-notes-evoke-lebanon-with-a-dash-of-the-european.html"} , {"body" : "Juliet Sieveking Saunders, a former New York City school district superintendent whose doctoral dissertation became the basis for a handbook for the city's elementary school principals, died on Saturday at Maimonides Medical Center in Brooklyn. She was 86. The cause of death was a heart attack, said Jack Bloomfield, a friend. Mrs. Saunders started" , "date" : "19940228" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "9" , "title" : "Juliet S. Saunders, 86, Ex-School Head, Dies" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/28\/obituaries\/juliet-s-saunders-86-ex-school-head-dies.html"} , {"body" : "Flatiron Italian Mark Strausman, the chef at Coco Pazzo on the Upper East Side until last spring, has signed a lease for his own restaurant, Campagna, at 24 East 21st Street. The space formerly housed the restaurant Luxe. Since leaving Coco Pazzo, Mr. Strausman has been doing consulting work and most recently has been cooking at Tavola, at 1481" , "date" : "19940223" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/23\/garden\/off-the-menu.html"} , {"body" : "A high-speed ferry line to connect Sunset Park to lower Manhattan and midtown is being planned, officials at the City Planning Department say, in part to offset the traffic congestion that is expected to accompany a planned overhaul of the Gowanus Expressway. The ferry would dock at 58th Street and Second Avenue in the Brooklyn Army Terminal, but" , "date" : "19940220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: SUNSET PARK; Thumbing a Sail to Work" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/20\/nyregion\/neighborhood-report-sunset-park-thumbing-a-sail-to-work.html"} , {"body" : "The liberation of West 99th Street began yesterday at 12:37 P.M. Some people embraced in the streets. Children stared out from school windows. The uniformed liberators, their fat orange rubber gloves raised in the air, returned the salutes. The garbage was being picked up. \"I have been through many bad winters in Warsaw,\" said Janusz Grochal, who" , "date" : "19940216" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "As Snow Problems Melt, the Garbage Challenge Heats Up" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/16\/nyregion\/as-snow-problems-melt-the-garbage-challenge-heats-up.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of the month; next March 8, time to be announced, 211 Ainslie Street; (718) 388-4440. DISTRICT 2 Fort Greene, Downtown, Brooklyn Heights, Boerum Hill; second Wednesday of the month; next March 9, 6 P.M., Borough Hall Community Room, Joralemon and Court Streets; (718) 596-5410. DISTRICT 3" , "date" : "19940213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Brooklyn Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/13\/nyregion\/public-interest-brooklyn-board-meetings.html"} ,   {"body" : "What began yesterday as a jewelry store robbery in Brooklyn turned into a wild car chase, including two collisions, a carjacking and an attempted carjacking, and ended with two people wounded by gunfire and one robber dead, the police said. By midnight yesterday, only one of the six surviving robbers had been arrested, the police said. The police" , "date" : "19940205" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Brooklyn Jewel Robbery Leads to Fatal Gunfight" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/05\/nyregion\/brooklyn-jewel-robbery-leads-to-fatal-gunfight.html"} , {"body" : "For almost two decades, Park Slope's annual St. Patrick's Day parade has escaped the bitter clashes that have become associated with Manhattan's Fifth Avenue march. But this year, a sudden breath of discord is sweeping from Park Slope to Bay Ridge, as plans for an insurgent parade take shape. Inspired by the success of mid-May's Norwegian Day" , "date" : "19940130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BAY RIDGE; The Warring of the Green" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/30\/nyregion\/neighborhood-report-bay-ridge-the-warring-of-the-green.html"} , {"body" : "Richard P. Bellusci of Manhattan does it every time he sits down to pay his bills. John Ronan of Brooklyn started doing it when he moved back to his childhood home in Bay Ridge after working in Washington for several years. A woman in Louisville, Ky., who has never even lived in New York, does it simply because she reads the stories of poverty," , "date" : "19940119" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Some Give Each Month To Neediest" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/19\/nyregion\/some-give-each-month-to-neediest.html"} , {"body" : "DEAR DIARY: Telephone conversation between me and an employee at a popular bistro in Hoboken, N.J.: Me: I'd like to make a reservation for two at 8:30 on Friday. Employee: 8:30? Please hold. (Employee can be heard discussing the reservation with another employee.) That's a very busy time . . . I don't know. Me: Perhaps you can tell me what you have" , "date" : "19940119" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/19\/garden\/metropolitan-diary-919900.html"} , {"body" : "From the rectory of the St. Jerome Catholic Church in the South Bronx the Rev. John Grange hears gunfire every night on the streets below. \"We used to do about a funeral a month here,\" Father Grange said. But with shootings and other tolls of urban life, he said, \"now we do a funeral a week.\" But on the east side of Manhattan, in the neighborhood" , "date" : "19940110" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "1993 Homicides Fewer but More Clustered in New York City" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/10\/nyregion\/1993-homicides-fewer-but-more-clustered-in-new-york-city.html"} , {"body" : "NATASHA WILLIAMSON, 7 years old, broke into a huge grin on a recent cold and cloudy afternoon. The source of her delight: a yellow-and-black mechanical horse with round red eyes, bolted to the floor of a shoe store, rocking back and forth (motivated by a quarter) to synthesized snippets of Rossini's \"William Tell Overture.\" \"It gives you the" , "date" : "19940109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; A 'Giddyap!' Heard Through the Generations" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/09\/nyregion\/new-yorkers-co-a-giddyap-heard-through-the-generations.html"} , {"body" : "Because of the weather, alternate-side street cleaning regulations will be suspended today in New York City, including the Bay Ridge and Dyker Heights neighborhoods in Brooklyn. Other regulations remain in effect." , "date" : "19940105" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Parking Rules" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/05\/nyregion\/parking-rules-778206.html"} , {"body" : "That Subway Sway Q. Why are the metal \"straps\" in buses and subways designed to swing? A. They don't swing, they spring, said Termaine Garden at the Transit Authority. When the subway opened in the 1904, the cars were equipped with leather straps that gave easily, so passengers would not slip and fall when the train moved. In the 1930's, trains got" , "date" : "19940102" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1994\/01\/02\/nyregion\/fyi-735388.html"} , {"body" : "He was still two ceremonial oaths short of the City Hall starting line, but Mayor Rudolph W. Giuliani finished his old year of non-incumbency last night with four years' worth of grim concern and resolution for his stewardship of \"this astonishing miracle\" -- this city now in his hands. In a long night of music, prayerful ceremony and political" , "date" : "19940101" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "REPORTER'S NOTEBOOK; New Mayor Exhorts, Old One Leaves" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/01\/nyregion\/reporter-s-notebook-new-mayor-exhorts-old-one-leaves.html"}]