[  {"body" : "A PATAKI APPOINTEE FOCUSES ON WELFARE Governor-elect George E. Pataki named Westchester County's Commissioner for Social Services to do for the state what she has done at home -- dramatically reduce the cost of welfare. But unable to get the Commissioner, Mary E. Glass, to sign on for the long term, he agreed to limit her appointment to 90 days." , "date" : "19941229" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/29\/nyregion\/metro-digest-233994.html"} , {"body" : "Wanda Matthews always told her 17-year-old son Adonis to keep his jewelry hidden and not resist robbers. But just before midnight on Tuesday, on a subway platform in Bedford-Stuyvesant, Brooklyn, he was wearing a gold medallion and chain around his neck. And when two men tried to rob him, he fought back and was shot to death, the police said. After" , "date" : "19941229" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Youth, Resisting Robbers, Is Slain on Subway Platform" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/29\/nyregion\/youth-resisting-robbers-is-slain-on-subway-platform.html"} , {"body" : "DAY after day, for two summers and three winters now, George Brown has found his way to a heating grate in the center of some of the city's richest, ritziest real estate. The grate, on the corner of 86th Street and Madison Avenue, is an outlet for pipes that heat vast, big-lobbied apartment buildings where cloaked and hatted doormen escort" , "date" : "19941225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "UPPER EAST SIDE (MANHATTAN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Getting to Know George" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/25\/nyregion\/getting-to-know-george.html"} , {"body" : "When he has to work late, David Cimpl, the chief financial officer of a Kansas City manufacturing company, picks up his 8-year-old daughter, Lauren, at her after-school program and takes her to the office for an hour or two. There, while Mr. Cimpl works, his daughter colors, draws pictures, reads, watches TV and, sometimes, gets a little bored. \"I" , "date" : "19941223" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "Lacking Child Care, Parents Take Their Children to Work" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/23\/us\/lacking-child-care-parents-take-their-children-to-work.html"} , {"body" : "After months of passionate debate and vigorous lobbying by the tobacco industry and local restaurants, the City Council yesterday passed a bill that will severely restrict smoking in nearly all public places in New York City, including a ban on smoking in most restaurants, offices and, for the first time, many outdoor locations. Senior aides to" , "date" : "19941222" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Council Votes To Eliminate Most Smoking In Public Sites" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/22\/nyregion\/council-votes-to-eliminate-most-smoking-in-public-sites.html"} , {"body" : "It was on the hard-tar track behind the old Boys High in Bedford-Stuyvesant, Brooklyn, that Diane Dixon, then a whippet of a 14-year-old, first started sprinting toward her gold medal in the 1984 Olympics. \"Four straightaways, corner to corner, and, oh, so hard on the legs,\" Ms. Dixon recalled of that old track last week after the Brooklyn Borough" , "date" : "19941218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "64" , "title" : "Sports Arena Proposed For a Coney Island Site" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/18\/nyregion\/sports-arena-proposed-for-a-coney-island-site.html"} , {"body" : "A despondent homeless woman, who said she could no longer care for her two children and abandoned one of them on the steps of a Brooklyn church, was missing yesterday, heightening fears that she may not be alive, the authorities said. On Thursday evening, the woman's 3-year-old son, Anthony, was discovered wandering by himself in the Bridge Street" , "date" : "19941218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "69" , "title" : "Depressed Woman's Child Abandoned at Church" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/18\/nyregion\/depressed-woman-s-child-abandoned-at-church.html"} , {"author" : "Toure writes about rap music and hip-hop culture." , "body" : "STANDING ON THE CORNER OF 125th Street and Eighth Avenue in Harlem at 3 A.M. one recent Sunday, the 6-foot-3, 280-pound rapper Biggie Smalls appeared not so much large but larger than life. Moments before, he had finished the third of three sold-out concerts at the Apollo Theater and, wearing the same brown leather Army jacket and pants and beige" , "date" : "19941218" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "POP MUSIC; Biggie Smalls, Rap's Man of the Moment" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/18\/arts\/pop-music-biggie-smalls-rap-s-man-of-the-moment.html"} , {"body" : "Here is a sampling of musical presentations planned for the holiday season at churches and concert halls in New York City. All are free unless otherwise noted; churches accept donations. This selection, compiled by Alex Ross, represents what caught this critic's eye and excited his expectations. Today ALICE TULLY HALL, Lincoln Center. Rossini's" , "date" : "19941216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "Where a Joyful Season Raises Its Voice in Song" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/16\/arts\/where-a-joyful-season-raises-its-voice-in-song.html"} , {"body" : "An off-duty police sergeant was suspended after being arrested last night in Brooklyn on a charge of patronizing a prostitute, a misdemeanor, the police said. The sergeant, Steven Contino, was arrested at 10 P.M. at the intersection of Atlantic Avenue and New York Avenue, on the border of Crown Heights and Bedford-Stuyvesant, after soliciting an" , "date" : "19941216" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Police Sergeant Arrested" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/16\/nyregion\/police-sergeant-arrested.html"} ,   {"body" : "It began with the spinning when she was 9. She would turn round and round until she fell to the floor, gasping and giggling until the dizziness wore off, and then she would spin again. A relative introduced her to alcohol that same year, and soon she was intoxicated by this new way to spin, this potable escape from the beatings and loneliness that" , "date" : "19941214" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "A Turning Point, Then a New Life" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/14\/nyregion\/a-turning-point-then-a-new-life.html"} , {"body" : "Kahlil Smith was only looking for a summer job. Instead, he found a cause. Kahlil, a 14-year-old from Park Slope, Brooklyn, spent last summer in a workplace that was part classroom, part theater and part support group, helping lead other youths toward an urgent goal: stopping violence in their communities. He was one of 15 young people from" , "date" : "19941212" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE NEEDIEST CASES; Teaching Teen-Agers How to Avoid Violence" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/12\/nyregion\/the-neediest-cases-teaching-teen-agers-how-to-avoid-violence.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next meeting, Dec. 13, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; (718) 389-0009. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next meeting Dec. 14, 6 P.M.; St Joseph's Services, 540 Atlantic Ave., between Third and Fourth Avenues; (718) 596-5410." , "date" : "19941211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Community Boards To Meet in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/11\/nyregion\/community-boards-to-meet-in-brooklyn.html"} , {"body" : "George Huston says he has about 99 family members, and they all take some part in selling sweet potatoes, smoked turkey necks and cane syrup off the back of a truck along Atlantic Avenue in Bedford-Stuyvesant. Mr. Huston's various family members take turns driving the 15 tractor- trailers they own down to North and South Carolina, Georgia and" , "date" : "19941211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SOUTHERN STATES (US)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: NORTHERN BROOKLYN; A Taste of the South on Atlantic Ave." , "url" : "http:\/\/www.nytimes.com\/1994\/12\/11\/nyregion\/neighborhood-report-northern-brooklyn-a-taste-of-the-south-on-atlantic-ave.html"} , {"body" : "The drawings, stark and elegant, reflect the artist's calm demeanor: a blue vase holding a cluster of slim branches. Two dancers with legs extended in graceful plies. A bowl of fruit penciled delicately against a white background. Raymond E. started sketching when he was 9, papering his bedroom walls with pictures of cartoon characters. But by the" , "date" : "19941209" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE NEEDIEST CASES; Back to Mental Health, With Pictures" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/09\/nyregion\/the-neediest-cases-back-to-mental-health-with-pictures.html"} , {"body" : "Rico Brogna gets the question in the grocery store. And at the gas station. And on the sidewalk in front of the local diner. The local hero of Watertown, Conn., no longer mulls over his strike-abbreviated rookie season with the Mets. His neighbors still do. \"They all want to know if I'm bitter or angry,\" said the first baseman, who hit .351 with 7" , "date" : "19941206" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "16" , "title" : "BASEBALL: NOTEBOOK; Brogna Still Savors His '94 Hitting Splurge" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/06\/sports\/baseball-notebook-brogna-still-savors-his-94-hitting-splurge.html"} , {"body" : "They do it late at night or when no one else is around, and people in the neighborhood are left with huge puddles of purple oil and no one to blame. For months now, the industrial part of Bedford-Stuyvesant has been the site of illegal oil dumping, most likely by local mechanics, who empty vats of old oil or antifreeze into vacant lots, then tiptoe" , "date" : "19941204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: BEDFORD STUYVESANT; Furtive Dumping of Used Oil and Antifreeze Fouls Vacant Lots" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/04\/nyregion\/neighborhood-report-bedford-stuyvesant-furtive-dumping-used-oil-antifreeze-fouls.html"} , {"body" : "TWO HARLEM HOSPITAL doctors have calculated that the life expectancy of black men in central Harlem is shorter than that of men in Bangladesh. In America, the leading cause of death among black males between the ages of 15 and 24 is homicide. The unemployment rate in America for black males is more than twice that of white males. Even black men" , "date" : "19941204" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "72" , "title" : "Who Will Help the Black Man?" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/04\/magazine\/who-will-help-the-black-man.html"} , {"body" : "The holdup on Myrtle Avenue was for all purposes complete a few minutes after noon on Aug. 22. Thomas Reilly, a driver who delivers Boar's Head meats, had his hands in the air. The $175 he had just received from the Shop Smart bodega had been torn out of his pocket. As the three teen-age bandits prepared to bolt from the truck's side door, the" , "date" : "19941203" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Drivers Fear Reckless Young Guns" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/03\/nyregion\/brooklyn-drivers-fear-reckless-young-guns.html"} , {"body" : "After a vigorous campaign by the tobacco industry and local restaurants, New York City Council leaders yesterday offered a revised anti-smoking bill that would loosen some proposed restrictions on smoking in restaurants and offices. But it would still be much tougher than the current law, banning smoking in virtually all public places, including" , "date" : "19941130" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "City Council Alters Anti-Smoking Bill, Easing Some Curbs" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/30\/nyregion\/city-council-alters-anti-smoking-bill-easing-some-curbs.html"} ,   {"body" : "As the holidays approach, some food programs for the needy are beginning their annual food drives while others are continuing their year-round efforts. Here is a sampling of programs that accept donations. ALL BOROUGHS CITY HARVEST AND THE FIRE AND POLICE DEPARTMENTS Holiday canned- food drive at all firehouses and police departments in the five" , "date" : "19941127" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "PUBLIC INTEREST; Holiday Food Drives: Where to Share" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/27\/nyregion\/public-interest-holiday-food-drives-where-to-share.html"} , {"body" : "Rafer Alston has the rearview mirror from hell. In it, he sees his father hawking his Michael Jordan rookie card for cash, and his mother not coming to the card's defense. He sees his high school coach waving a basketball uniform, asking him to dive in, but his high school principal snatches it away. He sees his teacher calling roll, and he wants" , "date" : "19941125" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "BASKETBALL; A Point Guard Leaves in Order to Go Back Home" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/25\/sports\/basketball-a-point-guard-leaves-in-order-to-go-back-home.html"} , {"body" : "As the holidays approach, some food programs for the needy are beginning their annual food drives while others are continuing their year-round efforts. Here is a sampling of programs that accept donations. ALL BOROUGHS CITY HARVEST AND THE FIRE AND POLICE DEPARTMENTS Holiday canned-food drive at all firehouses and police departments in the five" , "date" : "19941120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: PUBLIC INTEREST; Food Drives: Where to Share for the Holidays" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/20\/nyregion\/neighborhood-report-public-interest-food-drives-where-to-share-for-the-holidays.html"} , {"body" : "Using its power over transit construction funds as leverage, the Giuliani administration persuaded transit officials yesterday to go ahead with rebuilding a busy subway station in Flushing, Queens, even as they planned to put off similar work at 15 other stations. The city Budget Director, Abraham M. Lackman, announced yesterday that Mayor Rudolph" , "date" : "19941115" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Subway Work In Flushing Is Restored" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/15\/nyregion\/subway-work-in-flushing-is-restored.html"} , {"body" : "In four decades of delivering milk, butter and eggs to small markets throughout Brooklyn, Gerald Goldberg built his business through connections, talking to customers, gaining people's trust and learning of opportunities. It was not unlike the way the investigators, working under a new Police Department policy, found the man who they say is Mr." , "date" : "19941114" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "An Indirect Route Brings a Charge In the Death of a Milk Deliveryman" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/14\/nyregion\/an-indirect-route-brings-a-charge-in-the-death-of-a-milk-deliveryman.html"} , {"body" : "Mayor Rudolph W. Giuliani took his message of fiscal austerity to a Bedford-Stuyvesant church yesterday, telling worshipers that his administration's budget cuts would produce some pain for New Yorkers, but were crucial to the survival of the city. \"We all understand that we have to come to terms with the city's very serious budget problems,\" Mr." , "date" : "19941114" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "To Black Audience in Brooklyn, Mayor Promotes Austerity Plan" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/14\/nyregion\/to-black-audience-in-brooklyn-mayor-promotes-austerity-plan.html"} , {"body" : "Seized after a wild, crash-punctuated car chase by investigators who linked disparate clues and patiently staked out his stolen vehicle, a paroled holdup man was charged yesterday with 12 robberies in five days in which patrons were terrorized by a gunman at automated teller machines in Queens. Detectives said the suspect, Vernon Lennon, 26, of" , "date" : "19941111" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Parolee Charged In 12 Robberies Of Customers At A.T.M. Sites" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/11\/nyregion\/parolee-charged-in-12-robberies-of-customers-at-atm-sites.html"} , {"body" : "A 54-year-old owner of a Brooklyn bodega was shot and killed yesterday during a robbery that also left one of his former employees with a gunshot wound to the head, the police said. The shooting occurred just after 9 P.M. when the bodega owner, Salvatore Matos, and the former employee resisted several armed men who entered the store, the Espinal" , "date" : "19941107" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Bodega Owner Shot Dead" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/07\/nyregion\/bodega-owner-shot-dead.html"} , {"body" : "Gov. Mario M. Cuomo continued yesterday to let Mayor Rudolph W. Giuliani and other high-profile surrogates level the most ferocious attacks on his Republican opponent, State Senator George E. Pataki, as the Governor stuck determinedly to a more positive script while campaigning in Brooklyn and the Bronx. In an event organized by the Cuomo campaign," , "date" : "19941106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "THE 1994 CAMPAIGN: CUOMO In a Fury of Campaigning, Candidates Pursue Last-Minute Votes; Led by Giuliani, Cuomo Surrogates Press Attacks on Pataki" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/06\/nyregion\/1994-campaign-cuomo-fury-campaigning-candidates-pursue-last-minute-votes-led.html"} , {"body" : "The incident started, the police said, as Halloween harassment on Monday evening: a crowd of teen-agers throwing eggs at a man walking down Knickerbocker Street in Bedford-Stuyvesant, Brooklyn, with a tricycle he had just bought for his 4-year-old son. The man, identified by the police as Angel Lopez Almodovar, retaliated, throwing a broken bottle" , "date" : "19941102" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Another Halloween Clash Ends in Death in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/02\/nyregion\/another-halloween-clash-ends-in-death-in-brooklyn.html"} ,   {"body" : "PATAKI REVERSES STAND ON DEBATES Reversing his position that he would debate Gov. Mario M. Cuomo in a one-on-one session only, State Senator George E. Pataki, the Republican candidate for governor, said he had agreed to a three-way debate with Mr. Cuomo and B. Thomas Golisano, the Independence Fusion candidate. A1. A CUT-AND-SPEND DEMOCRAT" , "date" : "19941102" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/02\/nyregion\/metro-digest-700576.html"} , {"body" : "\"I am very delighted to be here, because this is where it all started,\" H. Carl McCall, the state's comptroller, said the other day to a small crowd in the heart of Bedford-Stuyvesant. \"My very first job in New York was just a few blocks away from here on Bedford Avenue, at the Bedford Y.M.C.A. I came here as a social worker. Major Owens knows" , "date" : "19941101" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE 1994 CAMPAIGN: COMPTROLLER; McCall Seeks a Balance Of His Resume and Race" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/01\/nyregion\/the-1994-campaign-comptroller-mccall-seeks-a-balance-of-his-resume-and-race.html"} , {"body" : "Time Warner Inc. is expected to name as its president today Richard D. Parsons, the chairman and chief executive of Dime Bancorp, according to several people close to the media company. The news came as something of a surprise to media executives who follow Time Warner because the company did not have a president under either its late chairman" , "date" : "19941031" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "THE MEDIA BUSINESS; Time Warner Expected to Name a President" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/31\/business\/the-media-business-time-warner-expected-to-name-a-president.html"} , {"body" : "MICHELLE EKIZIAN is a composer inspired by poetry; Richie Havens is a folk singer who writes poetry. The two understand each other's allusions, which might waft over the heads of more mundane beings. The connection lends a richness to their current common project: the world premiere performance next Saturday of Ms. Ekizian's First Symphony, in" , "date" : "19941030" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Seeking Tranquillity in Song" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/30\/nyregion\/seeking-tranquillity-in-song.html"} , {"body" : "The New York bank that says it is the largest financial institution operated by blacks has gone public -- with depositors who bought stock already suffering paper losses of millions of dollars. The Carver Federal Savings Bank sold 2.4 million shares, about 90 percent of them to its depositors, at $10 a share. But in the first day of Nasdaq trading" , "date" : "19941027" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Business"] , "page_facet" : "5" , "title" : "COMPANY NEWS; A Bank Sells Stock And Is Hit" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/27\/business\/company-news-a-bank-sells-stock-and-is-hit.html"} , {"body" : "Harry Simmons Jr., the founder of Simmons Architects and an associate architect for the AT&T Building in Manhattan, died on Sunday in a plane crash in Massachusetts. He was 51 and lived in Park Slope, Brooklyn. Mr. Simmons was known primarily for designing and rehabilitating lower- and middle-income housing that addressed the social needs of the" , "date" : "19941026" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "13" , "title" : "Harry Simmons, 51; Designed Housing For the Inner City" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/26\/obituaries\/harry-simmons-51-designed-housing-for-the-inner-city.html"} , {"body" : "Sol Wachtler's request for early release from a Brooklyn halfway house where he has lived since August has been denied by Federal prison officials, who said the former Chief Judge of New York State went to a $500-a-plate dinner last weekend after being refused permission to attend, a prosecutor said yesterday. The unauthorized night out at Long" , "date" : "19941023" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "City News Briefs; Officials Deny Wachtler An Early Release" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/23\/nyregion\/city-news-briefs-officials-deny-wachtler-an-early-release.html"} , {"body" : "IN a small storefront on West 23d Street in Manhattan, a cadre of young men and women have labored 12-hour days for weeks now, hunched over computer printouts with phones at their ears. Their mission: getting out the vote. But in this campaign has no connection to any candidate or party. This vote pulling is in behalf of the Carver Federal Savings" , "date" : "19941016" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Defending the Territory" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/16\/nyregion\/new-yorkers-co-defending-the-territory.html"} , {"body" : "After a vigorous lobbying campaign by the tobacco industry and local restaurants, the City Council Speaker, Peter F. Vallone, said yesterday that the Council would weaken a bill that would have imposed sweeping new restrictions on smoking in New York City. Council leaders and staff members said they had not decided exactly how to amend the bill." , "date" : "19941013" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Foes of Ban On Smoking Win Changes" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/13\/nyregion\/foes-of-ban-on-smoking-win-changes.html"} , {"body" : "BROOKLYN DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next Oct. 11, 7 P.M.,; 211 Ainslie Street; (718) 388-4440. Chairman: Vincent V. Abate; District Manager: Gerald A. Esposito. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next Oct. 12, 6 P.M.; Brooklyn Borough Hall, 209 Joralemon Street; (718) 596-5410." , "date" : "19941009" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PUBLIC INTEREST; Community Boards: Coming Meetings" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/09\/nyregion\/public-interest-community-boards-coming-meetings.html"} ,   {"body" : "After running one of the biggest heroin operations in New York for more than two decades, Charles Galletti tried slipping away to Puerto Rico three years ago to live a kind of early retirement, Federal law-enforcement officials said yesterday. Mr. Galletti, 42, took elaborate steps to look like a legitimate, albeit extremely successful," , "date" : "19941006" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "PUERTO RICO"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Drug Ring Is Accused After Years Of Luxury" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/06\/nyregion\/drug-ring-is-accused-after-years-of-luxury.html"} , {"body" : "Bank branches in the Bronx, Brooklyn and Queens are less likely to have automatic teller machines than branches in Manhattan, and the disparity is much greater between middle-income and poor areas within each of the boroughs, a new study has found. The problem is fear of crime, both by banks and their customers, according to the study released" , "date" : "19941004" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BRONX (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Report Finds Shortage of A.T.M.'s in Poor Areas" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/04\/nyregion\/report-finds-shortage-of-atm-s-in-poor-areas.html"} , {"body" : "Police Officer Sounia Wilson was standing in the dank and clamorous women's locker room of the 30th Precinct station house in Harlem on a hot day in July two years ago when she first met Police Officer Justine A. Fazzini. Officer Fazzini barreled through the room collecting her hat and night stick on her way out the door to respond to a 10-13 -- a" , "date" : "19941002" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Equality on Police Force: Women Arrested, Too" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/02\/nyregion\/equality-on-police-force-women-arrested-too.html"} , {"body" : "The rules of the game Tuesday night at the Gowanus Houses in Brooklyn were these: there would be two teams, one cops, the other robbers; each team member would have three lives; get shot by one of the plastic guns everybody had and you would lose a life. Shortly after 7 P.M., Nicholas Heyward Jr. stood on the roof of 423 Baltic Street with three" , "date" : "19940929" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Police, Youths And Toy Guns: 1 Hurt, 1 Dead" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/29\/nyregion\/police-youths-and-toy-guns-1-hurt-1-dead.html"} , {"body" : "A 16-year-old who, the police said, pulled a toy 9-millimeter handgun from his belt after being chased by three plainclothes officers, was shot and critically wounded Tuesday night in a driveway behind his Bedford-Stuyvesant apartment building. The police released a Polaroid snapshot of the toy gun yesterday, saying they wanted to show how" , "date" : "19940929" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Wounded Youth's Pistol Looked Real, Police Say" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/29\/nyregion\/wounded-youth-s-pistol-looked-real-police-say.html"} , {"body" : "Only blocks short of her destination, Marisol Pagan ended her Sunday trip to her mother's house in devastation -- her husband critically wounded in a brutal explosion of gunfire and she beaten until her bones broke and she lay helpless on the streets of Brooklyn. Two attackers, who pretended to ask for directions as they approached the Pagans' car" , "date" : "19940927" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Man Shot and Wife Beaten By Robbers on Brooklyn Street" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/27\/nyregion\/man-shot-and-wife-beaten-by-robbers-on-brooklyn-street.html"} , {"body" : "Leaving the courthouse in Brooklyn a free man, Eric Jackson-Knight had clutched a red Bible. In a retrial, he had been acquitted of helping to set a supermarket fire that killed six firefighters and for which he had already served 10 years in prison. And now, he said, he felt as if he were \"being born again.\" It was time to get out of New York" , "date" : "19940926" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Acquitted of Waldbaum's Arson Is Arrested Again" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/26\/nyregion\/man-acquitted-of-waldbaum-s-arson-is-arrested-again.html"} , {"body" : "Cherise Wade saw the blood on the television news Tuesday, her boy's blood, dripping down the steps of a Brooklyn housing project. Later, numb with grief, she went to the project to see the stains for herself. The seventh-floor stairwell of the Sumner Houses in Bedford-Stuyvesant had already been scrubbed clean of any evidence of Gregory Wright's" , "date" : "19940922" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Mother's Fight for Son Loses to Lure of Streets" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/22\/nyregion\/mother-s-fight-for-son-loses-to-lure-of-streets.html"} , {"body" : "For years, residents in inner-city neighborhoods like Harlem, Jamaica and East New York complained that the giant supermarkets that serve the suburbs and wealthier parts of the city had shunned their neighborhoods, forcing them to shop in overpriced and understocked bodegas and other small stores. But in an unusual retail program to be announced" , "date" : "19940922" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)" , "EAST HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Supermarket Invests in Harlem, Long Shunned by Chains" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/22\/nyregion\/supermarket-invests-in-harlem-long-shunned-by-chains.html"} , {"body" : "The security director at Woodhull Medical Center in Brooklyn resigned on Friday in connection with an investigation by the city's Health and Hospitals Corporation into allegations that some employees were running a drug ring, supplying cocaine and heroin to patients and other employees. The resignation occurs less than a month after the director of" , "date" : "19940918" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "48" , "title" : "Woodhull Security Chief Quits in Inquiry" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/18\/nyregion\/woodhull-security-chief-quits-in-inquiry.html"} ,   {"body" : "Trying a new tactic to rid New York City of the costly burden of managing apartment buildings, the Giuliani administration announced yesterday that it would turn several hundred city-owned buildings over to private managers, including local for-profit entrepreneurs. City officials said they intend to shift about 250 apartment buildings -- which" , "date" : "19940915" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Mayor Cutting City's Roster Of Buildings" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/15\/nyregion\/mayor-cutting-city-s-roster-of-buildings.html"} , {"body" : "This list summarizes our recommendations for some contested New York City races in today's Democratic primary in which the outcome is tantamount to election. The polls are open from 6 A.M. to 9 P.M. Both Republicans and Democrats also have statewide races on today's ballot. In those contests we reserve our endorsements until the November general" , "date" : "19940913" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "New York City Primary Choices" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/13\/opinion\/new-york-city-primary-choices.html"} , {"body" : "Theirs were simple exchanges, words of wisdom passed from sister to brother, friend to friend, as they prepared to begin another school year in New York City. Ebonie Jackson, 15, sat on her family's front porch in the Bedford-Stuyvesant area of Brooklyn and told her baby brother, Daniel Brooks 2d, 11, to wear clean jeans and not baggy pants, not to" , "date" : "19940913" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Anticipation and Worry as School Begins" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/13\/nyregion\/anticipation-and-worry-as-school-begins.html"} , {"body" : "Officer Paul Ciurcina's drift to the brink of suicide began when two colleagues were killed on a Brooklyn street. Struggling to save one of them in the back of a patrol car by mouth-to-mouth resuscitation, he swallowed the man's blood. And in that strange communion, they were linked. \"I can taste it still today,\" said Mr. Ciurcina, 52, a decorated" , "date" : "19940912" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "An Officer's Painful Trip to the Edge and His Long Journey Back" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/12\/nyregion\/an-officer-s-painful-trip-to-the-edge-and-his-long-journey-back.html"} , {"body" : "SO it doesn't seem quite up to the Nov. 8 main event. Yet, in truth, the round of primaries on Tuesday includes several interesting and important races at every level. Though the serious run at Gov. Mario M. Cuomo will not come until November, the primary will decide which of two Republicans will make that challenge. In the Democratic primary" , "date" : "19940911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "VOTER'S GUIDE: THE NEW YORK CITY PRIMARY; O.K., It's Not November. But It Is Time to Vote." , "url" : "http:\/\/www.nytimes.com\/1994\/09\/11\/nyregion\/voter-s-guide-new-york-city-primary-ok-it-s-not-november-but-it-time-vote.html"} , {"body" : "FOR Woza Cephas, a Brooklyn designer, working in the fashion industry on Seventh Avenue in Manhattan was like being a sponge. \"I was soaking up an enormous amount of information but was not given the opportunity to put it back out there in my own voice,\" he said. So in 1991, Mr. Cephas left Manhattan to design and sell a line of clothing in" , "date" : "19940904" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "43" , "title" : "Brooklyn Nurtures A New Seventh Avenue" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/04\/style\/brooklyn-nurtures-a-new-seventh-avenue.html"} , {"body" : "At first glance it's just a nasty local brawl for a State Senate seat in a politically atypical corner of New York City. But scratch the surface, and the Republican primary in the 23d Senate District, covering slices of Brooklyn and Staten Island, emerges as a battle with broader stakes -- and one reflecting divisiveness roiling Republican ranks" , "date" : "19940904" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "State Senate District Sees Brawl Within the G.O.P." , "url" : "http:\/\/www.nytimes.com\/1994\/09\/04\/nyregion\/state-senate-district-sees-brawl-within-the-gop.html"} , {"body" : "Sol Wachtler's temporary new life sleeping in a Brooklyn halfway house and working at a Long Island real estate company has run into some problems. After an abbreviated first day at his job on Wednesday, Mr. Wachtler, formerly Chief Judge of New York State, was called back to the halfway house by Bureau of Prison officials apparently concerned" , "date" : "19940902" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Monitoring Of Wachtler Is a Concern" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/02\/nyregion\/monitoring-of-wachtler-is-a-concern.html"} , {"body" : "A grand jury yesterday decided not to indict two Brooklyn teen-agers in the death of a man they killed after he robbed their cousin at knifepoint. People familiar with the case said that the grand jury found that the teen-agers, who hit the man with a metal fence post, had justifiably used deadly physical force to keep the robber from fleeing and" , "date" : "19940831" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For 2 Youths, No Indictment In a Killing" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/31\/nyregion\/for-2-youths-no-indictment-in-a-killing.html"} , {"body" : "During the day, Sol Wachtler will broker real-estate deals from a glass high-rise in an affluent section of Long Island. At night, he will head home to Myrtle Avenue in Bedford-Stuyvesant for a dinner of meatloaf, and maybe an evening of television or cards with the other inmates. Mr. Wachtler, the former Chief Judge of New York State, yesterday" , "date" : "19940830" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "For Ex-Judge Wachtler, Real Estate by Day, Card Games and Meatloaf at Night" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/30\/nyregion\/for-ex-judge-wachtler-real-estate-by-day-card-games-and-meatloaf-at-night.html"} ,   {"body" : "They prowl subway platforms and the parks outside the stations. Sometimes they pose as blind people, or as homeless people. Other times they appear to be wealthy pedestrians wearing expensive jewelry conspicuously around their necks. They are undercover transit police officers -- 200 or so rough-and-ready groundhogs who try to blend into the" , "date" : "19940829" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Undercover Police Ride Wide Range of Emotion" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/29\/nyregion\/undercover-police-ride-wide-range-of-emotion.html"} , {"body" : "Just a few hours after the Senate passed the crime bill on Thursday night, Godfrey Williams boarded a Manhattan-bound subway train at a station in the Bedford-Stuyvesant section of Brooklyn. It was nearly 11 P.M. and he was on his way to work. Mr. Williams, 40, had two jobs. He was the superintendent of his building in a residential neighborhood" , "date" : "19940828" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "15" , "title" : "In America; Shots In the Subway" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/28\/opinion\/in-america-shots-in-the-subway.html"} , {"body" : "The holdups have become routine along Myrtle Avenue in Brooklyn. The Hostess bakery truck was hit a month ago. The robbery of the Pepsi truck came a week later, the take limited to the $40 torn out of the shirt pocket of the driver because the safe in the back was bolted to the floor. The United Parcel Service delivery truck was next. The routine" , "date" : "19940823" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Driver of Delivery Truck Is Shot In Latest of Brooklyn Holdups" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/23\/nyregion\/driver-of-delivery-truck-is-shot-in-latest-of-brooklyn-holdups.html"} , {"body" : "There are no greengrocers, no pharmacies, no bakeries in Red Hook. Gowanus has no health services -- the nearest public clinic is about two miles away, in Fort Greene, and hard to reach because of a lack of public transportation. Local officials have begun looking to new state and Federal programs to boost the economy in southwest Brookyn. Last" , "date" : "19940821" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: RED HOOK\/GOWANUS; Southwest Brooklyn Presses Its Economic Case" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/21\/nyregion\/neighborhood-report-red-hook-gowanus-southwest-brooklyn-presses-its-economic.html"} , {"body" : "For much of his adult life, the Rev. Benjamin F. Chavis, executive director of the National Association for the Advancement of Colored People, has lived on the edge of controversy and conflict. In the 1970's he spent nearly five years in prison for the firebombing of a white-owned grocery store before the conviction was overturned. As executive" , "date" : "19940817" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "14" , "title" : "Director of N.A.A.C.P. Is Fighting for Survival" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/17\/us\/director-of-naacp-is-fighting-for-survival.html"} , {"body" : "On any Tuesday night, peer into a ninth floor room all the way in the back of the Better Bodies Cross-Training Center on West 19th Street in Manhattan, and you will see the tall, slender young man with long, wiry arms teaching a boxing for fitness class. The class, with its pads and gloves, plastic jump ropes and exercises in technique, is routine." , "date" : "19940816" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "BOXING: Only Gloves in Breland's Future Are in Class; The Ex-Champion-Turned Teacher Has No Desire to Go Back in the Ring" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/16\/sports\/boxing-only-gloves-breland-s-future-are-class-ex-champion-turned-teacher-has-no.html"} , {"body" : "From the day it was finished in 1887, the man-made jewel that is Central Park began to fall apart. Over the last decade, impressive work has been done to start reversing the damage. But the crafts that produced some of the park's most distinctive features -- ornamental bridges and arches, stone walls and monumental terraces -- have faded in this" , "date" : "19940810" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Not Just Another Brick in the Wall; Central Park Stoneworkers Revive Some Old Traditions" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/10\/nyregion\/not-just-another-brick-wall-central-park-stoneworkers-revive-some-old-traditions.html"} , {"body" : "THELMA Harris remembers the morning five years ago when she decided to go to college. On the way to a clerical job she no longer enjoyed, the 35-year-old single mother heard a radio advertisement for Trinity College, a small, private women's college near her home in Washington. Promised some credit for her life experience, an environment supportive" , "date" : "19940807" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "28" , "title" : "College Goes To the Student" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/07\/education\/college-goes-to-the-student.html"} , {"body" : "In an effort to improve health care for New York City's poor and to offer an alternative to overcrowded hospital emergency rooms, the Giuliani administration is planning to open 16 new health clinics to be run by private nonprofit agencies. The clinics, Mayor Rudolph W. Giuliani's first major health initiative, are expected to open in the next two" , "date" : "19940729" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Giuliani Plans To Open 16 Clinics" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/29\/nyregion\/giuliani-plans-to-open-16-clinics.html"} , {"body" : "As the region's real-estate market slowly emerges from a five-year hibernation, buyers and sellers in both New York City and the surrounding areas are finding what seems to be a very selective and at times contradictory recovery. Long spoiled by years of having the upper hand in most transactions, some buyers are finding that owners cannot be" , "date" : "19940718" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Contradiction Marks Revival In Real Estate" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/18\/nyregion\/contradiction-marks-revival-in-real-estate.html"} ,   {"body" : "AS chief executive of a sprawling computer plant in the unlikely setting of Bedford-Stuyvesant, Wesley D. Ratcliff has received a wealth of mail from civic boosters in the South, the Middle West and elsewhere, suggesting that he move his company out of Brooklyn. \"Those letters are in the trash,\" he said with a sweep of the hand. \"You could say I" , "date" : "19940717" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Save the Business, Keep It in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/17\/nyregion\/new-yorkers-co-save-the-business-keep-it-in-brooklyn.html"} , {"body" : "On Tuesday night, Francisco Delgado parked his Lincoln Town Car at 29th Street and Broadway in Manhattan, and began walking away. But before he had gotten more than a block, United States Customs Service agents grabbed him. The agents had been following Mr. Delgado, 48, from a warehouse in the Bedford-Stuyvesant section of Brooklyn where they said" , "date" : "19940715" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEWARK (NJ)" , "NEW YORK CITY" , "COLOMBIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 Arrested in Smuggling Cocaine Found in Newark Cargo" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/15\/nyregion\/3-arrested-in-smuggling-cocaine-found-in-newark-cargo.html"} , {"body" : "Over most of the decade that was the focus of a special commission's two-year investigation into police corruption, three men presided over the New York City Police Department. First there was Benjamin Ward, a former patrolman who had become a lawyer and had headed the city and state prison systems before being appointed by Mayor Edward I. Koch in" , "date" : "19940710" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Mollen Panel Says Buck Stops With Top Officers" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/10\/nyregion\/mollen-panel-says-buck-stops-with-top-officers.html"} , {"body" : "A correction officer falsely said she was a carjacking victim to protect two friends who hit and killed a homeless man as they drove her car in Brooklyn, the police said yesterday. Friday evening, a 1987 BMW owned by the officer, Andrea Westmoreland, 27, hit the man on Nostrand Avenue in Bedford-Stuyvesant, the police said. The driver lost control" , "date" : "19940710" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Correction Officer Held in False Report" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/10\/nyregion\/correction-officer-held-in-false-report.html"} , {"body" : "STARTING OUT IN ANY BRANCH OF THE ARTS IS RARELY A SNAP, but choreography poses special challenges. To bring a dance to life, a choreographer has basic needs that are enormous and expensive. Besides time to develop and try out ideas, the requirements include dancers, music, rehearsal space, a performance site and an audience. Still, the dance world" , "date" : "19940710" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "DANCE; The Elusive Spark That Ignites the Choreographer" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/10\/arts\/dance-the-elusive-spark-that-ignites-the-choreographer.html"} , {"body" : "A Long Island man was killed yesterday when a fireworks launcher he had lighted went off in his face, in the most serious of many incidents as the region dealt with the annual carnage of Independence Day. Robert Saueressig, 26, of Plainview, died at 9:30 P.M., moments after loading and lighting a mortar in a park at Princeton Drive and Cornell" , "date" : "19940705" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA" , "PLAINVIEW (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Man Killed Setting Off Fireworks" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/05\/nyregion\/man-killed-setting-off-fireworks.html"} , {"body" : "Mayor Rudolph W. Giuliani and the leaders of the City Council agreed yesterday on a $31.6 billion budget that would sharply curtail the growth in spending for the first time since the city fiscal crisis of the 1970's and begin to wrench down the size of New York City's government. The Mayor and the Council leaders struck a tentative deal at 3:30" , "date" : "19940622" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "NEW YORK CITY'S BUDGET: THE OVERVIEW; GIULIANI'S BUDGET WINS THE SUPPORT OF COUNCIL CHIEFS" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/22\/nyregion\/new-york-city-s-budget-overview-giuliani-s-budget-wins-support-council-chiefs.html"} , {"body" : "It is no wonder that Bill Paterson's pupils are unruly and academic failures. He has such obvious disdain for them. As a girl growing up in the Bedford-Stuyvesant section of Brooklyn, I received encouragement and support from my teachers and never doubted I would succeed. Tax levies and social programs can't make up for deficiencies in" , "date" : "19940619" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "Magazine"] , "page_facet" : "8" , "title" : "'WE'RE ALL RACIST NOW'" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/19\/magazine\/l-we-re-all-racist-now-413100.html"} , {"body" : "After years of struggle, Medgar Evers College has won back its original status as a four-year, senior college, and the school and its Crown Heights neighbors are celebrating. State Senator Marty Markowitz, a Democrat whose district encompasses Crown Heights, offered a one-word reaction: \"Hallelujah!\" With the recent passage of the state budget," , "date" : "19940619" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: CROWN HEIGHTS; Medgar Evers College Savors a New Start" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/19\/nyregion\/neighborhood-report-crown-heights-medgar-evers-college-savors-a-new-start.html"} , {"body" : "The firefighters of Engine Company 24 and Ladder Company 5 in Manhattan stood in the doorway of their firehouse, talking about grief, the Rangers and carrying on. The Rangers, trying to rediscover how to win after 54 years, are helping the men in the doorway figure out how to smile again. \"I swear, John Drennan is up there pulling strings, making" , "date" : "19940611" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Knick and Ranger Title Bids Inspire a Search for Meaning" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/11\/nyregion\/knick-and-ranger-title-bids-inspire-a-search-for-meaning.html"} ,   {"body" : "To the Editor: In two recent tragic and deadly fires, one in the Mott Haven section of the Bronx and one in the Bedford-Stuyvesant section of Brooklyn (and, Fire Department officials say, in dozens of others), the victims prevented their own escape by blocking or padlocking their apartment fire escapes. Sadly, to deter robberies and break-ins, many" , "date" : "19940606" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "14" , "title" : "Law on Window Gates Would Save Lives" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/06\/opinion\/l-law-on-window-gates-would-save-lives-314676.html"} , {"body" : "WILLIAM C. THOMPSON JR., the latest appointee to that political sack of cats known as the Board of Education, has no one to blame for the honor but himself. He asked to be considered for the post, and a search committee unanimously agreed with his old boss, Howard Golden, the Brooklyn Borough President, that Mr. Thompson had all the right" , "date" : "19940605" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "39" , "title" : "On Sunday; Better Schools By Consensus, Not Conflict" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/05\/nyregion\/on-sunday-better-schools-by-consensus-not-conflict.html"} , {"body" : "In a turquoise cottage in Miami's Little Haiti, Meriente Auguste riffled through photographs of the family left behind when she fled home on a tumbledown boat. She pulled out two snapshots, one of her father, one of her teen-age sister. Hands crossed over their chests, they both lay in open coffins. \"They died because of me,\" said Ms. Auguste, 23," , "date" : "19940603" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "HAITI" , "MIAMI (FLA)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Haitian Migrants Settle In, Looking Back" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/03\/nyregion\/haitian-migrants-settle-in-looking-back.html"} , {"body" : "As the Giuliani administration tries to rid the city of the expensive task of managing thousands of homes and apartment buildings taken for nonpayment of taxes, a new wave of defaults is threatening to burden the city with thousands of additional units. The number of buildings in which owners have fallen seriously behind in their taxes has risen" , "date" : "19940531" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Defaults Rise, Posing Peril For Housing" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/31\/nyregion\/defaults-rise-posing-peril-for-housing.html"} , {"body" : "In a rectilinear and pushy city, New York's street trees offer a green canopy of healing and hope. But many are dying, others will die sooner than they should, and all are in a state of grim siege. The trees, a city responsibility, are simply not being taken care of. Maintenance has been reduced mainly to removing dead trees, a process itself" , "date" : "19940530" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Mother Nature Never Intended This; Pollution and Not Enough Care Afflict City's Street Trees" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/30\/nyregion\/mother-nature-never-intended-this-pollution-not-enough-care-afflict-city-s.html"} , {"body" : "A relative of an 18-month-old boy whose body was found stuffed into a plastic bag in his family's Brooklyn apartment Monday evening said yesterday that she had repeatedly called authorities to report that the child's mother was abusing him. The mother, Jaqueline Padgett, 31, of 365 Gates Avenue in Bedford-Stuyvesant, was taken into custody late" , "date" : "19940525" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mother Questioned in Her Baby's Death" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/25\/nyregion\/mother-questioned-in-her-baby-s-death.html"} , {"body" : "The body of a toddler was found in a plastic bag last night in his family's home in the Bedford-Stuyvesant section of Brooklyn, the police and family members said. The mother's landlady, who said she is also a relative, said she and another family member found the child, Joseph Padgett, after becoming concerned about not seeing him recently. She" , "date" : "19940524" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Toddler's Body Is Found in Bag" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/24\/nyregion\/toddler-s-body-is-found-in-bag.html"} , {"body" : "Maybe it's the sugared walnuts, chocolate syrup and ice cream. Perhaps it's pride of place, or plain old enlightened self-interest. But on the last Thursday of each month, in Room EF-100 of the Capitol, a ground-floor hideaway a few steps from the gift shop, a group of instinctively fractious politicians comes together for lunch and a" , "date" : "19940522" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Can They Deliver?" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/22\/nyregion\/can-they-deliver.html"} , {"body" : "IT did not take long for the buyers of new condominiums in a handsomely rehabilitated strip of buildings on Hull Street in the Brownsville section of Brooklyn to take management and investment matters into their own hands. What they wanted was iron gates, the better to protect their front stoops from after-school loungers. So at only the second" , "date" : "19940522" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES; Buyers Move In, Transforming a Brownsville Street" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/22\/realestate\/perspectives-buyers-move-in-transforming-a-brownsville-street.html"} , {"body" : "Laurie Beckelman, the chairwoman of the Landmarks Preservation Commission since 1990 and one of the few remaining holdovers from the Dinkins administration, said yesterday that she would leave government this summer to become a vice president at the LaSalle Partners real-estate concern. Deputy Mayor Fran Reiter said yesterday that Ms. Beckelman" , "date" : "19940522" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Head of Landmarks Agency Resigning for Real Estate Job" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/22\/nyregion\/head-of-landmarks-agency-resigning-for-real-estate-job.html"} ,   {"body" : "The students at York College began to file into Classroom D-401 shortly before 2 P.M. There was nothing on the blackboards, and no books were opened. The final exam had to be rescheduled because funeral arrangements were being made. Psychology 206 no longer had a teacher. James Donald Wynne, an original member of the York College faculty who was" , "date" : "19940519" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Suspended Driver Is at Wheel of Car That Kills Professor" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/19\/nyregion\/suspended-driver-is-at-wheel-of-car-that-kills-professor.html"} , {"body" : "The most shocking thing about them is their ordinariness. Like so many young teen-agers, they are insecure, materialistic, impressionable, not always in command of their anger and aggressiveness. They often come from broken homes, and in many cases their mothers are hard-working women trying to build safe and comfortable futures for their children." , "date" : "19940517" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Youthful, Impressionable And Accused of Murder" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/17\/nyregion\/youthful-impressionable-and-accused-of-murder.html"} , {"body" : "A 19-year-old Brooklyn man was charged yesterday in the wild shootout outside a club early Saturday morning that killed a 14-year-old youth and wounded five other bystanders. The police said William Norfort is the gunman who, in an apparent argument about a woman, began shooting outside the Club Mahogany, at 1368 Fulton Street in" , "date" : "19940512" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Man Held In Killing Near Club" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/12\/nyregion\/brooklyn-man-held-in-killing-near-club.html"} , {"body" : "James Rossi felt a little guilty about skipping his daughter's 10th birthday party Monday evening to catch the Rangers on television. His best friend, Rusty Liberatore, assured him it was fine. \"Don't you realize it's been 54 years since the Rangers last won the Stanley Cup?\" Mr. Liberatore said. \"You're allowed to do these things.\" Mr. Rossi, a" , "date" : "19940511" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "It's Spring Fever For Sports Fans; Hailing Knicks and Rangers" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/11\/nyregion\/it-s-spring-fever-for-sports-fans-hailing-knicks-and-rangers.html"} , {"body" : "Just a few weeks after the city moved to crack down on food vendors in several areas in Manhattan, the Giuliani administration is now carrying out a broader policy to banish all peddlers from streets throughout the city where they operate illegally and, ultimately, to relocate many of them to open-air-style markets far from areas of heavy" , "date" : "19940509" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Giuliani Broadens Crackdown To Banish All Illegal Vendors" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/09\/nyregion\/giuliani-broadens-crackdown-to-banish-all-illegal-vendors.html"} , {"body" : "In the last year, Joseph E. Holley Sr.'s company has been fined more than $6,000 by the Environmental Control Board on charges of dumping trash outside a vacant apartment building that his company owns in Bedford-Stuyvesant. But Mr. Holley, executive director of the nonprofit Northwest Brooklyn Development Corporation in Bedford-Stuyvesant, says" , "date" : "19940508" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BEDFORD--STUYVESANT; Curse of the Midnight Dumpers Grows Worse" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/08\/nyregion\/neighborhood-report-bedford-stuyvesant-curse-of-the-midnight-dumpers-grows-worse.html"} , {"body" : "A 14-year-old youth was killed early yesterday outside a club in Bedford-Stuyvesant, Brooklyn, when two men became involved in a shootout that wounded five other people, three of them teen-agers, the police said. The dispute began inside the Club Mahogany on 1368 Fulton Street about 3 A.M. and spilled outside. Detectives found the sidewalk littered" , "date" : "19940508" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Youth Killed at Brooklyn Club" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/08\/nyregion\/youth-killed-at-brooklyn-club.html"} , {"body" : "ONE sloppy spring afternoon, light rain spitting from the darkened sky, Elaine Stong ducked into a brick apartment house on a Greenwich Village street, an oasis of well-kept town houses. A scarf was capping her hair, giving her the look of a gypsy. She exchanged pleasantries with the tub-bellied doorman, rode the elevator to the fifth floor and let" , "date" : "19940508" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The View From the Other Side" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/08\/nyregion\/the-view-from-the-other-side.html"} , {"body" : "He found equanimity poking through the entrails of a car. He took delight and pride in resuscitating gasping engines, unclogging gas lines, repairing valves. Those who brought their faltering vehicles to his makeshift bay along the curb of his housing project agreed that Abraham Meyers made magic with his fingers. Friends and relatives spoke of him" , "date" : "19940508" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HOWARD BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For Unlicensed Driver, a Long Prelude to Tragedy" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/08\/nyregion\/for-unlicensed-driver-a-long-prelude-to-tragedy.html"} , {"body" : "IT CAN probably be said that Barry W. Agulnick knows more police officers accused of breaking the law than almost anyone else in the city. That is because for more than two decades, Mr. Agulnick, a lawyer, has developed a peculiar boutique practice: he specializes in representing officers steeped in seriously hot water. His clients leaped into" , "date" : "19940508" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; Defending the Blue" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/08\/nyregion\/making-it-work-defending-the-blue.html"} ,   {"body" : "Here is a critical look at a sampling of New York City's parks, from the vast and famous lawns of Central and Prospect Parks to a small and struggling playground in a hard patch of Bedford-Stuyvesant. Manhattan CENTRAL PARK: THE JEWEL IN THE CROWN This 840-acre park, of almost transcendental importance to New Yorkers, is often described as the" , "date" : "19940501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "A Critical Tour of the Empire: Battery Park to High Bridge . . ." , "url" : "http:\/\/www.nytimes.com\/1994\/05\/01\/nyregion\/a-critical-tour-of-the-empire-battery-park-to-high-bridge.html"} , {"body" : "SPRINGTIME in New York, and the parks are alive with wonders. A man sits by himself in a soft rain and looks outward at the lagoon in Pelham Bay Park. A man and a woman sit on a Central Park bench and see infinity in each other's eyes. At the Thomas Greene Playground in Brooklyn's Boerum Hill neighborhood, children play tag in the dancing sunshine." , "date" : "19940501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLUSHING MEADOWS-CORONA PARK (NYC)" , "PROSPECT PARK (NYC)" , "RIVERSIDE PARK (NYC)" , "PELHAM BAY PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Troubled Emerald Empire" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/01\/nyregion\/a-troubled-emerald-empire.html"} , {"body" : "The police shot and killed a man yesterday in a gun battle along a desolate strip of boarded-up warehouses, factories and rambling junkyards in East New York, Brooklyn, after a buy-and-bust operation went awry, a police spokesman said. Two men and at least 10 officers, including eight serving as backup, were involved in the shooting, which occurred" , "date" : "19940426" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officers in Brooklyn Slay Man in Arrest" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/26\/nyregion\/officers-in-brooklyn-slay-man-in-arrest.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; 2d Tuesday of month; next May 10, 7 P.M., 211 Ainslie Street; (718) 388-4440. DISTRICT 2: Fort Greene, Brooklyn Heights; 2d Wednesday of month; next May 11, 6 P.M.; place to be announced; (718) 596-5410. DISTRICT 3: Bedford-Stuyvesant; 1st Monday of month; next meeting May 2, 7 P.M., 1368 Fulton Street; (718)" , "date" : "19940424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Community Board Meetings in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/24\/nyregion\/public-interest-community-board-meetings-in-brooklyn.html"} , {"body" : "New works, and works that draw on jazz elements, have always been the heart of Marin Alsop's repertory with her Concordia Orchestra, and in that sense, the ensemble's concert on Saturday evening at Alice Tully Hall was business as usual. One piece, George Bogatko's \"Go for It,\" was hardly even a jazz-classical hybrid: its language, structure and" , "date" : "19940419" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "Review\/Music; Concordia Offers Premieres" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/19\/arts\/review-music-concordia-offers-premieres.html"} , {"body" : "Early every morning an armored car pulls up to a storefront in the Williamsburg section of Brooklyn. And for the next nine and a half hours, faces of all kinds pass in front of the four panes of bulletproof glass at Roebling Check Cashing -- black, Hispanic, Hasidic, male, but mostly female, with children placed on countertops. \"The whole" , "date" : "19940418" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Report Shows Check Cashers Filling a Void" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/18\/nyregion\/report-shows-check-cashers-filling-a-void.html"} , {"body" : "Rain was falling over Brooklyn, but at Public School 13 in Bedford-Stuyvesant, 400 parents were packed into an auditorium to meet Schools Chancellor Ramon C. Cortines. Two hours into the evening, Mr. Cortines leaned against the stage, nodding attentively as a P.T.A. president grumbled about classroom overcrowding. The evening had been a cascade of" , "date" : "19940417" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "31" , "title" : "Digging Away at School Work" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/17\/nyregion\/digging-away-at-school-work.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GRAMERCY PARK $280,000 39 Gramercy Park 2-bedroom, 2-bath, 1,200-sq.-ft. postwar co-op; 24-hr. doorman, dining area, terrace, key to park; maintenance $1,073, 60% tax" , "date" : "19940417" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/17\/realestate\/residential-resales-781398.html"} , {"body" : "APRIL Tyler opened an interest-bearing checking account at Chemical Bank eight years ago, and now has thousands of dollars in an individual retirement account there, too. But the relationship took a nose dive last month when Chemical announced that it was closing 50 branches, doubling the minimum balance required for \"free checking\" and sharply" , "date" : "19940417" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Bottom Line on Banks" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/17\/nyregion\/the-bottom-line-on-banks.html"} , {"body" : "LISTEN to the voices of Crown Heights, raised in exhibitions that opened this week at three Brooklyn cultural institutions. From a Jamaican resident: \"The media hasn't helped. Both communities are hurting, and if you have two hurting people, they need to be together to heal their hurt, outside the media's realm.\" A Lubavitcher woman speaks: \"The" , "date" : "19940415" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "The Voices and Faces of Crown Heights" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/15\/arts\/the-voices-and-faces-of-crown-heights.html"} ,   {"body" : "A 29-year-old woman was arrested early yesterday on charges she fatally stabbed her male companion, who the police believe had beaten her while throwing her out of their Brooklyn apartment. The body of the victim, identified as Derrick Pack, 29, the superintendent at 369 Lincoln Place in the Bedford-Stuyvesant section, was found by the police" , "date" : "19940411" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Woman Held in a Killing" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/11\/nyregion\/woman-held-in-a-killing.html"} , {"body" : "It has been 40 years since Brown v. the Board of Education, when the United States Supreme Court set the stage for all schools to be open to all children, no matter the color of their skin. It has been 30 years since Congress passed a Civil Rights Act that banished barriers to equal access, officially ushering in an era in which blacks and whites" , "date" : "19940410" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Reassessing a Dream -- A special report.; Years on Integration Road: New Views of an Old Goal" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/10\/nyregion\/reassessing-dream-special-report-years-integration-road-new-views-old-goal.html"} , {"body" : "Taking a cue from Mayor Rudolph W. Giuliani, Public Advocate Mark J. Green launched a series of town meetings last week to hear the complaints and concerns of New Yorkers. And it did not go unnoticed in political circles that the first place he went was where Mr. Giuliani is politically weakest: to the heart of black Brooklyn. For more than an hour" , "date" : "19940410" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Political Notes; Green's Town Meetings Off and Running, Either Way" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/10\/nyregion\/political-notes-green-s-town-meetings-off-and-running-either-way.html"} , {"body" : "Out of 42, a Mere 6 Q. All kinds of obscure subjects are commemorated by sculptures in this city -- even a sled dog in Central Park. But how many statues of United States Presidents are there? A. It's hard to say for the city as a whole, but the city parks -- where memorial statues tend to gather -- keep pretty good records. Only a half-dozen" , "date" : "19940410" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1994\/04\/10\/nyregion\/fyi-719137.html"} , {"body" : "Radheya Mathews attends ninth grade in a public school for special education students in the Bronx, but it is as if he had dropped out in spirit many years ago. He sits lethargically in class. He often walks out. He has a thick file of suspensions. But at home, he is a gifted artist who quietly tucks away his fancy pencil drawings in a Timberland" , "date" : "19940406" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "U.S." , "Education"] , "page_facet" : "1" , "title" : "Minority Students Languish In Special Education System" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/06\/us\/minority-students-languish-in-special-education-system.html"} , {"body" : "Rashad King, a 16-year-old student with a solid record in school but no chance of outsprinting a bullet, was shot and killed late Sunday night on a subway platform in Brooklyn. He was on his way home, 20 minutes before the midnight curfew set by his mother, when he was shot in the back. The police said a \"staredown\" between two other youths on a" , "date" : "19940405" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Dispute in Brooklyn Subway Ends in Killing of Student, 16" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/05\/nyregion\/dispute-in-brooklyn-subway-ends-in-killing-of-student-16.html"} , {"body" : "He preyed on the old and the poor in two Brooklyn neighborhoods, telling them he was a water marshal and would cut them off unless they paid their overdue bills. But there are no water marshals, and in many cases, there weren't even any overdue bills. By the time his victims realized what had happened to them, he was gone. The police estimate he" , "date" : "19940329" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Is Held In Swindles Of Elderly" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/29\/nyregion\/man-is-held-in-swindles-of-elderly.html"} , {"body" : "A NEW housing team taking shape at the New York City Department of Housing Preservation and Development is setting out to establish a different voice for housing policy. But while the voice is different, the singers are using a familiar score. The effort to unburden itself of the thousands of units of formerly privately owned housing taken over" , "date" : "19940327" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES; Speeding the Recycling of City-Owned Buildings" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/27\/realestate\/perspectives-speeding-the-recycling-of-city-owned-buildings.html"} , {"body" : "A day after the New York City high school basketball championships were marred by a clash between 200 or so fans at Madison Square Garden, school officials scrambled yesterday to identify and punish the troublemakers and to persuade Garden officials not to evict the annual championships from the arena. The 20-minute melee, which broke out after" , "date" : "19940323" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "HIGH SCHOOL BASKETBALL; New York Officials Try To Keep Championship Site" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/23\/sports\/high-school-basketball-new-york-officials-try-to-keep-championship-site.html"} , {"body" : "This month the school system announced that enrollment had topped a million for the first time in 15 years. Here is a breakdown by district. Citywide public school enrollment High school enrollment '89-'90 937,248 Manhattan 62,714 '90-'91 939,638 Bronx 59,939 '91-'92 973,263 Brooklyn 103,196 '92-'93 995,465 Queens 72,781 '93-'94 1,016,728 Staten" , "date" : "19940320" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "PUBLIC SCHOOL ENROLLMENT; Tipping the Scales At School" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/20\/nyregion\/public-school-enrollment-tipping-the-scales-at-school.html"} ,   {"body" : "One man has already died behind the counter of the West Harlem grocery where Omar Rosario works, murdered in a tiny business where customers pay in pennies and promises. Before he goes to work he slips on his bulletproof vest, slides a black 9-millimeter pistol in his waistband, and gives himself to God. It is early on a Wednesday night and the" , "date" : "19940320" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York's Bodegas Become Islands Under Siege" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/20\/nyregion\/new-york-s-bodegas-become-islands-under-siege.html"} , {"body" : "The mayor and the governor have not appointed any new trustees of City University for years. The board held only eight regular meetings last year, and just one of the five borough hearings it is supposed to hold every year. And at committee meetings, where most of the work is conducted, there are often only two trustees at the big table. A majority" , "date" : "19940314" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Failure to Replace Trustees Weakens CUNY, Critics Say" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/14\/nyregion\/failure-to-replace-trustees-weakens-cuny-critics-say.html"} , {"body" : "A vast network of services has been created to deal with the AIDS epidemic in New York City. Here is a look at some of the more important ones. ANONYMOUS TESTING SITES STATE Bronx: Mott Haven. Monday through Thursday, 8:30 A.M. to 3:30 P.M., Friday 8:30 A.M. to 12:30 P.M., closed Saturday and Sunday. (718) 292-38531 or (800) 526-4823. Average wait" , "date" : "19940313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PUBLIC INTEREST; A User's Guide to AIDS Services" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/13\/nyregion\/public-interest-a-user-s-guide-to-aids-services.html"} , {"body" : "FIREFIGHTERS spend most of their time waiting, fidgeting benchwarmers at a game they can only anticipate. While they wait, they make their own beds, scrub their own toilets, polish their truck (they call it an apparatus). In full fire regalia, they take their shiny red truck to the supermarket, then cook feasts together. They drill on techniques," , "date" : "19940313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; Firemen in Waiting" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/13\/nyregion\/making-it-work-firemen-in-waiting.html"} , {"body" : "To the Editor: We New York City 4-Hers are not as surprised as the scientists that male bats lactate (news article, Feb. 24). As part of our pigeon project in the Bedford-Stuyvesant section of Brooklyn, we learned that male pigeons lactate and also stay in the nest during the day while the female hunts for food. They also mate for life! New York" , "date" : "19940308" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "Sidewalk Naturalists" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/08\/opinion\/l-sidewalk-naturalists-402737.html"} , {"body" : "Parents of public school students in Bedford-Stuyvesant and surrounding communities are going an extra mile in trying to assure their children's safety: they are about to start patrolling school grounds as auxiliary police officers. The program, created by School District 13 and the New York City Police Department, is the first of its kind in the" , "date" : "19940306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: Bedford - Stuyvesant; Parents to the Rescue at Schools" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/06\/nyregion\/neighborhood-report-bedford-stuyvesant-parents-to-the-rescue-at-schools.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; 2d Tuesday of month; next March 8, 7 P.M., 211 Ainslie Street; (718) 388-4440. DISTRICT 2: Fort Greene, Brooklyn Heights; 2d Wednesday of month; next March 9, 6 P.M., Borough Hall Community Room, Joralemon and Court Streets; (718) 596-5410. DISTRICT 3: Bedford-Stuyvesant; 1st Monday of month; next tomorrow, 7" , "date" : "19940306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Community Board Meetings in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/06\/nyregion\/public-interest-community-board-meetings-in-brooklyn.html"} , {"body" : "Last week on the C1 floor at Kings County Hospital, half a dozen men lay on a hodgepodge of ancient stretchers in an open eight-bed ward. A lattice of metal rods hung from the ceiling, bearing tattered blue and green curtains falling off their hooks, which provide the only semblance of privacy afforded to these patients, all victims of trauma." , "date" : "19940228" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "At Kings County Hospital, Remnants of a Bleak Past" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/28\/nyregion\/at-kings-county-hospital-remnants-of-a-bleak-past.html"} , {"body" : "ASIDE from the fact that the J train still chugs along on elevated tracks above his shop, Ben Stewart hardly recognizes the Broadway he knew when he moved his offset-printing business to the Bushwick section of Brooklyn 19 years ago. He arrived two years before the Great Blackout of 1977. The blackout set off a spree of looting and fires with" , "date" : "19940227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BUSHWICK (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES; The Quest for Shops Below Bushwick El" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/27\/realestate\/perspectives-the-quest-for-shops-below-bushwick-el.html"} , {"body" : "Someone went gunning for a 14-year-old Brooklyn boy yesterday, apparently trying twice to lure him from his home, then fatally shooting him when he emerged from the apartment, the police said. Jessy T. Davis was shot once in the neck and once in the stomach about 7 P.M., as he stepped from his apartment into the ground-floor hallway at 44 Marcus" , "date" : "19940219" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Brooklyn Youth, 14, Is Slain at His Door" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/19\/nyregion\/brooklyn-youth-14-is-slain-at-his-door.html"} ,   {"body" : "A Brooklyn man who used an unlicensed gun to kill two teen-agers who he said were robbing him at gunpoint was sentenced yesterday to five years' probation by a judge who said he could \"empathize\" with the defendant because he himself had once feared for his life while being robbed at gunpoint. The man, Arthur Boone, a 42-year-old sugar-refinery" , "date" : "19940218" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Probation in Killing Of Robbery Suspects" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/18\/nyregion\/probation-in-killing-of-robbery-suspects.html"} , {"body" : "NAME -- Captain Richard J. Rosa AGE -- 46 JOB TITLE -- As of Jan. 10, commanding officer of the 78th Precinct, which covers Park Slope, Gowanus and Prospect Park. DEPARTMENT SIZE -- 233 workers, including uniform and civilian workers STATUS -- Married with children CURRENT HOME -- Bergen Beach YEARS ON POLICE FORCE -- 24 IMMEDIATE GOALS -- Clean" , "date" : "19940213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: PARK SLOPE; PROFILE: AT THE HELM" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/13\/nyregion\/neighborhood-report-park-slope-profile-at-the-helm.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of the month; next March 8, time to be announced, 211 Ainslie Street; (718) 388-4440. DISTRICT 2 Fort Greene, Downtown, Brooklyn Heights, Boerum Hill; second Wednesday of the month; next March 9, 6 P.M., Borough Hall Community Room, Joralemon and Court Streets; (718) 596-5410. DISTRICT 3" , "date" : "19940213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Brooklyn Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/13\/nyregion\/public-interest-brooklyn-board-meetings.html"} , {"body" : "To the Editor: Mayor Rudolph W. Giuliani, declaring that community policing has failed to control drug trafficking in New York City, plans to redirect police efforts from preventive community involvement to drug arrests. These actions are premature and unwarranted. Recent trends suggest that the extent of drug problems is unrelated to the intensity" , "date" : "19940211" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "34" , "title" : "Prohibition, for Drugs as for Alcohol, Only Fails; Market Forces at Work" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/11\/opinion\/l-prohibition-for-drugs-as-for-alcohol-only-fails-market-forces-at-work-153206.html"} , {"body" : "Kids and cash have always constituted one of the more liquid economies. Children, after all, can get and spend with the best of them. \"I have something, then I have nothing,\" said Rasheda Edness, a 17-year-old Bedford-Stuyvesant victim of the consumer culture. \"Except when I've got something stupid. I had $20 the other day. Then I had a $20 hat.\"" , "date" : "19940210" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "The Piggy Bank in the Real World" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/10\/nyregion\/the-piggy-bank-in-the-real-world.html"} , {"body" : "With a paint roller in one hand, a bucket of plaster in the other and a toolbox slung to his waist, young Philbert Strawder was a picture of pride and grave intensity that day last summer when he volunteered to help his building's handyman do his chores. As his neighbors and friends remember it, the day was scorching hot, many of the older" , "date" : "19940207" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Boy's Arrest Is Greeted With Sorrow, Not Surprise" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/07\/nyregion\/boy-s-arrest-is-greeted-with-sorrow-not-surprise.html"} , {"body" : "DEATH OF A LEGEND: SHEA & GOULD For a change this year, Milton S. Gould, the 84-year-old paterfamilias of the law firm Shea & Gould, decided to wait out the winter in a pastel house with a pool and a dock in Naples, Fla. And that is where he was last week, reeling from a bitter blast from New York: while he was on vacation, the partners in the" , "date" : "19940207" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/07\/nyregion\/metro-digest-103438.html"} , {"body" : "The Rev. Al Sharpton, who was ordained a Pentecostal minister at the age of 10, was rebaptized as a Baptist yesterday, officially joining the religious tradition of the civil rights advocates he said he reveres and emulates. Mr. Sharpton, his wife, Katherine, and their children, Dominick, 7, and Ashley, 6, were among a dozen people baptized during" , "date" : "19940207" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Sharpton Is Rebaptized As Baptist in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/07\/nyregion\/sharpton-is-rebaptized-as-baptist-in-brooklyn.html"} , {"body" : "Ray Suarez, THE NEWEST, least likely and perhaps fastest-rising figure in talk radio, says his show is not aimed at an elite audience. It is a little tough at first to manage a straight face at this. Mr. Suarez, after all, works in the nation's most pointy-headed city, in a studio six blocks from the White House. He sports a beard and a rumpled" , "date" : "19940206" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "RADIO; A Radio Talk Show That Doesn't Run on Vitriol" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/06\/arts\/radio-a-radio-talk-show-that-doesn-t-run-on-vitriol.html"} , {"body" : "An article and a picture caption on Jan. 16 about the architecture of new elementary schools in New York City misstated the location of P.S. 6 in Brooklyn. It is in Flatbush, not Bedford-Stuyvesant." , "date" : "19940206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "Arts" , "Education"] , "page_facet" : "4" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/06\/arts\/c-corrections-066524.html"} ,   {"body" : "Maybe, just maybe, a 1994 Sgt. Steven Harris will never fetch the $35,000 of a mint 1952 Mickey Mantle. But so what? Baseball-like trading cards of police officers, which a few units of the New York Police Department began passing out yesterday, may never be worth as much as the ones with major leaguers. But what they lack in authenticity, backers" , "date" : "19940204" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Police Offer Baseball-Like Trading Cards, but of Themselves" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/04\/nyregion\/police-offer-baseball-like-trading-cards-but-of-themselves.html"} , {"body" : "A 19-year-old Brooklyn youth led a teen-age stick-up team on a string of robberies at small stores in Brooklyn, killing three shop owners apparently without provocation after they had already handed over their money, the police said yesterday. In one case, the five suspects, who were arrested in the last two weeks, forced a grocer in" , "date" : "19940203" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "5 Young Robbers Took the Cash, Then Killed Anyway, Police Say" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/03\/nyregion\/5-young-robbers-took-the-cash-then-killed-anyway-police-say.html"} , {"body" : "In the back of the Adames Food Center, below the shelves stocked with Hawaiian Punch and Diet Pepsi, one floor tile is whiter than the others. That is where a single bullet burned a hole on the floor last month after piercing the back of Ramone Rodriguez. Mr. Rodriguez, 40 years old, who had owned the family bodega in Bedford-Stuyvesant for two" , "date" : "19940203" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "With Patriarch Slain, a Family Struggles" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/03\/nyregion\/with-patriarch-slain-a-family-struggles.html"} , {"body" : "Somewhere between one more killing in the inner city and the obscurity of the grave is a wall in Brooklyn. Khem Hubbard recorded her brother's name there last week, in big silver letters. Now Kyle Rasheim Hubbard, 19, shot to death on Jan. 6, 1990, will be remembered in a New York neighborhood where the dead disappear in the crowd. The memorial" , "date" : "19940128" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "On Walls, Memories of the Slain Are Kept" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/28\/nyregion\/on-walls-memories-of-the-slain-are-kept.html"} , {"body" : "A dilapidated floor in a building under renovation in Brooklyn collapsed yesterday morning, sending a construction worker falling two stories to his death and injuring two other workers, the police said. The building, vacant and nearly gutted, is part of a project by the city's Department of Housing Preservation and Development to restore a number" , "date" : "19940125" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Construction Worker Falls to Death in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/25\/nyregion\/construction-worker-falls-to-death-in-brooklyn.html"} , {"body" : "By his own admission, 11-year-old Tyrone Kindred is a live wire. Even as he talks about his seemingly boundless energy, he finds it difficult to remain in one place for more than a couple of minutes. \"I guess I'm just full of get-up-and-go,\" Tyrone said recently as he lay on the floor of the apartment in Bedford-Stuyvesant, Brooklyn, where he lives" , "date" : "19940122" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Boy Finds a Role Model, Thanks to Neediest Cases" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/22\/nyregion\/boy-finds-a-role-model-thanks-to-neediest-cases.html"} , {"body" : "For Brooklyn Credit Union, New Site Has Built-In Bonus Once a bank, always a bank. At least that's the prospect for the three-story Chemical Bank branch at 1205 Fulton Street near Bedford Avenue in Bedford-Stuyvesant. The company has donated the building to two nonprofit development organizations -- the Consortium for Community Development and the" , "date" : "19940116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1994\/01\/16\/nyregion\/new-yorkers-co-871761.html"} , {"body" : "THE INFORMATION AGE HAS made us all experts at collapsing the world into points, lines and planes. With the click of a button or the flip of a page, we can compress a city into a dot, a neighborhood into a caption, a building into a slide. Ever more efficient media techniques help us to filter out life's cumbersome dimensions. The nightly news can" , "date" : "19940116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Education"] , "page_facet" : "31" , "title" : "ARCHITECTURE VIEW; Schools That Level The Playing Field For New Yorkers" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/16\/arts\/architecture-view-schools-that-level-the-playing-field-for-new-yorkers.html"} , {"body" : "A day after his Police Commissioner met with Muslim officials to discuss a brawl with police officers at a Harlem mosque, Mayor Rudolph W. Giuliani sought yesterday to put the mosque incident behind him, saying that he believed \"misunderstandings\" had been resolved. Reiterating his contention that the only real issue was the assault on police" , "date" : "19940116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Giuliani Tries To Move Past Mosque Melee" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/16\/nyregion\/giuliani-tries-to-move-past-mosque-melee.html"} , {"body" : "A livery-cab driver was shot and killed in Brooklyn yesterday, the first to be killed in 1994, the police said. Unlike most of the 42 taxi drivers killed in New York City in 1993, the driver -- identified only as a 34-year-old man from Brooklyn -- was apparently shot in an argument with another driver about a traffic infraction, and not in a" , "date" : "19940115" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Livery-Cab Driver Is Killed" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/15\/nyregion\/livery-cab-driver-is-killed.html"} ,   {"body" : "An effort by the Giuliani administration to calm tensions between the New York City Police Department and black New Yorkers crumbled in recriminations yesterday after the new Police Commissioner shunned a meeting with representatives of the Nation of Islam and with others he said had not been invited. The meeting between Police Commissioner William" , "date" : "19940114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New York Bid to Ease Police-Black Tension Falters" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/14\/nyregion\/new-york-bid-to-ease-police-black-tension-falters.html"} , {"body" : "Shu'aib Abdul-Latif, the 17-year-old shot to death by the police on Tuesday night in Brooklyn, was the painfully shy son of a prominent New York City Muslim leader. Friends and family said he dreamed of being a carpenter as he worked in the family business, studied for his general equivalency diploma, and tried to negotiate the gritty streets of" , "date" : "19940113" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Slain Youth Is Called Nonviolent" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/13\/nyregion\/slain-youth-is-called-nonviolent.html"} , {"body" : "A Brooklyn man who used an unlicensed gun to kill two teen-agers he said were robbing him at gunpoint pleaded guilty yesterday to a weapon-possession charge, and the judge said he would most likely sentence him to probation. The man, Arthur Boone, a 42-year-old sugar-refinery worker, entered his plea after Justice Thaddeus Owens of State Supreme" , "date" : "19940106" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Enters Weapons Plea In Encounter With Youths" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/06\/nyregion\/man-enters-weapons-plea-in-encounter-with-youths.html"} , {"body" : "METRO DIGEST CUOMO PROPOSES INCENTIVES FOR GROWTH Sounding election-year themes for a state recovering from a lingering recession, Governor Cuomo proposed incentives to encourage job growth, including cutting taxes on real-estate developers, corporations and hotels. A1. In his State of the State Message, Mr. Cuomo sought to outflank the Republicans" , "date" : "19940106" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/06\/nyregion\/metro-digest-785571.html"} , {"body" : "In the troubled East New York section of Brooklyn, Stanley Evans constantly corrects his students' English and lectures on the difference between the language of the office and the language of the streets. Just a few miles away in a similar neighborhood, another English teacher, Cathie Wright-Lewis, refuses to fault her already overwhelmed" , "date" : "19940105" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Lingering Conflict in the Schools: Black Dialect vs. Standard Speech" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/05\/nyregion\/lingering-conflict-in-the-schools-black-dialect-vs-standard-speech.html"} , {"body" : "A feud between two high school students in the Bedford-Stuyvesant section of Brooklyn ended yesterday when one accused the other of harassing him and then stabbed him to death during a dispute over money and a music tape, the police said. Witnesses said Kevil Johnson, 16, was helping his father, Vincent, clear away snow in front of their two-story" , "date" : "19940105" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Feud Ends in Killing Of a 10th Grader At a Brooklyn Home" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/05\/nyregion\/feud-ends-in-killing-of-a-10th-grader-at-a-brooklyn-home.html"} , {"body" : "BLACK DIALECT VS. STANDARD ENGLISH More than a decade after educators first grappled with the issue, school districts in New York and elsewhere are still seeking the best way to teach standard English to students who usually use black dialect. A1. STORM DISRUPTS TRAVEL ALONG EAST COAST A blast of snow, sleet and freezing rain closed major highways," , "date" : "19940105" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/05\/nyregion\/metro-digest-776041.html"} , {"body" : "There are thousands of places to volunteer in New York. What follows is a very limited listing. More possibilities are available through the Mayor's Voluntary Action Center, (212) -788-7550; the Volunteer Referral Center, (212) 889-4805; New York Cares, (212) 228-5000, or the Retired and Senior Volunteer Program (for people 55 and over), (212)" , "date" : "19940102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "PUBLIC INTEREST; Want to Help? Where to Call." , "url" : "http:\/\/www.nytimes.com\/1994\/01\/02\/nyregion\/public-interest-want-to-help-where-to-call.html"} , {"body" : "PAT TATE, stately and steady as a ship, is a marketing specialist at a midtown Manhattan corporate giant; Nicole Gaffney is a top-knotted sixth-grader who bounces back and forth and up and down like a Super Ball, from chair to table to floor and back again. Once a week their orbits cross over Nicole's homework in the lunchroom of Public School 198" , "date" : "19940102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Giving Gifts Of Talent And Time" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/02\/nyregion\/giving-gifts-of-talent-and-time.html"} , {"body" : "\"I'M angry,\" said Ken Hamblin. \"So angry I sometimes feel like I'm going to explode.\" Ordering tortellini and a vodka gimlet in an upscale restaurant on a sun-splashed Colorado afternoon, Mr. Hamblin would seem to have the world by the tail. He hosts a successful radio talk show and writes a newspaper column. He has a home in the mountains, a" , "date" : "19940102" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "7" , "title" : "Conversations\/Ken Hamblin; In Denver, the Surprising New Face Of Right-Wing Talk Radio" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/02\/weekinreview\/conversations-ken-hamblin-denver-surprising-new-face-right-wing-talk-radio.html"} ,   {"body" : "A PATAKI APPOINTEE FOCUSES ON WELFARE Governor-elect George E. Pataki named Westchester County's Commissioner for Social Services to do for the state what she has done at home -- dramatically reduce the cost of welfare. But unable to get the Commissioner, Mary E. Glass, to sign on for the long term, he agreed to limit her appointment to 90 days." , "date" : "19941229" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/29\/nyregion\/metro-digest-233994.html"} , {"body" : "Wanda Matthews always told her 17-year-old son Adonis to keep his jewelry hidden and not resist robbers. But just before midnight on Tuesday, on a subway platform in Bedford-Stuyvesant, Brooklyn, he was wearing a gold medallion and chain around his neck. And when two men tried to rob him, he fought back and was shot to death, the police said. After" , "date" : "19941229" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Youth, Resisting Robbers, Is Slain on Subway Platform" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/29\/nyregion\/youth-resisting-robbers-is-slain-on-subway-platform.html"} , {"body" : "DAY after day, for two summers and three winters now, George Brown has found his way to a heating grate in the center of some of the city's richest, ritziest real estate. The grate, on the corner of 86th Street and Madison Avenue, is an outlet for pipes that heat vast, big-lobbied apartment buildings where cloaked and hatted doormen escort" , "date" : "19941225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "UPPER EAST SIDE (MANHATTAN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Getting to Know George" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/25\/nyregion\/getting-to-know-george.html"} , {"body" : "When he has to work late, David Cimpl, the chief financial officer of a Kansas City manufacturing company, picks up his 8-year-old daughter, Lauren, at her after-school program and takes her to the office for an hour or two. There, while Mr. Cimpl works, his daughter colors, draws pictures, reads, watches TV and, sometimes, gets a little bored. \"I" , "date" : "19941223" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "Lacking Child Care, Parents Take Their Children to Work" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/23\/us\/lacking-child-care-parents-take-their-children-to-work.html"} , {"body" : "After months of passionate debate and vigorous lobbying by the tobacco industry and local restaurants, the City Council yesterday passed a bill that will severely restrict smoking in nearly all public places in New York City, including a ban on smoking in most restaurants, offices and, for the first time, many outdoor locations. Senior aides to" , "date" : "19941222" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Council Votes To Eliminate Most Smoking In Public Sites" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/22\/nyregion\/council-votes-to-eliminate-most-smoking-in-public-sites.html"} , {"body" : "It was on the hard-tar track behind the old Boys High in Bedford-Stuyvesant, Brooklyn, that Diane Dixon, then a whippet of a 14-year-old, first started sprinting toward her gold medal in the 1984 Olympics. \"Four straightaways, corner to corner, and, oh, so hard on the legs,\" Ms. Dixon recalled of that old track last week after the Brooklyn Borough" , "date" : "19941218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "64" , "title" : "Sports Arena Proposed For a Coney Island Site" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/18\/nyregion\/sports-arena-proposed-for-a-coney-island-site.html"} , {"body" : "A despondent homeless woman, who said she could no longer care for her two children and abandoned one of them on the steps of a Brooklyn church, was missing yesterday, heightening fears that she may not be alive, the authorities said. On Thursday evening, the woman's 3-year-old son, Anthony, was discovered wandering by himself in the Bridge Street" , "date" : "19941218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "69" , "title" : "Depressed Woman's Child Abandoned at Church" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/18\/nyregion\/depressed-woman-s-child-abandoned-at-church.html"} , {"author" : "Toure writes about rap music and hip-hop culture." , "body" : "STANDING ON THE CORNER OF 125th Street and Eighth Avenue in Harlem at 3 A.M. one recent Sunday, the 6-foot-3, 280-pound rapper Biggie Smalls appeared not so much large but larger than life. Moments before, he had finished the third of three sold-out concerts at the Apollo Theater and, wearing the same brown leather Army jacket and pants and beige" , "date" : "19941218" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "POP MUSIC; Biggie Smalls, Rap's Man of the Moment" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/18\/arts\/pop-music-biggie-smalls-rap-s-man-of-the-moment.html"} , {"body" : "Here is a sampling of musical presentations planned for the holiday season at churches and concert halls in New York City. All are free unless otherwise noted; churches accept donations. This selection, compiled by Alex Ross, represents what caught this critic's eye and excited his expectations. Today ALICE TULLY HALL, Lincoln Center. Rossini's" , "date" : "19941216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "Where a Joyful Season Raises Its Voice in Song" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/16\/arts\/where-a-joyful-season-raises-its-voice-in-song.html"} , {"body" : "An off-duty police sergeant was suspended after being arrested last night in Brooklyn on a charge of patronizing a prostitute, a misdemeanor, the police said. The sergeant, Steven Contino, was arrested at 10 P.M. at the intersection of Atlantic Avenue and New York Avenue, on the border of Crown Heights and Bedford-Stuyvesant, after soliciting an" , "date" : "19941216" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Police Sergeant Arrested" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/16\/nyregion\/police-sergeant-arrested.html"} , {"body" : "It began with the spinning when she was 9. She would turn round and round until she fell to the floor, gasping and giggling until the dizziness wore off, and then she would spin again. A relative introduced her to alcohol that same year, and soon she was intoxicated by this new way to spin, this potable escape from the beatings and loneliness that" , "date" : "19941214" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "A Turning Point, Then a New Life" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/14\/nyregion\/a-turning-point-then-a-new-life.html"} , {"body" : "Kahlil Smith was only looking for a summer job. Instead, he found a cause. Kahlil, a 14-year-old from Park Slope, Brooklyn, spent last summer in a workplace that was part classroom, part theater and part support group, helping lead other youths toward an urgent goal: stopping violence in their communities. He was one of 15 young people from" , "date" : "19941212" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE NEEDIEST CASES; Teaching Teen-Agers How to Avoid Violence" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/12\/nyregion\/the-neediest-cases-teaching-teen-agers-how-to-avoid-violence.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next meeting, Dec. 13, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; (718) 389-0009. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next meeting Dec. 14, 6 P.M.; St Joseph's Services, 540 Atlantic Ave., between Third and Fourth Avenues; (718) 596-5410." , "date" : "19941211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Community Boards To Meet in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/11\/nyregion\/community-boards-to-meet-in-brooklyn.html"} , {"body" : "George Huston says he has about 99 family members, and they all take some part in selling sweet potatoes, smoked turkey necks and cane syrup off the back of a truck along Atlantic Avenue in Bedford-Stuyvesant. Mr. Huston's various family members take turns driving the 15 tractor- trailers they own down to North and South Carolina, Georgia and" , "date" : "19941211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SOUTHERN STATES (US)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: NORTHERN BROOKLYN; A Taste of the South on Atlantic Ave." , "url" : "http:\/\/www.nytimes.com\/1994\/12\/11\/nyregion\/neighborhood-report-northern-brooklyn-a-taste-of-the-south-on-atlantic-ave.html"} , {"body" : "The drawings, stark and elegant, reflect the artist's calm demeanor: a blue vase holding a cluster of slim branches. Two dancers with legs extended in graceful plies. A bowl of fruit penciled delicately against a white background. Raymond E. started sketching when he was 9, papering his bedroom walls with pictures of cartoon characters. But by the" , "date" : "19941209" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE NEEDIEST CASES; Back to Mental Health, With Pictures" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/09\/nyregion\/the-neediest-cases-back-to-mental-health-with-pictures.html"} , {"body" : "Rico Brogna gets the question in the grocery store. And at the gas station. And on the sidewalk in front of the local diner. The local hero of Watertown, Conn., no longer mulls over his strike-abbreviated rookie season with the Mets. His neighbors still do. \"They all want to know if I'm bitter or angry,\" said the first baseman, who hit .351 with 7" , "date" : "19941206" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "16" , "title" : "BASEBALL: NOTEBOOK; Brogna Still Savors His '94 Hitting Splurge" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/06\/sports\/baseball-notebook-brogna-still-savors-his-94-hitting-splurge.html"} , {"body" : "They do it late at night or when no one else is around, and people in the neighborhood are left with huge puddles of purple oil and no one to blame. For months now, the industrial part of Bedford-Stuyvesant has been the site of illegal oil dumping, most likely by local mechanics, who empty vats of old oil or antifreeze into vacant lots, then tiptoe" , "date" : "19941204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: BEDFORD STUYVESANT; Furtive Dumping of Used Oil and Antifreeze Fouls Vacant Lots" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/04\/nyregion\/neighborhood-report-bedford-stuyvesant-furtive-dumping-used-oil-antifreeze-fouls.html"} , {"body" : "TWO HARLEM HOSPITAL doctors have calculated that the life expectancy of black men in central Harlem is shorter than that of men in Bangladesh. In America, the leading cause of death among black males between the ages of 15 and 24 is homicide. The unemployment rate in America for black males is more than twice that of white males. Even black men" , "date" : "19941204" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "72" , "title" : "Who Will Help the Black Man?" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/04\/magazine\/who-will-help-the-black-man.html"} , {"body" : "The holdup on Myrtle Avenue was for all purposes complete a few minutes after noon on Aug. 22. Thomas Reilly, a driver who delivers Boar's Head meats, had his hands in the air. The $175 he had just received from the Shop Smart bodega had been torn out of his pocket. As the three teen-age bandits prepared to bolt from the truck's side door, the" , "date" : "19941203" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Drivers Fear Reckless Young Guns" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/03\/nyregion\/brooklyn-drivers-fear-reckless-young-guns.html"} , {"body" : "After a vigorous campaign by the tobacco industry and local restaurants, New York City Council leaders yesterday offered a revised anti-smoking bill that would loosen some proposed restrictions on smoking in restaurants and offices. But it would still be much tougher than the current law, banning smoking in virtually all public places, including" , "date" : "19941130" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "City Council Alters Anti-Smoking Bill, Easing Some Curbs" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/30\/nyregion\/city-council-alters-anti-smoking-bill-easing-some-curbs.html"} , {"body" : "As the holidays approach, some food programs for the needy are beginning their annual food drives while others are continuing their year-round efforts. Here is a sampling of programs that accept donations. ALL BOROUGHS CITY HARVEST AND THE FIRE AND POLICE DEPARTMENTS Holiday canned- food drive at all firehouses and police departments in the five" , "date" : "19941127" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "PUBLIC INTEREST; Holiday Food Drives: Where to Share" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/27\/nyregion\/public-interest-holiday-food-drives-where-to-share.html"} , {"body" : "Rafer Alston has the rearview mirror from hell. In it, he sees his father hawking his Michael Jordan rookie card for cash, and his mother not coming to the card's defense. He sees his high school coach waving a basketball uniform, asking him to dive in, but his high school principal snatches it away. He sees his teacher calling roll, and he wants" , "date" : "19941125" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "BASKETBALL; A Point Guard Leaves in Order to Go Back Home" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/25\/sports\/basketball-a-point-guard-leaves-in-order-to-go-back-home.html"} , {"body" : "As the holidays approach, some food programs for the needy are beginning their annual food drives while others are continuing their year-round efforts. Here is a sampling of programs that accept donations. ALL BOROUGHS CITY HARVEST AND THE FIRE AND POLICE DEPARTMENTS Holiday canned-food drive at all firehouses and police departments in the five" , "date" : "19941120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: PUBLIC INTEREST; Food Drives: Where to Share for the Holidays" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/20\/nyregion\/neighborhood-report-public-interest-food-drives-where-to-share-for-the-holidays.html"} , {"body" : "Using its power over transit construction funds as leverage, the Giuliani administration persuaded transit officials yesterday to go ahead with rebuilding a busy subway station in Flushing, Queens, even as they planned to put off similar work at 15 other stations. The city Budget Director, Abraham M. Lackman, announced yesterday that Mayor Rudolph" , "date" : "19941115" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Subway Work In Flushing Is Restored" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/15\/nyregion\/subway-work-in-flushing-is-restored.html"} , {"body" : "In four decades of delivering milk, butter and eggs to small markets throughout Brooklyn, Gerald Goldberg built his business through connections, talking to customers, gaining people's trust and learning of opportunities. It was not unlike the way the investigators, working under a new Police Department policy, found the man who they say is Mr." , "date" : "19941114" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "An Indirect Route Brings a Charge In the Death of a Milk Deliveryman" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/14\/nyregion\/an-indirect-route-brings-a-charge-in-the-death-of-a-milk-deliveryman.html"} , {"body" : "Mayor Rudolph W. Giuliani took his message of fiscal austerity to a Bedford-Stuyvesant church yesterday, telling worshipers that his administration's budget cuts would produce some pain for New Yorkers, but were crucial to the survival of the city. \"We all understand that we have to come to terms with the city's very serious budget problems,\" Mr." , "date" : "19941114" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "To Black Audience in Brooklyn, Mayor Promotes Austerity Plan" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/14\/nyregion\/to-black-audience-in-brooklyn-mayor-promotes-austerity-plan.html"} , {"body" : "Seized after a wild, crash-punctuated car chase by investigators who linked disparate clues and patiently staked out his stolen vehicle, a paroled holdup man was charged yesterday with 12 robberies in five days in which patrons were terrorized by a gunman at automated teller machines in Queens. Detectives said the suspect, Vernon Lennon, 26, of" , "date" : "19941111" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Parolee Charged In 12 Robberies Of Customers At A.T.M. Sites" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/11\/nyregion\/parolee-charged-in-12-robberies-of-customers-at-atm-sites.html"} , {"body" : "A 54-year-old owner of a Brooklyn bodega was shot and killed yesterday during a robbery that also left one of his former employees with a gunshot wound to the head, the police said. The shooting occurred just after 9 P.M. when the bodega owner, Salvatore Matos, and the former employee resisted several armed men who entered the store, the Espinal" , "date" : "19941107" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Bodega Owner Shot Dead" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/07\/nyregion\/bodega-owner-shot-dead.html"} , {"body" : "Gov. Mario M. Cuomo continued yesterday to let Mayor Rudolph W. Giuliani and other high-profile surrogates level the most ferocious attacks on his Republican opponent, State Senator George E. Pataki, as the Governor stuck determinedly to a more positive script while campaigning in Brooklyn and the Bronx. In an event organized by the Cuomo campaign," , "date" : "19941106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "THE 1994 CAMPAIGN: CUOMO In a Fury of Campaigning, Candidates Pursue Last-Minute Votes; Led by Giuliani, Cuomo Surrogates Press Attacks on Pataki" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/06\/nyregion\/1994-campaign-cuomo-fury-campaigning-candidates-pursue-last-minute-votes-led.html"} , {"body" : "The incident started, the police said, as Halloween harassment on Monday evening: a crowd of teen-agers throwing eggs at a man walking down Knickerbocker Street in Bedford-Stuyvesant, Brooklyn, with a tricycle he had just bought for his 4-year-old son. The man, identified by the police as Angel Lopez Almodovar, retaliated, throwing a broken bottle" , "date" : "19941102" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Another Halloween Clash Ends in Death in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/02\/nyregion\/another-halloween-clash-ends-in-death-in-brooklyn.html"} , {"body" : "PATAKI REVERSES STAND ON DEBATES Reversing his position that he would debate Gov. Mario M. Cuomo in a one-on-one session only, State Senator George E. Pataki, the Republican candidate for governor, said he had agreed to a three-way debate with Mr. Cuomo and B. Thomas Golisano, the Independence Fusion candidate. A1. A CUT-AND-SPEND DEMOCRAT" , "date" : "19941102" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/02\/nyregion\/metro-digest-700576.html"} , {"body" : "\"I am very delighted to be here, because this is where it all started,\" H. Carl McCall, the state's comptroller, said the other day to a small crowd in the heart of Bedford-Stuyvesant. \"My very first job in New York was just a few blocks away from here on Bedford Avenue, at the Bedford Y.M.C.A. I came here as a social worker. Major Owens knows" , "date" : "19941101" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE 1994 CAMPAIGN: COMPTROLLER; McCall Seeks a Balance Of His Resume and Race" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/01\/nyregion\/the-1994-campaign-comptroller-mccall-seeks-a-balance-of-his-resume-and-race.html"} , {"body" : "Time Warner Inc. is expected to name as its president today Richard D. Parsons, the chairman and chief executive of Dime Bancorp, according to several people close to the media company. The news came as something of a surprise to media executives who follow Time Warner because the company did not have a president under either its late chairman" , "date" : "19941031" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "THE MEDIA BUSINESS; Time Warner Expected to Name a President" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/31\/business\/the-media-business-time-warner-expected-to-name-a-president.html"} , {"body" : "MICHELLE EKIZIAN is a composer inspired by poetry; Richie Havens is a folk singer who writes poetry. The two understand each other's allusions, which might waft over the heads of more mundane beings. The connection lends a richness to their current common project: the world premiere performance next Saturday of Ms. Ekizian's First Symphony, in" , "date" : "19941030" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Seeking Tranquillity in Song" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/30\/nyregion\/seeking-tranquillity-in-song.html"} , {"body" : "The New York bank that says it is the largest financial institution operated by blacks has gone public -- with depositors who bought stock already suffering paper losses of millions of dollars. The Carver Federal Savings Bank sold 2.4 million shares, about 90 percent of them to its depositors, at $10 a share. But in the first day of Nasdaq trading" , "date" : "19941027" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Business"] , "page_facet" : "5" , "title" : "COMPANY NEWS; A Bank Sells Stock And Is Hit" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/27\/business\/company-news-a-bank-sells-stock-and-is-hit.html"} , {"body" : "Harry Simmons Jr., the founder of Simmons Architects and an associate architect for the AT&T Building in Manhattan, died on Sunday in a plane crash in Massachusetts. He was 51 and lived in Park Slope, Brooklyn. Mr. Simmons was known primarily for designing and rehabilitating lower- and middle-income housing that addressed the social needs of the" , "date" : "19941026" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "13" , "title" : "Harry Simmons, 51; Designed Housing For the Inner City" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/26\/obituaries\/harry-simmons-51-designed-housing-for-the-inner-city.html"} , {"body" : "Sol Wachtler's request for early release from a Brooklyn halfway house where he has lived since August has been denied by Federal prison officials, who said the former Chief Judge of New York State went to a $500-a-plate dinner last weekend after being refused permission to attend, a prosecutor said yesterday. The unauthorized night out at Long" , "date" : "19941023" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "City News Briefs; Officials Deny Wachtler An Early Release" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/23\/nyregion\/city-news-briefs-officials-deny-wachtler-an-early-release.html"} , {"body" : "IN a small storefront on West 23d Street in Manhattan, a cadre of young men and women have labored 12-hour days for weeks now, hunched over computer printouts with phones at their ears. Their mission: getting out the vote. But in this campaign has no connection to any candidate or party. This vote pulling is in behalf of the Carver Federal Savings" , "date" : "19941016" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Defending the Territory" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/16\/nyregion\/new-yorkers-co-defending-the-territory.html"} , {"body" : "After a vigorous lobbying campaign by the tobacco industry and local restaurants, the City Council Speaker, Peter F. Vallone, said yesterday that the Council would weaken a bill that would have imposed sweeping new restrictions on smoking in New York City. Council leaders and staff members said they had not decided exactly how to amend the bill." , "date" : "19941013" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Foes of Ban On Smoking Win Changes" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/13\/nyregion\/foes-of-ban-on-smoking-win-changes.html"} , {"body" : "BROOKLYN DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next Oct. 11, 7 P.M.,; 211 Ainslie Street; (718) 388-4440. Chairman: Vincent V. Abate; District Manager: Gerald A. Esposito. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next Oct. 12, 6 P.M.; Brooklyn Borough Hall, 209 Joralemon Street; (718) 596-5410." , "date" : "19941009" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PUBLIC INTEREST; Community Boards: Coming Meetings" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/09\/nyregion\/public-interest-community-boards-coming-meetings.html"} , {"body" : "After running one of the biggest heroin operations in New York for more than two decades, Charles Galletti tried slipping away to Puerto Rico three years ago to live a kind of early retirement, Federal law-enforcement officials said yesterday. Mr. Galletti, 42, took elaborate steps to look like a legitimate, albeit extremely successful," , "date" : "19941006" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "PUERTO RICO"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Drug Ring Is Accused After Years Of Luxury" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/06\/nyregion\/drug-ring-is-accused-after-years-of-luxury.html"} , {"body" : "Bank branches in the Bronx, Brooklyn and Queens are less likely to have automatic teller machines than branches in Manhattan, and the disparity is much greater between middle-income and poor areas within each of the boroughs, a new study has found. The problem is fear of crime, both by banks and their customers, according to the study released" , "date" : "19941004" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BRONX (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Report Finds Shortage of A.T.M.'s in Poor Areas" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/04\/nyregion\/report-finds-shortage-of-atm-s-in-poor-areas.html"} , {"body" : "Police Officer Sounia Wilson was standing in the dank and clamorous women's locker room of the 30th Precinct station house in Harlem on a hot day in July two years ago when she first met Police Officer Justine A. Fazzini. Officer Fazzini barreled through the room collecting her hat and night stick on her way out the door to respond to a 10-13 -- a" , "date" : "19941002" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Equality on Police Force: Women Arrested, Too" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/02\/nyregion\/equality-on-police-force-women-arrested-too.html"} , {"body" : "The rules of the game Tuesday night at the Gowanus Houses in Brooklyn were these: there would be two teams, one cops, the other robbers; each team member would have three lives; get shot by one of the plastic guns everybody had and you would lose a life. Shortly after 7 P.M., Nicholas Heyward Jr. stood on the roof of 423 Baltic Street with three" , "date" : "19940929" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Police, Youths And Toy Guns: 1 Hurt, 1 Dead" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/29\/nyregion\/police-youths-and-toy-guns-1-hurt-1-dead.html"} , {"body" : "A 16-year-old who, the police said, pulled a toy 9-millimeter handgun from his belt after being chased by three plainclothes officers, was shot and critically wounded Tuesday night in a driveway behind his Bedford-Stuyvesant apartment building. The police released a Polaroid snapshot of the toy gun yesterday, saying they wanted to show how" , "date" : "19940929" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Wounded Youth's Pistol Looked Real, Police Say" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/29\/nyregion\/wounded-youth-s-pistol-looked-real-police-say.html"} , {"body" : "Only blocks short of her destination, Marisol Pagan ended her Sunday trip to her mother's house in devastation -- her husband critically wounded in a brutal explosion of gunfire and she beaten until her bones broke and she lay helpless on the streets of Brooklyn. Two attackers, who pretended to ask for directions as they approached the Pagans' car" , "date" : "19940927" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Man Shot and Wife Beaten By Robbers on Brooklyn Street" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/27\/nyregion\/man-shot-and-wife-beaten-by-robbers-on-brooklyn-street.html"} , {"body" : "Leaving the courthouse in Brooklyn a free man, Eric Jackson-Knight had clutched a red Bible. In a retrial, he had been acquitted of helping to set a supermarket fire that killed six firefighters and for which he had already served 10 years in prison. And now, he said, he felt as if he were \"being born again.\" It was time to get out of New York" , "date" : "19940926" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Acquitted of Waldbaum's Arson Is Arrested Again" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/26\/nyregion\/man-acquitted-of-waldbaum-s-arson-is-arrested-again.html"} , {"body" : "Cherise Wade saw the blood on the television news Tuesday, her boy's blood, dripping down the steps of a Brooklyn housing project. Later, numb with grief, she went to the project to see the stains for herself. The seventh-floor stairwell of the Sumner Houses in Bedford-Stuyvesant had already been scrubbed clean of any evidence of Gregory Wright's" , "date" : "19940922" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Mother's Fight for Son Loses to Lure of Streets" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/22\/nyregion\/mother-s-fight-for-son-loses-to-lure-of-streets.html"} , {"body" : "For years, residents in inner-city neighborhoods like Harlem, Jamaica and East New York complained that the giant supermarkets that serve the suburbs and wealthier parts of the city had shunned their neighborhoods, forcing them to shop in overpriced and understocked bodegas and other small stores. But in an unusual retail program to be announced" , "date" : "19940922" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)" , "EAST HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Supermarket Invests in Harlem, Long Shunned by Chains" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/22\/nyregion\/supermarket-invests-in-harlem-long-shunned-by-chains.html"} , {"body" : "The security director at Woodhull Medical Center in Brooklyn resigned on Friday in connection with an investigation by the city's Health and Hospitals Corporation into allegations that some employees were running a drug ring, supplying cocaine and heroin to patients and other employees. The resignation occurs less than a month after the director of" , "date" : "19940918" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "48" , "title" : "Woodhull Security Chief Quits in Inquiry" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/18\/nyregion\/woodhull-security-chief-quits-in-inquiry.html"} , {"body" : "Trying a new tactic to rid New York City of the costly burden of managing apartment buildings, the Giuliani administration announced yesterday that it would turn several hundred city-owned buildings over to private managers, including local for-profit entrepreneurs. City officials said they intend to shift about 250 apartment buildings -- which" , "date" : "19940915" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Mayor Cutting City's Roster Of Buildings" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/15\/nyregion\/mayor-cutting-city-s-roster-of-buildings.html"} , {"body" : "This list summarizes our recommendations for some contested New York City races in today's Democratic primary in which the outcome is tantamount to election. The polls are open from 6 A.M. to 9 P.M. Both Republicans and Democrats also have statewide races on today's ballot. In those contests we reserve our endorsements until the November general" , "date" : "19940913" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "New York City Primary Choices" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/13\/opinion\/new-york-city-primary-choices.html"} , {"body" : "Theirs were simple exchanges, words of wisdom passed from sister to brother, friend to friend, as they prepared to begin another school year in New York City. Ebonie Jackson, 15, sat on her family's front porch in the Bedford-Stuyvesant area of Brooklyn and told her baby brother, Daniel Brooks 2d, 11, to wear clean jeans and not baggy pants, not to" , "date" : "19940913" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Anticipation and Worry as School Begins" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/13\/nyregion\/anticipation-and-worry-as-school-begins.html"} , {"body" : "Officer Paul Ciurcina's drift to the brink of suicide began when two colleagues were killed on a Brooklyn street. Struggling to save one of them in the back of a patrol car by mouth-to-mouth resuscitation, he swallowed the man's blood. And in that strange communion, they were linked. \"I can taste it still today,\" said Mr. Ciurcina, 52, a decorated" , "date" : "19940912" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "An Officer's Painful Trip to the Edge and His Long Journey Back" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/12\/nyregion\/an-officer-s-painful-trip-to-the-edge-and-his-long-journey-back.html"} , {"body" : "SO it doesn't seem quite up to the Nov. 8 main event. Yet, in truth, the round of primaries on Tuesday includes several interesting and important races at every level. Though the serious run at Gov. Mario M. Cuomo will not come until November, the primary will decide which of two Republicans will make that challenge. In the Democratic primary" , "date" : "19940911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "VOTER'S GUIDE: THE NEW YORK CITY PRIMARY; O.K., It's Not November. But It Is Time to Vote." , "url" : "http:\/\/www.nytimes.com\/1994\/09\/11\/nyregion\/voter-s-guide-new-york-city-primary-ok-it-s-not-november-but-it-time-vote.html"} , {"body" : "FOR Woza Cephas, a Brooklyn designer, working in the fashion industry on Seventh Avenue in Manhattan was like being a sponge. \"I was soaking up an enormous amount of information but was not given the opportunity to put it back out there in my own voice,\" he said. So in 1991, Mr. Cephas left Manhattan to design and sell a line of clothing in" , "date" : "19940904" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "43" , "title" : "Brooklyn Nurtures A New Seventh Avenue" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/04\/style\/brooklyn-nurtures-a-new-seventh-avenue.html"} , {"body" : "At first glance it's just a nasty local brawl for a State Senate seat in a politically atypical corner of New York City. But scratch the surface, and the Republican primary in the 23d Senate District, covering slices of Brooklyn and Staten Island, emerges as a battle with broader stakes -- and one reflecting divisiveness roiling Republican ranks" , "date" : "19940904" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "State Senate District Sees Brawl Within the G.O.P." , "url" : "http:\/\/www.nytimes.com\/1994\/09\/04\/nyregion\/state-senate-district-sees-brawl-within-the-gop.html"} , {"body" : "Sol Wachtler's temporary new life sleeping in a Brooklyn halfway house and working at a Long Island real estate company has run into some problems. After an abbreviated first day at his job on Wednesday, Mr. Wachtler, formerly Chief Judge of New York State, was called back to the halfway house by Bureau of Prison officials apparently concerned" , "date" : "19940902" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Monitoring Of Wachtler Is a Concern" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/02\/nyregion\/monitoring-of-wachtler-is-a-concern.html"} , {"body" : "A grand jury yesterday decided not to indict two Brooklyn teen-agers in the death of a man they killed after he robbed their cousin at knifepoint. People familiar with the case said that the grand jury found that the teen-agers, who hit the man with a metal fence post, had justifiably used deadly physical force to keep the robber from fleeing and" , "date" : "19940831" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For 2 Youths, No Indictment In a Killing" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/31\/nyregion\/for-2-youths-no-indictment-in-a-killing.html"} , {"body" : "During the day, Sol Wachtler will broker real-estate deals from a glass high-rise in an affluent section of Long Island. At night, he will head home to Myrtle Avenue in Bedford-Stuyvesant for a dinner of meatloaf, and maybe an evening of television or cards with the other inmates. Mr. Wachtler, the former Chief Judge of New York State, yesterday" , "date" : "19940830" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "For Ex-Judge Wachtler, Real Estate by Day, Card Games and Meatloaf at Night" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/30\/nyregion\/for-ex-judge-wachtler-real-estate-by-day-card-games-and-meatloaf-at-night.html"} , {"body" : "They prowl subway platforms and the parks outside the stations. Sometimes they pose as blind people, or as homeless people. Other times they appear to be wealthy pedestrians wearing expensive jewelry conspicuously around their necks. They are undercover transit police officers -- 200 or so rough-and-ready groundhogs who try to blend into the" , "date" : "19940829" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Undercover Police Ride Wide Range of Emotion" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/29\/nyregion\/undercover-police-ride-wide-range-of-emotion.html"} , {"body" : "Just a few hours after the Senate passed the crime bill on Thursday night, Godfrey Williams boarded a Manhattan-bound subway train at a station in the Bedford-Stuyvesant section of Brooklyn. It was nearly 11 P.M. and he was on his way to work. Mr. Williams, 40, had two jobs. He was the superintendent of his building in a residential neighborhood" , "date" : "19940828" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "15" , "title" : "In America; Shots In the Subway" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/28\/opinion\/in-america-shots-in-the-subway.html"} , {"body" : "The holdups have become routine along Myrtle Avenue in Brooklyn. The Hostess bakery truck was hit a month ago. The robbery of the Pepsi truck came a week later, the take limited to the $40 torn out of the shirt pocket of the driver because the safe in the back was bolted to the floor. The United Parcel Service delivery truck was next. The routine" , "date" : "19940823" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Driver of Delivery Truck Is Shot In Latest of Brooklyn Holdups" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/23\/nyregion\/driver-of-delivery-truck-is-shot-in-latest-of-brooklyn-holdups.html"} , {"body" : "There are no greengrocers, no pharmacies, no bakeries in Red Hook. Gowanus has no health services -- the nearest public clinic is about two miles away, in Fort Greene, and hard to reach because of a lack of public transportation. Local officials have begun looking to new state and Federal programs to boost the economy in southwest Brookyn. Last" , "date" : "19940821" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: RED HOOK\/GOWANUS; Southwest Brooklyn Presses Its Economic Case" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/21\/nyregion\/neighborhood-report-red-hook-gowanus-southwest-brooklyn-presses-its-economic.html"} , {"body" : "For much of his adult life, the Rev. Benjamin F. Chavis, executive director of the National Association for the Advancement of Colored People, has lived on the edge of controversy and conflict. In the 1970's he spent nearly five years in prison for the firebombing of a white-owned grocery store before the conviction was overturned. As executive" , "date" : "19940817" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "14" , "title" : "Director of N.A.A.C.P. Is Fighting for Survival" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/17\/us\/director-of-naacp-is-fighting-for-survival.html"} , {"body" : "On any Tuesday night, peer into a ninth floor room all the way in the back of the Better Bodies Cross-Training Center on West 19th Street in Manhattan, and you will see the tall, slender young man with long, wiry arms teaching a boxing for fitness class. The class, with its pads and gloves, plastic jump ropes and exercises in technique, is routine." , "date" : "19940816" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "BOXING: Only Gloves in Breland's Future Are in Class; The Ex-Champion-Turned Teacher Has No Desire to Go Back in the Ring" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/16\/sports\/boxing-only-gloves-breland-s-future-are-class-ex-champion-turned-teacher-has-no.html"} , {"body" : "From the day it was finished in 1887, the man-made jewel that is Central Park began to fall apart. Over the last decade, impressive work has been done to start reversing the damage. But the crafts that produced some of the park's most distinctive features -- ornamental bridges and arches, stone walls and monumental terraces -- have faded in this" , "date" : "19940810" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Not Just Another Brick in the Wall; Central Park Stoneworkers Revive Some Old Traditions" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/10\/nyregion\/not-just-another-brick-wall-central-park-stoneworkers-revive-some-old-traditions.html"} , {"body" : "THELMA Harris remembers the morning five years ago when she decided to go to college. On the way to a clerical job she no longer enjoyed, the 35-year-old single mother heard a radio advertisement for Trinity College, a small, private women's college near her home in Washington. Promised some credit for her life experience, an environment supportive" , "date" : "19940807" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "28" , "title" : "College Goes To the Student" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/07\/education\/college-goes-to-the-student.html"} , {"body" : "In an effort to improve health care for New York City's poor and to offer an alternative to overcrowded hospital emergency rooms, the Giuliani administration is planning to open 16 new health clinics to be run by private nonprofit agencies. The clinics, Mayor Rudolph W. Giuliani's first major health initiative, are expected to open in the next two" , "date" : "19940729" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Giuliani Plans To Open 16 Clinics" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/29\/nyregion\/giuliani-plans-to-open-16-clinics.html"} , {"body" : "As the region's real-estate market slowly emerges from a five-year hibernation, buyers and sellers in both New York City and the surrounding areas are finding what seems to be a very selective and at times contradictory recovery. Long spoiled by years of having the upper hand in most transactions, some buyers are finding that owners cannot be" , "date" : "19940718" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Contradiction Marks Revival In Real Estate" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/18\/nyregion\/contradiction-marks-revival-in-real-estate.html"} , {"body" : "AS chief executive of a sprawling computer plant in the unlikely setting of Bedford-Stuyvesant, Wesley D. Ratcliff has received a wealth of mail from civic boosters in the South, the Middle West and elsewhere, suggesting that he move his company out of Brooklyn. \"Those letters are in the trash,\" he said with a sweep of the hand. \"You could say I" , "date" : "19940717" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Save the Business, Keep It in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/17\/nyregion\/new-yorkers-co-save-the-business-keep-it-in-brooklyn.html"} , {"body" : "On Tuesday night, Francisco Delgado parked his Lincoln Town Car at 29th Street and Broadway in Manhattan, and began walking away. But before he had gotten more than a block, United States Customs Service agents grabbed him. The agents had been following Mr. Delgado, 48, from a warehouse in the Bedford-Stuyvesant section of Brooklyn where they said" , "date" : "19940715" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEWARK (NJ)" , "NEW YORK CITY" , "COLOMBIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 Arrested in Smuggling Cocaine Found in Newark Cargo" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/15\/nyregion\/3-arrested-in-smuggling-cocaine-found-in-newark-cargo.html"} , {"body" : "Over most of the decade that was the focus of a special commission's two-year investigation into police corruption, three men presided over the New York City Police Department. First there was Benjamin Ward, a former patrolman who had become a lawyer and had headed the city and state prison systems before being appointed by Mayor Edward I. Koch in" , "date" : "19940710" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Mollen Panel Says Buck Stops With Top Officers" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/10\/nyregion\/mollen-panel-says-buck-stops-with-top-officers.html"} , {"body" : "A correction officer falsely said she was a carjacking victim to protect two friends who hit and killed a homeless man as they drove her car in Brooklyn, the police said yesterday. Friday evening, a 1987 BMW owned by the officer, Andrea Westmoreland, 27, hit the man on Nostrand Avenue in Bedford-Stuyvesant, the police said. The driver lost control" , "date" : "19940710" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Correction Officer Held in False Report" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/10\/nyregion\/correction-officer-held-in-false-report.html"} , {"body" : "STARTING OUT IN ANY BRANCH OF THE ARTS IS RARELY A SNAP, but choreography poses special challenges. To bring a dance to life, a choreographer has basic needs that are enormous and expensive. Besides time to develop and try out ideas, the requirements include dancers, music, rehearsal space, a performance site and an audience. Still, the dance world" , "date" : "19940710" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "DANCE; The Elusive Spark That Ignites the Choreographer" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/10\/arts\/dance-the-elusive-spark-that-ignites-the-choreographer.html"} , {"body" : "A Long Island man was killed yesterday when a fireworks launcher he had lighted went off in his face, in the most serious of many incidents as the region dealt with the annual carnage of Independence Day. Robert Saueressig, 26, of Plainview, died at 9:30 P.M., moments after loading and lighting a mortar in a park at Princeton Drive and Cornell" , "date" : "19940705" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA" , "PLAINVIEW (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Man Killed Setting Off Fireworks" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/05\/nyregion\/man-killed-setting-off-fireworks.html"} , {"body" : "Mayor Rudolph W. Giuliani and the leaders of the City Council agreed yesterday on a $31.6 billion budget that would sharply curtail the growth in spending for the first time since the city fiscal crisis of the 1970's and begin to wrench down the size of New York City's government. The Mayor and the Council leaders struck a tentative deal at 3:30" , "date" : "19940622" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "NEW YORK CITY'S BUDGET: THE OVERVIEW; GIULIANI'S BUDGET WINS THE SUPPORT OF COUNCIL CHIEFS" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/22\/nyregion\/new-york-city-s-budget-overview-giuliani-s-budget-wins-support-council-chiefs.html"} , {"body" : "It is no wonder that Bill Paterson's pupils are unruly and academic failures. He has such obvious disdain for them. As a girl growing up in the Bedford-Stuyvesant section of Brooklyn, I received encouragement and support from my teachers and never doubted I would succeed. Tax levies and social programs can't make up for deficiencies in" , "date" : "19940619" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "Magazine"] , "page_facet" : "8" , "title" : "'WE'RE ALL RACIST NOW'" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/19\/magazine\/l-we-re-all-racist-now-413100.html"} , {"body" : "After years of struggle, Medgar Evers College has won back its original status as a four-year, senior college, and the school and its Crown Heights neighbors are celebrating. State Senator Marty Markowitz, a Democrat whose district encompasses Crown Heights, offered a one-word reaction: \"Hallelujah!\" With the recent passage of the state budget," , "date" : "19940619" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: CROWN HEIGHTS; Medgar Evers College Savors a New Start" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/19\/nyregion\/neighborhood-report-crown-heights-medgar-evers-college-savors-a-new-start.html"} , {"body" : "The firefighters of Engine Company 24 and Ladder Company 5 in Manhattan stood in the doorway of their firehouse, talking about grief, the Rangers and carrying on. The Rangers, trying to rediscover how to win after 54 years, are helping the men in the doorway figure out how to smile again. \"I swear, John Drennan is up there pulling strings, making" , "date" : "19940611" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Knick and Ranger Title Bids Inspire a Search for Meaning" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/11\/nyregion\/knick-and-ranger-title-bids-inspire-a-search-for-meaning.html"} , {"body" : "To the Editor: In two recent tragic and deadly fires, one in the Mott Haven section of the Bronx and one in the Bedford-Stuyvesant section of Brooklyn (and, Fire Department officials say, in dozens of others), the victims prevented their own escape by blocking or padlocking their apartment fire escapes. Sadly, to deter robberies and break-ins, many" , "date" : "19940606" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "14" , "title" : "Law on Window Gates Would Save Lives" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/06\/opinion\/l-law-on-window-gates-would-save-lives-314676.html"} , {"body" : "WILLIAM C. THOMPSON JR., the latest appointee to that political sack of cats known as the Board of Education, has no one to blame for the honor but himself. He asked to be considered for the post, and a search committee unanimously agreed with his old boss, Howard Golden, the Brooklyn Borough President, that Mr. Thompson had all the right" , "date" : "19940605" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "39" , "title" : "On Sunday; Better Schools By Consensus, Not Conflict" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/05\/nyregion\/on-sunday-better-schools-by-consensus-not-conflict.html"} , {"body" : "In a turquoise cottage in Miami's Little Haiti, Meriente Auguste riffled through photographs of the family left behind when she fled home on a tumbledown boat. She pulled out two snapshots, one of her father, one of her teen-age sister. Hands crossed over their chests, they both lay in open coffins. \"They died because of me,\" said Ms. Auguste, 23," , "date" : "19940603" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "HAITI" , "MIAMI (FLA)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Haitian Migrants Settle In, Looking Back" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/03\/nyregion\/haitian-migrants-settle-in-looking-back.html"} , {"body" : "As the Giuliani administration tries to rid the city of the expensive task of managing thousands of homes and apartment buildings taken for nonpayment of taxes, a new wave of defaults is threatening to burden the city with thousands of additional units. The number of buildings in which owners have fallen seriously behind in their taxes has risen" , "date" : "19940531" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Defaults Rise, Posing Peril For Housing" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/31\/nyregion\/defaults-rise-posing-peril-for-housing.html"} , {"body" : "In a rectilinear and pushy city, New York's street trees offer a green canopy of healing and hope. But many are dying, others will die sooner than they should, and all are in a state of grim siege. The trees, a city responsibility, are simply not being taken care of. Maintenance has been reduced mainly to removing dead trees, a process itself" , "date" : "19940530" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Mother Nature Never Intended This; Pollution and Not Enough Care Afflict City's Street Trees" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/30\/nyregion\/mother-nature-never-intended-this-pollution-not-enough-care-afflict-city-s.html"} , {"body" : "A relative of an 18-month-old boy whose body was found stuffed into a plastic bag in his family's Brooklyn apartment Monday evening said yesterday that she had repeatedly called authorities to report that the child's mother was abusing him. The mother, Jaqueline Padgett, 31, of 365 Gates Avenue in Bedford-Stuyvesant, was taken into custody late" , "date" : "19940525" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mother Questioned in Her Baby's Death" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/25\/nyregion\/mother-questioned-in-her-baby-s-death.html"} , {"body" : "The body of a toddler was found in a plastic bag last night in his family's home in the Bedford-Stuyvesant section of Brooklyn, the police and family members said. The mother's landlady, who said she is also a relative, said she and another family member found the child, Joseph Padgett, after becoming concerned about not seeing him recently. She" , "date" : "19940524" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Toddler's Body Is Found in Bag" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/24\/nyregion\/toddler-s-body-is-found-in-bag.html"} , {"body" : "Maybe it's the sugared walnuts, chocolate syrup and ice cream. Perhaps it's pride of place, or plain old enlightened self-interest. But on the last Thursday of each month, in Room EF-100 of the Capitol, a ground-floor hideaway a few steps from the gift shop, a group of instinctively fractious politicians comes together for lunch and a" , "date" : "19940522" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Can They Deliver?" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/22\/nyregion\/can-they-deliver.html"} , {"body" : "IT did not take long for the buyers of new condominiums in a handsomely rehabilitated strip of buildings on Hull Street in the Brownsville section of Brooklyn to take management and investment matters into their own hands. What they wanted was iron gates, the better to protect their front stoops from after-school loungers. So at only the second" , "date" : "19940522" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES; Buyers Move In, Transforming a Brownsville Street" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/22\/realestate\/perspectives-buyers-move-in-transforming-a-brownsville-street.html"} , {"body" : "Laurie Beckelman, the chairwoman of the Landmarks Preservation Commission since 1990 and one of the few remaining holdovers from the Dinkins administration, said yesterday that she would leave government this summer to become a vice president at the LaSalle Partners real-estate concern. Deputy Mayor Fran Reiter said yesterday that Ms. Beckelman" , "date" : "19940522" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Head of Landmarks Agency Resigning for Real Estate Job" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/22\/nyregion\/head-of-landmarks-agency-resigning-for-real-estate-job.html"} , {"body" : "The students at York College began to file into Classroom D-401 shortly before 2 P.M. There was nothing on the blackboards, and no books were opened. The final exam had to be rescheduled because funeral arrangements were being made. Psychology 206 no longer had a teacher. James Donald Wynne, an original member of the York College faculty who was" , "date" : "19940519" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Suspended Driver Is at Wheel of Car That Kills Professor" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/19\/nyregion\/suspended-driver-is-at-wheel-of-car-that-kills-professor.html"} , {"body" : "The most shocking thing about them is their ordinariness. Like so many young teen-agers, they are insecure, materialistic, impressionable, not always in command of their anger and aggressiveness. They often come from broken homes, and in many cases their mothers are hard-working women trying to build safe and comfortable futures for their children." , "date" : "19940517" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Youthful, Impressionable And Accused of Murder" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/17\/nyregion\/youthful-impressionable-and-accused-of-murder.html"} , {"body" : "A 19-year-old Brooklyn man was charged yesterday in the wild shootout outside a club early Saturday morning that killed a 14-year-old youth and wounded five other bystanders. The police said William Norfort is the gunman who, in an apparent argument about a woman, began shooting outside the Club Mahogany, at 1368 Fulton Street in" , "date" : "19940512" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Man Held In Killing Near Club" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/12\/nyregion\/brooklyn-man-held-in-killing-near-club.html"} , {"body" : "James Rossi felt a little guilty about skipping his daughter's 10th birthday party Monday evening to catch the Rangers on television. His best friend, Rusty Liberatore, assured him it was fine. \"Don't you realize it's been 54 years since the Rangers last won the Stanley Cup?\" Mr. Liberatore said. \"You're allowed to do these things.\" Mr. Rossi, a" , "date" : "19940511" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "It's Spring Fever For Sports Fans; Hailing Knicks and Rangers" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/11\/nyregion\/it-s-spring-fever-for-sports-fans-hailing-knicks-and-rangers.html"} , {"body" : "Just a few weeks after the city moved to crack down on food vendors in several areas in Manhattan, the Giuliani administration is now carrying out a broader policy to banish all peddlers from streets throughout the city where they operate illegally and, ultimately, to relocate many of them to open-air-style markets far from areas of heavy" , "date" : "19940509" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Giuliani Broadens Crackdown To Banish All Illegal Vendors" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/09\/nyregion\/giuliani-broadens-crackdown-to-banish-all-illegal-vendors.html"} , {"body" : "In the last year, Joseph E. Holley Sr.'s company has been fined more than $6,000 by the Environmental Control Board on charges of dumping trash outside a vacant apartment building that his company owns in Bedford-Stuyvesant. But Mr. Holley, executive director of the nonprofit Northwest Brooklyn Development Corporation in Bedford-Stuyvesant, says" , "date" : "19940508" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BEDFORD--STUYVESANT; Curse of the Midnight Dumpers Grows Worse" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/08\/nyregion\/neighborhood-report-bedford-stuyvesant-curse-of-the-midnight-dumpers-grows-worse.html"} , {"body" : "A 14-year-old youth was killed early yesterday outside a club in Bedford-Stuyvesant, Brooklyn, when two men became involved in a shootout that wounded five other people, three of them teen-agers, the police said. The dispute began inside the Club Mahogany on 1368 Fulton Street about 3 A.M. and spilled outside. Detectives found the sidewalk littered" , "date" : "19940508" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Youth Killed at Brooklyn Club" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/08\/nyregion\/youth-killed-at-brooklyn-club.html"} , {"body" : "ONE sloppy spring afternoon, light rain spitting from the darkened sky, Elaine Stong ducked into a brick apartment house on a Greenwich Village street, an oasis of well-kept town houses. A scarf was capping her hair, giving her the look of a gypsy. She exchanged pleasantries with the tub-bellied doorman, rode the elevator to the fifth floor and let" , "date" : "19940508" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The View From the Other Side" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/08\/nyregion\/the-view-from-the-other-side.html"} , {"body" : "He found equanimity poking through the entrails of a car. He took delight and pride in resuscitating gasping engines, unclogging gas lines, repairing valves. Those who brought their faltering vehicles to his makeshift bay along the curb of his housing project agreed that Abraham Meyers made magic with his fingers. Friends and relatives spoke of him" , "date" : "19940508" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HOWARD BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For Unlicensed Driver, a Long Prelude to Tragedy" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/08\/nyregion\/for-unlicensed-driver-a-long-prelude-to-tragedy.html"} , {"body" : "IT CAN probably be said that Barry W. Agulnick knows more police officers accused of breaking the law than almost anyone else in the city. That is because for more than two decades, Mr. Agulnick, a lawyer, has developed a peculiar boutique practice: he specializes in representing officers steeped in seriously hot water. His clients leaped into" , "date" : "19940508" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; Defending the Blue" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/08\/nyregion\/making-it-work-defending-the-blue.html"} , {"body" : "Here is a critical look at a sampling of New York City's parks, from the vast and famous lawns of Central and Prospect Parks to a small and struggling playground in a hard patch of Bedford-Stuyvesant. Manhattan CENTRAL PARK: THE JEWEL IN THE CROWN This 840-acre park, of almost transcendental importance to New Yorkers, is often described as the" , "date" : "19940501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "A Critical Tour of the Empire: Battery Park to High Bridge . . ." , "url" : "http:\/\/www.nytimes.com\/1994\/05\/01\/nyregion\/a-critical-tour-of-the-empire-battery-park-to-high-bridge.html"} , {"body" : "SPRINGTIME in New York, and the parks are alive with wonders. A man sits by himself in a soft rain and looks outward at the lagoon in Pelham Bay Park. A man and a woman sit on a Central Park bench and see infinity in each other's eyes. At the Thomas Greene Playground in Brooklyn's Boerum Hill neighborhood, children play tag in the dancing sunshine." , "date" : "19940501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLUSHING MEADOWS-CORONA PARK (NYC)" , "PROSPECT PARK (NYC)" , "RIVERSIDE PARK (NYC)" , "PELHAM BAY PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Troubled Emerald Empire" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/01\/nyregion\/a-troubled-emerald-empire.html"} , {"body" : "The police shot and killed a man yesterday in a gun battle along a desolate strip of boarded-up warehouses, factories and rambling junkyards in East New York, Brooklyn, after a buy-and-bust operation went awry, a police spokesman said. Two men and at least 10 officers, including eight serving as backup, were involved in the shooting, which occurred" , "date" : "19940426" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officers in Brooklyn Slay Man in Arrest" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/26\/nyregion\/officers-in-brooklyn-slay-man-in-arrest.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; 2d Tuesday of month; next May 10, 7 P.M., 211 Ainslie Street; (718) 388-4440. DISTRICT 2: Fort Greene, Brooklyn Heights; 2d Wednesday of month; next May 11, 6 P.M.; place to be announced; (718) 596-5410. DISTRICT 3: Bedford-Stuyvesant; 1st Monday of month; next meeting May 2, 7 P.M., 1368 Fulton Street; (718)" , "date" : "19940424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Community Board Meetings in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/24\/nyregion\/public-interest-community-board-meetings-in-brooklyn.html"} , {"body" : "New works, and works that draw on jazz elements, have always been the heart of Marin Alsop's repertory with her Concordia Orchestra, and in that sense, the ensemble's concert on Saturday evening at Alice Tully Hall was business as usual. One piece, George Bogatko's \"Go for It,\" was hardly even a jazz-classical hybrid: its language, structure and" , "date" : "19940419" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "Review\/Music; Concordia Offers Premieres" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/19\/arts\/review-music-concordia-offers-premieres.html"} , {"body" : "Early every morning an armored car pulls up to a storefront in the Williamsburg section of Brooklyn. And for the next nine and a half hours, faces of all kinds pass in front of the four panes of bulletproof glass at Roebling Check Cashing -- black, Hispanic, Hasidic, male, but mostly female, with children placed on countertops. \"The whole" , "date" : "19940418" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Report Shows Check Cashers Filling a Void" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/18\/nyregion\/report-shows-check-cashers-filling-a-void.html"} , {"body" : "Rain was falling over Brooklyn, but at Public School 13 in Bedford-Stuyvesant, 400 parents were packed into an auditorium to meet Schools Chancellor Ramon C. Cortines. Two hours into the evening, Mr. Cortines leaned against the stage, nodding attentively as a P.T.A. president grumbled about classroom overcrowding. The evening had been a cascade of" , "date" : "19940417" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "31" , "title" : "Digging Away at School Work" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/17\/nyregion\/digging-away-at-school-work.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GRAMERCY PARK $280,000 39 Gramercy Park 2-bedroom, 2-bath, 1,200-sq.-ft. postwar co-op; 24-hr. doorman, dining area, terrace, key to park; maintenance $1,073, 60% tax" , "date" : "19940417" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/17\/realestate\/residential-resales-781398.html"} , {"body" : "APRIL Tyler opened an interest-bearing checking account at Chemical Bank eight years ago, and now has thousands of dollars in an individual retirement account there, too. But the relationship took a nose dive last month when Chemical announced that it was closing 50 branches, doubling the minimum balance required for \"free checking\" and sharply" , "date" : "19940417" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Bottom Line on Banks" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/17\/nyregion\/the-bottom-line-on-banks.html"} , {"body" : "LISTEN to the voices of Crown Heights, raised in exhibitions that opened this week at three Brooklyn cultural institutions. From a Jamaican resident: \"The media hasn't helped. Both communities are hurting, and if you have two hurting people, they need to be together to heal their hurt, outside the media's realm.\" A Lubavitcher woman speaks: \"The" , "date" : "19940415" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "The Voices and Faces of Crown Heights" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/15\/arts\/the-voices-and-faces-of-crown-heights.html"} , {"body" : "A 29-year-old woman was arrested early yesterday on charges she fatally stabbed her male companion, who the police believe had beaten her while throwing her out of their Brooklyn apartment. The body of the victim, identified as Derrick Pack, 29, the superintendent at 369 Lincoln Place in the Bedford-Stuyvesant section, was found by the police" , "date" : "19940411" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Woman Held in a Killing" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/11\/nyregion\/woman-held-in-a-killing.html"} , {"body" : "It has been 40 years since Brown v. the Board of Education, when the United States Supreme Court set the stage for all schools to be open to all children, no matter the color of their skin. It has been 30 years since Congress passed a Civil Rights Act that banished barriers to equal access, officially ushering in an era in which blacks and whites" , "date" : "19940410" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Reassessing a Dream -- A special report.; Years on Integration Road: New Views of an Old Goal" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/10\/nyregion\/reassessing-dream-special-report-years-integration-road-new-views-old-goal.html"} , {"body" : "Taking a cue from Mayor Rudolph W. Giuliani, Public Advocate Mark J. Green launched a series of town meetings last week to hear the complaints and concerns of New Yorkers. And it did not go unnoticed in political circles that the first place he went was where Mr. Giuliani is politically weakest: to the heart of black Brooklyn. For more than an hour" , "date" : "19940410" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Political Notes; Green's Town Meetings Off and Running, Either Way" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/10\/nyregion\/political-notes-green-s-town-meetings-off-and-running-either-way.html"} , {"body" : "Out of 42, a Mere 6 Q. All kinds of obscure subjects are commemorated by sculptures in this city -- even a sled dog in Central Park. But how many statues of United States Presidents are there? A. It's hard to say for the city as a whole, but the city parks -- where memorial statues tend to gather -- keep pretty good records. Only a half-dozen" , "date" : "19940410" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1994\/04\/10\/nyregion\/fyi-719137.html"} , {"body" : "Radheya Mathews attends ninth grade in a public school for special education students in the Bronx, but it is as if he had dropped out in spirit many years ago. He sits lethargically in class. He often walks out. He has a thick file of suspensions. But at home, he is a gifted artist who quietly tucks away his fancy pencil drawings in a Timberland" , "date" : "19940406" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "U.S." , "Education"] , "page_facet" : "1" , "title" : "Minority Students Languish In Special Education System" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/06\/us\/minority-students-languish-in-special-education-system.html"} , {"body" : "Rashad King, a 16-year-old student with a solid record in school but no chance of outsprinting a bullet, was shot and killed late Sunday night on a subway platform in Brooklyn. He was on his way home, 20 minutes before the midnight curfew set by his mother, when he was shot in the back. The police said a \"staredown\" between two other youths on a" , "date" : "19940405" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Dispute in Brooklyn Subway Ends in Killing of Student, 16" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/05\/nyregion\/dispute-in-brooklyn-subway-ends-in-killing-of-student-16.html"} , {"body" : "He preyed on the old and the poor in two Brooklyn neighborhoods, telling them he was a water marshal and would cut them off unless they paid their overdue bills. But there are no water marshals, and in many cases, there weren't even any overdue bills. By the time his victims realized what had happened to them, he was gone. The police estimate he" , "date" : "19940329" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Is Held In Swindles Of Elderly" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/29\/nyregion\/man-is-held-in-swindles-of-elderly.html"} , {"body" : "A NEW housing team taking shape at the New York City Department of Housing Preservation and Development is setting out to establish a different voice for housing policy. But while the voice is different, the singers are using a familiar score. The effort to unburden itself of the thousands of units of formerly privately owned housing taken over" , "date" : "19940327" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES; Speeding the Recycling of City-Owned Buildings" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/27\/realestate\/perspectives-speeding-the-recycling-of-city-owned-buildings.html"} , {"body" : "A day after the New York City high school basketball championships were marred by a clash between 200 or so fans at Madison Square Garden, school officials scrambled yesterday to identify and punish the troublemakers and to persuade Garden officials not to evict the annual championships from the arena. The 20-minute melee, which broke out after" , "date" : "19940323" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "HIGH SCHOOL BASKETBALL; New York Officials Try To Keep Championship Site" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/23\/sports\/high-school-basketball-new-york-officials-try-to-keep-championship-site.html"} , {"body" : "This month the school system announced that enrollment had topped a million for the first time in 15 years. Here is a breakdown by district. Citywide public school enrollment High school enrollment '89-'90 937,248 Manhattan 62,714 '90-'91 939,638 Bronx 59,939 '91-'92 973,263 Brooklyn 103,196 '92-'93 995,465 Queens 72,781 '93-'94 1,016,728 Staten" , "date" : "19940320" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "PUBLIC SCHOOL ENROLLMENT; Tipping the Scales At School" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/20\/nyregion\/public-school-enrollment-tipping-the-scales-at-school.html"} , {"body" : "One man has already died behind the counter of the West Harlem grocery where Omar Rosario works, murdered in a tiny business where customers pay in pennies and promises. Before he goes to work he slips on his bulletproof vest, slides a black 9-millimeter pistol in his waistband, and gives himself to God. It is early on a Wednesday night and the" , "date" : "19940320" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York's Bodegas Become Islands Under Siege" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/20\/nyregion\/new-york-s-bodegas-become-islands-under-siege.html"} , {"body" : "The mayor and the governor have not appointed any new trustees of City University for years. The board held only eight regular meetings last year, and just one of the five borough hearings it is supposed to hold every year. And at committee meetings, where most of the work is conducted, there are often only two trustees at the big table. A majority" , "date" : "19940314" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Failure to Replace Trustees Weakens CUNY, Critics Say" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/14\/nyregion\/failure-to-replace-trustees-weakens-cuny-critics-say.html"} , {"body" : "A vast network of services has been created to deal with the AIDS epidemic in New York City. Here is a look at some of the more important ones. ANONYMOUS TESTING SITES STATE Bronx: Mott Haven. Monday through Thursday, 8:30 A.M. to 3:30 P.M., Friday 8:30 A.M. to 12:30 P.M., closed Saturday and Sunday. (718) 292-38531 or (800) 526-4823. Average wait" , "date" : "19940313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PUBLIC INTEREST; A User's Guide to AIDS Services" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/13\/nyregion\/public-interest-a-user-s-guide-to-aids-services.html"} , {"body" : "FIREFIGHTERS spend most of their time waiting, fidgeting benchwarmers at a game they can only anticipate. While they wait, they make their own beds, scrub their own toilets, polish their truck (they call it an apparatus). In full fire regalia, they take their shiny red truck to the supermarket, then cook feasts together. They drill on techniques," , "date" : "19940313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; Firemen in Waiting" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/13\/nyregion\/making-it-work-firemen-in-waiting.html"} , {"body" : "To the Editor: We New York City 4-Hers are not as surprised as the scientists that male bats lactate (news article, Feb. 24). As part of our pigeon project in the Bedford-Stuyvesant section of Brooklyn, we learned that male pigeons lactate and also stay in the nest during the day while the female hunts for food. They also mate for life! New York" , "date" : "19940308" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "Sidewalk Naturalists" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/08\/opinion\/l-sidewalk-naturalists-402737.html"} , {"body" : "Parents of public school students in Bedford-Stuyvesant and surrounding communities are going an extra mile in trying to assure their children's safety: they are about to start patrolling school grounds as auxiliary police officers. The program, created by School District 13 and the New York City Police Department, is the first of its kind in the" , "date" : "19940306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: Bedford - Stuyvesant; Parents to the Rescue at Schools" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/06\/nyregion\/neighborhood-report-bedford-stuyvesant-parents-to-the-rescue-at-schools.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; 2d Tuesday of month; next March 8, 7 P.M., 211 Ainslie Street; (718) 388-4440. DISTRICT 2: Fort Greene, Brooklyn Heights; 2d Wednesday of month; next March 9, 6 P.M., Borough Hall Community Room, Joralemon and Court Streets; (718) 596-5410. DISTRICT 3: Bedford-Stuyvesant; 1st Monday of month; next tomorrow, 7" , "date" : "19940306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Community Board Meetings in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/06\/nyregion\/public-interest-community-board-meetings-in-brooklyn.html"} , {"body" : "Last week on the C1 floor at Kings County Hospital, half a dozen men lay on a hodgepodge of ancient stretchers in an open eight-bed ward. A lattice of metal rods hung from the ceiling, bearing tattered blue and green curtains falling off their hooks, which provide the only semblance of privacy afforded to these patients, all victims of trauma." , "date" : "19940228" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "At Kings County Hospital, Remnants of a Bleak Past" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/28\/nyregion\/at-kings-county-hospital-remnants-of-a-bleak-past.html"} , {"body" : "ASIDE from the fact that the J train still chugs along on elevated tracks above his shop, Ben Stewart hardly recognizes the Broadway he knew when he moved his offset-printing business to the Bushwick section of Brooklyn 19 years ago. He arrived two years before the Great Blackout of 1977. The blackout set off a spree of looting and fires with" , "date" : "19940227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BUSHWICK (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES; The Quest for Shops Below Bushwick El" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/27\/realestate\/perspectives-the-quest-for-shops-below-bushwick-el.html"} , {"body" : "Someone went gunning for a 14-year-old Brooklyn boy yesterday, apparently trying twice to lure him from his home, then fatally shooting him when he emerged from the apartment, the police said. Jessy T. Davis was shot once in the neck and once in the stomach about 7 P.M., as he stepped from his apartment into the ground-floor hallway at 44 Marcus" , "date" : "19940219" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Brooklyn Youth, 14, Is Slain at His Door" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/19\/nyregion\/brooklyn-youth-14-is-slain-at-his-door.html"} , {"body" : "A Brooklyn man who used an unlicensed gun to kill two teen-agers who he said were robbing him at gunpoint was sentenced yesterday to five years' probation by a judge who said he could \"empathize\" with the defendant because he himself had once feared for his life while being robbed at gunpoint. The man, Arthur Boone, a 42-year-old sugar-refinery" , "date" : "19940218" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Probation in Killing Of Robbery Suspects" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/18\/nyregion\/probation-in-killing-of-robbery-suspects.html"} , {"body" : "NAME -- Captain Richard J. Rosa AGE -- 46 JOB TITLE -- As of Jan. 10, commanding officer of the 78th Precinct, which covers Park Slope, Gowanus and Prospect Park. DEPARTMENT SIZE -- 233 workers, including uniform and civilian workers STATUS -- Married with children CURRENT HOME -- Bergen Beach YEARS ON POLICE FORCE -- 24 IMMEDIATE GOALS -- Clean" , "date" : "19940213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: PARK SLOPE; PROFILE: AT THE HELM" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/13\/nyregion\/neighborhood-report-park-slope-profile-at-the-helm.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of the month; next March 8, time to be announced, 211 Ainslie Street; (718) 388-4440. DISTRICT 2 Fort Greene, Downtown, Brooklyn Heights, Boerum Hill; second Wednesday of the month; next March 9, 6 P.M., Borough Hall Community Room, Joralemon and Court Streets; (718) 596-5410. DISTRICT 3" , "date" : "19940213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Brooklyn Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/13\/nyregion\/public-interest-brooklyn-board-meetings.html"} , {"body" : "To the Editor: Mayor Rudolph W. Giuliani, declaring that community policing has failed to control drug trafficking in New York City, plans to redirect police efforts from preventive community involvement to drug arrests. These actions are premature and unwarranted. Recent trends suggest that the extent of drug problems is unrelated to the intensity" , "date" : "19940211" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "34" , "title" : "Prohibition, for Drugs as for Alcohol, Only Fails; Market Forces at Work" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/11\/opinion\/l-prohibition-for-drugs-as-for-alcohol-only-fails-market-forces-at-work-153206.html"} , {"body" : "Kids and cash have always constituted one of the more liquid economies. Children, after all, can get and spend with the best of them. \"I have something, then I have nothing,\" said Rasheda Edness, a 17-year-old Bedford-Stuyvesant victim of the consumer culture. \"Except when I've got something stupid. I had $20 the other day. Then I had a $20 hat.\"" , "date" : "19940210" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "The Piggy Bank in the Real World" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/10\/nyregion\/the-piggy-bank-in-the-real-world.html"} , {"body" : "With a paint roller in one hand, a bucket of plaster in the other and a toolbox slung to his waist, young Philbert Strawder was a picture of pride and grave intensity that day last summer when he volunteered to help his building's handyman do his chores. As his neighbors and friends remember it, the day was scorching hot, many of the older" , "date" : "19940207" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Boy's Arrest Is Greeted With Sorrow, Not Surprise" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/07\/nyregion\/boy-s-arrest-is-greeted-with-sorrow-not-surprise.html"} , {"body" : "DEATH OF A LEGEND: SHEA & GOULD For a change this year, Milton S. Gould, the 84-year-old paterfamilias of the law firm Shea & Gould, decided to wait out the winter in a pastel house with a pool and a dock in Naples, Fla. And that is where he was last week, reeling from a bitter blast from New York: while he was on vacation, the partners in the" , "date" : "19940207" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/07\/nyregion\/metro-digest-103438.html"} , {"body" : "The Rev. Al Sharpton, who was ordained a Pentecostal minister at the age of 10, was rebaptized as a Baptist yesterday, officially joining the religious tradition of the civil rights advocates he said he reveres and emulates. Mr. Sharpton, his wife, Katherine, and their children, Dominick, 7, and Ashley, 6, were among a dozen people baptized during" , "date" : "19940207" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Sharpton Is Rebaptized As Baptist in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/07\/nyregion\/sharpton-is-rebaptized-as-baptist-in-brooklyn.html"} , {"body" : "Ray Suarez, THE NEWEST, least likely and perhaps fastest-rising figure in talk radio, says his show is not aimed at an elite audience. It is a little tough at first to manage a straight face at this. Mr. Suarez, after all, works in the nation's most pointy-headed city, in a studio six blocks from the White House. He sports a beard and a rumpled" , "date" : "19940206" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "RADIO; A Radio Talk Show That Doesn't Run on Vitriol" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/06\/arts\/radio-a-radio-talk-show-that-doesn-t-run-on-vitriol.html"} , {"body" : "An article and a picture caption on Jan. 16 about the architecture of new elementary schools in New York City misstated the location of P.S. 6 in Brooklyn. It is in Flatbush, not Bedford-Stuyvesant." , "date" : "19940206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "Arts" , "Education"] , "page_facet" : "4" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/06\/arts\/c-corrections-066524.html"} , {"body" : "Maybe, just maybe, a 1994 Sgt. Steven Harris will never fetch the $35,000 of a mint 1952 Mickey Mantle. But so what? Baseball-like trading cards of police officers, which a few units of the New York Police Department began passing out yesterday, may never be worth as much as the ones with major leaguers. But what they lack in authenticity, backers" , "date" : "19940204" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Police Offer Baseball-Like Trading Cards, but of Themselves" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/04\/nyregion\/police-offer-baseball-like-trading-cards-but-of-themselves.html"} , {"body" : "A 19-year-old Brooklyn youth led a teen-age stick-up team on a string of robberies at small stores in Brooklyn, killing three shop owners apparently without provocation after they had already handed over their money, the police said yesterday. In one case, the five suspects, who were arrested in the last two weeks, forced a grocer in" , "date" : "19940203" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "5 Young Robbers Took the Cash, Then Killed Anyway, Police Say" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/03\/nyregion\/5-young-robbers-took-the-cash-then-killed-anyway-police-say.html"} , {"body" : "In the back of the Adames Food Center, below the shelves stocked with Hawaiian Punch and Diet Pepsi, one floor tile is whiter than the others. That is where a single bullet burned a hole on the floor last month after piercing the back of Ramone Rodriguez. Mr. Rodriguez, 40 years old, who had owned the family bodega in Bedford-Stuyvesant for two" , "date" : "19940203" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "With Patriarch Slain, a Family Struggles" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/03\/nyregion\/with-patriarch-slain-a-family-struggles.html"} , {"body" : "Somewhere between one more killing in the inner city and the obscurity of the grave is a wall in Brooklyn. Khem Hubbard recorded her brother's name there last week, in big silver letters. Now Kyle Rasheim Hubbard, 19, shot to death on Jan. 6, 1990, will be remembered in a New York neighborhood where the dead disappear in the crowd. The memorial" , "date" : "19940128" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "On Walls, Memories of the Slain Are Kept" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/28\/nyregion\/on-walls-memories-of-the-slain-are-kept.html"} , {"body" : "A dilapidated floor in a building under renovation in Brooklyn collapsed yesterday morning, sending a construction worker falling two stories to his death and injuring two other workers, the police said. The building, vacant and nearly gutted, is part of a project by the city's Department of Housing Preservation and Development to restore a number" , "date" : "19940125" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Construction Worker Falls to Death in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/25\/nyregion\/construction-worker-falls-to-death-in-brooklyn.html"} , {"body" : "By his own admission, 11-year-old Tyrone Kindred is a live wire. Even as he talks about his seemingly boundless energy, he finds it difficult to remain in one place for more than a couple of minutes. \"I guess I'm just full of get-up-and-go,\" Tyrone said recently as he lay on the floor of the apartment in Bedford-Stuyvesant, Brooklyn, where he lives" , "date" : "19940122" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Boy Finds a Role Model, Thanks to Neediest Cases" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/22\/nyregion\/boy-finds-a-role-model-thanks-to-neediest-cases.html"} , {"body" : "For Brooklyn Credit Union, New Site Has Built-In Bonus Once a bank, always a bank. At least that's the prospect for the three-story Chemical Bank branch at 1205 Fulton Street near Bedford Avenue in Bedford-Stuyvesant. The company has donated the building to two nonprofit development organizations -- the Consortium for Community Development and the" , "date" : "19940116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1994\/01\/16\/nyregion\/new-yorkers-co-871761.html"} , {"body" : "THE INFORMATION AGE HAS made us all experts at collapsing the world into points, lines and planes. With the click of a button or the flip of a page, we can compress a city into a dot, a neighborhood into a caption, a building into a slide. Ever more efficient media techniques help us to filter out life's cumbersome dimensions. The nightly news can" , "date" : "19940116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Education"] , "page_facet" : "31" , "title" : "ARCHITECTURE VIEW; Schools That Level The Playing Field For New Yorkers" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/16\/arts\/architecture-view-schools-that-level-the-playing-field-for-new-yorkers.html"} , {"body" : "A day after his Police Commissioner met with Muslim officials to discuss a brawl with police officers at a Harlem mosque, Mayor Rudolph W. Giuliani sought yesterday to put the mosque incident behind him, saying that he believed \"misunderstandings\" had been resolved. Reiterating his contention that the only real issue was the assault on police" , "date" : "19940116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Giuliani Tries To Move Past Mosque Melee" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/16\/nyregion\/giuliani-tries-to-move-past-mosque-melee.html"} , {"body" : "A livery-cab driver was shot and killed in Brooklyn yesterday, the first to be killed in 1994, the police said. Unlike most of the 42 taxi drivers killed in New York City in 1993, the driver -- identified only as a 34-year-old man from Brooklyn -- was apparently shot in an argument with another driver about a traffic infraction, and not in a" , "date" : "19940115" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Livery-Cab Driver Is Killed" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/15\/nyregion\/livery-cab-driver-is-killed.html"} , {"body" : "An effort by the Giuliani administration to calm tensions between the New York City Police Department and black New Yorkers crumbled in recriminations yesterday after the new Police Commissioner shunned a meeting with representatives of the Nation of Islam and with others he said had not been invited. The meeting between Police Commissioner William" , "date" : "19940114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New York Bid to Ease Police-Black Tension Falters" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/14\/nyregion\/new-york-bid-to-ease-police-black-tension-falters.html"} , {"body" : "Shu'aib Abdul-Latif, the 17-year-old shot to death by the police on Tuesday night in Brooklyn, was the painfully shy son of a prominent New York City Muslim leader. Friends and family said he dreamed of being a carpenter as he worked in the family business, studied for his general equivalency diploma, and tried to negotiate the gritty streets of" , "date" : "19940113" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Slain Youth Is Called Nonviolent" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/13\/nyregion\/slain-youth-is-called-nonviolent.html"} , {"body" : "A Brooklyn man who used an unlicensed gun to kill two teen-agers he said were robbing him at gunpoint pleaded guilty yesterday to a weapon-possession charge, and the judge said he would most likely sentence him to probation. The man, Arthur Boone, a 42-year-old sugar-refinery worker, entered his plea after Justice Thaddeus Owens of State Supreme" , "date" : "19940106" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Enters Weapons Plea In Encounter With Youths" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/06\/nyregion\/man-enters-weapons-plea-in-encounter-with-youths.html"} , {"body" : "METRO DIGEST CUOMO PROPOSES INCENTIVES FOR GROWTH Sounding election-year themes for a state recovering from a lingering recession, Governor Cuomo proposed incentives to encourage job growth, including cutting taxes on real-estate developers, corporations and hotels. A1. In his State of the State Message, Mr. Cuomo sought to outflank the Republicans" , "date" : "19940106" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/06\/nyregion\/metro-digest-785571.html"} , {"body" : "In the troubled East New York section of Brooklyn, Stanley Evans constantly corrects his students' English and lectures on the difference between the language of the office and the language of the streets. Just a few miles away in a similar neighborhood, another English teacher, Cathie Wright-Lewis, refuses to fault her already overwhelmed" , "date" : "19940105" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Lingering Conflict in the Schools: Black Dialect vs. Standard Speech" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/05\/nyregion\/lingering-conflict-in-the-schools-black-dialect-vs-standard-speech.html"} , {"body" : "A feud between two high school students in the Bedford-Stuyvesant section of Brooklyn ended yesterday when one accused the other of harassing him and then stabbed him to death during a dispute over money and a music tape, the police said. Witnesses said Kevil Johnson, 16, was helping his father, Vincent, clear away snow in front of their two-story" , "date" : "19940105" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Feud Ends in Killing Of a 10th Grader At a Brooklyn Home" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/05\/nyregion\/feud-ends-in-killing-of-a-10th-grader-at-a-brooklyn-home.html"} , {"body" : "BLACK DIALECT VS. STANDARD ENGLISH More than a decade after educators first grappled with the issue, school districts in New York and elsewhere are still seeking the best way to teach standard English to students who usually use black dialect. A1. STORM DISRUPTS TRAVEL ALONG EAST COAST A blast of snow, sleet and freezing rain closed major highways," , "date" : "19940105" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/05\/nyregion\/metro-digest-776041.html"} , {"body" : "There are thousands of places to volunteer in New York. What follows is a very limited listing. More possibilities are available through the Mayor's Voluntary Action Center, (212) -788-7550; the Volunteer Referral Center, (212) 889-4805; New York Cares, (212) 228-5000, or the Retired and Senior Volunteer Program (for people 55 and over), (212)" , "date" : "19940102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "PUBLIC INTEREST; Want to Help? Where to Call." , "url" : "http:\/\/www.nytimes.com\/1994\/01\/02\/nyregion\/public-interest-want-to-help-where-to-call.html"} , {"body" : "PAT TATE, stately and steady as a ship, is a marketing specialist at a midtown Manhattan corporate giant; Nicole Gaffney is a top-knotted sixth-grader who bounces back and forth and up and down like a Super Ball, from chair to table to floor and back again. Once a week their orbits cross over Nicole's homework in the lunchroom of Public School 198" , "date" : "19940102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Giving Gifts Of Talent And Time" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/02\/nyregion\/giving-gifts-of-talent-and-time.html"} , {"body" : "\"I'M angry,\" said Ken Hamblin. \"So angry I sometimes feel like I'm going to explode.\" Ordering tortellini and a vodka gimlet in an upscale restaurant on a sun-splashed Colorado afternoon, Mr. Hamblin would seem to have the world by the tail. He hosts a successful radio talk show and writes a newspaper column. He has a home in the mountains, a" , "date" : "19940102" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "7" , "title" : "Conversations\/Ken Hamblin; In Denver, the Surprising New Face Of Right-Wing Talk Radio" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/02\/weekinreview\/conversations-ken-hamblin-denver-surprising-new-face-right-wing-talk-radio.html"}]