[  {"body" : "Handcuffed to his hospital bed, fading in and out of consciousness from the morphine dulling the pain of his burns, the man charged with firebombing a subway train proclaimed his innocence on Thursday, his newly hired lawyer, Stephen J. Murphy, said. Edward J. Leary, the unemployed computer expert who the police say created and carried the firebomb" , "date" : "19941224" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Suspect in Bombing Says He's Innocent, His Lawyer Asserts" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/24\/nyregion\/suspect-in-bombing-says-he-s-innocent-his-lawyer-asserts.html"} , {"body" : "Verda McCune's ride home on the subway yesterday evening had a psychological drawback to go with the physical one: the Fulton Street station near her Manhattan office was closed down by the firebomb explosion that offered her something newly ominous to adjust to on the long ride to Queens. \"Just got to take it day by day,\" she said fatalistically," , "date" : "19941222" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE SUBWAY FIREBOMB: THE IMPACT; For Commuters, Disruption and Dismay" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/22\/nyregion\/the-subway-firebomb-the-impact-for-commuters-disruption-and-dismay.html"} , {"body" : "The first signs of her illness appeared a decade ago, when she would inexplicably lose her balance and fall. Soon after, Sally P. was found to have multiple sclerosis, a disease that affects the central nervous system. Now, at age 37, Mrs. P. depends on a walker and struggles with the simplest of tasks. But she has refused to let the painful" , "date" : "19941220" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "The Neediest Cases; Woman Receives Help To Raise Her Little Girl" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/20\/nyregion\/the-neediest-cases-woman-receives-help-to-raise-her-little-girl.html"} , {"body" : "Evening services had just begun last Wednesday at Rabbi Jacob Twersky's synagogue on Bronx Park East. A few stragglers arrived, and soon 18 faithful were praying, including eight recent immigrants from Russia. It was a good showing. The previous week, minutes before the daily evening service, the rabbi had been forced to his \"emergency list\" -- the" , "date" : "19941218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PELHAM PARKWAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: PELHAM PARKWAY\/BAYCHESTER; Runoff From the New Diaspora Is Water of Life for Old Synagogues" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/18\/nyregion\/neighborhood-report-pelham-parkway-baychester-runoff-new-diaspora-water-life-for.html"} , {"body" : "FOR children, doll houses can make the universe seem obedient. My small cosmos was a converted bookcase, four polished shelves on which I created happier versions of my real-life home. My restless and dissatisfied mother haunted tag sales to keep changing and cluttering the 1832 Connecticut farmhouse where I grew up. The very bones of the house" , "date" : "19941215" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Where Lies Paradise? In Life Writ Small" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/15\/garden\/where-lies-paradise-in-life-writ-small.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next meeting, Dec. 13, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; (718) 389-0009. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next meeting Dec. 14, 6 P.M.; St Joseph's Services, 540 Atlantic Ave., between Third and Fourth Avenues; (718) 596-5410." , "date" : "19941211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Community Boards To Meet in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/11\/nyregion\/community-boards-to-meet-in-brooklyn.html"} , {"body" : "To the Editor: In the interests of accuracy, I am sending you my own copy of this fine map of Bay Ridge, Bensonhurst, Sunset Park and Dyker Heights. You'll notice that the three Bensonhurst addresses referred to in your Nov. 20 article, \"Gambling Crackdown Intercepts a Cash Flow to Organized Crime,\" are, in fact, Bay Ridge locations. Now, it's not" , "date" : "19941211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "19" , "title" : "Bragging Rights Unclaimed: Gambling Is in Bay Ridge" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/11\/nyregion\/l-bragging-rights-unclaimed-gambling-is-in-bay-ridge-062413.html"} , {"body" : "THE contract sits on his agent's desk, waiting for his signature, a mere formality. Kevin Baez intends to sign with the Detroit Tigers. He will take their minor league deal, the invitation to their major league camp, their promise of a good, long look. He just hopes that the promise, by spring, doesn't become a guarantee. The baseball strike would" , "date" : "19941206" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "Sports of The Times; A Player's Dream and His Fear" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/06\/sports\/sports-of-the-times-a-player-s-dream-and-his-fear.html"} , {"body" : "A rookie police officer was arrested and suspended from duty yesterday after being accused of driving while intoxicated and driving into an unoccupied patrol car in Bay Ridge, Brooklyn, the police said. The officer, Francis J. Lawler, 23, was off duty and driving his own car when the accident occurred around 1:15 A.M., the police said. He is" , "date" : "19941206" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Officer in Crash Suspended" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/06\/nyregion\/officer-in-crash-suspended.html"} , {"body" : "Angelo Trippiedi is a muffler man. Always has been. Fifty years ago, he was working on cars in about the same spot he works now on Cropsey Avenue, only now he has his own place. Back then, he was a minority among the lumberyards that lined the avenue between Neptune Avenue and the Belt Parkway. Now he owns one of the oldest of dozens of repair" , "date" : "19941204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: CONEY ISLAND; A Pocketful Of Mechanics" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/04\/nyregion\/neighborhood-report-coney-island-a-pocketful-of-mechanics.html"} ,   {"body" : "Wilfredo Feliciano remembers he was wearing his Nathan Hale Junior High School gym shirt on the evening of Dec. 8, 1993, and he remembers how easily the box-cutter sliced through it. His attackers, a 15-year-old and a 16-year-old who lived in the same Brooklyn housing project as Wilfredo, didn't stop when they had cut apart the shirt. As he" , "date" : "19941201" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "Young Criminals' Prey: Usually Young" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/01\/us\/young-criminals-prey-usually-young.html"} , {"body" : "David O'Connor describes his father's occupation as \"drinker.\" He says that the man exited his life by his second birthday and that his mother, a diner waitress, let him take to the streets of Brooklyn at age 14. Now 15, he sleeps in a small bedroom in a group home. He has been arrested once, charged with stealing a car, and is described by" , "date" : "19941129" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Growing Rage in Bay Ridge; Change Breeds Violence in a Once-Quiet Corner of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/29\/nyregion\/growing-rage-bay-ridge-change-breeds-violence-once-quiet-corner-brooklyn.html"} , {"body" : "For Safdar Jamil, who drives home in the evening from his job managing a convenience store in Sheepshead Bay, the most agonizing thing about where he lives is being able to see his house so near -- and yet so far. \"I sit sometimes on the ramp for 10 minutes and up ahead, I can see my house is so close, but I have to wait with all the rush-hour" , "date" : "19941127" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: BENSONHURST; Near, Yet Far: The Lost Exit To Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/27\/nyregion\/neighborhood-report-bensonhurst-near-yet-far-the-lost-exit-to-brooklyn.html"} , {"body" : "Inside the Mafia, Gregory Scarpa Sr. could have served as a role model for ambitious gangsters. His underworld persona was that of a steadfastly loyal capo, or captain, in the Colombo crime family who for three decades ran rackets in New York City that enriched himself and his mob partners. A flashy dresser who often carried $5,000 in cash, he at" , "date" : "19941120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "The Mobster Was a Mole for the F.B.I.; Tangled Life of a Mafia Figure Who Died of AIDS Is Exposed" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/20\/nyregion\/mobster-was-mole-for-fbi-tangled-life-mafia-figure-who-died-aids-exposed.html"} , {"body" : "Law-enforcement officials in Brooklyn have stepped up investigations in the southern end of the borough in search of illegal gambling operations. Their efforts are part of a drive to cut off one source of cash flowing to organized crime, officials said. The latest crackdown is a result of a joint operation between the Kings County District" , "date" : "19941120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: SOUTHERN BROOKLYN; Gambling Crackdown Intercepts a Cash Flow to Organized Crime" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/20\/nyregion\/neighborhood-report-southern-brooklyn-gambling-crackdown-intercepts-cash-flow.html"} , {"body" : "The undercover police officer, clad in tight mini-skirt, fish-net stockings and high heels, strolled to the passenger window of a white Lincoln Town Car and talked briefly with the driver. They agreed on a price for sex as police officers nearby listened to their recorded conversation. Before the man could flinch, a dozen officers swarmed over him" , "date" : "19941120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "51" , "title" : "Police Focus on Arresting Prostitutes' Customers" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/20\/nyregion\/police-focus-on-arresting-prostitutes-customers.html"} , {"body" : "They are known in the underworld as \"wannabes,\" ambitious criminals who hope to become full-fledged Mafia members by committing violent crimes and sharing their spoils with mob leaders. Before dawn yesterday, Federal agents and New York City officers swept up 36 men they identified as \"wannabes\" and accused them of engaging in dozens of hijackings," , "date" : "19941117" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "36 Accused of Committing Violent Crimes in Quest to Join Mafia" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/17\/nyregion\/36-accused-of-committing-violent-crimes-in-quest-to-join-mafia.html"} , {"body" : "Linda J. Glick, a singer, was married last evening to Leonard D. Francavilla, the security manager in Brooklyn for The Daily News. Cantor Bob Abelson performed the nondenominational ceremony at the Friars Club in New York. The bride is also the owner of Glick Advertising, an advertising agency in New York. She graduated magna cum laude from" , "date" : "19941113" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "61" , "title" : "WEDDINGS; Ms. Glick, Mr. Francavilla" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/13\/style\/weddings-ms-glick-mr-francavilla.html"} , {"body" : "Their lawyers say they all come from solid middle-class families. Three are high school students -- one an honor student -- and one works in his family's funeral home. They have no previous criminal records. But the four teen-agers are in serious trouble now -- indicted yesterday on murder charges in what the Brooklyn District Attorney called the" , "date" : "19941111" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "DYKER BEACH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "4 Teen-Agers Indicted in Death of Ecuadorean Immigrant" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/11\/nyregion\/4-teen-agers-indicted-in-death-of-ecuadorean-immigrant.html"} , {"body" : "THIRTY years ago, when he first politicked in Italian on the avenues of Bensonhurst as a \"new wave\" postwar Sicilian immigrant, Arnaldo A. Ferraro found his older predecessors complacent in their storefront social clubs and wary of the strange treacheries of mainstream New York politics. So it is with considerable joy that even with his own State" , "date" : "19941106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "On Sunday; Feud, Betrayal, Italian Players: Electoral Verdi" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/06\/nyregion\/on-sunday-feud-betrayal-italian-players-electoral-verdi.html"} ,   {"body" : "HIS fans include the John Gotti family and Richard M. Kessel. Such a diversity of people flock to his performances that he holds the record for the most consecutive sellouts at the Westbury Music Fair, 17 as of last month's performance. Because of the demand, an additional show has been added, for Nov. 25. It being Thanksgiving weekend, he is" , "date" : "19941106" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ABOUT LONG ISLAND; Even at 56, Jay Black Continues to Make Them Swoon" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/06\/nyregion\/about-long-island-even-at-56-jay-black-continues-to-make-them-swoon.html"} , {"body" : "President Clinton, making his fourth campaign trip for Gov. Mario M. Cuomo and his first to upstate New York, cast Tuesday's gubernatorial election and similar races around the country as contests between forward-looking Democrats and negativist Republicans who, he said, want Americans to \"vote your anger.\" \"Yes, there is frustration in the" , "date" : "19941104" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE 1994 CAMPAIGN: CUOMO; Clinton Campaigns Upstate With an Eye on the Nation" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/04\/nyregion\/the-1994-campaign-cuomo-clinton-campaigns-upstate-with-an-eye-on-the-nation.html"} , {"body" : "The garage mechanic who eventually led investigators to the man suspected of shooting at a van full of Hasidim on the Brooklyn Bridge described yesterday how he frantically tried to tell the F.B.I. that the gunman was in his shop -- only to be rebuffed. Twice he called; first he was told to give his information over the phone, which he refused to" , "date" : "19941103" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "F.B.I. Rebuff For Witness In Shooting" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/03\/nyregion\/fbi-rebuff-for-witness-in-shooting.html"} , {"body" : "After a month of stake-outs at dozens of all-night groceries and newsstands in South Brooklyn, the police have arrested a 21-year-old man who they believe has robbed at least 50 lottery stores at gunpoint since March. The man, identified through fingerprints as Emmanuel Pierre, of 2011 Newkirk Avenue in Brooklyn, was arrested by two officers just" , "date" : "19941101" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Held in Robberies of 50 Lottery Stores" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/01\/nyregion\/man-held-in-robberies-of-50-lottery-stores.html"} , {"body" : "IN August, The City began an examination of how residents defined the \"Quality of Life,\" a political mantra that has no single meaning. The first installment focused on Manhattan; the second on Queens. Because it is so large, Brooklyn has been split in two, with Flatbush Avenue as a natural divider. Taken as a whole, the area west of Flatbush has" , "date" : "19941030" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "BROOKLYN UP CLOSE; What Makes Brooklyn Angry: The 'Quality of Life,' West of Flatbush" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/30\/nyregion\/brooklyn-up-close-what-makes-brooklyn-angry-the-quality-of-life-west-of-flatbush.html"} , {"body" : "BEGINNER'S luck? George and Christiane Aprile buy a rundown loft in Manhattan to be near their son's school and discover it is one of the city's most important cast-iron buildings. Things have not gone as scheduled since they started planning to move three years ago: Moving in is months away and their son is now a junior at nearby Stuyvesant High" , "date" : "19941030" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Streetscapes\/75 Murray Street; Bought for Its Site, the Rundown Loft Is a Gem" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/30\/realestate\/streetscapes-75-murray-street-bought-for-its-site-the-rundown-loft-is-a-gem.html"} , {"body" : "Three minority police officers who had just ended their shifts were assaulted in a Brooklyn bar yesterday by three white men who shouted racial slurs and threw punches and beer bottles at them, officials said. The three officers were treated for scrapes and bruises at Victory Memorial Hospital after the incident, which took place at 1:50 A.M. at" , "date" : "19941027" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "3 Men Hurl Racial Slurs and Attack Officers in Bar, Police Say" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/27\/nyregion\/3-men-hurl-racial-slurs-and-attack-officers-in-bar-police-say.html"} , {"body" : "Kmart Opening in the Bronx, And Brooklyn May Be Next Kmart, the national discount retailer best known for its blue-light specials, plans to open its first store in the Bronx and is considering two locations in Brooklyn. The Bronx store, a 128,000-square-foot mega-store, is under construction at 300 Baychester Avenue near Co-Op City and is to open" , "date" : "19941023" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1994\/10\/23\/nyregion\/new-yorkers-co-598429.html"} , {"body" : "For as long as the golfers, boccie players and handball buffs can remember, Dyker Beach Park has been a popular hangout among the residents of largely Italian-American neighborhoods of southern Brooklyn where the most violent incident is caused by the occasional flying boccie ball that knocks a spectator in the head. In recent years it has also" , "date" : "19941016" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "DYKER BEACH PARK (NYC)" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Killing of Immigrant Stuns a Brooklyn Area" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/16\/nyregion\/killing-of-immigrant-stuns-a-brooklyn-area.html"} , {"body" : "A CENTURY ago, aristocratic New Yorkers arrived at the opera house in gilded broughams for lengthy performances of \"Faust\" or \"Lohengrin,\" installing themselves stiffly in red and gold boxes. Instead of watching the drama unfold, many trained their opera glasses on their neighbors (who was that woman in the third parterre box, and why was her dress" , "date" : "19941016" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The People's Guide to the Opera" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/16\/nyregion\/the-people-s-guide-to-the-opera.html"} ,   {"body" : "Finally, a Manhattan Store For Manhattan Bagel Chain The Manhattan Bagel Company, which has never had a store in Manhattan, is finally coming to New York City. The franchise company, based in Eatontown, N.J., has committed to seven new locations around the city. One opened last week in Middle Village, Queens, and the others are planned on the Upper" , "date" : "19941016" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1994\/10\/16\/nyregion\/new-yorkers-co-530697.html"} , {"body" : "BROOKLYN DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next Oct. 11, 7 P.M.,; 211 Ainslie Street; (718) 388-4440. Chairman: Vincent V. Abate; District Manager: Gerald A. Esposito. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next Oct. 12, 6 P.M.; Brooklyn Borough Hall, 209 Joralemon Street; (718) 596-5410." , "date" : "19941009" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PUBLIC INTEREST; Community Boards: Coming Meetings" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/09\/nyregion\/public-interest-community-boards-coming-meetings.html"} , {"body" : "One side of the scale is weighted with Salvatore Gravano's violent Mafia record: participating in 19 murders, masterminding million-dollar extortions, running brutal loan-sharking rings and trying to fix juries in mob trials. But law-enforcement officials say he is the most devastating witness ever used against the mob, and compare his testimony" , "date" : "19940926" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Singing for Your Sentence: How Will It Pay Off?; Ex-Crime Underboss May Find Out Today What He Gets for Turning U.S. Witness" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/26\/nyregion\/singing-for-your-sentence-will-it-pay-off-ex-crime-underboss-may-find-today-what.html"} , {"body" : "ON the long road to developing housing on large tracts of land in New York City, a developer has to be ready to shift gears. By the time the approval process is complete, the market may have changed. City requirements or capital assistance capabilities may change too. Even after public action has fixed the basic form, land-use plans need to give" , "date" : "19940925" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERPSECTIVES; Revising the Script for a Starrett Plan in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/25\/realestate\/perpsectives-revising-the-script-for-a-starrett-plan-in-brooklyn.html"} , {"body" : "To the Editor: On the day this letter appears, The New York Times is publishing a correction of a statement in its Aug. 9, 1992, article about me. The Times had incorrectly reported that I was accused of interceding in a Federal drug investigation, and that this accusation led to my resignation as an assistant district attorney in Brooklyn. The" , "date" : "19940922" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Prosecutor's Resignation Was Unrelated to Federal Drug Inquiry" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/22\/opinion\/l-prosecutor-s-resignation-was-unrelated-to-federal-drug-inquiry-316229.html"} , {"body" : "\"THE premises thus offered for sale comprise a large peninsula . . . 9 or 10 miles in length and 3 miles in width at its widest part. It embraces in all about 11,500 acres, including the ponds, which cover over 1,000 acres. The land is rolling, and a great part of it is a considerable elevation from the sea. The shooting and fishing on the property" , "date" : "19940915" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["MONTAUK (NY)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "DESIGN NOTEBOOK; The Once and Future Montauk" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/15\/garden\/design-notebook-the-once-and-future-montauk.html"} , {"body" : "This list summarizes our recommendations for some contested New York City races in today's Democratic primary in which the outcome is tantamount to election. The polls are open from 6 A.M. to 9 P.M. Both Republicans and Democrats also have statewide races on today's ballot. In those contests we reserve our endorsements until the November general" , "date" : "19940913" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "New York City Primary Choices" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/13\/opinion\/new-york-city-primary-choices.html"} , {"body" : "EFFECTING a line drive is among the more unsung pleasures available to humans. But as anyone who has done it can tell you, swinging a bat levelly, crushing a baseball and then watching it describe a flat parabola toward the horizon is a jolt at once as potent as morning coffee and as inspiring as fireworks. For this, I patronize batting cages. In" , "date" : "19940909" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Swing Time: Finding Bliss In a Batting Cage" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/09\/arts\/swing-time-finding-bliss-in-a-batting-cage.html"} , {"body" : "At first glance it's just a nasty local brawl for a State Senate seat in a politically atypical corner of New York City. But scratch the surface, and the Republican primary in the 23d Senate District, covering slices of Brooklyn and Staten Island, emerges as a battle with broader stakes -- and one reflecting divisiveness roiling Republican ranks" , "date" : "19940904" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "State Senate District Sees Brawl Within the G.O.P." , "url" : "http:\/\/www.nytimes.com\/1994\/09\/04\/nyregion\/state-senate-district-sees-brawl-within-the-gop.html"} , {"body" : "A car in a southbound B train derailed and slammed into a concrete tunnel wall in the Sunset Park section of Brooklyn yesterday morning, injuring 11 people and shutting down service on two lines through the evening rush hour. None of the injuries were serious, although the car, which derailed after passing over a switch, was mangled and ripped open" , "date" : "19940816" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Subway Car Derails in Brooklyn, Injuring 11 Passengers" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/16\/nyregion\/subway-car-derails-in-brooklyn-injuring-11-passengers.html"} ,   {"body" : "For some students at John Dewey High School in Coney Island, the prospect of losing an hour a week of classroom work will mean more time for leisure activities or finding after-school work. But for other students, the issue is larger than losing one hour. They say that they choose to attend the school because it is the only one in New York with an" , "date" : "19940814" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: CONEY ISLAND; John Dewey Students Defend Long School Days" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/14\/nyregion\/neighborhood-report-coney-island-john-dewey-students-defend-long-school-days.html"} , {"body" : "On the afternoon of July 26, a rumpled man and an exhausted young girl speaking only Russian appeared at the offices of a Jewish aid agency in Brooklyn with a tale of despair. The man said that he and his 7-year-old daughter had arrived three days earlier from Minsk, Belarus, where he was an architect. The people who had invited them to the United" , "date" : "19940806" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "A Father's Troubled Odyssey From Belarus to His Suicide" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/06\/nyregion\/a-father-s-troubled-odyssey-from-belarus-to-his-suicide.html"} , {"body" : "THERE was a time when the best one-wall handball in the world was played at the Brighton Beach Baths in Brooklyn. Thousands would crowd into its three swimming pools; men would smoke cigars and pat one another on the back; women would vie for the title of prettiest expectant mother. On weekends, performers from Milton Berle to Lionel Hampton to" , "date" : "19940729" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Where Generations Created Memories Of Summer" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/29\/arts\/where-generations-created-memories-of-summer.html"} , {"body" : "Part dance, part drums, all madness, fans celebrating Brazil's victory in the World Cup final brought a slice of Carnaval to West 46th Street moments after Roberto Baggio's final penalty kick sailed high of the crossbar to give the Brazilians their first cup triumph in 24 years. \"I'm too young to remember 1970, but this is the most beautiful day of" , "date" : "19940718" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BRAZIL" , "NEW YORK CITY" , "ITALY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "WORLD CUP '94; Brazilians Celebrate on the Streets of Manhattan" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/18\/sports\/world-cup-94-brazilians-celebrate-on-the-streets-of-manhattan.html"} , {"body" : "OF all the measures of the city's resilience in the face of degeneracy, none offers the pink-cheeked glow and serpent-trodding posture of the blue-and-gold lawn madonnas of Bensonhurst made by Lou Campanella, a craftsman in concrete and pastel who is celebrating the return of boom times. \"She's in the top five, selling stronger than ever,\" exults" , "date" : "19940717" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "On Sunday; The Craftsman Who Builds The Saints" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/17\/nyregion\/on-sunday-the-craftsman-who-builds-the-saints.html"} , {"body" : "Amid the din that shook Lucia's Cafe in Corona, Queens, yesterday during the final moments of Italy's victory in the World Cup semifinals, only one man stood without a noisemaker, a bell or a flag. His arms were crossed tensely over his chest, and the index and pinky fingers of each hand were raised upward while the other fingers were tucked under" , "date" : "19940714" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "ITALY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "WORLD CUP '94; Cries of 'Bella!' Ring Out in Corona" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/14\/sports\/world-cup-94-cries-of-bella-ring-out-in-corona.html"} , {"body" : "A Long Island man was killed yesterday when a fireworks launcher he had lighted went off in his face, in the most serious of many incidents as the region dealt with the annual carnage of Independence Day. Robert Saueressig, 26, of Plainview, died at 9:30 P.M., moments after loading and lighting a mortar in a park at Princeton Drive and Cornell" , "date" : "19940705" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA" , "PLAINVIEW (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Man Killed Setting Off Fireworks" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/05\/nyregion\/man-killed-setting-off-fireworks.html"} , {"body" : "IT'S not enough for a native with leisure time to kill in his city simply to sit at home, idly leafing through back issues of the renovated New Yorker magazine in search of Talk of the Town items about the fire at Windsor Castle, Aintree's Grand National and other Anglicized stretches of the meaning of Gotham. Baaap! goes the apartment buzzer, down" , "date" : "19940703" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "1" , "title" : "Postcards From Home" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/03\/nyregion\/postcards-from-home.html"} , {"body" : "The death of a 12-year-old Brooklyn boy as a result of a ball thrown by a baseball pitching machine appeared to be a highly unusual occurrence, according to Federal safety records, youth athletic officials and physicians. Michael Marano, a member of the St. Athanasius Bantam Outside Team in Bensonhurst, went into cardiac arrest when a pitch hit him" , "date" : "19940630" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Boy's Death From Pitch By Machine Called Rare" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/30\/nyregion\/boy-s-death-from-pitch-by-machine-called-rare.html"} , {"body" : "A Brooklyn school district has voted to oust its superintendent and replace him with a man he once forced out as the deputy superintendent. The final act came Thursday night when the board of Community School District 20, meeting at Public School 105 in Borough Park, voted unanimously to replace Ralph A. Fabrizio with Vincent Grippo, now a" , "date" : "19940626" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: SOUTHERN DISTRICT; District 20 Picks New Leader" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/26\/nyregion\/neighborhood-report-southern-district-district-20-picks-new-leader.html"} ,   {"body" : "In January, the once-bustling offices of the Brook-Island Pediatric Group in Bensonhurst turned much quieter, as the number of appointments suddenly dropped by 40 percent. Was it the fierce winter weather? Or, perhaps, the mild flu season? The five doctors searched for explanations. Over the next two months they discovered the answer: in December," , "date" : "19940625" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Doctors Slow to Join H.M.O.'s Now Often Find Doors Shut" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/25\/nyregion\/doctors-slow-to-join-hmo-s-now-often-find-doors-shut.html"} , {"body" : "As Mayor Rudolph W. Giuliani negotiates a budget with the City Council, a New York Times\/WCBS-TV News Poll shows that a solid majority of New Yorkers supports his stance that the Police Department should be spared from the spending cuts that he is demanding of other agencies. Reflecting their belief that crime is by far the most pressing problem" , "date" : "19940621" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Poll Shows Support for Giuliani on Not Cutting Police Budget" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/21\/nyregion\/poll-shows-support-for-giuliani-on-not-cutting-police-budget.html"} , {"body" : "ON 18th Avenue in Bensonhurst, Brooklyn, the Italian flags are flying. That's not unusual. Tuscany is only marginally more Italian than 18th Avenue. But mingling with the Italian flags are the ones that read \"Forza Italia,\" or \"Go, Italy.\" In dozens of delis and gift shops along the avenue, the front windows show the telltale signs of World Cup" , "date" : "19940617" , "day_of_week_facet" : "Friday" , "geo_facet" : ["ITALY" , "IRELAND"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "THE GAMES BEGIN; New Yorkers Go Toe to Toe" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/17\/arts\/the-games-begin-new-yorkers-go-toe-to-toe.html"} , {"body" : "Soccer is a game where every child has a chance to be a hotshot: just kick the ball and run like heck. At least that's what children think when they first play, and more are signing up every day. Soccer is moving faster than the speed of light into basketball territory as the most popular sport for children 12 and under, says the Soccer Industry" , "date" : "19940617" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/17\/arts\/for-children.html"} , {"body" : "An Emergency Medical Service technician shot his wife in a Brooklyn subway station yesterday before being shot by transit police officers, the police said. Both were in critical condition at Coney Island Hospital. The pair began shouting at each other at about 5:45 P.M. in front of a token booth in the Bay Parkway station on the B line, in" , "date" : "19940617" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Police Shoot Man Who Shot Wife" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/17\/nyregion\/police-shoot-man-who-shot-wife.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $499,000 147 West 15th Street 1-bedroom, 1-bath, 2,150-sq.-ft. co-op in loft building; elevator, 12-ft. beamed ceilings; maintenance $1,402, 50% tax deductible," , "date" : "19940612" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/12\/realestate\/residential-resales-346489.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA$499,000 147 West 15th Street 1-bedroom, 1-bath, 2,150-sq.-ft. co-op in loft building; elevator, 12-ft. beamed ceilings; maintenance $1,402, 50% tax deductible," , "date" : "19940612" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/12\/realestate\/residential-resales-303402.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA$499,000 147 West 15th Street 1-bedroom, 1-bath, 2,150-sq.-ft. co-op in loft building; elevator, 12-ft. beamed ceilings; maintenance $1,402, 50% tax deductible," , "date" : "19940612" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/12\/realestate\/residential-resales-288861.html"} , {"body" : "In the unwritten but sacrosanct code of the American Mafia, the boss of a mob family can be displaced only by death -- from natural causes or murder. For two years from a cell in the harshest prison in the country, the authorities say, John Gotti has exercised his autocratic power as the boss of the nation's largest Mafia group, the Gambino crime" , "date" : "19940504" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Gotti Facing Decision on Giving Up Power" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/04\/nyregion\/gotti-facing-decision-on-giving-up-power.html"} , {"body" : "No need to go away to camp to play outdoor sports, here are list of activities that can be played outdoors in the city parks. Tennis The Parks Department has over 500 public tennis courts around the city. To find out a tennis court nearby call (212) 360-8133 or for tennis lessons at the City Parks Foundation's Central Park Tennis Center call (212)" , "date" : "19940501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "PARK SERVICE; Beyond Picnics: Come Out and Play!" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/01\/nyregion\/park-service-beyond-picnics-come-out-and-play.html"} ,   {"body" : "City Councilman Thomas K. Duane of Manhattan has yet to formally declare his challenge to Representative Jerrold L. Nadler, but already their Democratic primary is shaping up as the kind of fight that only the West Side could love. Mr. Duane has sent a letter to supporters accusing the Congressman of that ultimate liberal sin: talking from both" , "date" : "19940501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UPPER WEST SIDE (MANHATTAN)" , "NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "Political Notes; Campaigner to His Foe: Leave Politics Out of This" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/01\/nyregion\/political-notes-campaigner-to-his-foe-leave-politics-out-of-this.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; 2d Tuesday of month; next May 10, 7 P.M., 211 Ainslie Street; (718) 388-4440. DISTRICT 2: Fort Greene, Brooklyn Heights; 2d Wednesday of month; next May 11, 6 P.M.; place to be announced; (718) 596-5410. DISTRICT 3: Bedford-Stuyvesant; 1st Monday of month; next meeting May 2, 7 P.M., 1368 Fulton Street; (718)" , "date" : "19940424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Community Board Meetings in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/24\/nyregion\/public-interest-community-board-meetings-in-brooklyn.html"} , {"body" : "Marie Losciuto of Bensonhurst, Brooklyn, remembers the moment she heard that Le Cirque, a rococo haven for expense-is-no-object movers and shakers in Manhattan, was going to serve a three-course lunch for only $12.75 a person. Faster than you can say \"1\" and \"212,\" she had the telephone in her hand and was making a reservation. The maitre d'hotel" , "date" : "19940420" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Le Cirque Turns 20, and Remembers a 1974 Price; For Those Looking for a Bargain, a Chance for World-Class People-Watching, Too" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/20\/nyregion\/le-cirque-turns-20-remembers-1974-price-for-those-looking-for-bargain-chance-for.html"} , {"body" : "Taking a cue from Mayor Rudolph W. Giuliani, Public Advocate Mark J. Green launched a series of town meetings last week to hear the complaints and concerns of New Yorkers. And it did not go unnoticed in political circles that the first place he went was where Mr. Giuliani is politically weakest: to the heart of black Brooklyn. For more than an hour" , "date" : "19940410" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Political Notes; Green's Town Meetings Off and Running, Either Way" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/10\/nyregion\/political-notes-green-s-town-meetings-off-and-running-either-way.html"} , {"body" : "\"CELIBACY was never a problem,\" said the Rev. Vincent J. Termine, \"and I didn't take a vow of poverty. But obedience, ah. . .\" He smiled and rolled his eyes and shut his mouth to smother a booming laugh, this self-described brat from a dead-end street, Kosciusko Place near the Brooklyn Navy Yard, who seems to have come from old black-and-white" , "date" : "19940410" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; 50 Years of Serving God, With an Attitude" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/10\/nyregion\/coping-50-years-of-serving-god-with-an-attitude.html"} , {"body" : "There are at least two versions of how Vinnie Galindez, age 13, from Bayside, Queens, wound up at the School of American Ballet. Vinnie said: \"See, my mother saw the 'Nutcracker' and she saw some boys in it and I was 10 and she said, 'Vinnie, I'm putting you in ballet.' I said, 'No way.' And she made me and now I'm 13 and I'm still doing it.\" This" , "date" : "19940330" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "10" , "title" : "In School" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/30\/us\/in-school.html"} , {"body" : "30 Taxi Inspectors Plead Guilty to Extortion In July 1992, 30 of New York City's 50 taxi inspectors were arrested and charged with taking bribes from taxi owners to overlook safety and emission violations in yellow cabs. Investigators said the graft had potentially jeopardized the safety of passengers and contributed to the fouling of the air. Last" , "date" : "19940327" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Update" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/27\/nyregion\/update.html"} , {"body" : "This month the school system announced that enrollment had topped a million for the first time in 15 years. Here is a breakdown by district. Citywide public school enrollment High school enrollment '89-'90 937,248 Manhattan 62,714 '90-'91 939,638 Bronx 59,939 '91-'92 973,263 Brooklyn 103,196 '92-'93 995,465 Queens 72,781 '93-'94 1,016,728 Staten" , "date" : "19940320" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "PUBLIC SCHOOL ENROLLMENT; Tipping the Scales At School" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/20\/nyregion\/public-school-enrollment-tipping-the-scales-at-school.html"} , {"body" : "When Sandy Koufax wasn't working on his fastball he was at the J, learning to control his jumpshot. When Larry King wasn't announcing the makes of cars that passed in front of his family's stoop in Bensonhurst, he was at the J, meeting friends and playing basketball. They are just two of the people who grew up hanging out at the J, the Jewish" , "date" : "19940306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: SOUTHERN BROOKLYN; Restoring an Old Friend" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/06\/nyregion\/neighborhood-report-southern-brooklyn-restoring-an-old-friend.html"} , {"body" : "IT is 7:30 P.M. at a Chinese restaurant in Gravesend, Brooklyn, and the owner is terrified. An Asian teen-ager has just swaggered in, pulled him aside and announced he will now \"protect\" the restaurant from other Chinese gangs. On a piece of paper he scribbles his name, his beeper number and \"$108,\" the monthly fee for his services, and hands it to" , "date" : "19940306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CHINATOWN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; Tea and Information" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/06\/nyregion\/making-it-work-tea-and-information.html"} ,   {"body" : "DISTRICT 1: Greenpoint, Williamsburg; 2d Tuesday of month; next March 8, 7 P.M., 211 Ainslie Street; (718) 388-4440. DISTRICT 2: Fort Greene, Brooklyn Heights; 2d Wednesday of month; next March 9, 6 P.M., Borough Hall Community Room, Joralemon and Court Streets; (718) 596-5410. DISTRICT 3: Bedford-Stuyvesant; 1st Monday of month; next tomorrow, 7" , "date" : "19940306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Community Board Meetings in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/06\/nyregion\/public-interest-community-board-meetings-in-brooklyn.html"} , {"body" : "The title character in \"Angie\" is supposed to be a tough, wisecracking, not-too-worldly office worker from Bensonhurst, Brooklyn. She may be spirited and feisty, but her basic attributes hardly bring Geena Davis to mind. In light of that, Ms. Davis's presence doesn't guarantee \"Angie\" much verisimilitude, but rarely has authenticity counted for" , "date" : "19940304" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "Reviews\/Film; Emotional Adventures Of a Spunky Heroine" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/04\/movies\/reviews-film-emotional-adventures-of-a-spunky-heroine.html"} , {"body" : "During his campaign for mayor, Rudolph W. Giuliani expressed skepticism about plans for two large incinerators in Brooklyn, saying New York City should focus on recycling instead. But a series of recent actions by the administration has worried opponents of incineration, who say they fear the plans will go forward. The plans call for a new $450" , "date" : "19940227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Incinerators Again Testing A New Mayor" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/27\/nyregion\/incinerators-again-testing-a-new-mayor.html"} , {"body" : "Baruch Goldstein's journey through the West Bank settler movement ended singularly on Friday when he fired his assault rifle at a congregation of Palestinians. But the journey began 11 years before in the same place as so many others have: the borough of Brooklyn. Thousands of New Yorkers, many of them from Brooklyn and Queens, have moved into the" , "date" : "19940227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["HEBRON (ISRAEL)" , "ISRAEL" , "MIDDLE EAST" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["World"] , "page_facet" : "1" , "title" : "WEST BANK MASSACRE; Seed Planted in Brooklyn Blooms as Violence" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/27\/world\/west-bank-massacre-seed-planted-in-brooklyn-blooms-as-violence.html"} , {"body" : "Across his 37 years, Benjamin C. Goldstein followed a path of militancy that took him from the Brooklyn ranks of the Jewish Defense League to the faithful's ultimate pilgrimage to Israel where he worked as the head doctor in Qiryat Arba, the largest Jewish settlement in the occupied West Bank. Friends of Dr. Goldstein, who was known by the Hebrew" , "date" : "19940226" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["HEBRON (ISRAEL)" , "ISRAEL" , "WEST BANK" , "MIDDLE EAST"] , "nytd_section_facet" : ["World"] , "page_facet" : "1" , "title" : "WEST BANK MASSACRE: AT LEAST 40 SLAIN IN WEST BANK AS ISRAELI FIRES INTO MOSQUE; CLINTON MOVES TO RESCUE TALKS; A Killer's Path of Militancy: From Brooklyn to West Bank" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/26\/world\/west-bank-massacre-least-40-slain-west-bank-israeli-fires-into-mosque-clinton.html"} , {"body" : "Those \"oldies but goodies\" days when teen-age doo-wop groups combed New York City's bridges and tunnels in search of the perfect echo were less than idyllic for the singers who hung out on the street corners of the Gravesend section of Brooklyn. The way \"Avenue X,\" the new a cappella musical at Playwrights Horizons, remembers things, the same" , "date" : "19940222" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "Review\/Theater; Brooklyn in the 60's: Race, Stress, Doo-Wop" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/22\/arts\/review-theater-brooklyn-in-the-60-s-race-stress-doo-wop.html"} , {"body" : "For Decades, Bensonhurst has been a predominantly Italian and Jewish neighborhood of one- and two-family homes. Today, many of the streets and buildings look the same, but the faces have changed with new comers including immigrants from Sicily, Russia, China and Pakistan. \"We have a huge influx of new residents to this community,\" said Assemblyman" , "date" : "19940220" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BENSONHURST; Change Turns a Neighborhood's Eyes Toward the Past" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/20\/nyregion\/neighborhood-report-bensonhurst-change-turns-neighborhood-s-eyes-toward-past.html"} , {"body" : "ON Tuesday, five special elections were held in the city for seats in the State Legislature. Here are profiles of the winners. 28TH ASSEMBLY DISTRICT NAME -- Melinda Katz AGE -- 28 PARTY -- Democrat RESIDENCE -- Forest Hills EDUCATION -- Hillcrest High School, Jamaica, Queens; University of Massachusetts at Amherst, 1987, and St. John's Law School," , "date" : "19940220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "WINNERS' CIRCLE; Destination Albany: The Newest Faces" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/20\/nyregion\/winners-circle-destination-albany-the-newest-faces.html"} , {"body" : "IF everyone in the world were like Dr. Anthony S. Fauci, there would be no need for Prozac. By any sensible reckoning, the man should be wilting around the edges. He has been at the center of the AIDS tornado since the epidemic began, serving as the director of the National Institute for Allergy and Infectious Diseases and the Government's Office" , "date" : "19940215" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Science" , "Health"] , "page_facet" : "1" , "title" : "SCIENTIST AT WORK: Anthony S. Fauci; Consummate Politician On the AIDS Front" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/15\/science\/scientist-at-work-anthony-s-fauci-consummate-politician-on-the-aids-front.html"} , {"body" : "NAME -- Captain Richard J. Rosa AGE -- 46 JOB TITLE -- As of Jan. 10, commanding officer of the 78th Precinct, which covers Park Slope, Gowanus and Prospect Park. DEPARTMENT SIZE -- 233 workers, including uniform and civilian workers STATUS -- Married with children CURRENT HOME -- Bergen Beach YEARS ON POLICE FORCE -- 24 IMMEDIATE GOALS -- Clean" , "date" : "19940213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: PARK SLOPE; PROFILE: AT THE HELM" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/13\/nyregion\/neighborhood-report-park-slope-profile-at-the-helm.html"} ,   {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of the month; next March 8, time to be announced, 211 Ainslie Street; (718) 388-4440. DISTRICT 2 Fort Greene, Downtown, Brooklyn Heights, Boerum Hill; second Wednesday of the month; next March 9, 6 P.M., Borough Hall Community Room, Joralemon and Court Streets; (718) 596-5410. DISTRICT 3" , "date" : "19940213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Brooklyn Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/13\/nyregion\/public-interest-brooklyn-board-meetings.html"} , {"body" : "Lucio A. Noto, who will soon replace Allen E. Murray atop the Mobil Corporation, is not typical of the men who have risen to the top of international oil giants. He's the Brooklyn-born son of the leader of a union local comprising mostly Italian immigrants. He rose through the ranks at Mobil in planning and marketing, rather than winning acclaim" , "date" : "19940206" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "8" , "title" : "Profile; From Brooklyn, Around the World, To Mobil's Top Job" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/06\/business\/profile-from-brooklyn-around-the-world-to-mobil-s-top-job.html"} , {"body" : "Ray Suarez, THE NEWEST, least likely and perhaps fastest-rising figure in talk radio, says his show is not aimed at an elite audience. It is a little tough at first to manage a straight face at this. Mr. Suarez, after all, works in the nation's most pointy-headed city, in a studio six blocks from the White House. He sports a beard and a rumpled" , "date" : "19940206" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "RADIO; A Radio Talk Show That Doesn't Run on Vitriol" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/06\/arts\/radio-a-radio-talk-show-that-doesn-t-run-on-vitriol.html"} , {"body" : "Gerard Papa is proud that the Flames, the basketball program he founded 20 years ago, has helped more than 6,000 youngsters from Bensonhurst and Coney Island play, learn a little responsibility and catch precious breathing space. \"We're brothers,\" said Aki Davis, a 12-year-old player in the program, which serves 400 youths, ages 8 to 20, each year." , "date" : "19940204" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Lessons in Hoops and Heart in Teams of Two Races" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/04\/nyregion\/lessons-in-hoops-and-heart-in-teams-of-two-races.html"} , {"body" : "FARRAKHAN DECRIES TONE, NOT CONTENT Maintaining his hard line on race relations, Louis Farrakhan, Minister of the Nation of Islam, defended anti-white and anti-Jewish sentiments voiced by one of his chief lieutenants in a recent speech. But Mr. Farrakhan said he had rebuked the aide for the manner in which those sentiments were expressed. A1. The" , "date" : "19940204" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/04\/nyregion\/metro-digest-071803.html"} , {"body" : "At the end of his shift, Daniel Porch, a sanitation worker for the last 10 years, paused in a dressing room in a garage underneath the Williamsburg Bridge and bitterly complained about a Mayor who, he contended, has made him and his fellow workers scapegoats for the city's financial problems. \"It seems almost like he has something against the city" , "date" : "19940204" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "For Public Employees, Anger at Mayor's Plan" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/04\/nyregion\/for-public-employees-anger-at-mayor-s-plan.html"} , {"body" : "Somewhere between one more killing in the inner city and the obscurity of the grave is a wall in Brooklyn. Khem Hubbard recorded her brother's name there last week, in big silver letters. Now Kyle Rasheim Hubbard, 19, shot to death on Jan. 6, 1990, will be remembered in a New York neighborhood where the dead disappear in the crowd. The memorial" , "date" : "19940128" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "On Walls, Memories of the Slain Are Kept" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/28\/nyregion\/on-walls-memories-of-the-slain-are-kept.html"} , {"body" : "LEADING CANDIDATE FOR D.E.A. POST Thomas A. Constantine, the superintendent of the New York State Police, has emerged as the leading candidate to run the Federal Drug Enforcement Administration, Clinton Administration officials said. A16. NEW YORK CITY URGING A COVENANT OF REVERENCE FOR LAW William J. Bratton, sworn in as the 38th police" , "date" : "19940112" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/12\/nyregion\/metro-digest-843245.html"} , {"body" : "ALL Catalina Lopez wants is to gain possession of the second floor of the tiny house she owns so she and her 33-year-old paraplegic son can each have a bedroom. But after struggling with bureaucrats for the last 12 years, Mrs. Lopez and her son are still forced to sleep in a damp renovated basement in Brooklyn while unwanted tenants occupy the" , "date" : "19940112" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "ABOUT NEW YORK; Red Tape Leaves Owner Only Part of Her House" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/12\/nyregion\/about-new-york-red-tape-leaves-owner-only-part-of-her-house.html"} , {"body" : "THE metallic cold and slate-gray winter day makes Queens seem like Moscow, with color bled away to oblivion and people mincing miserably along icy sidewalks. All the more difficult for Morris Hershman to enter the heated premises of the P.S. 1 Museum in Long Island City and return to his past, to the monstrously sycophantic world of Soviet Realist" , "date" : "19940109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["USSR (FORMER SOVIET UNION)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "On Sunday; A Real Hero Lives to Mock A Painted God" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/09\/nyregion\/on-sunday-a-real-hero-lives-to-mock-a-painted-god.html"} ,   {"body" : "Two brothers whom prosecutors described as the chief heroin smugglers for the Gambino crime family in the New York area have pleaded guilty to Federal charges of narcotics trafficking, murder and other crimes. The two men, John and Joseph Gambino, entered the pleas late Wednesday night in Federal District Court in Manhattan after prosecutors agreed" , "date" : "19940107" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Admit Importing Heroin For Mafia Crime Family" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/07\/nyregion\/2-admit-importing-heroin-for-mafia-crime-family.html"} , {"body" : "An administrative law judge reviewing the city's application to upgrade and reopen the Shore Road incinerator has ruled that hearings on its potential emissions must be held before any permits are granted. The city's Corporation Counsel has appealed the ruling, which could delay the reopening for years. With the Fresh Kills landfill on Staten" , "date" : "19940102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: BENSONHURST\/GRAVESEND -- UPDATE; Ruling May Keep Incinerator Cold" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/02\/nyregion\/neighborhood-report-bensonhurst-gravesend-update-ruling-may-keep-incinerator.html"}]