[  {"body" : "MAKING IT WORK 3 A cargo ship may spend days at sea, but, navigationally speaking, the hardest part comes at the very end. Enter the pilots. NEW YORKERS & CO. 4 These Japanese come not for business, but to escape Japanese business. The East Village is the center of their world. PLAYING IN THE NEIGHBORHOOD 18 Siberian rock in the Village; rail" , "date" : "19941204" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ALSO INSIDE" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/04\/nyregion\/also-inside-992267.html"} , {"body" : "BRAWTA CAFE (718) 855-5515; 105 Bond Street, Boerum Hill; $; no credit cards This tiny, sunny spot, beautifully decorated with African artifacts, offers zesty Caribbean cooking. Specialties include chicken roti, tender chunks of chicken with peas and carrots in a spicy curry sauce, rolled up in a huge flat bread made of flour and ground chickpeas;" , "date" : "19941204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "GOOD EATING; A Culinary Ramble Around Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/04\/nyregion\/good-eating-a-culinary-ramble-around-brooklyn.html"} , {"body" : "Wilfredo Feliciano remembers he was wearing his Nathan Hale Junior High School gym shirt on the evening of Dec. 8, 1993, and he remembers how easily the box-cutter sliced through it. His attackers, a 15-year-old and a 16-year-old who lived in the same Brooklyn housing project as Wilfredo, didn't stop when they had cut apart the shirt. As he" , "date" : "19941201" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "Young Criminals' Prey: Usually Young" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/01\/us\/young-criminals-prey-usually-young.html"} , {"body" : "At 7:30 yesterday morning, Schools Chancellor Ramon C. Cortines gathered nearly 40 school superintendents from every part of New York City to tell them the bad news: the city's proposed cuts of $190 million from the schools budget would be felt in the classroom, even though Mayor Rudolph W. Giuliani had promised that they would not. The meeting was" , "date" : "19941122" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Superintendents Get the 'Depressing' News" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/22\/nyregion\/superintendents-get-the-depressing-news.html"} , {"body" : "There are two things that residents of northern Brooklyn will fight for only slightly less hard than, for example, their lives. One is their right to a view of the Manhattan skyline; the other is a parking space. Under a proposal by the Department of Sanitation, the perpetual parking shortage will ease at least slightly on some blocks, though the" , "date" : "19941120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN HEIGHTS; More Parking, but More Dirt" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/20\/nyregion\/neighborhood-report-brooklyn-heights-more-parking-but-more-dirt.html"} , {"body" : "TO THE STREETS: About 50 parents demonstrated in front of Public School 261 in Boerum Hill last week, decrying the $190 million in budget cuts proposed for public schools. The principal, Arthur Foresta, said that if passed, the cuts would force the school to send elementary students home an hour early and return to half-day kindergartens. . . ." , "date" : "19941120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT; MANHATTAN MINUTE" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/20\/nyregion\/neighborhood-report-manhattan-minute.html"} , {"body" : "Noontime at the intersection of Court and Montague Streets is the hour of deliverance. While the thousands of people who work in the municipal and office buildings in Brooklyn Heights file by on their way to buy sandwiches and burritos, they pass proselytizers from various denominations trying to save souls on their lunch hours. There is a Hasidic" , "date" : "19941106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN HEIGHTS\/BOERUM HILL; At High Noon on Amen Corner, It's Everybody and His Ism" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/06\/nyregion\/neighborhood-report-brooklyn-heights-boerum-hill-high-noon-amen-corner-it-s.html"} , {"body" : "Pity Sgt. Ariel Carty's feet. Squeezed just so into black patent-leather shoes, they stomp along the terrain of the N and R subway platform in the Pacific Street station, where he ferrets out young riders to serve in the United States Marine Corps. Working the subway station is just part of the job of the recruiter, a marine for 11 years who has" , "date" : "19941106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN HEIGHTS\/BOERUM HILL; Ride the R Train, See Semper Fi" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/06\/nyregion\/neighborhood-report-brooklyn-heights-boerum-hill-ride-the-r-train-see-semper-fi.html"} , {"body" : "IN August, The City began an examination of how residents defined the \"Quality of Life,\" a political mantra that has no single meaning. The first installment focused on Manhattan; the second on Queens. Because it is so large, Brooklyn has been split in two, with Flatbush Avenue as a natural divider. Taken as a whole, the area west of Flatbush has" , "date" : "19941030" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "BROOKLYN UP CLOSE; What Makes Brooklyn Angry: The 'Quality of Life,' West of Flatbush" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/30\/nyregion\/brooklyn-up-close-what-makes-brooklyn-angry-the-quality-of-life-west-of-flatbush.html"} , {"body" : "Holding back tears, the parents of a 13-year-old boy killed last week by a housing police officer -- who mistook his toy gun for a real one and his game of cops and robbers for something more menacing -- appealed to toy stores yesterday to exchange toy guns for other playthings. \"Children cannot play games as we did when we were young,\" Angela" , "date" : "19941006" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Slain Youth Inspires Call: Quit Toy Guns" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/06\/nyregion\/slain-youth-inspires-call-quit-toy-guns.html"} ,   {"body" : "Mayor Rudolph W. Giuliani, joining about 1,000 mourners at the funeral of 13-year-old Nicholas Heyward Jr. yesterday, said that the youth's life was proof that \"prejudices and stereotypes of youngsters\" were unfounded and that his death was a loss for the city's future. His words echoed those of the Rev. Herbert Daughtry, the pastor of the House of" , "date" : "19941002" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Giuliani Says Youth's Death Is Loss for Future of the City" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/02\/nyregion\/giuliani-says-youth-s-death-is-loss-for-future-of-the-city.html"} , {"body" : "They are scrawled on the streets and sidewalks like hieroglyphics -- straight lines, letters, arrows that seem to point to nowhere. They could be called \"official graffiti,\" but Department of Transportation officials say that the markings are necessary guides for utility workers who must navigate the complex network of fiber optic and other wires" , "date" : "19940828" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: PARK SLOPE; A Graffiti Artist Called the City of New York" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/28\/nyregion\/neighborhood-report-park-slope-a-graffiti-artist-called-the-city-of-new-york.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $229,000 114 West 27th Street 1,600-sq.-ft. open-space co-op in a loft building; elevator, 11 1\/2-ft. ceilings; maintenance $642, 73% tax-deductible, listed at" , "date" : "19940807" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/07\/realestate\/residential-resales-855413.html"} , {"body" : "Alicia Figueroa has kept a copy of the trial transcript from June 21. She thinks it is good to have as evidence. She doesn't hold onto it, though, to remember the remarks of Supreme Court Justice Melvin S. Barasch. Those words, in which the judge said he would not imprison the driver who ran down her husband, but would fine him, have haunted Mrs." , "date" : "19940730" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Judge Criticized Over Penalty Promised in Car-Death Trial" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/30\/nyregion\/judge-criticized-over-penalty-promised-in-car-death-trial.html"} , {"body" : "A 22-year-old ambulance crew member helping victims of a car accident in Brooklyn was killed early yesterday morning when a Jeep driven by a drunken driver plowed through a series of warning flares and crashed into the accident scene, the police said. The police said the driver had been convicted of drunken driving in 1992, and had been charged" , "date" : "19940618" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "E.M.S. Aide Killed by Car At Accident" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/18\/nyregion\/ems-aide-killed-by-car-at-accident.html"} , {"body" : "Gay Games IV are to begin tomorrow and run through June 26 at various locations around New York City, New Jersey and upstate New York. An opening-night ceremony is planned for tomorrow at 6:30 P.M. at Wien Stadium of Columbia University, Broadway and 218th Street, upper Manhattan. There will be a procession of the 11,000 athletes taking part in the" , "date" : "19940617" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "THE GAMES BEGIN; Gay Games IV: What, Where and When" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/17\/arts\/the-games-begin-gay-games-iv-what-where-and-when.html"} , {"body" : "SPORTS makes you hungry. Even if you are only a spectator. Anybody who has ever eaten too many hot dogs at a baseball game knows that. With athletic events suddenly becoming New York's major preoccupation, the important question becomes: Where to eat after the game? Or before, if you are so inclined. Both the World Cup of soccer (at Giants Stadium" , "date" : "19940617" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "THE GAMES BEGIN; A Time for Exploring New Food in New Places" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/17\/arts\/the-games-begin-a-time-for-exploring-new-food-in-new-places.html"} , {"body" : "Mustering the energy to swab a sweaty brow is hard enough in these days of torpor, but the idea of cooking over a stove is enough to send anyone screaming for the nearest air-conditioned subway car -- or for the takeout menus. Here are two new restaurants that transcend the takeout stereotype. Each uses the freshest possible ingredients and" , "date" : "19940617" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/17\/arts\/421685.html"} , {"body" : "An 18-year-old man was arrested Friday evening for shooting a Brooklyn grocery store owner who tried to shield his 18-month-old son during a robbery last Saturday, the police said. The man, Roshawn Hyman of East Flatbush, was charged with attempted murder and robbery, the police said. The victim, Saleh Nasef, 36, identified the suspect from several" , "date" : "19940612" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "51" , "title" : "Suspect Held in Shooting of Store Owner" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/12\/nyregion\/suspect-held-in-shooting-of-store-owner.html"} , {"body" : "Heloise Gruneberg claims a world title as the \"only single female with five sets of dishes.\" Miss Gruneberg, 62, of Boerum Hill, Brooklyn, has never met a stoop sale she did not like. \"Don't even talk to me about sheets,\" she said. \"My whole house is put together from stoop sales.\" Stoop sales are to Brooklyn what garage sales and yard sales and" , "date" : "19940609" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "If There's a Stoop, Look for a Sale; n Brooklyn, Occasional 'Finds' Amid the Odds and Ends" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/09\/nyregion\/if-there-s-stoop-look-for-sale-n-brooklyn-occasional-finds-amid-odds-ends.html"} ,   {"body" : "An article and a picture caption yesterday about the shooting of a grocery owner at his store in Brooklyn misidentified the neighborhood in some editions. The store, on Third Avenue between Bergen and Dean Streets, is in Boerum Hill, not Cobble Hill." , "date" : "19940607" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/07\/nyregion\/c-corrections-321095.html"} , {"body" : "A grocery store owner in Boerum Hill in Brooklyn was shot and critically wounded Saturday night when he tried to shield his 18-month-old son from an armed robber, the police said. Shortly before 9 P.M., a man entered Saleh Nasef's store, the Third Avenue Corner, at 93 Third Avenue between Bergen and Dean Streets, the police said, brandished a gun" , "date" : "19940606" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Protecting Son, Owner of Store Is Shot in Robbery in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/06\/nyregion\/protecting-son-owner-of-store-is-shot-in-robbery-in-brooklyn.html"} , {"body" : "CLEANING UP THE ST. LAWRENCE RIVER At the northernmost tip of New York, where the St. Lawrence River forms the boundaries of three nations -- the United States, Canada and the 28,000-acre Akwesasne Mohawk nation -- the costliest and most extensive toxic waste cleanup undertaken in the United States by private companies is beginning. The scientific" , "date" : "19940606" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/06\/nyregion\/metro-digest-310360.html"} , {"body" : "SITTING in a building in Park Slope, labeling blood oranges with stickers declaring them organically grown, Marsha Lindesay is making a grocery-political statement. So are Willie Jackson, a self-described \"low-budget person\" pushing a shopping cart through a warehouse hard by the Hudson in Harlem, and Anthony Liveridge, so passionate a devotee of" , "date" : "19940605" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Beyond Supermarkets: A Shopper's Guide" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/05\/nyregion\/beyond-supermarkets-a-shopper-s-guide.html"} , {"body" : "The letters went out two weeks ago to the 288 men and women who live in Madonna Residence, a nursing home in Park Slope. As of next January, they were told, the residence will close. Four hundred jobs will be lost. Built 75 years ago as a hotel, the majestic nine-story building at 1 Prospect Park West was converted to a nursing home in 1962. Over" , "date" : "19940529" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: PARK SLOPE; Plagued by Age, Nursing Home Will Close After 32 Years" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/29\/nyregion\/neighborhood-report-park-slope-plagued-age-nursing-home-will-close-after-32.html"} , {"body" : "The most shocking thing about them is their ordinariness. Like so many young teen-agers, they are insecure, materialistic, impressionable, not always in command of their anger and aggressiveness. They often come from broken homes, and in many cases their mothers are hard-working women trying to build safe and comfortable futures for their children." , "date" : "19940517" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Youthful, Impressionable And Accused of Murder" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/17\/nyregion\/youthful-impressionable-and-accused-of-murder.html"} , {"body" : "It's the same old story, but it isn't the same old place. \"I came here from Southern California,\" Jim Dahl said, \"because I'd been an artist there for a number of years and I just wanted things to go . . . quicker.\" The 37-year-old painter made the trek east eight years ago and, for a brief moment, thought about being an artist in SoHo. But the" , "date" : "19940508" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Call It RedHo?" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/08\/style\/call-it-redho.html"} , {"body" : "SPRINGTIME in New York, and the parks are alive with wonders. A man sits by himself in a soft rain and looks outward at the lagoon in Pelham Bay Park. A man and a woman sit on a Central Park bench and see infinity in each other's eyes. At the Thomas Greene Playground in Brooklyn's Boerum Hill neighborhood, children play tag in the dancing sunshine." , "date" : "19940501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLUSHING MEADOWS-CORONA PARK (NYC)" , "PROSPECT PARK (NYC)" , "RIVERSIDE PARK (NYC)" , "PELHAM BAY PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Troubled Emerald Empire" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/01\/nyregion\/a-troubled-emerald-empire.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $230,000 161 West 15th Street 1-bedroom, 1-bath, 1,000-sq.-ft. co-op in a loft building; 12-ft.-ceilings, exposed-brick walls, live-in superintendent;" , "date" : "19940410" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/10\/realestate\/residential-resales-706108.html"} , {"body" : "Marvin Wildstein fell to his knees and pleaded for his life, but he was shot to death anyway, witnesses said, in what appeared to be a robbery yesterday morning at the plumbing supply store he managed in Brooklyn. Mr. Wildstein, 63, a former Marine who served in the Korean War, managed the Boerum Hill branch of the Eigen Supply Company, which is" , "date" : "19940331" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Store Manager Slain in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/31\/nyregion\/store-manager-slain-in-brooklyn.html"} ,   {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of the month; next March 8, time to be announced, 211 Ainslie Street; (718) 388-4440. DISTRICT 2 Fort Greene, Downtown, Brooklyn Heights, Boerum Hill; second Wednesday of the month; next March 9, 6 P.M., Borough Hall Community Room, Joralemon and Court Streets; (718) 596-5410. DISTRICT 3" , "date" : "19940213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Brooklyn Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/13\/nyregion\/public-interest-brooklyn-board-meetings.html"} , {"body" : "* BROOKLYN HEIGHTS A Marlboro billboard that blocked views and violated city regulations came down last week, panel by panel, and its frame, according to the Buildings Department, is to follow this week. The department had issued a permit to Service Sign Erectors of Manhattan to install a sign, but when workers planted a billboard frame about the" , "date" : "19940206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UPDATE" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/06\/nyregion\/neighborhood-report-brooklyn-update.html"} , {"body" : "ALTHOUGH the New York City school system ranks first among the nation's 15 largest districts in spending per student, Anna Switzer, principal at Public School 234 in TriBeCa, works in an environment of relentless shortages. Her budget, she says, provides only a fraction of the money the school needs for library books and supplies. Every year she" , "date" : "19940123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/23\/nyregion\/942979.html"} , {"body" : "There are thousands of places to volunteer in New York. What follows is a very limited listing. More possibilities are available through the Mayor's Voluntary Action Center, (212) -788-7550; the Volunteer Referral Center, (212) 889-4805; New York Cares, (212) 228-5000, or the Retired and Senior Volunteer Program (for people 55 and over), (212)" , "date" : "19940102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "PUBLIC INTEREST; Want to Help? Where to Call." , "url" : "http:\/\/www.nytimes.com\/1994\/01\/02\/nyregion\/public-interest-want-to-help-where-to-call.html"}]