[  {"body" : "In a move widely expected since the election of George E. Pataki gave both New York and New Jersey Republican Governors for the first time in decades, the Port Authority's executive director said yesterday that he would resign effective Feb. 3. The director, Stanley Brezenoff, a Democrat who served in a series of senior positions under Mayor Edward" , "date" : "19941222" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Executive Director Is Leaving Post at Port Authority After 4 Years" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/22\/nyregion\/executive-director-is-leaving-post-at-port-authority-after-4-years.html"} , {"body" : "Two people were killed and three seriously wounded early yesterday, when gunmen burst into a Brooklyn home during a robbery attempt, the police said. Fouad Ellayan, 57, was shot at least twice and died at his home on 1028 40th Street, in Borough Park. One suspect, who was not identified by the police, was shot in the head and was pronounced dead on" , "date" : "19941221" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "2 Die in Robbery Attempt at Brooklyn House" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/21\/nyregion\/2-die-in-robbery-attempt-at-brooklyn-house.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next meeting, Dec. 13, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; (718) 389-0009. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next meeting Dec. 14, 6 P.M.; St Joseph's Services, 540 Atlantic Ave., between Third and Fourth Avenues; (718) 596-5410." , "date" : "19941211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Community Boards To Meet in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/11\/nyregion\/community-boards-to-meet-in-brooklyn.html"} , {"body" : "In the evening, after her children fell asleep, she would start pouring the wine. Alone in her kitchen, Miriam O. would drink well past midnight, trying to forget about an unhappy marriage and uncertain future. After the wine took effect, a few tablets of Valium would lull her to sleep. Mrs. O.'s life had been difficult even before her marriage." , "date" : "19941208" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE NEEDIEST CASES; Recovering From Divorce and Alcohol" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/08\/nyregion\/the-neediest-cases-recovering-from-divorce-and-alcohol.html"} , {"body" : "The candidates for state comptroller, looking weary near the end of a hard-fought race, worked to shore up their core constituencies yesterday as the incumbent Democrat returned to his old State Senate district in Harlem and his Republican rival shook hands with Jewish voters on bustling 13th Avenue in Brooklyn. It was a fitting closing image in a" , "date" : "19941107" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE 1994 CAMPAIGN: COMPTROLLER; London and McCall Clash As Tough Race Nears End" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/07\/nyregion\/the-1994-campaign-comptroller-london-and-mccall-clash-as-tough-race-nears-end.html"} , {"body" : "Putting his muscle behind his endorsement of Gov. Mario M. Cuomo, Mayor Rudolph W. Giuliani has been campaigning the last two weeks as if he were the candidate himself. But it is hard to distinguish whether he is running against State Senator George E. Pataki or United States Senator Alfonse M. D'Amato. Under the direction of the Cuomo campaign," , "date" : "19941106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "53" , "title" : "THE 1994 CAMPAIGN: THE MAYOR; Giuliani's Two Battles: Pataki, Then D'Amato" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/06\/nyregion\/the-1994-campaign-the-mayor-giuliani-s-two-battles-pataki-then-d-amato.html"} , {"body" : "Allies of State Senator George E. Pataki slashed at Gov. Mario M. Cuomo with the double-edged sword known as Crown Heights yesterday, as both Jewish and black supporters of the Republican gubernatorial candidate criticized Mr. Cuomo's role in the 1991 racial unrest and its aftermath. The attacks came as Mr. Cuomo and Mayor Rudolph W. Giuliani also" , "date" : "19941031" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE 1994 CAMPAIGN: CANDIDATES; Remembering Crown Heights, Hopefuls Focus On Jewish Vote" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/31\/nyregion\/1994-campaign-candidates-remembering-crown-heights-hopefuls-focus-jewish-vote.html"} , {"body" : "IN August, The City began an examination of how residents defined the \"Quality of Life,\" a political mantra that has no single meaning. The first installment focused on Manhattan; the second on Queens. Because it is so large, Brooklyn has been split in two, with Flatbush Avenue as a natural divider. Taken as a whole, the area west of Flatbush has" , "date" : "19941030" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "BROOKLYN UP CLOSE; What Makes Brooklyn Angry: The 'Quality of Life,' West of Flatbush" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/30\/nyregion\/brooklyn-up-close-what-makes-brooklyn-angry-the-quality-of-life-west-of-flatbush.html"} , {"body" : "Crawford Avenue in Gravesend, like many streets in southwest Brooklyn, was a block of electoral granite for Rudolph W. Giuliani when he ran for Mayor last year. Support doesn't get much more solid, after all, than when you get 95 percent of the vote. \"It's conservative,\" Jimmy Holgan, a construction worker and father of three, said of his block off" , "date" : "19941026" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE 1994 CAMPAIGN: THE VOTERS; In Giuliani Strongholds, They'll Vote For Cuomo for Their Own Reasons" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/26\/nyregion\/1994-campaign-voters-giuliani-strongholds-they-ll-vote-for-cuomo-for-their-own.html"} , {"body" : "Until now, an emotionally charged case of a teen-ager who vanished for two years has raised substantial issues of family and religious values to mull over. Is a 13-year-old mature enough to decide that he wants to convert to a rigorously religious life? Where is the line between helping a young teen-ager extricate himself from a deeply troubled" , "date" : "19941017" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Tactics in the Battle Over Hasidic Boy Push the Case Toward Melodrama" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/17\/nyregion\/tactics-in-the-battle-over-hasidic-boy-push-the-case-toward-melodrama.html"} ,   {"author" : "Lincoln Caplan is a contributing editor of Newsweek. His most recent book is \"Skadden: Power, Money and the Rise of a Legal Empire.\"" , "body" : "THE ABUSE EXCUSE And Other Cop-Outs, Sob Stories, and Evasions of Responsibility. By Alan M. Dershowitz. 341 pp. Boston: Little, Brown & Company. THE gears on Alan M. Dershowitz's perpetual-motion machine range from low to high dudgeon. In 1982, when he was 44, he thrust himself into the face of the American public with a memoir about his feats as" , "date" : "19941016" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "14" , "title" : "(Fill In The Blank) Made Me Do It" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/16\/books\/fill-in-the-blank-made-me-do-it.html"} , {"body" : "Crying on the witness stand, the mother of a Jewish teen-ager who prosecutors say was kidnapped by an ultra-Orthodox rabbi and his wife testified yesterday that shortly before her son disappeared for nearly two years the defendants intensely pressured her to leave the boy with them. The mother, Hana Fhima, said that at one point before her son," , "date" : "19941012" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Mother Tells Of Pressures On Jewish Son By a Rabbi" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/12\/nyregion\/mother-tells-of-pressures-on-jewish-son-by-a-rabbi.html"} , {"body" : "BROOKLYN DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next Oct. 11, 7 P.M.,; 211 Ainslie Street; (718) 388-4440. Chairman: Vincent V. Abate; District Manager: Gerald A. Esposito. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next Oct. 12, 6 P.M.; Brooklyn Borough Hall, 209 Joralemon Street; (718) 596-5410." , "date" : "19941009" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PUBLIC INTEREST; Community Boards: Coming Meetings" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/09\/nyregion\/public-interest-community-boards-coming-meetings.html"} , {"body" : "The two major gubernatorial candidates in New York, one wearing a personalized yarmulke and the other chomping a kosher pickle, set out yesterday in pursuit of Hasidic and Orthodox Jewish voters, groups that have become less reliably Democratic because of concerns about crime and deteriorating race relations. For Gov. Mario M. Cuomo, who toured the" , "date" : "19940919" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "2 Candidates Eagerly Pursue Pivotal Blocs Among Jews" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/19\/nyregion\/2-candidates-eagerly-pursue-pivotal-blocs-among-jews.html"} , {"body" : "This list summarizes our recommendations for some contested New York City races in today's Democratic primary in which the outcome is tantamount to election. The polls are open from 6 A.M. to 9 P.M. Both Republicans and Democrats also have statewide races on today's ballot. In those contests we reserve our endorsements until the November general" , "date" : "19940913" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "New York City Primary Choices" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/13\/opinion\/new-york-city-primary-choices.html"} , {"body" : "GOVERNOR THE DEMOCRATIC CANDIDATES MARIO M. CUOMO, 64. Governor since 1983. A lawyer, he was appointed Secretary of State by Gov. Hugh Carey in 1975. He lost to Edward I. Koch in the 1977 New York City mayoral race but was elected lieutenant governor with Mr. Carey in 1978. He has raised over $6 million for the campaign. LENORA B. FULANI, 44. A" , "date" : "19940913" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE 1994 CAMPAIGN; The Primary: Highlights of Major Races in New York State. . ." , "url" : "http:\/\/www.nytimes.com\/1994\/09\/13\/nyregion\/the-1994-campaign-the-primary-highlights-of-major-races-in-new-york-state.html"} , {"body" : "Under a lowering sun on upper Broadway, a volunteer for Thomas K. Duane was trying to convince work-weary Upper West Siders, rushing home with arms filled with groceries, why her man would make a better Congressman than Jerrold L. Nadler. \"Jerry's good,\" the volunteer, Nina de Fels, said hurriedly, as she shoved a flier into one woman's grocery" , "date" : "19940908" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "2 Like-Minded Liberals, 1 Job. Who'll Win?" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/08\/nyregion\/2-like-minded-liberals-1-job-who-ll-win.html"} , {"body" : "IT'S just after 10 A.M. and John R. Fratianni and his team are brainstorming. Their client is an independent filmmaker, Ayoka Chenzira, whose movie, \"Alma's Rainbow,\" will soon be released on video. The problem: how to draw attention to her film, which has been showing at one small Harlem theater since June. One woman narrows her eyes. \"Maybe we" , "date" : "19940828" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Connections, Connections" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/28\/nyregion\/new-yorkers-co-connections-connections.html"} , {"body" : "A car in a southbound B train derailed and slammed into a concrete tunnel wall in the Sunset Park section of Brooklyn yesterday morning, injuring 11 people and shutting down service on two lines through the evening rush hour. None of the injuries were serious, although the car, which derailed after passing over a switch, was mangled and ripped open" , "date" : "19940816" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Subway Car Derails in Brooklyn, Injuring 11 Passengers" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/16\/nyregion\/subway-car-derails-in-brooklyn-injuring-11-passengers.html"} , {"body" : "NEW YORK CITY PRAGMATISM DEFINES GIULIANI'S STRATEGY By bucking his own party's leadership to support President Clinton's crime bill, Mayor Giuliani has embraced a strategy that, for a Republican in a Democratic city, may well prove far more successful than partisanship: pragmatism. News analysis, B3. CROWN HEIGHTS DEFENDANT FREE ON BAIL In a" , "date" : "19940816" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/16\/nyregion\/metro-digest-967963.html"} ,   {"body" : "A Brooklyn school district has voted to oust its superintendent and replace him with a man he once forced out as the deputy superintendent. The final act came Thursday night when the board of Community School District 20, meeting at Public School 105 in Borough Park, voted unanimously to replace Ralph A. Fabrizio with Vincent Grippo, now a" , "date" : "19940626" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: SOUTHERN DISTRICT; District 20 Picks New Leader" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/26\/nyregion\/neighborhood-report-southern-district-district-20-picks-new-leader.html"} , {"body" : "The delicate balance between being a politician and being a prosecutor has been most evident in District Attorney Charles J. Hynes's dealings with Brooklyn's Orthodox Jewish population. \"He has seen to it that a constituency that had been excluded from the process was brought into the mainstream,\" said Lew Fidler, Mr. Hynes's campaign manager in" , "date" : "19940530" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Hynes and Orthodox Jews: Role at Issue" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/30\/nyregion\/hynes-and-orthodox-jews-role-at-issue.html"} , {"body" : "They were compatriots, and suddenly they found themselves citizens of different nations. Now they are reunited at Edward R. Murrow High School in Brooklyn by a common love for, and prowess in, chess. A group of 25 students, mostly emigres from the old Soviet Union, has elevated the high school's once-moribund chess team to three consecutive" , "date" : "19940515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "USSR (FORMER SOVIET UNION)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: CENTRAL BROOKLYN; Emigres Make Chess King" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/15\/nyregion\/neighborhood-report-central-brooklyn-emigres-make-chess-king.html"} , {"body" : "In the first test of the relationship between New York City's new Republican Mayor and the largely Democratic City Council, lawmakers yesterday overwhelmingly passed legislation that would allow the Council to hold hearings on Mayor Rudolph W. Giuliani's attempts to turn municipal services over to private companies. The bill would also require the" , "date" : "19940513" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Council Votes for a Role On Privatization Efforts" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/13\/nyregion\/council-votes-for-a-role-on-privatization-efforts.html"} , {"body" : "Displaying survival skills that impressed local people familiar with the outdoors, a 14-year-old Hasidic girl from Brooklyn who disappeared on Wednesday when a school outing in a Connecticut state park went awry was found today by the police in dense, swampy woods, frightened and tired but praying by the side of a tree. Suri Feldman had carefully" , "date" : "19940507" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BIGELOW HOLLOW STATE PARK (CONN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Girl Is Found Safe In Woods in Massachusetts" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/07\/nyregion\/brooklyn-girl-is-found-safe-in-woods-in-massachusetts.html"} , {"body" : "City Councilman Thomas K. Duane of Manhattan has yet to formally declare his challenge to Representative Jerrold L. Nadler, but already their Democratic primary is shaping up as the kind of fight that only the West Side could love. Mr. Duane has sent a letter to supporters accusing the Congressman of that ultimate liberal sin: talking from both" , "date" : "19940501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UPPER WEST SIDE (MANHATTAN)" , "NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "Political Notes; Campaigner to His Foe: Leave Politics Out of This" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/01\/nyregion\/political-notes-campaigner-to-his-foe-leave-politics-out-of-this.html"} , {"body" : "From the corner outside his apartment on 51st Street in Borough Park, Brooklyn, Anthony Nardi can see patients from the Metropolitan Jewish Geriatric Center's nursing home one block away, sitting outside in their wheelchairs, their creased faces turned toward the warm noon sun. That single-block distance pleases him immensely: he, too, is a patient" , "date" : "19940430" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "As Competition Expands, Nursing Homes Diversify" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/30\/nyregion\/as-competition-expands-nursing-homes-diversify.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; 2d Tuesday of month; next May 10, 7 P.M., 211 Ainslie Street; (718) 388-4440. DISTRICT 2: Fort Greene, Brooklyn Heights; 2d Wednesday of month; next May 11, 6 P.M.; place to be announced; (718) 596-5410. DISTRICT 3: Bedford-Stuyvesant; 1st Monday of month; next meeting May 2, 7 P.M., 1368 Fulton Street; (718)" , "date" : "19940424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Community Board Meetings in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/24\/nyregion\/public-interest-community-board-meetings-in-brooklyn.html"} , {"body" : "For Eduardo Rufino, jail was less a place to do penance than to learn from experts about the tawdry urban science of peddling drugs. So when he emerged from Rikers Island eight years ago after serving time for a purse snatching, he started to sell, then use, crack and heroin, developing addictions so fierce that he lost track of time, people and" , "date" : "19940404" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "For Addicts, Alternatives to Prison" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/04\/nyregion\/for-addicts-alternatives-to-prison.html"} , {"body" : "HOSPITAL PARTNERS, BIG AND SMALL Economic pressures in the health care industry are causing big-name medical centers in the New York area to pursue affiliations with small hospitals. The result is the emergence of a few huge hospital networks and a constantly shifting landscape of hospital alliances that make Balkan politics seem simple. Such" , "date" : "19940404" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/04\/nyregion\/metro-digest-669997.html"} ,   {"body" : "With $300,000 from the German Government, social workers are going to Brooklyn groceries and butcher shops, synagogues and bus stations in search of aging survivors of Nazi persecution who need help. Finding them will not be simple. Many have deteriorating physical or emotional health and live alone. But the workers of Selfhelp Community Services" , "date" : "19940404" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Helping Hand For Survivors Of Holocaust" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/04\/nyregion\/helping-hand-for-survivors-of-holocaust.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; 2d Tuesday of month; next March 8, 7 P.M., 211 Ainslie Street; (718) 388-4440. DISTRICT 2: Fort Greene, Brooklyn Heights; 2d Wednesday of month; next March 9, 6 P.M., Borough Hall Community Room, Joralemon and Court Streets; (718) 596-5410. DISTRICT 3: Bedford-Stuyvesant; 1st Monday of month; next tomorrow, 7" , "date" : "19940306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Community Board Meetings in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/06\/nyregion\/public-interest-community-board-meetings-in-brooklyn.html"} , {"body" : "With the swagger of the lawman he once was, Mayor Rudolph W. Giuliani stared into a bank of television cameras yesterday afternoon to announce that a suspect had been charged with sending a fusillade of bullets Tuesday into a van filled with Hasidic students. \"We're saying as a community that if you violate us -- this shooting violated every one of" , "date" : "19940303" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "MIDDLE EAST"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "BROOKLYN BRIDGE SHOOTING: The Mayor; Giuliani Leaves No Doubt Over City Hall's Concern" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/03\/nyregion\/brooklyn-bridge-shooting-mayor-giuliani-leaves-no-doubt-over-city-hall-s-concern.html"} , {"body" : "Aaron Halberstam, the 15-year-old student who was the most seriously injured victim of yesterday's shooting on the Brooklyn Bridge, was known throughout the Lubavitch Hasidic community for his exceptionally close relationship to the family of Rabbi Menachem M. Schneerson, the group's grand rabbi. Friends of the Halberstam family and Lubavitch" , "date" : "19940302" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MIDDLE EAST"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Student, 15, Had Ties To Family Of Rabbi" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/02\/nyregion\/student-15-had-ties-to-family-of-rabbi.html"} , {"body" : "Almost two years after he vanished in Brooklyn amid a tug-of-war between his secular family and an ultra-Orthodox Jewish sect, a 15-year-old boy was reunited with his parents today, but told them he wanted to be placed in the custody of an Orthodox Jewish rabbi in Rockland County. The appearance of the boy, Shai Fhima, in Family Court here was the" , "date" : "19940301" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE" , "ROCKLAND COUNTY (NY)"] , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "Boy, 15, in Religious Tug-of-War Meets With Parents After 2 Years" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/01\/us\/boy-15-in-religious-tug-of-war-meets-with-parents-after-2-years.html"} , {"body" : "Baruch Goldstein's journey through the West Bank settler movement ended singularly on Friday when he fired his assault rifle at a congregation of Palestinians. But the journey began 11 years before in the same place as so many others have: the borough of Brooklyn. Thousands of New Yorkers, many of them from Brooklyn and Queens, have moved into the" , "date" : "19940227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["HEBRON (ISRAEL)" , "ISRAEL" , "MIDDLE EAST" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["World"] , "page_facet" : "1" , "title" : "WEST BANK MASSACRE; Seed Planted in Brooklyn Blooms as Violence" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/27\/world\/west-bank-massacre-seed-planted-in-brooklyn-blooms-as-violence.html"} , {"body" : "Karen Katz, a daughter of Gladys and Joseph Katz of Borough Park in Brooklyn, was married last Monday to Steven Roy Hymowitz, a son of Beatrice and Leo Hymowitz of Flushing, Queens. Rabbi Dale Polakoff officiated at the Great Neck (L.I.) Synagogue. The bride, 32, is an account executive at radio station WEVD-AM in New York. She graduated cum laude" , "date" : "19940227" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "11" , "title" : "WEDDINGS; Karen Katz and Steven Roy Hymowitz" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/27\/style\/weddings-karen-katz-and-steven-roy-hymowitz.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of the month; next March 8, time to be announced, 211 Ainslie Street; (718) 388-4440. DISTRICT 2 Fort Greene, Downtown, Brooklyn Heights, Boerum Hill; second Wednesday of the month; next March 9, 6 P.M., Borough Hall Community Room, Joralemon and Court Streets; (718) 596-5410. DISTRICT 3" , "date" : "19940213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Brooklyn Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/13\/nyregion\/public-interest-brooklyn-board-meetings.html"} , {"body" : "If a renter moves, who's responsible for the property? It's not an easy answer, at least not when the owner is the city of New York and the renter is the Transit Authority, as community officials in West Farms have discovered after more than a year of efforts to have two decrepit, cavernous buildings renovated, sealed or torn down. While this" , "date" : "19940213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: WEST FARMS; Two Decrepit Buildings, in Limbo, Become a Crime Haven" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/13\/nyregion\/neighborhood-report-west-farms-two-decrepit-buildings-limbo-become-crime-haven.html"} , {"body" : "A man who prosecutors say helped a Hasidic rabbi kidnap a boy in 1992 was convicted on Wednesday of lying about the case to a Federal grand jury in Brooklyn. Shai Fhima, then 13 years old, disappeared in April 1992. Prosecutors contend that Rabbi Shlomo Helbrans, who runs a Borough Park, Brooklyn, yeshiva that the boy attended, abducted him because" , "date" : "19940204" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Perjury Conviction In Abduction Case" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/04\/nyregion\/perjury-conviction-in-abduction-case.html"} ,   {"body" : "To the Editor: I read with great delight your article on Yemen, \"A Narrow Road to the Old Arabia\" (Nov. 7). While you made mention of the Yemenis on Atlantic Avenue in Brooklyn, you did not mention the huge Jewish Yemeni community in Borough Park. Jewish and Muslim Yemenis have excellent relations, and Jewish Yemenis go back and forth to Yemen." , "date" : "19940102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["YEMEN"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "The Old Arabia" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/02\/travel\/l-the-old-arabia-703788.html"}]