[  {"body" : "Ranger defenseman SERGEI ZUBOV was injured last night when he was sprayed with Chemical Mace during a confrontation with a group of teen-agers in Brooklyn, the police said. Zubov, the Rangers' leading scorer last season, was walking with his wife and child at about 7:30 P.M. when they encountered the teens along Brighton Beach Avenue, a police" , "date" : "19941227" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "SPORTS PEOPLE: PRO HOCKEY; Rangers' Zubov Injured" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/27\/sports\/sports-people-pro-hockey-rangers-zubov-injured.html"} , {"body" : "As bells jingle on Christmas Eve, many American Jews, particularly those outside New York, will feel a familiar kind of claustrophobia. They can't watch television, because it is filled with Christmas specials. They can't go shopping, because everything is closed. They can't visit their Christian friends, who are sitting with their nearest and" , "date" : "19941224" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["SAN FRANCISCO (CALIF)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "Jewish Comics Make It a Not So Silent Night" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/24\/arts\/jewish-comics-make-it-a-not-so-silent-night.html"} , {"body" : "Evening services had just begun last Wednesday at Rabbi Jacob Twersky's synagogue on Bronx Park East. A few stragglers arrived, and soon 18 faithful were praying, including eight recent immigrants from Russia. It was a good showing. The previous week, minutes before the daily evening service, the rabbi had been forced to his \"emergency list\" -- the" , "date" : "19941218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PELHAM PARKWAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: PELHAM PARKWAY\/BAYCHESTER; Runoff From the New Diaspora Is Water of Life for Old Synagogues" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/18\/nyregion\/neighborhood-report-pelham-parkway-baychester-runoff-new-diaspora-water-life-for.html"} , {"author" : "Harlow Robinson's most recent book is \"The Last Impresario: The Life, Times and Legacy of Sol Hurok.\" He teaches Russian literature at the State University of New York, Albany, and has been traveling to Russia regularly since 1970." , "body" : "THE RANSOM OF RUSSIAN ART By John McPhee. Illustrated. 181 pp. New York: Farrar, Straus & Giroux. IN his previous 22 books, the indefatigably inquisitive journalist and essayist John McPhee has addressed topics as various as canoes, the game of Monopoly and Scottish distilleries. His 23d, a skinny volume padded with illustrations, ponders something" , "date" : "19941218" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "24" , "title" : "He Who Smuggles Must Learn to Party" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/18\/books\/he-who-smuggles-must-learn-to-party.html"} , {"body" : "Ann Kaufman is 91, and so she says she has trouble with words. She can never seem to find the right one, and she has lost some altogether. \"I'm old,\" she said. \"I have the privilege to forget words.\" Yesterday, though, as she punched numbers on a telephone trying to reach Israel, Ann Kaufman was confident she could master the vocabulary of the" , "date" : "19941216" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MEXICO" , "NEW YORK CITY" , "PANAMA" , "SOUTH AFRICA" , "ARGENTINA" , "RUSSIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "For Elderly, a Phone Link to Loved Ones Far Away" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/16\/nyregion\/for-elderly-a-phone-link-to-loved-ones-far-away.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next meeting, Dec. 13, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; (718) 389-0009. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next meeting Dec. 14, 6 P.M.; St Joseph's Services, 540 Atlantic Ave., between Third and Fourth Avenues; (718) 596-5410." , "date" : "19941211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Community Boards To Meet in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/11\/nyregion\/community-boards-to-meet-in-brooklyn.html"} , {"author" : "Roger Rosenblatt is a contributing writer to the Magazine. His last article was on Billings, Mont." , "body" : "FELIX IOSIFOVICH ANDREEV IS HAVING A rough day. Because he is executive director of the Brighton Beach District Management Association, because he calls himself the unofficial \"mayir\" of the neighborhood, because he is a natural-born promoter and something of an apparatchik and because he grew up in Moscow, his head teeming with \"wild dreams\" of" , "date" : "19941120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "70" , "title" : "What's New York the Capital of Now?: Refugees; From Russia, With Hope and Fear" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/20\/magazine\/what-s-new-york-the-capital-of-now-refugees-from-russia-with-hope-and-fear.html"} , {"body" : "Law-enforcement officials in Brooklyn have stepped up investigations in the southern end of the borough in search of illegal gambling operations. Their efforts are part of a drive to cut off one source of cash flowing to organized crime, officials said. The latest crackdown is a result of a joint operation between the Kings County District" , "date" : "19941120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: SOUTHERN BROOKLYN; Gambling Crackdown Intercepts a Cash Flow to Organized Crime" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/20\/nyregion\/neighborhood-report-southern-brooklyn-gambling-crackdown-intercepts-cash-flow.html"} , {"body" : "More than a decade after New York City business and property owners began creating self-taxing districts to clean, patrol and upgrade their neighborhoods, the districts have spread to virtually every corner of the city, delivering services that once were the sole responsibility of city government. And though their efforts have generally won broad" , "date" : "19941120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Public Needs, Private Answers -- A special report; Business Districts Grow, At Price of Accountability" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/20\/nyregion\/public-needs-private-answers-special-report-business-districts-grow-price.html"} , {"author" : "Brent Staples writes on politics and culture for The Times's editorial page and is the author of the memoir \"Parallel Time: Growing Up in Black and White.\"" , "body" : "THE LAST SHOT City Streets, Basketball Dreams. By Darcy Frey. 230 pp. Boston: A Richard Todd Book\/Houghton Mifflin Company. $19.95. INNER-CITY poverty entails distressing states of mind as well as material misfortune, the former being firmly secured by a pernicious system of myths. The most disastrous of the myths that confront young" , "date" : "19941113" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "The Cruelest Game" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/13\/books\/the-cruelest-game.html"} ,   {"body" : "After a month of stake-outs at dozens of all-night groceries and newsstands in South Brooklyn, the police have arrested a 21-year-old man who they believe has robbed at least 50 lottery stores at gunpoint since March. The man, identified through fingerprints as Emmanuel Pierre, of 2011 Newkirk Avenue in Brooklyn, was arrested by two officers just" , "date" : "19941101" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Held in Robberies of 50 Lottery Stores" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/01\/nyregion\/man-held-in-robberies-of-50-lottery-stores.html"} , {"body" : "Herbert London is a professor who speaks like a preacher, a high-volume conservative raised on a rigid code he jokingly calls Jewish Calvinism. He has more than a little edge in his manner, which comes through in forums like his appearance on a call-in show in Syracuse the other day on WHEN-AM radio, which concerned reducing taxes, trimming welfare" , "date" : "19941031" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE 1994 CAMPAIGN: COMPTROLLER; London Brings an Edge to the G.O.P. Ticket" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/31\/nyregion\/the-1994-campaign-comptroller-london-brings-an-edge-to-the-gop-ticket.html"} , {"body" : "IN August, The City began an examination of how residents defined the \"Quality of Life,\" a political mantra that has no single meaning. The first installment focused on Manhattan; the second on Queens. Because it is so large, Brooklyn has been split in two, with Flatbush Avenue as a natural divider. Taken as a whole, the area west of Flatbush has" , "date" : "19941030" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "BROOKLYN UP CLOSE; What Makes Brooklyn Angry: The 'Quality of Life,' West of Flatbush" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/30\/nyregion\/brooklyn-up-close-what-makes-brooklyn-angry-the-quality-of-life-west-of-flatbush.html"} , {"body" : "There are at least two reasons why all New Yorkers should be thankful for Mayor Rudolph Giuliani's endorsement of Gov. Mario Cuomo. First, it provided a jolt of excitement and entertainment to a campaign that had spread an epidemic of yawning from Buffalo to Brighton Beach. Second, it drove Al D'Amato into hiding, which is a plus for all concerned." , "date" : "19941030" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "15" , "title" : "In America; The Tax Cut Con" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/30\/opinion\/in-america-the-tax-cut-con.html"} , {"body" : "They serve lobster in a way that Rasputin, the Russian mystic who died in 1916, probably never imagined: as a salad tossed with fennel and honeydew melon. Dressed in black, her red lipstick impeccably applied, Ms. Korsunsky was enthralled with Rasputin, 2670 Coney Island Avenue (near Avenue X). Though technically in the Coney Island neighborhood," , "date" : "19941026" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "3" , "title" : "In Brighton Beach, the Good Life Has a Russian Accent" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/26\/garden\/in-brighton-beach-the-good-life-has-a-russian-accent.html"} , {"body" : "HISTORICAL EXCAVATIONS CAN SOMETIMES be news in themselves, altering our understanding of the present. Such is the case with Joseph Horowitz's fascinating new book, \"Wagner Nights: An American History.\" One of its illustrations is a cover from a concert program of July 6, 1889. \"Brighton Beach\" proclaims the heading, in letters ornamented with" , "date" : "19941023" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "CLASSICAL VIEW; In Brooklyn, Sun, Sand . . . Siegfried?" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/23\/arts\/classical-view-in-brooklyn-sun-sand-siegfried.html"} , {"body" : "BROOKLYN DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next Oct. 11, 7 P.M.,; 211 Ainslie Street; (718) 388-4440. Chairman: Vincent V. Abate; District Manager: Gerald A. Esposito. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next Oct. 12, 6 P.M.; Brooklyn Borough Hall, 209 Joralemon Street; (718) 596-5410." , "date" : "19941009" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PUBLIC INTEREST; Community Boards: Coming Meetings" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/09\/nyregion\/public-interest-community-boards-coming-meetings.html"} , {"body" : "The Clinton Administration was not much pleased when, at the insistence of President Francois Mitterrand of France and other European leaders, Russians were excluded from this summer's commemoration of the 50th anniversary of D-Day. Nor were the Russians, for whom the savage struggles at Leningrad (now St. Petersburg) and Stalingrad (now Volgograd)" , "date" : "19940928" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["RUSSIA"] , "nytd_section_facet" : ["World" , "Washington"] , "page_facet" : "13" , "title" : "Reporter's Notebook; A Cold War Later, Allies Once Again" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/28\/world\/reporter-s-notebook-a-cold-war-later-allies-once-again.html"} , {"body" : "A gunman waiting in ambush in the vestibule of a check-cashing store on bustling Brighton Beach Avenue in Brooklyn shot and wounded an armored-car guard shortly before noon yesterday, but was immediately killed when the guard returned fire, the police said. Two other suspects escaped, speeding off in a maroon minivan, but without any money, the" , "date" : "19940923" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Armored-Car Ambush Leaves Gunman Dead" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/23\/nyregion\/brooklyn-armored-car-ambush-leaves-gunman-dead.html"} , {"body" : "Fifteen Russian immigrants have been arrested in the Brighton Beach section of Brooklyn for operating illegal gambling machines, the police said yesterday. Seven of the suspects were also charged with gambling. The immigrants had been operating illegal electronic slot machines at nine Brighton Beach businesses, including a video rental store," , "date" : "19940916" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "15 Immigrants Held In Illegal Gambling" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/16\/nyregion\/15-immigrants-held-in-illegal-gambling.html"} ,   {"body" : "This list summarizes our recommendations for some contested New York City races in today's Democratic primary in which the outcome is tantamount to election. The polls are open from 6 A.M. to 9 P.M. Both Republicans and Democrats also have statewide races on today's ballot. In those contests we reserve our endorsements until the November general" , "date" : "19940913" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "New York City Primary Choices" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/13\/opinion\/new-york-city-primary-choices.html"} , {"body" : "If the abstract reasons why Richard M. Rosenbaum could win the Republican primary for governor were made flesh and bone, they might walk and talk like Henry Grassi, 68, a retired letter carrier from Brighton Beach, Brooklyn. After meeting the ever-ebullient Mr. Rosenbaum at the Brighton Beach Baths on Saturday, Mr. Grassi said he was impressed with" , "date" : "19940907" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Balancing Outsider Appeal With an Insider's Strategy" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/07\/nyregion\/balancing-outsider-appeal-with-an-insider-s-strategy.html"} , {"body" : "An undercover surveillance operation by the City Department of Transportation has led to 17 arrests in the last five months in a program to stem a record level of parking-meter vandalism. From 1987 to 1993, the number of vandalism-related repairs on the city's 68,000 meters increased from 266,000 to 490,000, Lawrence Berman, the department's" , "date" : "19940828" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Crackdown on Vandalism Raises Parking Revenues" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/28\/nyregion\/crackdown-on-vandalism-raises-parking-revenues.html"} , {"body" : "As a Brighton Beach subway train thundered overhead, a hit man pumped one fatal bullet into the back of Oleg Korataev's head. It took four rounds in the face and chest to finish off another suspected gangster, Yanik Magasayev. Alexandre Graber died thousands of miles away in a hail of automatic gunfire. Near the Brighton Beach boardwalk, a gunman" , "date" : "19940823" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "RUSSIA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Influx of Russian Gangsters Troubles F.B.I. in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/23\/nyregion\/influx-of-russian-gangsters-troubles-fbi-in-brooklyn.html"} , {"body" : "In Russia, they are called Vory v Zakone, \"thieves-in-law,\" the top criminal echelon. For American law-enforcement agencies, they are a new threat. Jim E. Moody, chief of the Federal Bureau of Investigation's organized-crime section, said an ominous sign in the growth of Russian underworld activities in the United States has been the sightings of" , "date" : "19940823" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES" , "RUSSIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Top Echelon Of Mobsters Is a Threat" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/23\/nyregion\/top-echelon-of-mobsters-is-a-threat.html"} , {"body" : "International A3-9 MEXICO PARTY KEEPS ITS HOLD The party that has governed Mexico for 65 years apparently will stay in office, preliminary presidential election results show, but its candidate's low totals may require the government to share power. A1 AN UNCERTAIN MANDATE The apparent winner of Mexico's presidency has had a life defined by" , "date" : "19940823" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/23\/nyregion\/news-summary-035238.html"} , {"body" : "A BIG green turtle surfaced to the left of Glenn Brown's fishing line, which he had plunked below a half-toppled pier on Staten Island. He mumbled something about chasing it, then worried about keeping his fingers. Mr. Brown has had enough pain recently. Pain, in fact, inspired him to fish in New York Harbor, a few hundred yards south of a rusted" , "date" : "19940821" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Complete Urban Angler" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/21\/nyregion\/the-complete-urban-angler.html"} , {"body" : "\"Sergei! Sergei! Over here!\" A man's voice rose above the other sounds in the Russian supper club on Brighton Beach Avenue in Sheepshead Bay, Brooklyn, an enclave for Russian immigrants. Sergei Artemiev had just entered the restaurant on a recent night and was squinting to find his caller. Others in the restaurant turned, and some seemed to" , "date" : "19940819" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "BOXING; American Dream Goes Down for the Count" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/19\/sports\/boxing-american-dream-goes-down-for-the-count.html"} , {"body" : "IS it safe to swim? After several complaints of sexual assault at the city's pools in July, it didn't seem so. Police presence was beefed up, and there was talk of segregating pools by sex. But according to the Parks Commissioner, Henry J. Stern, the summer has, in fact, been relatively quiet. \"There were many small incidents reported,\" he said," , "date" : "19940807" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "AT YOUR SERVICE; City Pools? '99.9 Percent Peaceful'" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/07\/nyregion\/at-your-service-city-pools-99.9-percent-peaceful.html"} , {"body" : "THERE was a time when the best one-wall handball in the world was played at the Brighton Beach Baths in Brooklyn. Thousands would crowd into its three swimming pools; men would smoke cigars and pat one another on the back; women would vie for the title of prettiest expectant mother. On weekends, performers from Milton Berle to Lionel Hampton to" , "date" : "19940729" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Where Generations Created Memories Of Summer" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/29\/arts\/where-generations-created-memories-of-summer.html"} ,   {"body" : "Dr. Arthur Hecht, an internist and endocrinologist, died on Wednesday at the Beth Israel Medical Center. He was 67 and lived in Stuyvesant Town in Manhattan. The cause was non-Hodgkin's lymphoma, said his wife, Dr. Pauline G. Hecht, who is a general surgeon. At the time of his death, Dr. Hecht was on the medical staffs of the Beth Israel Medical" , "date" : "19940711" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "10" , "title" : "Dr. Arthur Hecht, Internist, Dies at 67" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/11\/obituaries\/dr-arthur-hecht-internist-dies-at-67.html"} , {"body" : "STARTING OUT IN ANY BRANCH OF THE ARTS IS RARELY A SNAP, but choreography poses special challenges. To bring a dance to life, a choreographer has basic needs that are enormous and expensive. Besides time to develop and try out ideas, the requirements include dancers, music, rehearsal space, a performance site and an audience. Still, the dance world" , "date" : "19940710" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "DANCE; The Elusive Spark That Ignites the Choreographer" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/10\/arts\/dance-the-elusive-spark-that-ignites-the-choreographer.html"} , {"body" : "The director of the F.B.I., Louis J. Freeh, signed an agreement today to cooperate with Russian authorities in the fight against Russian-based organized crime. Mr. Freeh and the Russian Interior Minister, Viktor Yerin, said that both countries were at risk from well-funded criminal gangs, parts of which have increasingly broad international" , "date" : "19940706" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["RUSSIA"] , "nytd_section_facet" : ["World" , "Washington"] , "page_facet" : "3" , "title" : "Old Enemies Now Allied Against Crime" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/06\/world\/old-enemies-now-allied-against-crime.html"} , {"body" : "Eighteen months ago, Shant S. Hovnanian was a home builder in New Jersey. Now he is the chief executive of a small telecommunications company in Manhattan, pushing a technology that did not exist a decade ago and preparing to do battle with some of the biggest names in corporate America. \"This is the mecca of technology being born,\" he said of" , "date" : "19940705" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Acorns Sprout Among the Oaks Of the Telecommunications Field" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/05\/nyregion\/acorns-sprout-among-the-oaks-of-the-telecommunications-field.html"} , {"body" : "IT'S not enough for a native with leisure time to kill in his city simply to sit at home, idly leafing through back issues of the renovated New Yorker magazine in search of Talk of the Town items about the fire at Windsor Castle, Aintree's Grand National and other Anglicized stretches of the meaning of Gotham. Baaap! goes the apartment buzzer, down" , "date" : "19940703" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "1" , "title" : "Postcards From Home" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/03\/nyregion\/postcards-from-home.html"} , {"body" : "City beaches are open seven days a week from 10 A.M. to 6 P.M. The city's 32 large outdoor swimming pools and 32 mini-pools open July 2. Pool hours will be from 11 A.M. to 7 P.M. Beaches and pools remain open through Labor Day weekend and are staffed with 1,000 lifeguards. BRONX Orchard Beach, 1.1 miles QUEENS Rockaway Beach, 7.5. miles Jacob Riis" , "date" : "19940619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "RECREATION" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/19\/nyregion\/recreation.html"} , {"body" : "New Yorkers express anxiety about the Police Department's ability to protect them, and many say there is widespread corruption in the force, according to a New York Times\/WCBS-TV News Poll. The survey and follow-up interviews suggest a serious lack of confidence in the department because of a fear of crime and concern over revelations of corruption" , "date" : "19940619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "1" , "title" : "POLL FINDS A LACK OF FAITH IN POLICE" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/19\/us\/poll-finds-a-lack-of-faith-in-police.html"} , {"body" : "An Emergency Medical Service technician shot his wife in a Brooklyn subway station yesterday before being shot by transit police officers, the police said. Both were in critical condition at Coney Island Hospital. The pair began shouting at each other at about 5:45 P.M. in front of a token booth in the Bay Parkway station on the B line, in" , "date" : "19940617" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Police Shoot Man Who Shot Wife" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/17\/nyregion\/police-shoot-man-who-shot-wife.html"} , {"body" : "With the Ranger curse broken and the Stanley Cup in hand, New Yorkers searched for fresh variations on the bellowing of \"We're No. 1!\" yesterday and found the proudest entry echoing among the Russian emigres of Brighton Beach, who had no fewer than four Russian Rangers to cheer home on the championship team. \"Shayba! Shayba! Shayba!\" boomed Pavel" , "date" : "19940616" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "As Players Kiss Cup, Fans Kiss a Curse Goodbye; Triumph in the Winter Game Gets a Warm Welcome From Exultant Ranger Fanatics" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/16\/nyregion\/players-kiss-cup-fans-kiss-curse-goodbye-triumph-winter-game-gets-warm-welcome.html"} , {"body" : "Stephen Yagman of Los Angeles has spent his life in scrapes, either fighting what he says were anti-Semitic classmates at Port Jefferson High School on Long Island or wrestling in college or butting heads with allegedly abusive police officers and the lawyers representing them. But nothing compares to the battle he now finds himself in, one that" , "date" : "19940610" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "7" , "title" : "At the Bar; An outspoken lawyer tests the limits of free speech in court." , "url" : "http:\/\/www.nytimes.com\/1994\/06\/10\/us\/at-the-bar-an-outspoken-lawyer-tests-the-limits-of-free-speech-in-court.html"} ,   {"body" : "MUSIC, dance, games, celebrities: the 12th annual Welcome Back to Brooklyn festival will fill Eastern Parkway between Grand Army Plaza and the Brooklyn Museum next Sunday. Devised to be the borough's big tourist attraction of the year, the festival was attended by 300,000 people last year, the organizers said. It will begin at noon with a parade" , "date" : "19940605" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "PLAYING IN THE NEIGHBORHOOD: BROOKLYN; The Borough Struts Its Stuff" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/05\/nyregion\/playing-in-the-neighborhood-brooklyn-the-borough-struts-its-stuff.html"} , {"body" : "Memorial Day is observed on Monday. Here is a sampling of activities planned in the New York metropolitan region for the holiday weekend. NEW YORK CITY Today BILL SIMS AND THE COLD-BLOODED BLUES BAND AND BUDDY MILES, blues and rhythm-and-blues, South Street Seaport, Ambrose Stage, Pier 16, at the East River, lower Manhattan. 5 P.M. Free." , "date" : "19940527" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "For Memorial Day Weekend, Things to Do and Places to Go" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/27\/arts\/for-memorial-day-weekend-things-to-do-and-places-to-go.html"} , {"body" : "A Brooklyn school principal was charged yesterday with stealing nearly $10,000 in public school funds and, in a separate case, with coercing teachers into joining a political club so it could be stacked to endorse an ally who was running in school board and City Council elections. The charges against the principal, Stuart Possner, of Public School" , "date" : "19940519" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Principal Charged With Stealing Funds" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/19\/nyregion\/principal-charged-with-stealing-funds.html"} , {"body" : "Like getting along with your neighbors, keeping a garden or gaining entry to a first-run movie on a Saturday night, bicycling is something that can be done in New York City but is easier almost anywhere else. The traffic, the potholes, the irksome pedestrians, the windshield glass sprinkled across pavement like salt on a burger -- you stop and" , "date" : "19940515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York On Two Wheels" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/15\/nyregion\/new-york-on-two-wheels.html"} , {"body" : "BRIGHTON BEACH At first glance, it seems that the immigrant peddlers selling illegal medicines on Brighton Beach Avenue have gone. But a closer look, the police say, reveals that the trade is thriving. Rather than openly selling their wares, the peddlers, mostly older Russian women, stand in front of grocery stores carrying shopping bags full of" , "date" : "19940501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "SHEEPSHEAD BAY (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "10" , "title" : "NEIGHBORHOOS REPORT; BROOKLYN UPDATE" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/01\/nyregion\/neighborhoos-report-brooklyn-update.html"} , {"body" : "City Councilman Thomas K. Duane of Manhattan has yet to formally declare his challenge to Representative Jerrold L. Nadler, but already their Democratic primary is shaping up as the kind of fight that only the West Side could love. Mr. Duane has sent a letter to supporters accusing the Congressman of that ultimate liberal sin: talking from both" , "date" : "19940501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UPPER WEST SIDE (MANHATTAN)" , "NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "Political Notes; Campaigner to His Foe: Leave Politics Out of This" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/01\/nyregion\/political-notes-campaigner-to-his-foe-leave-politics-out-of-this.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; 2d Tuesday of month; next May 10, 7 P.M., 211 Ainslie Street; (718) 388-4440. DISTRICT 2: Fort Greene, Brooklyn Heights; 2d Wednesday of month; next May 11, 6 P.M.; place to be announced; (718) 596-5410. DISTRICT 3: Bedford-Stuyvesant; 1st Monday of month; next meeting May 2, 7 P.M., 1368 Fulton Street; (718)" , "date" : "19940424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Community Board Meetings in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/24\/nyregion\/public-interest-community-board-meetings-in-brooklyn.html"} , {"body" : "* BRIGHTON BEACH: In one of the longest-running land disputes in Brooklyn, State Supreme Court Justice Lewis Friedman has upheld a developer's rights to build a 15-acre, 1,400-unit condominium project in Brighton Beach. But opponents of the project, known as Brighton-by-the-Sea, which would replace the historic Brighton Beach Baths with a" , "date" : "19940410" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT; BROOKLYN UPDATE" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/10\/nyregion\/neighborhood-report-brooklyn-update.html"} , {"body" : "You've read all the stories and heard all the buzzwords about the brave new electronic world out there: interactive cable, video on demand, fiber optics, cable television service over telephone lines, the marriage of video and voice technology. Where does that leave cable television in New York right now? For 90 percent of the city -- neighborhoods" , "date" : "19940410" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Cable TV: The Big Picture" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/10\/nyregion\/cable-tv-the-big-picture.html"} , {"body" : "HOSPITAL PARTNERS, BIG AND SMALL Economic pressures in the health care industry are causing big-name medical centers in the New York area to pursue affiliations with small hospitals. The result is the emergence of a few huge hospital networks and a constantly shifting landscape of hospital alliances that make Balkan politics seem simple. Such" , "date" : "19940404" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/04\/nyregion\/metro-digest-669997.html"} ,   {"body" : "With $300,000 from the German Government, social workers are going to Brooklyn groceries and butcher shops, synagogues and bus stations in search of aging survivors of Nazi persecution who need help. Finding them will not be simple. Many have deteriorating physical or emotional health and live alone. But the workers of Selfhelp Community Services" , "date" : "19940404" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Helping Hand For Survivors Of Holocaust" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/04\/nyregion\/helping-hand-for-survivors-of-holocaust.html"} , {"body" : "Long before the Dodgers moved here, long before the term \"sister city\" was coined, Brooklyn and Los Angeles were soul mates, linked by the thousands of people from Flatbush Avenue to Coney Island who had made new lives here. The past few days offered reminders both of how strong that bond remains, and how, in the most protean city in a changeable" , "date" : "19940403" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LOS ANGELES (CALIF)" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "12" , "title" : "Brooklyn Expatriates in Los Angeles Mourn Fading Reminders of the Past" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/03\/us\/brooklyn-expatriates-in-los-angeles-mourn-fading-reminders-of-the-past.html"} , {"body" : "On the day seven years ago when Frank Durente circled over Manhattan Island for the first time, he looked down and genuinely believed that the buildings, the sidewalks, New York itself, was reaching up expressly for him. He saw himself living in one of the tiny buildings below, finding regular work and proudly sending some dollars home to his" , "date" : "19940313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Immigrants to Life Underground; Illegal Cellar Cubicles Are One Rung Above Being Homeless" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/13\/nyregion\/immigrants-life-underground-illegal-cellar-cubicles-are-one-rung-above-being.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; 2d Tuesday of month; next March 8, 7 P.M., 211 Ainslie Street; (718) 388-4440. DISTRICT 2: Fort Greene, Brooklyn Heights; 2d Wednesday of month; next March 9, 6 P.M., Borough Hall Community Room, Joralemon and Court Streets; (718) 596-5410. DISTRICT 3: Bedford-Stuyvesant; 1st Monday of month; next tomorrow, 7" , "date" : "19940306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Community Board Meetings in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/06\/nyregion\/public-interest-community-board-meetings-in-brooklyn.html"} , {"body" : "RITA and Yuri Shneider left behind their professions, their homeland and an extended family when they and their two sons boarded a flight to Kennedy International Airport in 1991. On the pretext of taking a vacation, the four Jews from the former Soviet Union disembarked in New York City with only their suitcases and a few photographs from their" , "date" : "19940220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WESTCHESTER COUNTY (NY)" , "RUSSIA" , "USSR (FORMER SOVIET UNION)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Jewish Emigres With High Hopes" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/20\/nyregion\/jewish-emigres-with-high-hopes.html"} , {"body" : "ON Tuesday, five special elections were held in the city for seats in the State Legislature. Here are profiles of the winners. 28TH ASSEMBLY DISTRICT NAME -- Melinda Katz AGE -- 28 PARTY -- Democrat RESIDENCE -- Forest Hills EDUCATION -- Hillcrest High School, Jamaica, Queens; University of Massachusetts at Amherst, 1987, and St. John's Law School," , "date" : "19940220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "WINNERS' CIRCLE; Destination Albany: The Newest Faces" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/20\/nyregion\/winners-circle-destination-albany-the-newest-faces.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of the month; next March 8, time to be announced, 211 Ainslie Street; (718) 388-4440. DISTRICT 2 Fort Greene, Downtown, Brooklyn Heights, Boerum Hill; second Wednesday of the month; next March 9, 6 P.M., Borough Hall Community Room, Joralemon and Court Streets; (718) 596-5410. DISTRICT 3" , "date" : "19940213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Brooklyn Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/13\/nyregion\/public-interest-brooklyn-board-meetings.html"} , {"body" : "Their voices crackle over the airwaves, some timid and creaky with age, others brazenly curious. For WMNB-FM, each day brings a flood of calls from Russian immigrants who want the inside scoop on this place called Amerika. \"Where is the cheapest place in New York to go dancing?\" \"Should parents discipline a child who plays too much Nintendo?\" \"Why" , "date" : "19940212" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "RUSSIA" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["World"] , "page_facet" : "22" , "title" : "Russian-Language FM Is Window on 2 Worlds" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/12\/world\/russian-language-fm-is-window-on-2-worlds.html"} , {"body" : "Next month, workers for the Army Corps of Engineers will begin distributing sand along three and a half miles of beach in Sea Gate, Coney Island and Brighton Beach as part of an estimated $23.9 million restoration program, officials announced last week. The project calls for two years of work to replenish the shoreline from Beach 42d Street in Sea" , "date" : "19940206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SEA GATE (NYC)" , "CONEY ISLAND (NYC)" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: SEA GATE; Tons of Sand: Replenishing The Shoreline" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/06\/nyregion\/neighborhood-report-sea-gate-tons-of-sand-replenishing-the-shoreline.html"} , {"body" : "* BROOKLYN HEIGHTS A Marlboro billboard that blocked views and violated city regulations came down last week, panel by panel, and its frame, according to the Buildings Department, is to follow this week. The department had issued a permit to Service Sign Erectors of Manhattan to install a sign, but when workers planted a billboard frame about the" , "date" : "19940206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UPDATE" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/06\/nyregion\/neighborhood-report-brooklyn-update.html"} ,   {"body" : "A Russian immigrant was found shot to death inside a parked car in Sheepshead Bay, Brooklyn, on Friday night, the police said yesterday. The man, Vladimir Kara, 27, of Brighton Beach, Brooklyn, was slumped in the passenger side of the car, parked at 125 Exeter Street, with one shot in the head, the police said. They said a toy gun was found inside" , "date" : "19940123" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Immigrant Shot to Death" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/23\/nyregion\/immigrant-shot-to-death.html"} , {"body" : "* SUNSET PARK Finding a company to build motors and a propeller for the Gowanus Canal's \"flushing\" tunnel, which opened in 1911 and broke down decades ago, is more difficult and expensive than city Department of Environmental Protection officials expected. On Jan. 11, the office received one bid to build the machinery and at $2 million it was $1.2" , "date" : "19940123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT; BROOKLYN UPDATE" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/23\/nyregion\/neighborhood-report-brooklyn-update.html"} , {"body" : "The Transit Authority has suspended service on a five-mile stretch of the Q train for about two years as it embarks on a $33.5 million project to repair overpasses from Newkirk Avenue in Flatbush to Coney Island. The bridges on that line, which are about 30 years old, have shown signs of corrosion and need to be repaired, said Termaine Garden, a" , "date" : "19940116" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: SOUTHERN BROOKLYN; Service On 5 Miles Of Q Line Is Suspended" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/16\/nyregion\/neighborhood-report-southern-brooklyn-service-on-5-miles-of-q-line-is-suspended.html"} , {"body" : "For the last 15 years, Harvey Possner has walked into Public School 154 in Brooklyn to preside as principal over the difficult and delicate task of filling the minds and fueling the aspirations of its students. Today Mr. Possner is to walk into a Brooklyn courthouse to face charges that he criminally assaulted four of them. The case, which has" , "date" : "19940110" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Principal Faces Charges as Parents Seek Truth" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/10\/nyregion\/principal-faces-charges-as-parents-seek-truth.html"} , {"body" : "A Brooklyn school board that for years took no action on allegations of wrongdoing on the part of one of its principals voted last week to bring administrative charges accusing him of political coercion and sexual harassment of teachers. School District 21, reconstituted in last year's election and facing a scathing report by a school system" , "date" : "19940109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BRIGHTON BEACH; Board Moves Against Principal" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/09\/nyregion\/neighborhood-report-brighton-beach-board-moves-against-principal.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $290,000 40 West 24th Street 3-bedroom, 2-bath, 1,650-sq.-ft. loft co-op; elevator, dining room, 11-ft. ceilings, exposed-brick walls, common roof deck;" , "date" : "19940109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/09\/realestate\/residential-resales-792322.html"}]