[  {"body" : "Nicholas G. Pappas, a writer and former economic development official for New York City, died on Wednesday at New York University Medical Center. He was 66 and lived in Brooklyn Heights. The cause was complications after heart surgery, said Bill Neugebauer, a family friend. Mr. Pappas was born in Brooklyn and grew up in the shadow of Ebbets Field." , "date" : "19941230" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "26" , "title" : "Nicholas G. Pappas, New York Official And Writer, 66" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/30\/obituaries\/nicholas-g-pappas-new-york-official-and-writer-66.html"} , {"body" : "The faded gray Dodge, its hubcaps missing, pulled into the spot on Smith Street, half a block south of Atlantic Avenue in Brooklyn, shortly after noon Wednesday. From his desk, the dispatcher at Atlantic Avenue Limo Ltd. watched through his storefront window as the man in the car with the New Jersey plates just sat for about five minutes. \"Then he" , "date" : "19941223" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE SUBWAY FIREBOMB: THE TRAIL; Police Say Man Fled On Subway After Blast" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/23\/nyregion\/the-subway-firebomb-the-trail-police-say-man-fled-on-subway-after-blast.html"} , {"body" : "In 1922, Stewart Culin of the Brooklyn Institute of Arts and Sciences did something no other museum curator had done before: he started collecting African handcrafts for an art exhibit. Back then, the West viewed Africa mostly as the mysterious and savage continent described in Joseph Conrad's \"Heart of Darkness.\" In the natural history museums of" , "date" : "19941218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["AFRICA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: PROSPECT HEIGHTS\/PARK SLOPE; Adopt an African Artifact, Aid a Museum" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/18\/nyregion\/neighborhood-report-prospect-heights-park-slope-adopt-african-artifact-aid.html"} , {"body" : "NINETEEN NINETY-FOUR was the year of the luxury blockbuster and the mass-market theme palace, the year the Flatiron blazed and TriBeCa heated up. It was the year cultures crossed and red meat returned. And most of all, it was the year New Yorkers came back to their restaurants and their restaurants came back. So what's cooking for 1995? Finally" , "date" : "19941218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "From the Crystal Ball: What's Cooking for '95" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/18\/nyregion\/from-the-crystal-ball-what-s-cooking-for-95.html"} , {"body" : "Here is a sampling of musical presentations planned for the holiday season at churches and concert halls in New York City. All are free unless otherwise noted; churches accept donations. This selection, compiled by Alex Ross, represents what caught this critic's eye and excited his expectations. Today ALICE TULLY HALL, Lincoln Center. Rossini's" , "date" : "19941216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "Where a Joyful Season Raises Its Voice in Song" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/16\/arts\/where-a-joyful-season-raises-its-voice-in-song.html"} , {"body" : "A walk through Brooklyn Heights conjures many times and places -- colonial America, gothic Europe, the antebellum South -- but perhaps only Roger French has looked at the neighborhood through the lens of a camera and seen Saigon. Mr. French, who is 31 years old, is shooting his first feature film, \"Soul Vietnam,\" the story of a family of Amerasian" , "date" : "19941211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: NORTHERN BROOKLYN; It's Only a Movie: Looking Around Brooklyn, and Seeing Saigon" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/11\/nyregion\/neighborhood-report-northern-brooklyn-it-s-only-movie-looking-around-brooklyn.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next meeting, Dec. 13, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; (718) 389-0009. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next meeting Dec. 14, 6 P.M.; St Joseph's Services, 540 Atlantic Ave., between Third and Fourth Avenues; (718) 596-5410." , "date" : "19941211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Community Boards To Meet in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/11\/nyregion\/community-boards-to-meet-in-brooklyn.html"} , {"body" : "PRECISIONISM MAY BE THE forgotten bandwagon of 20th-century American art. Today, the hard-edged style and many of the artists it attracted remain overshadowed by Abstract Expressionism, which definitively put American art on the international map in the early 1950's. But in the late 1920's and early 1930's, when modern machines and architecture" , "date" : "19941211" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "ART VIEW; Precisionism And a Few Of Its Friends" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/11\/arts\/art-view-precisionism-and-a-few-of-its-friends.html"} , {"body" : "Premiere of Polanski Film MONDAY -- Sigourney Weaver is to speak and Ben Kingsley is to attend the premiere of their new film \"Death and the Maiden,\" directed by Roman Polanski. The screening at 7 P.M. at Sony Theaters Lincoln Square, Broadway at 68th Street, will be followed by a buffet supper and reception from 9 to 11 P.M. at the Vivian Beaumont" , "date" : "19941204" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "64" , "title" : "BENEFITS" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/04\/style\/benefits-979163.html"} , {"body" : "As the holidays approach, some food programs for the needy are beginning their annual food drives while others are continuing their year-round efforts. Here is a sampling of programs that accept donations. ALL BOROUGHS CITY HARVEST AND THE FIRE AND POLICE DEPARTMENTS Holiday canned- food drive at all firehouses and police departments in the five" , "date" : "19941127" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "PUBLIC INTEREST; Holiday Food Drives: Where to Share" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/27\/nyregion\/public-interest-holiday-food-drives-where-to-share.html"} ,   {"body" : "There are two things that residents of northern Brooklyn will fight for only slightly less hard than, for example, their lives. One is their right to a view of the Manhattan skyline; the other is a parking space. Under a proposal by the Department of Sanitation, the perpetual parking shortage will ease at least slightly on some blocks, though the" , "date" : "19941120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN HEIGHTS; More Parking, but More Dirt" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/20\/nyregion\/neighborhood-report-brooklyn-heights-more-parking-but-more-dirt.html"} , {"body" : "As the holidays approach, some food programs for the needy are beginning their annual food drives while others are continuing their year-round efforts. Here is a sampling of programs that accept donations. ALL BOROUGHS CITY HARVEST AND THE FIRE AND POLICE DEPARTMENTS Holiday canned-food drive at all firehouses and police departments in the five" , "date" : "19941120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: PUBLIC INTEREST; Food Drives: Where to Share for the Holidays" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/20\/nyregion\/neighborhood-report-public-interest-food-drives-where-to-share-for-the-holidays.html"} , {"body" : "Monday, the day Officer Daniel Atkinson killed himself, had seemed like an ordinary day. He drove the congested streets of downtown Brooklyn and Brooklyn Heights giving out tickets to double-parked cars and vehicles blocking intersections. For five years in the 84th Precinct, he had done pretty much the same thing. But on this day he asked to get" , "date" : "19941118" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "11th Police Suicide Leaves A Void, and Questions" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/18\/nyregion\/11th-police-suicide-leaves-a-void-and-questions.html"} , {"body" : "A gray-haired man in a blue Yankees cap lifts the lid of a garbage bin next to a supermarket. Peering inside, he pulls out a tray of mushrooms still wrapped in plastic and slips it surreptitiously into a small gym bag. A few minutes later, a man in his 80's walks to another of the three green bins outside the market. He forages through the garbage," , "date" : "19941117" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "In Fearful Thrift, Elderly Forage in Garbage Bins" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/17\/nyregion\/in-fearful-thrift-elderly-forage-in-garbage-bins.html"} , {"body" : "Noontime at the intersection of Court and Montague Streets is the hour of deliverance. While the thousands of people who work in the municipal and office buildings in Brooklyn Heights file by on their way to buy sandwiches and burritos, they pass proselytizers from various denominations trying to save souls on their lunch hours. There is a Hasidic" , "date" : "19941106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN HEIGHTS\/BOERUM HILL; At High Noon on Amen Corner, It's Everybody and His Ism" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/06\/nyregion\/neighborhood-report-brooklyn-heights-boerum-hill-high-noon-amen-corner-it-s.html"} , {"body" : "Pity Sgt. Ariel Carty's feet. Squeezed just so into black patent-leather shoes, they stomp along the terrain of the N and R subway platform in the Pacific Street station, where he ferrets out young riders to serve in the United States Marine Corps. Working the subway station is just part of the job of the recruiter, a marine for 11 years who has" , "date" : "19941106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN HEIGHTS\/BOERUM HILL; Ride the R Train, See Semper Fi" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/06\/nyregion\/neighborhood-report-brooklyn-heights-boerum-hill-ride-the-r-train-see-semper-fi.html"} , {"body" : "TICKETS to Broadway shows may cost more than $65 apiece these days, but reduced-price tickets for many shows are available at the three TKTS booths -- the main one in Duffy Square at 47th Street and Broadway, and satellite booths at 2 World Trade Center and at Montague and Court Streets in Brooklyn Heights. Tickets for selected shows are sold," , "date" : "19941106" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "19" , "title" : "ON A BUDGET; Broadway Twofers, and One-and-a-Halfers" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/06\/nyregion\/on-a-budget-broadway-twofers-and-one-and-a-halfers.html"} , {"body" : "Jane Hayward, a curator of medieval art at the Metropolitan Museum of Art and an authority on stained glass, died on Sunday at Calvary Hospital in the Bronx. She was 76 and lived in Riverdale. The cause was cancer, said William D. Wixom, chairman of the museum's department of medieval art. Philippe de Montebello, director of the museum, said" , "date" : "19941102" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "7" , "title" : "Jane Hayward, 76, Art Curator And Stained-Glass Expert, Dies" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/02\/obituaries\/jane-hayward-76-art-curator-and-stained-glass-expert-dies.html"} , {"body" : "FLUSHING For Lovers (and for Others), A Weekend of Gershwin The Marcus Roberts Trio, a hot young jazz group, will be performing selections from their latest recording, \"Gershwin for Lovers,\" at the Colden Center for the Arts at Queens College on Friday. And again on Saturday, at Lehman College in the Bronx. \"It will be an opportunity to play to an" , "date" : "19941030" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/30\/nyregion\/playing-in-the-neighborhood-665134.html"} , {"body" : "IN August, The City began an examination of how residents defined the \"Quality of Life,\" a political mantra that has no single meaning. The first installment focused on Manhattan; the second on Queens. Because it is so large, Brooklyn has been split in two, with Flatbush Avenue as a natural divider. Taken as a whole, the area west of Flatbush has" , "date" : "19941030" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "BROOKLYN UP CLOSE; What Makes Brooklyn Angry: The 'Quality of Life,' West of Flatbush" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/30\/nyregion\/brooklyn-up-close-what-makes-brooklyn-angry-the-quality-of-life-west-of-flatbush.html"} ,   {"body" : "Halloween is no longer just about amassing 50 candy bars in one night. This year, making masks is very important, the more creative or multicultural the better. Children can also see theater programs on ghoulish themes, hear readings of ghost stories and get spooked out in all sorts of haunted places, including a windmill. All this without ever" , "date" : "19941028" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/28\/arts\/for-children.html"} , {"body" : "Halloween is on Monday. Here is a sampling of Halloween activities this weekend and Monday in the metropolitan New York region. Today HARVEST FESTIVAL, South Street Seaport and Marketplace, 19 Fulton Street, lower Manhattan. A weekend of activities features selections from the Broadway musical \"Show Boat\" by cast members today at 12:30 P.M. There" , "date" : "19941028" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "Pumpkin Time: Halloween Treats for Active Spirits" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/28\/arts\/pumpkin-time-halloween-treats-for-active-spirits.html"} , {"body" : "Wendy Lynn Grabel, an associate general counsel of the Loral Corporation, the military contractor, in New York, and Dr. Barry Jon Bellovin, a cardiologist in Bayside, Queens, are to be be married today at the Brooklyn Heights Synagogue. Rabbi Sue Ann Wasserman is to perform the ceremony. The bride, 39, graduated from Princeton University and" , "date" : "19941023" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "55" , "title" : "WEDDINGS; Wendy L. Grabel, Barry J. Bellovin" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/23\/style\/weddings-wendy-l-grabel-barry-j-bellovin.html"} , {"body" : "BECAUSE he has visited just about every unusual landmark and landscape Long Island has to offer, Bob Cammann has been dubbed the Arthur Frommer of the Island. Perhaps one should add the Forrest Gump, as well. \"Always go to the end of the alley,\" Mr. Cammann advises those who would follow in his traveling footsteps. Like the fictional Mr. Gump, Mr." , "date" : "19941023" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "ABOUT LONG ISLAND; The Inquiring Interloper" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/23\/nyregion\/about-long-island-the-inquiring-interloper.html"} , {"body" : "RICK MOODY is jouncing stiff-kneed down the street, the street being St. Marks Place, colorful in the extreme. On the right, three women and a man are sitting on the sidewalk, appealing for change, the monetary kind. The women are studies in urban ghoulishness, their faces masks of pancake makeup, their lips defined in mahogany. On the left are Mr." , "date" : "19941023" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "1" , "title" : "Author, Author: Neither Starving Nor Star" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/23\/nyregion\/author-author-neither-starving-nor-star.html"} , {"body" : "'Who Needs a Conductor Anyway?' Alice Tully Hall (212) 721-6500 Recommended ages: 7 to 13 Tomorrow Skip the velvet dresses, navy blazers, patent-leather shoes and hair ribbons. It's strictly dress-casual day at this new Lincoln Center classical-music concert for children. Peter Schickele, or P. D. Q. Bach, is leading the program, the first in a" , "date" : "19941021" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "14" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/21\/theater\/for-children.html"} , {"body" : "Peter David Gould, a production designer for such Broadway shows as \"Cats\" and \"Miss Saigon,\" died yesterday at the Brigham and Women's Hospital in Boston. He was 50 and lived in Brooklyn Heights. The cause was complications after surgery, said his wife, Jane Stuttell. At his death, Mr. Gould was working as associate production designer on \"Sunset" , "date" : "19941018" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "14" , "title" : "Peter D. Gould, 50, Broadway Designer" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/18\/obituaries\/peter-d-gould-50-broadway-designer.html"} , {"body" : "During the day, it is a quiet place that attracts a random fisherman or skyline gazer. At night, once its abandoned warehouses are shrouded in darkness, the waterfront area in Williamsburg suddenly seems eerie. It is not a romantic place. It is not particularly cheerful. And yet, the police say, despite an atmosphere seemingly ripe for menace, the" , "date" : "19941016" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BUSHWICK\/WILLIAMSBURG; Site of a Rape: Eerie, Quiet, Abandoned" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/16\/nyregion\/neighborhood-report-bushwick-williamsburg-site-of-a-rape-eerie-quiet-abandoned.html"} , {"body" : "Lisa Ellen Davis, a partner in Frankfurt, Garbus, Klein & Selz, an entertainment law firm in New York, was married yesterday to Anthony Louis Jamison, a freelance film editor in Brooklyn. The Rev. Paul Smith performed the ceremony at First Presbyterian Church in Brooklyn Heights. The bride, who is keeping her name, graduated from Harvard University" , "date" : "19941016" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "52" , "title" : "WEDDINGS; Anthony L. Jamison, Lisa E. Davis" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/16\/style\/weddings-anthony-l-jamison-lisa-e-davis.html"} , {"body" : "Finally, a Manhattan Store For Manhattan Bagel Chain The Manhattan Bagel Company, which has never had a store in Manhattan, is finally coming to New York City. The franchise company, based in Eatontown, N.J., has committed to seven new locations around the city. One opened last week in Middle Village, Queens, and the others are planned on the Upper" , "date" : "19941016" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1994\/10\/16\/nyregion\/new-yorkers-co-530697.html"} ,   {"body" : "The woman who was raped early Sunday on an abandoned pier in Brooklyn described a night of horror that began when she and a male friend stopped to view the Manhattan skyline and continued with what she described yesterday as a humiliating ordeal at Woodhull Medical Center. The woman complained that at the hospital, she was required to sit in her" , "date" : "19941011" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Woman's Ordeal of Rape, and Treatment" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/11\/nyregion\/a-woman-s-ordeal-of-rape-and-treatment.html"} , {"body" : "The newly appointed Brooklyn Postmaster has vowed to correct a year's pattern of lost, undelivered and late mail that has infuriated business owners and residents in some sections of Brooklyn, hundreds of whom appealed to their Congressman to intervene. Since early 1993, the office of Representative Edolphus Towns has been swamped with letters from" , "date" : "19941009" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: NORTHERN BROOKLYN; Neither Rain, Nor Snow, Nor Residence in Brooklyn . . ." , "url" : "http:\/\/www.nytimes.com\/1994\/10\/09\/nyregion\/neighborhood-report-northern-brooklyn-neither-rain-nor-snow-nor-residence.html"} , {"body" : "BROOKLYN DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next Oct. 11, 7 P.M.,; 211 Ainslie Street; (718) 388-4440. Chairman: Vincent V. Abate; District Manager: Gerald A. Esposito. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next Oct. 12, 6 P.M.; Brooklyn Borough Hall, 209 Joralemon Street; (718) 596-5410." , "date" : "19941009" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PUBLIC INTEREST; Community Boards: Coming Meetings" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/09\/nyregion\/public-interest-community-boards-coming-meetings.html"} , {"body" : "NAME: Larry Bogdanow (pronounced to rhyme with how). IDENTITY: Restaurant designer. AGE: 47. RECENT PROJECTS: The Cub Room, Kelley & Ping and T, all in SoHo; Spartina in TriBeCa, Rubicon in San Francisco and the Bee Brook Cafe in Washington, Conn. EARLIER PROJECTS: Union Square Cafe and Follonico in the Flatiron district, and Savoy and Kin Khao in" , "date" : "19941002" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "43" , "title" : "Q.& A.; Making a Restaurant Feel Like Home" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/02\/style\/q-a-making-a-restaurant-feel-like-home.html"} , {"body" : "Not so long ago, part of La Guardia Place was a messy dog run facing a forlorn and mostly empty stretch of shops, seemingly untouched by the nearby bustle of New York University and Washington Square Park. Nowadays, the block between West Third and Bleecker Streets is a shady oasis lined with sidewalk cafes and active storefronts. Next month it" , "date" : "19940925" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: WEST VILLAGE; A La Guardia for La Guardia Place" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/25\/nyregion\/neighborhood-report-west-village-a-la-guardia-for-la-guardia-place.html"} , {"author" : "Jill Eisenstadt wrote \"From Rockaway\" and \"Kiss Out,\" two novels set in the boroughs outside Manhattan." , "body" : "SHE'S the gum crackin', chain-smokin' Bay Ridge\/Woodside\/Richmond\/Woodlawn hairdresser\/secretary who tells it like it is and don't take no crap from no one. Only her best friend has bigger breasts and hoop earrings, a thicker accent and make-up job. Only her Pops gets to call her his \"little girl\" and slap her can when she serves his eats. Her" , "date" : "19940918" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "13" , "title" : "SOAPBOX; Enough, Already!" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/18\/nyregion\/soapbox-enough-already.html"} , {"body" : "It is easy to imagine, during a Bargemusic concert of chamber music under the Brooklyn Bridge in Brooklyn Heights, that you are actually sitting in a chamber: a living room, perhaps, with a low-slung but panoramic view of the financial ramparts of lower Manhattan. In fact, it is easy to imagine all sorts of things in the slightly giddy glow induced" , "date" : "19940917" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "19" , "title" : "MUSIC REVIEW; Bargemusic With Mozart, Schumann and Chausson" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/17\/arts\/music-review-bargemusic-with-mozart-schumann-and-chausson.html"} , {"body" : "Even as Gov. Mario M. Cuomo and Senator George E. Pataki approached today's primaries as inconvenient speed bumps on the road to the general election, four Democratic candidates for attorney general and dozens of Congressional contenders campaigned furiously yesterday on a shimmering day for retail politics. In recent days, the advertising war" , "date" : "19940913" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE" , "CONNECTICUT"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE 1994 CAMPAIGN: THE OVERVIEW; Candidates Rally Voters For Primary" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/13\/nyregion\/the-1994-campaign-the-overview-candidates-rally-voters-for-primary.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GREENWICH VILLAGE $395,000 165 Perry Street 2-bedroom, 2-bath, 1,600-sq.-ft. co-op in a loft building; 12-ft. ceilings, exposed-brick walls, south exposure; maintenance" , "date" : "19940911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/11\/realestate\/residential-resales-182419.html"} , {"body" : "For almost a century, a stately four-story brownstone mansion in Brooklyn Heights, which housed the Brooklyn Club, was the gathering place of the borough's elite and its power brokers. It was a place where people like the Vanderbilts and the Jeromes gathered to smoke the finest Cuban cigars, sip the smoothest Cognacs and talk about business. But as" , "date" : "19940911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: NORTH BROOKLYN; Exclusive Club Finding Mansion a Tad Too Spacious" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/11\/nyregion\/neighborhood-report-north-brooklyn-exclusive-club-finding-mansion-tad-too.html"} ,   {"body" : "Here is a selective guide to cultural events in New York and beyond in the months ahead. As usual, programs change, and some events are sold out. Unless indicated, all dates listed are for openings, all addresses are in Manhattan, and all telephone numbers have a 212 area code. Addresses for locations in New York City cited more than once appear at" , "date" : "19940911" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "59" , "title" : "THE ANNOTATED CALENDAR; POP MUSIC" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/11\/arts\/the-annotated-calendar-pop-music.html"} , {"body" : "At the epicenter of a police corruption scandal for months, the 30th Precinct in Harlem suffered another surge of sadness and grief yesterday over the suicide of one of its own. Officers searched for black bunting to hang in the station house, to put alongside the funeral announcements and the memorial bouquet resting on the front desk. The Friday" , "date" : "19940908" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Troubled Precinct Absorbs Another Blow" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/08\/nyregion\/troubled-precinct-absorbs-another-blow.html"} , {"body" : "When Schools Chancellor Ramon C. Cortines paid a surprise visit to Public School 146 in East Harlem last week, the freshly buffed blackboards and gleam of newly waxed floors made his day. He strode the hallways until he found the man wielding the mop, Tony Roselli. \"This school is just beautiful,\" Mr. Cortines said, pumping Mr. Roselli's hand." , "date" : "19940905" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "After a Year on the Job, Cortines Emerges as a Contradictory Pilot" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/05\/nyregion\/after-a-year-on-the-job-cortines-emerges-as-a-contradictory-pilot.html"} , {"body" : "YOU'RE perched on a stool or a table in a drafty cubicle, draped in a flimsy gown - waiting. That wait, whether it's 5 or 25 minutes and depending on how worried you are, is either annoying or anguishing. It is symptomatic of situations that trouble the physician-patient relationship. But what patients do, and fail to do, can also create problems." , "date" : "19940829" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES (1983 PART 1)"] , "nytd_section_facet" : ["Health"] , "title" : "RELATIONSHIPS; DOCTORS, PATIENTS AND TRUSTSection B; Page 1; Column 1; Metropolitan Desk" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/29\/health\/relationships-doctors-patients-trustsection-b-page-1-column-1-metropolitan-desk.html"} , {"body" : "* BROOKLYN HEIGHTS A lack of support from businesses may jeopardize a project to keep Montague Street clean, officials of the Brooklyn Heights Association said. But many merchants on Montague Street, the unofficial main street of Brooklyn Heights, said that they were unaware they were supposed to pay a fee, which is $2 a day. The association said" , "date" : "19940828" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT; BROOKLYN UPDATE" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/28\/nyregion\/neighborhood-report-brooklyn-update.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GREENWICH VILLAGE $535,000 710 Broadway (4th St.) 4-bedroom, 2-bath, 3,200-sq.-ft. loft co-op; elevator, 2 fireplaces, 11-ft. ceilings, terrace; maintenance $2,118, 67%" , "date" : "19940828" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/28\/realestate\/residential-resales-058602.html"} , {"body" : "They are scrawled on the streets and sidewalks like hieroglyphics -- straight lines, letters, arrows that seem to point to nowhere. They could be called \"official graffiti,\" but Department of Transportation officials say that the markings are necessary guides for utility workers who must navigate the complex network of fiber optic and other wires" , "date" : "19940828" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: PARK SLOPE; A Graffiti Artist Called the City of New York" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/28\/nyregion\/neighborhood-report-park-slope-a-graffiti-artist-called-the-city-of-new-york.html"} , {"body" : "SHE seems like the dream nanny. She has 10 years of experience, a sturdy and serene manner and a spotless record (always punctual, never been dismissed, never had an emergency on the job). She can monitor a carriage-bound infant, riffle through the racks in a clothing store and carry on a coherent conversation at the same time. She knows the" , "date" : "19940828" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "This Nanny's Life" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/28\/nyregion\/this-nanny-s-life.html"} , {"body" : "For the residents of Ridgewood, Queens, the invisible jagged line separating them from Bushwick, Brooklyn, has long been an object of both anxiety and opportunity. A small but sturdy community on the southwest edge of Queens, across the street from Brooklyn, Ridgewood watched in fear as Bushwick set itself aflame in the 1960's and 70's, culminating" , "date" : "19940825" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "RIDGEWOOD (NYC)" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Stopping Blight at the Border; Two Paths for Ridgewood, Queens, and Bushwick, Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/25\/nyregion\/stopping-blight-border-two-paths-for-ridgewood-queens-bushwick-brooklyn.html"} , {"body" : "Tidal Wave or Ripple? Q. Is it possible that a tidal wave could wash over Brooklyn Heights? A. It would take a very big earthquake to produce such a wave, and the likelihood of such a large quake off New York City is low, said Dr. Klaus Jacob, a seismologist and senior research scientist at the Lamont-Doherty Earth Observatory in Palisade, N.Y." , "date" : "19940823" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Science" , "Health"] , "page_facet" : "7" , "title" : "Q&A" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/23\/science\/q-a-038911.html"} ,   {"body" : "AS the sweltering summer heat envelops the city like a steam shower left running in a tiny room, New Yorkers traditionally look skyward in search of a breeze -- or a spot of roof they can call their own. It doesn't have to be a $3 million terraced penthouse on Park Avenue. Apartment hunters will pay a premium -- as much as 50 percent more," , "date" : "19940821" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Roof: A Way to Rise Above Summer" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/21\/realestate\/the-roof-a-way-to-rise-above-summer.html"} , {"body" : "Loula D. Lasker Swimming Pool and Skating Rink Central Park Harlem Meer (south of 110th Street) Manhattan (212) 534-7639 Recommended for all ages Spotting the Lasker pool from afar, one child thought the turquoise vision was a mirage. And it's true that from a distance on a humid morning, this 28-year-old pool, set amid the greenness of the park," , "date" : "19940819" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/19\/arts\/for-children.html"} , {"body" : "Resisting two suspected muggers, an off-duty police officer shot and killed one man and wounded another yesterday while walking alone near his home in Ozone Park, Queens, the police said. Officer Brian E. O'Malley, 33, who is assigned to the 84th Precinct in Brooklyn Heights, was walking at the intersection of Cross Bay Boulevard and Liberty Avenue" , "date" : "19940813" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "OZONE PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Officer Kills Suspect in Robbery Attempt" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/13\/nyregion\/officer-kills-suspect-in-robbery-attempt.html"} , {"body" : "Open Dance Rehearsals Brooklyn Bridge Anchorage Old Fulton and Hicks Streets Brooklyn Heights (212) 206-6674 Recommended for all ages Through next Friday Inside three of the Brooklyn Bridge's gigantic stone-and-brick vaults, which make up a performance space known as the Anchorage, professional dancers and children are rehearsing for a performance" , "date" : "19940812" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN BRIDGE"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/12\/arts\/for-children.html"} , {"body" : "A picture caption yesterday about people relaxing along a waterfront promenade misstated the location in some editions. They were at the Hudson River Park near Battery Park City, not on Brooklyn Heights." , "date" : "19940809" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "HUDSON RIVER PARK (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/09\/nyregion\/c-corrections-901741.html"} , {"body" : "Correction: August 9, 1994, Tuesday A picture caption yesterday about people relaxing along a waterfront promenade misstated the location in some editions. They were at the Hudson River Park near Battery Park City, not on Brooklyn Heights." , "date" : "19940808" , "day_of_week_facet" : "Monday" , "geo_facet" : ["HUDSON RIVER PARK (NYC)" , "NEW YORK CITY METROPOLITAN AREA"] , "page_facet" : "1" , "title" : "A Clearer View for Those Looking" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/08\/nyregion\/a-clearer-view-for-those-looking.html"} , {"body" : "The pull of the past is a form of sorcery. For Dennis Holt, the catch came in 1989, as he walked down Duffield Street in downtown Brooklyn, looked up at the century-old Offerman building and saw the imbedded dates, \" '91\" and \" '92.\" Squinting through time, he wondered: what was there before? He turned to an old book previously unearthed in a" , "date" : "19940807" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; The Past Recaptured" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/07\/nyregion\/making-it-work-the-past-recaptured.html"} , {"body" : "Judith Regan professes independence, yet sidesteps the fact that her independence flows directly from the beneficence of Rupert Murdoch (\"Going For the Lion's Share,\" by Susan Shapiro, July 17). It's purely conjecture, but I suspect that in a few years, after the P.R. value of hiring Regan has died down, Murdoch will fire her. And based on her" , "date" : "19940807" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "Magazine" , "Books"] , "page_facet" : "10" , "title" : "JUDITH REGAN" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/07\/magazine\/l-judith-regan-866520.html"} , {"body" : "IN the country, you may run out of space for your garden, but you don't run out of soil. In the city, you run out of both. I call it Gardening on a Tiny Planet. At about 5 P.M. one recent Saturday, an hour before closing time at Farm and Garden Nursery in TriBeCa, I looked around at the dozen or so empty planter boxes on my Brooklyn Heights roof" , "date" : "19940804" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "GARDEN NOTEBOOK; The Making of a Roof Garden Teaches the Gravity of Gravity" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/04\/garden\/garden-notebook-the-making-of-a-roof-garden-teaches-the-gravity-of-gravity.html"} , {"body" : "Every day for five hours, three workers and a supervisor clean the length of Montague Street, all the way from Court Street to Hicks Street. They sweep sidewalks and gutters. They empty litter baskets and bag the debris for pickup by the Sanitation Department. The workers are developmentally disabled. Their results? The store has been here nine" , "date" : "19940731" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN HEIGHTS;They're Satisfied Customers on Montague St." , "url" : "http:\/\/www.nytimes.com\/1994\/07\/31\/nyregion\/neighborhood-report-brooklyn-heights-they-re-satisfied-customers-on-montague-st.html"} ,   {"body" : "Bob Diamond has a dream that he hopes will return the dodgers to Brooklyn -- trolley dodgers, that is. The original name of the borough's semi-sanctified baseball team was the Brooklyn Trolley Dodgers, derived from the fact that at the turn of the century, players and fans had to scoot out of the way of those newfangled, electrified street cars to" , "date" : "19940721" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "A Move to Revive Brooklyn's Trolleys" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/21\/nyregion\/a-move-to-revive-brooklyn-s-trolleys.html"} , {"body" : "As the region's real-estate market slowly emerges from a five-year hibernation, buyers and sellers in both New York City and the surrounding areas are finding what seems to be a very selective and at times contradictory recovery. Long spoiled by years of having the upper hand in most transactions, some buyers are finding that owners cannot be" , "date" : "19940718" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Contradiction Marks Revival In Real Estate" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/18\/nyregion\/contradiction-marks-revival-in-real-estate.html"} , {"body" : "A few years ago, struck by the rise in two-parent households, Park Slope's Congregation Beth Elohim started a day-care center to help provide care for children ages 2 to 5. Now, amid growing disenchantment with public education and greater debate about private religious education that reflects the teachings of Reform and Conservative Jews, the" , "date" : "19940717" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: BROWNSTONE BROOKLYN; Reform Synagogue to Open Private School" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/17\/nyregion\/neighborhood-report-brownstone-brooklyn-reform-synagogue-to-open-private-school.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GREENWICH VILLAGE $300,000 708 Greenwich Street 2-bedroom, 1-bath, 1,100-sq.-ft. co-op in a loft building; elevator, fireplace, east exposure, common roof deck;" , "date" : "19940717" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/17\/realestate\/residential-resales-663875.html"} , {"body" : "Jennifer Linn Mogck, the daughter of Mrs. Leonard H. Mogck of St. Paul and the late Mr. Mogck, was married there yesterday to Daniel Walter Wallick, the son of Mr. and Mrs. Philip B. Wallick of Brooklyn Heights. The Rev. Dr. James Carter performed the ceremony at the House of Hope Presbyterian Church. The bride, 30, is keeping her name. She" , "date" : "19940717" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "35" , "title" : "WEDDINGS; Jennifer Mogck, Daniel Wallick" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/17\/style\/weddings-jennifer-mogck-daniel-wallick.html"} , {"body" : "AKWAABA ++ (718) 941-5599; 614 Flatbush Avenue at Cluster Court, Flatbush; (c) no credit cards Bright, friendly and family-run, Akwaaba calls itself the African restaurant in Brooklyn and caters to a mixed crowd that includes Ghanaians and Nigerians. The food centers on rice or vegetables. Although the food is traditionally eaten with the fingers," , "date" : "19940710" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "GOOD EATING; Tastes of Brooklyn, Fulton to Flatbush" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/10\/nyregion\/good-eating-tastes-of-brooklyn-fulton-to-flatbush.html"} , {"body" : "Day Lilies New York Botanical Garden, 200th Street and Southern Boulevard, the Bronx; (718) 817-8700. On Saturday and Sunday from 11 A.M. to 4 P.M., there will be tours of the garden's day-lily beds. No charge with garden admission of $3; those 65 and older and children 6 to 16, $2. Walking Tours Museum of the City of New York, Fifth Avenue at 103d" , "date" : "19940707" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Events: Garden Tours, Lecture, Crafts Show" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/07\/garden\/events-garden-tours-lecture-crafts-show.html"} , {"body" : "Catherine Damon Christy, a former president of the Young Women's Christian Association of Brooklyn and a former member of the boards of various charitable organizations, died on Wednesday at her home in Wilton, Conn. She was 96 and formerly lived in Brooklyn Heights. The cause was cardiac arrest. She had been suffering from arteriosclerotic heart" , "date" : "19940703" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "28" , "title" : "C. D. Christy, 96, Headed Y.W.C.A." , "url" : "http:\/\/www.nytimes.com\/1994\/07\/03\/obituaries\/c-d-christy-96-headed-ywca.html"} , {"body" : "Ending a controversy clouded with suspicions of racism and marked by strong community opposition, Schools Chancellor Ramon Cortines last Wednesday withdrew a Board of Education resolution to relocate a high school to the St. George Hotel. The Science Skills Center, one of the city's experimental New Vision schools, last week completed its first" , "date" : "19940626" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: NORTHERN BROOKLYN; Cortines Drops Plan to Move School to Hotel" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/26\/nyregion\/neighborhood-report-northern-brooklyn-cortines-drops-plan-move-school-hotel.html"} , {"body" : "In a time when homosexuality was still widely regarded as a mental illness, when many people shrouded their life style with lies, Dario Modon wore it like velvet. It was the summer of 1969, when transvestites in four-inch heels shared a gay underworld with men in wingtips who lived straight lives by day but met at dark in the bars on Christopher" , "date" : "19940623" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "GREENWICH VILLAGE (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "From a Night of Rage, the Seeds of Liberation" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/23\/nyregion\/from-a-night-of-rage-the-seeds-of-liberation.html"} ,   {"body" : "John Buscarello of Brooklyn learned about bricks and stones and mortar from his father, Jack, following him into the family masonry business. As a matter of course, he learned how to install the massive slabs of bluestone, many the size of dining room tables, that a century ago were the city's dominant sidewalk material. But the bluestone trade" , "date" : "19940620" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Preserving the History That Lies Underfoot; Bluestone Sidewalks on Comeback Trail" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/20\/nyregion\/preserving-the-history-that-lies-underfoot-bluestone-sidewalks-on-comeback-trail.html"} , {"body" : "Elizabeth Margherita Ferber, the daughter of Dr. Jane Ferber of New Rochelle, N.Y., was married last evening to Joshua David Lebowitz, a son of Dr. Regina Lebowitz of Brooklyn and Dr. Arthur Lebowitz of Norwood, N.J. Rabbi Roger Ross officiated at the Hammond Museum in North Salem, N.Y. The bride, 27, is keeping her name. She is a kindergarten" , "date" : "19940619" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "7" , "title" : "WEDDINGS; Joshua D. Lebowitz, Elizabeth Ferber" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/19\/style\/weddings-joshua-d-lebowitz-elizabeth-ferber.html"} , {"body" : "Gay Games IV are to begin tomorrow and run through June 26 at various locations around New York City, New Jersey and upstate New York. An opening-night ceremony is planned for tomorrow at 6:30 P.M. at Wien Stadium of Columbia University, Broadway and 218th Street, upper Manhattan. There will be a procession of the 11,000 athletes taking part in the" , "date" : "19940617" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "THE GAMES BEGIN; Gay Games IV: What, Where and When" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/17\/arts\/the-games-begin-gay-games-iv-what-where-and-when.html"} , {"body" : "Teams from Argentina, Belgium, Bolivia, Brazil, Bulgaria, Cameroon, Colombia, Germany, Greece, Ireland, Italy, Mexico, Morocco, the Netherlands, Nigeria, Norway, Romania, Russia, Saudi Arabia, South Korea, Spain, Sweden, Switzerland and the United States are competing in the World Cup soccer competition, which runs through July 17. Here is a" , "date" : "19940617" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "THE GAMES BEGIN; In the Orbit of the World Cup" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/17\/arts\/the-games-begin-in-the-orbit-of-the-world-cup.html"} , {"body" : "Like a blast from an open oven door, a withering heat wave yesterday turned winter's fury into a distant memory for the New York metropolitan region. In Central Park, a temperature of 96 degrees tied the record for the day that was set in 1988, and at Newark International Airport, a reading of 101 degrees surpassed the previous record for June 15" , "date" : "19940616" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEWARK (NJ)" , "NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Withering Heat Makes Winter Just a Memory" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/16\/nyregion\/withering-heat-makes-winter-just-a-memory.html"} , {"body" : "The New York City Landmarks Preservation Commission gave 13 awards last week for excellence of design, execution and craftsmanship, commitment to preserving the city's architectural heritage and contribution to the urban environment. The winners are: 339 East 140th Street, a late 19th-century wood-frame house in the Mott Haven Historic District in" , "date" : "19940612" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Landmarks Preservation Commission Awards; 13 Projects Win Citations for Enhancing the Urban Environment" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/12\/realestate\/postings-landmarks-preservation-commission-awards-13-projects-win-citations-for.html"} , {"body" : "In the middle of winter, Carol Krause was on the telephone making summer plans for her 4-year-old daughter and 8-year-old son. Now, as the school year ends, the summer looms ominously. \"I call it logistics from hell,\" she said. Who says summer is a day at the beach? Someone, please speak to Ms. Krause and the thousands of other working parents in" , "date" : "19940611" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "What to Do With the Children?; Some Views on Navigating Summer With the Little Ones" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/11\/nyregion\/what-with-children-some-views-navigating-summer-with-little-ones.html"} , {"body" : "For years, the St. George Hotel has been a source of controversy in Brooklyn Heights. Once one of the city's grand hotels, it has become a place for welfare recipients, the homeless and AIDS patients. Now the hotel is involved in a new issue. The Board of Education wants to move one of its specialized, experimental New Vision Schools -- and 600" , "date" : "19940605" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN HEIGHTS; City Proposes a New Look for the St. George Hotel: a School" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/05\/nyregion\/neighborhood-report-brooklyn-heights-city-proposes-new-look-for-st-george-hotel.html"} , {"body" : "Claire Oakes Finkelstein, a daughter of Michael Oakes Finkelstein of Manhattan and Elinor Fuchs of Brooklyn Heights, is to be married today to Peter Andrew Detre, a son of Mr. and Mrs. Steven Detre of Montreal. Rabbi Ezra Finkelstein, the bride's cousin, is to perform the ceremony at the Wheatleigh estate in Lenox, Mass. Ms. Finkelstein, 29, is" , "date" : "19940605" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "12" , "title" : "WEDDINGS; Claire O. Finkelstein, Peter A. Detre" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/05\/style\/weddings-claire-o-finkelstein-peter-a-detre.html"} , {"body" : "Bruno Fonseca, an artist who shifted easily between abstract and figurative styles and worked in both painting and sculpture, died on Tuesday at his family's home in East Hampton, L.I. He was 36 and lived in Manhattan. The cause was AIDS, said his wife, Anke Blaue. Mr. Fonseca, who was born in New York in 1958, was the son of the Uruguayan sculptor" , "date" : "19940603" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "9" , "title" : "Bruno Fonseca, 36, Painter and Sculptor" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/03\/obituaries\/bruno-fonseca-36-painter-and-sculptor.html"} ,   {"body" : "ROOSEVELT ISLAND A Concert Series Chooses A Little-Explored Locale Eine Kleine Tram Music. That was one of the names Robin Russell briefly considered, he says, before settling on \"River Music on Roosevelt Island\" for a concert series he has organized on the island, the first such series in local memory. This afternoon, the Virtuoso Strings, with" , "date" : "19940522" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/22\/nyregion\/playing-in-the-neighborhood-154377.html"} , {"body" : "Maybe it's the sugared walnuts, chocolate syrup and ice cream. Perhaps it's pride of place, or plain old enlightened self-interest. But on the last Thursday of each month, in Room EF-100 of the Capitol, a ground-floor hideaway a few steps from the gift shop, a group of instinctively fractious politicians comes together for lunch and a" , "date" : "19940522" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Can They Deliver?" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/22\/nyregion\/can-they-deliver.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CARNEGIE HILL $1.1 million 21 East 90th Street 3-bedroom, 3-bath, 2,000-sq.-ft. prewar co-op; 24-hr. doorman, 30-ft. entrance gallery, maid's room, dining room," , "date" : "19940522" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "13" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/22\/realestate\/residential-resales-140422.html"} , {"body" : "Supporting Theater TODAY -- In its 25-year history, the Theater Development Fund has subsidized 500 plays, rented costumes at minimum fees and maintained TKTS booths in Times Square and the World Trade Center selling cut-rate tickets to Broadway performances. The group will hold an anniversary celebration honoring Hal Prince, the theater" , "date" : "19940522" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "14" , "title" : "BENEFITS" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/22\/style\/benefits-138975.html"} , {"body" : "New York Jewelers Unite To Be More Competitive The streets of New York may not be paved with gold, but 47th Street and the surrounding jewelry district come close -- and, in the face of growing domestic and global competition, the jewelers want to keep it that way. Last week, merchants joined forces with Manhattan Borough President Ruth W." , "date" : "19940522" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1994\/05\/22\/nyregion\/new-yorkers-co-154652.html"} , {"body" : "Mayor Giuliani has approved the sale of a small park in Cobble Hill to Long Island College Hospital to build a parking garage, but a lawsuit threatens to delay the sale. The site, Upper Van Voorhees Park, is now being assessed so a price can be agreed on. If the sale goes through, it will bring to an end a long dispute that set the hospital and" , "date" : "19940522" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UPPER VAN VORHEES PARK (BROOKLYN)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: COBBLE HILL; Mayor Approves Sale of Park" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/22\/nyregion\/neighborhood-report-cobble-hill-mayor-approves-sale-of-park.html"} , {"body" : "Brooklyn Public Library Brooklyn Heights branch 280 Cadman Plaza West (718) 722-3367 Recommended for all ages The paradox in the children's room at this recently renovated library branch is that the buzz centers on the computers, not the books. \"We're mobbed with kids,\" said Sofia Sequenzia, the branch's librarian. She was speaking of the computer" , "date" : "19940520" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/20\/arts\/for-children.html"} , {"body" : "OU could make a case that Van Voorhees Park is just a rundown little playground in Brooklyn, so polluted by traffic from the Brooklyn-Queens Expressway and Atlantic Avenue that the children would be better off if a parking garage were put there. \"That's a park?\" said Brooklyn Borough President Howard Golden last week. \"I used to go down there every" , "date" : "19940519" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "VAN VOORHEES PARK (BROOKLYN, NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "GARDEN NOTEBOOK; Trying to Measure A Park's Worth" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/19\/garden\/garden-notebook-trying-to-measure-a-park-s-worth.html"} , {"body" : "WELL, it's over. That incredible rush of bloom that makes you want to hold all the flowering trees close -- because all too soon the petals of the magnolias, the cherries, the crab apples, the lilacs, the dogwoods, the red buds will drift to the ground and the world will be solidly green again. Which is fine for grilling chicken and pulling weeds," , "date" : "19940515" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "CUTTINGS; It's Easy to Be Greedy When Viburnums Bloom" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/15\/nyregion\/cuttings-it-s-easy-to-be-greedy-when-viburnums-bloom.html"} , {"body" : "That Whinny You Hear Longs for Manhattan The National Horse Show, which has been stabled in the Meadowlands for five years, is considering a move back to New York City. The show ended a 105-year association with Madison Square Garden after renovations cut stable space in half. But now, the new president of the horse show, Julian Heron, is talking" , "date" : "19940508" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1994\/05\/08\/nyregion\/new-yorkers-co-017396.html"} ,   {"body" : "Spielberg Honored TONIGHT -- The director Steven Spielberg will receive a medal of honor for his contributions \"to the arts, Jewish memory and continuity\" from Beth Hatesfutsoth, the Nathum Goldmann Museum of the Jewish Diaspora in Tel Aviv. The black-tie dinner will start with cocktails at 6 P.M. at the Plaza. Tickets, $1,000, from (212) 339-6022." , "date" : "19940501" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "12" , "title" : "BENEFITS" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/01\/style\/benefits-919624.html"} , {"body" : "BROWNSTONES and mansions, 19th-century period rooms and contemporary designer decor, backyard gardens and skyline views are features of this spring's show houses and house tours in the Northeast. New York City Fort Greene, Brooklyn, Sunday -- A tour of 11 houses and the Lafayette Avenue Presbyterian Church will be held from noon to 5 P.M. Tickets," , "date" : "19940428" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NORTHEASTERN STATES (US)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "From Boston to Wilmington, the Show House Season Begins" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/28\/garden\/from-boston-to-wilmington-the-show-house-season-begins.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; 2d Tuesday of month; next May 10, 7 P.M., 211 Ainslie Street; (718) 388-4440. DISTRICT 2: Fort Greene, Brooklyn Heights; 2d Wednesday of month; next May 11, 6 P.M.; place to be announced; (718) 596-5410. DISTRICT 3: Bedford-Stuyvesant; 1st Monday of month; next meeting May 2, 7 P.M., 1368 Fulton Street; (718)" , "date" : "19940424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Community Board Meetings in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/24\/nyregion\/public-interest-community-board-meetings-in-brooklyn.html"} , {"body" : "Park Slope residents began giving annual tours of their neighborhood's historic homes in 1959 as a way of attracting homeowners to the area. In the years since then, Flatbush and other neighborhoods have begun offering their own tours, drawing hundreds of people to many of the borough's architectural treasures, ranging from the Victorian homes of" , "date" : "19940417" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: FLATBUSH; Touring Homes and History" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/17\/nyregion\/neighborhood-report-flatbush-touring-homes-and-history.html"} , {"body" : "NEIGHBORHOOD REPORT: BROOKLYN HEIGHTS" , "date" : "19940417" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN HEIGHTS; Access for Handicapped to Subways" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/17\/nyregion\/neighborhood-report-brooklyn-heights-access-for-handicapped-to-subways.html"} , {"body" : "LISTEN to the voices of Crown Heights, raised in exhibitions that opened this week at three Brooklyn cultural institutions. From a Jamaican resident: \"The media hasn't helped. Both communities are hurting, and if you have two hurting people, they need to be together to heal their hurt, outside the media's realm.\" A Lubavitcher woman speaks: \"The" , "date" : "19940415" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "The Voices and Faces of Crown Heights" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/15\/arts\/the-voices-and-faces-of-crown-heights.html"} , {"body" : "While statistics show crime declining in New York City, polls show many people feel the city is as dangerous as ever. To combat those fears, the Police Department started a campaign over the weekend to improve perceptions about safety at some of New York's landmarks. Under the Fear Reduction Program, volunteers who normally travel through areas" , "date" : "19940411" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Volunteers to Help Counter Perceptions of Crime" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/11\/nyregion\/volunteers-to-help-counter-perceptions-of-crime.html"} , {"body" : "TRUE or false? No one wants to build new office buildings in New York City. Companies abandoning downtown Manhattan move only to Jersey City, midtown or a faraway state. Downtown Brooklyn is a you-can't-get-there-from-here place. If you answered \"true\" to any of those statements, then Bruce Ratner, Joshua Muss, Charles Hack and a bunch of other" , "date" : "19940410" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "15" , "title" : "Commercial Property\/Downtown Brooklyn; Space Tightening In Discounted Area" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/10\/realestate\/commercial-property-downtown-brooklyn-space-tightening-in-discounted-area.html"} , {"body" : "On Earth Day, an annual celebration of the environment, hundreds of volunteers will be pruning and painting in some of the city's parks, but a group of Brooklyn Heights residents has found another way to mark the day. Armed with brooms, they will be sweeping down Montague Street, the area's unofficial Main Street. On that day, April 23, residents" , "date" : "19940410" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN HEIGHTS; Broom Brigade Will March on Montague Street" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/10\/nyregion\/neighborhood-report-brooklyn-heights-broom-brigade-will-march-on-montague-street.html"} , {"body" : "To Benefit Creativity MONDAY -- Now in its 23d season, Playwrights Horizons, which presents the works of contemporary playwrights, composers and lyricists, will hold a benefit party at Roseland, 239 West 52d Street. Martin Short, Blair Brown, Michael Moriarty and several other entertainment figures are expected at the event along with music by the" , "date" : "19940410" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "9" , "title" : "Benefits" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/10\/style\/benefits-739073.html"} ,   {"body" : "For more than a decade, a coalition of neighborhood and environmental groups has fought an increasingly bitter battle to stop Long Island College Hospital from building an eight-story parking garage on the northeast corner of Van Voorhees Park. The opponents have petitioned the Borough President, organized letter-writing campaigns and, after the" , "date" : "19940410" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS" , "VAN VOORHEES PARK (BROOKLYN, NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: COBBLE HILL; O.K., Draw! Architects Join Fight for Park" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/10\/nyregion\/neighborhood-report-cobble-hill-ok-draw-architects-join-fight-for-park.html"} , {"body" : "A map yesterday with an article about the killing of a Wall Street banker and her killer's subsequent suicide mislocated the site where the killer's body was found in some editions. It was on the Brooklyn Heights promenade, not on Columbia Heights." , "date" : "19940410" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/10\/nyregion\/c-corrections-738972.html"} , {"body" : "In a city of disconnected lives and romantic possibility, it was hardly a remarkable beginning: a wine tasting on a spring evening, a swirl of Beaujolais and conversation, a lovely separated woman and a lonely divorced man, strangers with savoir faire and talent, bruised but still open to a relationship. She was Sarah Auerbach, 35, and she owned an" , "date" : "19940409" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brief Romance, Growing Fears, Then 2 Deaths" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/09\/nyregion\/brief-romance-growing-fears-then-2-deaths.html"} , {"body" : "MAYOR AND CORTINES IN ACCORD, AIDES SAY In a late-night meeting with Mayor Giuliani, Schools Commissioner Ramon C. Cortines agreed to the Mayor's demand that he cut 2,500 jobs from the schools administration, aides to the Mayor said. A1. DISABILITIES PROGRAM GOT OUT OF HAND In the last two decades, the learning disabilities field has boomed at both" , "date" : "19940408" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/08\/nyregion\/metro-digest-710105.html"} , {"body" : "A Brooklyn Heights woman who had stopped at a local dry cleaner's before going to work at Salomon Brothers was killed yesterday morning when a man followed her into the store, whipped out a 9-millimeter semiautomatic weapon, and shot her six times in the head. The police were searching yesterday for the woman's ex-boyfriend, Rick Varela, a" , "date" : "19940408" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Seek Ex-Boyfriend After Slaying Of Executive" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/08\/nyregion\/police-seek-ex-boyfriend-after-slaying-of-executive.html"} , {"body" : "THERE'S a mockingbird that wakes me up in the morning now, and sometimes, when I am still in that mist that lies between the conscious and the unconscious mind, I think I am in the country. Compared with my old city pad, I'm deep in the country. My old place was about as far west in Greenwich Village as you could get. From the roof of my" , "date" : "19940407" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "4" , "title" : "GARDEN NOTEBOOK; Roof-Garden Visions, Revisions and Revisions" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/07\/garden\/garden-notebook-roof-garden-visions-revisions-and-revisions.html"} , {"body" : "Newman's Own Daughter Nell Newman has a head start on most fledgling food entrepreneurs. A daughter of Paul Newman, she has been able to piggyback her new company, Newman's Own Organics, onto the successful food operation (Newman's Own) built by her father and his partners since 1982. The label of Newman's Own Organics has a picture of Ms. Newman" , "date" : "19940406" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "6" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/06\/garden\/food-notes-694010.html"} , {"body" : "* BROOKLYN HEIGHTS: The expansion of the chronically crowded Pierrepont Playground on the Brooklyn Heights Promenade does not necessarily mean the demise of a popular flower garden and its stone thunderbird mosaic, Henry J. Stern, the city's Parks Commissioner, said last week. On Monday Mr. Stern told Julius Spiegel, the Brooklyn Parks" , "date" : "19940327" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT; BROOKYN UPDATE" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/27\/nyregion\/neighborhood-report-brookyn-update.html"} , {"body" : "BROOKLYN HEIGHTS Safe as Houses, Er, Make That Subways When you think of the New York City subway system, do you revel in a sense of transporational security? You don't? Then take a train to the New York Transit Museum on Wednesday for a lecture entitled \"Transportation Tragedies.\" The museum, offering the second lecture of its yearlong series" , "date" : "19940327" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/27\/nyregion\/playing-in-the-neighborhood-579866.html"} , {"body" : "MAKING IT WORK 3 Call her Mugga, waiting for her seven minutes of TV fame on \"Def Comedy Jam,\" a testing ground for black comics. NEW YORKERS & CO. 4 How does an Amish farmer make it in the big city? Simplicity, perseverance and a series of compromises. MOVIE CLOCK 10 What's showing at the local movie houses, today through Thursday. PLAYING IN THE" , "date" : "19940327" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ALSO INSIDE" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/27\/nyregion\/also-inside-580880.html"} ,   {"body" : "This month the school system announced that enrollment had topped a million for the first time in 15 years. Here is a breakdown by district. Citywide public school enrollment High school enrollment '89-'90 937,248 Manhattan 62,714 '90-'91 939,638 Bronx 59,939 '91-'92 973,263 Brooklyn 103,196 '92-'93 995,465 Queens 72,781 '93-'94 1,016,728 Staten" , "date" : "19940320" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "PUBLIC SCHOOL ENROLLMENT; Tipping the Scales At School" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/20\/nyregion\/public-school-enrollment-tipping-the-scales-at-school.html"} , {"body" : "WOODHAVEN From School and Prison, Quilts That Have Stories Quilts created by women, children and whole families from a variety of backgrounds -- from American Indians to Japanese immigrants -- are on exhibit at the Forest Park Clubhouse. \"I did not look for perfectly quilted quilts,\" said Susan Louis, the organizer of the show. \"We looked for" , "date" : "19940320" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/20\/nyregion\/playing-in-the-neighborhood-505242.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $375,000 77 Seventh Avenue (14th St.) (Vermeer) 2-bedroom, 2-bath, 1,300-sq.-ft. postwar co-op; 24-hr. doorman, eat-in kitchen, 500-sq.-ft. terrace, 2" , "date" : "19940320" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/20\/realestate\/residential-resales-491551.html"} , {"body" : "FIRST, A DISCLAIMER. It would not be proper to write about Ron Howard's new movie, \"The Paper,\" a romp through 24 hours in the manic life of a New York tabloid, without noting up front that the film takes an extremely dim view of The New York Times. The reporters at the tabloid, The New York Sun (\"It Shines for All\"), are fun, hard-working, casual" , "date" : "19940313" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "15" , "title" : "FILM; 'The Paper' Replates 'The Front Page' for the 90's" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/13\/movies\/film-the-paper-replates-the-front-page-for-the-90-s.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; 2d Tuesday of month; next March 8, 7 P.M., 211 Ainslie Street; (718) 388-4440. DISTRICT 2: Fort Greene, Brooklyn Heights; 2d Wednesday of month; next March 9, 6 P.M., Borough Hall Community Room, Joralemon and Court Streets; (718) 596-5410. DISTRICT 3: Bedford-Stuyvesant; 1st Monday of month; next tomorrow, 7" , "date" : "19940306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Community Board Meetings in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/06\/nyregion\/public-interest-community-board-meetings-in-brooklyn.html"} , {"body" : "New York City has never been a stronger magnet for immigrants from abroad, but the city's pull on other Americans diminished markedly in the late 1980's. Between 1985 and 1990, nearly twice as many people left the city for other places in the United States as flocked to New York from distant towns, farms and college campuses. New York, like Paris" , "date" : "19940306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York Exports Its Talent As Demographic Tide Turns" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/06\/nyregion\/new-york-exports-its-talent-as-demographic-tide-turns.html"} , {"body" : "Parents of public school students in Bedford-Stuyvesant and surrounding communities are going an extra mile in trying to assure their children's safety: they are about to start patrolling school grounds as auxiliary police officers. The program, created by School District 13 and the New York City Police Department, is the first of its kind in the" , "date" : "19940306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: Bedford - Stuyvesant; Parents to the Rescue at Schools" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/06\/nyregion\/neighborhood-report-bedford-stuyvesant-parents-to-the-rescue-at-schools.html"} , {"body" : "The city's budget woes notwithstanding, a plan to renovate and expand the chronically crowded Pierrepont Playground on the Brooklyn Heights Promenade is still on track, city officials said last week. But whether a popular flower garden nearby and its stone thunderbird mosaic will survive the project remains to be seen. The Brooklyn Heights" , "date" : "19940227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN HEIGHTS; Pierrepont Playground Expansion on Track" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/27\/nyregion\/neighborhood-report-brooklyn-heights-pierrepont-playground-expansion-on-track.html"} , {"body" : "Serious crime has dropped in Brooklyn Heights during the last three years, the 84th Precinct recently reported. But community leaders and the police say one type of crime has been increasing: the theft of car batteries. Snow and freezing temperatures take their toll on batteries, putting new ones in demand and making them a target for thieves. The" , "date" : "19940227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN HEIGHTS; Cold Comfort: Battery Thefts" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/27\/nyregion\/neighborhood-report-brooklyn-heights-cold-comfort-battery-thefts.html"} , {"body" : "BUOYED by a tightening of the market and an improvement in the regional economy, unregulated rents in Manhattan moved upward in 1993, reversing the previous year's downturn, real-estate agents and analysts said. The increase, many of them said, was especially notable on the Upper West Side, where rental space is at a premium and which is rapidly" , "date" : "19940227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "New York Apartment Rents Moving Up" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/27\/realestate\/new-york-apartment-rents-moving-up.html"} ,   {"body" : "The guitarist Bill Frisell is known as one of the great sidemen. He has worked with the pop singer Marianne Faithfull and the jazz guitarist Jim Hall. He has worked with gentle European experimentalists and with John Zorn's groups playing everything from noise to hardcore rock to surf music. And he has been a longtime member of the drummer and" , "date" : "19940224" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "13" , "title" : "Eclectic Composer Gives Buster Keaton A Modern Voice" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/24\/movies\/eclectic-composer-gives-buster-keaton-a-modern-voice.html"} , {"body" : "It's no coincidence that the work of songwriters from the Texas panhandle is twangingly austere and mystically obsessed with travel. In these dry Texan flatlands, the overwhelming realities are the sky and the road. Tornadoes randomly dip from above and tear up the land. The road is the inescapable metaphor for life itself. A car is such an" , "date" : "19940222" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["TEXAS"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "Review\/Pop; Texas Takes to the Road" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/22\/arts\/review-pop-texas-takes-to-the-road.html"} , {"body" : "Dr. Susan Halley Phillips, a clinical psychologist in private practice in Brookline, Mass., is to be married today to Harry Sterling Margolis, the founder and managing partner of Elderlaw Services, a Boston law firm that serves older clients and their families. Rabbi Herman Blumberg will perform the ceremony at Upstairs at the Pudding, a restaurant" , "date" : "19940220" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "10" , "title" : "WEDDINGS; Susan H. Phillips, Harry S. Margolis" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/20\/style\/weddings-susan-h-phillips-harry-s-margolis.html"} , {"body" : "A high-speed ferry line to connect Sunset Park to lower Manhattan and midtown is being planned, officials at the City Planning Department say, in part to offset the traffic congestion that is expected to accompany a planned overhaul of the Gowanus Expressway. The ferry would dock at 58th Street and Second Avenue in the Brooklyn Army Terminal, but" , "date" : "19940220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: SUNSET PARK; Thumbing a Sail to Work" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/20\/nyregion\/neighborhood-report-sunset-park-thumbing-a-sail-to-work.html"} , {"body" : "NEW YORK CITY REDESIGN PLANNED FOR CITY HOSPITAL Two weeks after Mayor Rudolph W. Giuliani declared a moratorium on the billion-dollar reconstruction of Kings County Hospital, his administration and state officials say they plan a thorough redesign of the project in order to produce a smaller, more efficient institution. Page 1. DELAY SAID TO COST" , "date" : "19940219" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/19\/nyregion\/metro-digest-232505.html"} , {"body" : "From a sidewalk cafe on Union Square -- yes, people were actually having lunch outdoors -- to the Promenade in Brooklyn Heights, where off-duty grocery store clerks loosened their aprons and caught a few rays, New York took off its winter coat yesterday, emerged from its monthslong hibernation and basked in what seemed like near-blinding sun." , "date" : "19940219" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Here Comes the Sun, Thawing Moods and Rekindling Hope" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/19\/nyregion\/here-comes-the-sun-thawing-moods-and-rekindling-hope.html"} , {"body" : "CONVERSATION overheard at my Brooklyn Heights barbershop between customer (sitting) and barber (standing): Customer: What do you do in the Poconos? Barber: I go there every year. Customer: Yes, but what do you do in the Poconos? Barber, astonished: I sit down! DAVID HAWKINS . . . Dear Diary: The other day at lunchtime I popped over to the Jewish" , "date" : "19940216" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/16\/garden\/metropolitan-diary-201359.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of the month; next March 8, time to be announced, 211 Ainslie Street; (718) 388-4440. DISTRICT 2 Fort Greene, Downtown, Brooklyn Heights, Boerum Hill; second Wednesday of the month; next March 9, 6 P.M., Borough Hall Community Room, Joralemon and Court Streets; (718) 596-5410. DISTRICT 3" , "date" : "19940213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Brooklyn Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/13\/nyregion\/public-interest-brooklyn-board-meetings.html"} , {"body" : "MAKING IT WORK 3 The clock is frozen at 3:49 A.M. But Sheldon Greenberg's job is to make sure that justice makes it through the night. NEW YORKERS & CO. 4 How do you kill two birds with one stone in German? You hit two flies with one swat. In Italian? In Korean? PLAYING IN THE NEIGHBORHOOD 12 Explore winter at Wave Hill; discover Texas in Brooklyn" , "date" : "19940213" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ALSO INSIDE" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/13\/nyregion\/also-inside-154407.html"} , {"body" : "RIVERDALE Exploring Winter Scenes, Plants and Constellations Wave Hill visitors can explore the heavens, the Earth and the wintertime regeneration of plants and animals at a two-day program starting on Saturday at the park. Winter Weekend will include classes on photographing winterscapes, rooting plants from cuttings, and using wild winter plants" , "date" : "19940213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/13\/nyregion\/playing-in-the-neighborhood-154342.html"} ,   {"body" : "IT'S 6 P.M., and Alexandra Levite and her sister, Danielle, are preparing for their daily commute home. Leaving behind their piano, puppet theater, bicycles and cardboard playhouse, and already in their Little Mermaid nightgowns, the sisters, ages 6 and 3, board the 6:05 local for their elevator journey from their 14th-floor playroom to the 9th" , "date" : "19940210" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Need Room to Grow On? Try the Neighbors" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/10\/garden\/need-room-to-grow-on-try-the-neighbors.html"} , {"body" : "ED WETSCHLER couldn't believe his luck: he finally met a woman who intrigued him, and she wanted their first date to be at a sports bar. \"It was Oct. 26, 1986,\" Mr. Wetschler said. \"I remember because the Jets were on a hot streak, heading towards their sixth win of the season.\" As they walked in, there were the Jets -- life-size and dazzlingly" , "date" : "19940209" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "How to Avoid Date Disaster" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/09\/garden\/how-to-avoid-date-disaster.html"} , {"body" : "Season of the Heart The hearts have it for the next few days. Black Hound's lush, bittersweet chocolate truffles flavored with liqueur come in heart-shaped boxes for $5.50 (2.5 ounces) to $17.50 (8 ounces). They can be picked up at the store, 149 First Avenue (10th Street), but should be ordered in advance by calling (800) 344-4417. Martine's at" , "date" : "19940209" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "12" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/09\/garden\/food-notes-124575.html"} , {"body" : "NEW YORK CITY'S public libraries are poised to celebrate a great victory: Come spring, most of the more than 200 branches will be open six days a week. This may not seem all that extraordinary. But the open doors will represent a significant rise from years of not-always-genteel poverty, the first time since the 1940's that so many libraries have" , "date" : "19940206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Looking Up at the Libraries: A Guide" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/06\/nyregion\/looking-up-at-the-libraries-a-guide.html"} , {"body" : "* BROOKLYN HEIGHTS A Marlboro billboard that blocked views and violated city regulations came down last week, panel by panel, and its frame, according to the Buildings Department, is to follow this week. The department had issued a permit to Service Sign Erectors of Manhattan to install a sign, but when workers planted a billboard frame about the" , "date" : "19940206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UPDATE" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/06\/nyregion\/neighborhood-report-brooklyn-update.html"} , {"body" : "Celebrations of the Chinese New Year are taking place all over New York City, in all sorts of configurations, starting this weekend. The new year, the year of the dog, officially begins on Thursday and will be celebrated for several weeks. Here are three New Year events. Lantern-Making Workshop Chinatown History Museum 70 Mulberry Street, at Bayard" , "date" : "19940204" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "23" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/04\/arts\/for-children.html"} , {"body" : "Chambers's Drums Joe Chambers, Birdland, 2745 Broadway, at 105th Street, (212) 749-2228. Joe Chambers is one of the best drummers jazz has, a living reminder of how well some musicians, during the 1960's, incorporated experimentalism in their playing. And as a composer, he writes music that never seems quite settled, just the sort to force his" , "date" : "19940204" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "Sounds Around Town" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/04\/arts\/sounds-around-town-075752.html"} , {"body" : "EVER feel like Jack Nicholson in \"The Shining,\" who suffered perhaps the worst cast of cabin fever imaginable? He holed up in an off-season resort where he'd gone to write a book, lost his mind and went after his family with an ax. But cabin fever needn't be so extreme, and you don't have to take it lying down. Here is advice from inventive people" , "date" : "19940203" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "Reports From the Bunkers, by Some Survivors; SLUSH IS FOR WADDLING" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/03\/garden\/reports-from-the-bunkers-by-some-survivors-slush-is-for-waddling.html"} , {"body" : "The view. Along with the brownstone, it is the defining quality of Brooklyn Heights, an improbable sweep of urban beauty fiercely loved and protected through years of development talk. Now, state and local officials have taken a significant step toward preserving the neighborhood's treasured visual link to lower Manhattan. They have reached an" , "date" : "19940130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN HEIGHTS; Keeping a Vista in the View" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/30\/nyregion\/neighborhood-report-brooklyn-heights-keeping-a-vista-in-the-view.html"} , {"body" : "From 13 Guiding Principles to Govern Redevelopment on the Downtown Brooklyn Waterfront, compiled by the Brooklyn Bridge Park Coalition. 1a. The Plan shall celebrate the unparalleled vistas and historic nature of the site with a world-class design affording a spectacular entry into Brooklyn. 1c. The Plan shall encompass the waterfront between the" , "date" : "19940130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN HEIGHTS; In Other Words, Just Make It Perfect" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/30\/nyregion\/neighborhood-report-brooklyn-heights-in-other-words-just-make-it-perfect.html"} ,   {"body" : "Junior's Makes a Pitch For a Corner on Cheesecake As Junior's Restaurant lays plans to set up cheesecake kiosks in malls around the country, its owners are seeking to elevate the company's image back home in Brooklyn. They have asked Community Board 2 to support a campaign to add the words \"Cheesecake Corner\" to the street signs at the corner of" , "date" : "19940130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1994\/01\/30\/nyregion\/new-yorkers-co-15715.html"} , {"body" : "Junior's Makes a Pitch For a Corner on Cheesecake As Junior's Restaurant lays plans to set up cheesecake kiosks in malls around the country, its owners are seeking to elevate the company's image back home in Brooklyn. They have asked Community Board 2 to support a campaign to add the words \"Cheesecake Corner\" to the street signs at the corner of" , "date" : "19940130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1994\/01\/30\/nyregion\/new-yorkers-co-014346.html"} , {"body" : "For the last six years, the old commercial strip of brownstones approaching the piers on Atlantic Avenue has been the home of Vesture, a millinery store whose big front window is filled with white styrofoam heads wearing brightly colored hats, ranging from the outlandish to the simple beret, their tones dulled by the grime on the glass. But" , "date" : "19940130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN HEIGHTS; The Hatman Closeth" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/30\/nyregion\/neighborhood-report-brooklyn-heights-the-hatman-closeth.html"} , {"body" : "Oliver Smith, one of the most prolific and imaginative designers in the history of the American theater and a former co-director of American Ballet Theater, died on Sunday at his home in Brooklyn Heights. He was 75. The cause was emphysema, said Richard D'Arcy, a friend. Mr. Smith's theatrical activities were dazzlingly protean. He designed such" , "date" : "19940125" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Obituaries" , "Theater"] , "page_facet" : "9" , "title" : "Oliver Smith, Set Designer, Dead at 75" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/25\/obituaries\/oliver-smith-set-designer-dead-at-75.html"} , {"body" : "A memorial tribute to Louis Sheaffer, a Pulitzer Prize-winning biographer of the playwright Eugene O'Neill, is to be held on Thursday at 6 P.M. in the Guild Hall of the Church of St. Ann and the Holy Trinity, 122 Pierrepont Street, in Brooklyn Heights. Among those scheduled to participate are the writer Nora Sayre and William D. Phillips, editor in" , "date" : "19940125" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "8" , "title" : "Louis Sheaffer Memorial" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/25\/arts\/louis-sheaffer-memorial.html"} , {"body" : "Walk down scruffy Fourth Avenue in Brooklyn, past scattered neighborhood shops, the familiar Brooklyn Academy of Music receding in the distance. Turn right on Douglass Street, near the Gowanus Canal, and continue down the usually deserted block. Enter the door of a building as unremarkable as all the others on this industrial street. It is like" , "date" : "19940123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "DANCE; A Plie Grows in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/23\/arts\/dance-a-plie-grows-in-brooklyn.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN EAST MIDTOWN $970,000 870 United Nations Plaza 2-bedroom, 3 1\/2-bath, 3,000-sq.-ft. co-op; 24-hr. doorman, concierge, manned elevator, dining room, eat-in kitchen," , "date" : "19940123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/23\/realestate\/residential-resales-929760.html"} , {"author" : "Councilman Kenneth K. Fisher represents the 33d District, which covers downtown Brooklyn, Brooklyn Heights, Park Slope, Greenpoint and Williamsburg." , "body" : "EACH morning in downtown Brooklyn, hundreds of residents start their day hunting for parking spaces or sitting in cars waiting for their current spaces to become legal. By the time they go to work, the tension is already high. Many of these frazzled drivers hungrily eye the spaces guarded by squat structures whose purpose has become as obscure as" , "date" : "19940123" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "SOAPBOX; A Little Secret About Fire Hydrants" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/23\/nyregion\/soapbox-a-little-secret-about-fire-hydrants.html"} , {"body" : "The cold set records across the Northeast yesterday, and forecasters said that this morning could be even colder in many places. But the weather will get warmer soon, they promise; the New York City area could be in the relatively balmy 40's by Sunday. Power companies in the Middle Atlantic states were hoping to scrape by today without repeating" , "date" : "19940121" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NORTHEASTERN STATES (US)" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Cold Wave Hits Bottom; A Slow Climb Out Begins" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/21\/nyregion\/cold-wave-hits-bottom-a-slow-climb-out-begins.html"} , {"body" : "Allan Eady, a publishing executive, died on Sunday at Beth Israel Hospital in Manhattan. He was 53. His wife, Carol Dix, said the cause was lung cancer. Mr. Eady was known in Europe, the Far East and Australia as a specialist in international rights and foreign sales. He began his career in publishing in New York, at Feffer & Simons, where he" , "date" : "19940114" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "18" , "title" : "Allan Eady; Publishing Executive, 53" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/14\/obituaries\/allan-eady-publishing-executive-53.html"} ,   {"body" : "Dr. David Kaplan, a rheumatologist, died on Sunday at his home in Brooklyn Heights. He was 64. His family said he had been ill for a long time. Dr. Kaplan was a professor of medicine at the State University of New York Health Science Center in Brooklyn, where he had been head of the Division of Rheumatology and director of the Multipurpose" , "date" : "19940105" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "21" , "title" : "David Kaplan; Rheumatologist, 64" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/05\/obituaries\/david-kaplan-rheumatologist-64.html"} , {"body" : "JULES FEIFFER is packing up his easel and taking it on the road tomorrow, to Brooklyn Heights. He will talk to children at the Packer Collegiate Institute about creativity and cartooning. The appearance at the private school will be an offshoot of what Mr. Feiffer called \"my new passion: writing children's books.\" After the publication in November" , "date" : "19940104" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Style"] , "page_facet" : "7" , "title" : "CHRONICLE" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/04\/style\/chronicle-771112.html"} , {"body" : "Worshipers picked their way with care past the scaffolding that enveloped the crumbling brownstone facade of Brooklyn's First Unitarian Church. Indoors, the church was splendidly decorated with branches of fir and illuminated by tall wax candles and gas-lighted tapers. Best of all, there was the music from the organ. For a time, it was doubtful" , "date" : "19940101" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "A Grant to Aid in Salvation of 27 Church Structures" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/01\/nyregion\/a-grant-to-aid-in-salvation-of-27-church-structures.html"}]