[  {"body" : "A Federal grand jury indicted a Postal Service letter carrier and two others yesterday, saying they took part in a scheme to delay delivery of Social Security payments and other Government checks in Brooklyn unless recipients paid a fee of $5 or $10 a month. Officials said the delays, which occurred from about January to November, affected more" , "date" : "19941217" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Postal Worker Indicted in Check Scheme" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/17\/nyregion\/postal-worker-indicted-in-check-scheme.html"} , {"body" : "Kahlil Smith was only looking for a summer job. Instead, he found a cause. Kahlil, a 14-year-old from Park Slope, Brooklyn, spent last summer in a workplace that was part classroom, part theater and part support group, helping lead other youths toward an urgent goal: stopping violence in their communities. He was one of 15 young people from" , "date" : "19941212" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE NEEDIEST CASES; Teaching Teen-Agers How to Avoid Violence" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/12\/nyregion\/the-neediest-cases-teaching-teen-agers-how-to-avoid-violence.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next meeting, Dec. 13, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; (718) 389-0009. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next meeting Dec. 14, 6 P.M.; St Joseph's Services, 540 Atlantic Ave., between Third and Fourth Avenues; (718) 596-5410." , "date" : "19941211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Community Boards To Meet in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/11\/nyregion\/community-boards-to-meet-in-brooklyn.html"} , {"body" : "George Huston says he has about 99 family members, and they all take some part in selling sweet potatoes, smoked turkey necks and cane syrup off the back of a truck along Atlantic Avenue in Bedford-Stuyvesant. Mr. Huston's various family members take turns driving the 15 tractor- trailers they own down to North and South Carolina, Georgia and" , "date" : "19941211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SOUTHERN STATES (US)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: NORTHERN BROOKLYN; A Taste of the South on Atlantic Ave." , "url" : "http:\/\/www.nytimes.com\/1994\/12\/11\/nyregion\/neighborhood-report-northern-brooklyn-a-taste-of-the-south-on-atlantic-ave.html"} , {"body" : "The Housing Authority maintenance workers labored hard this week to clean up the building at 252 Osborn Street in the Brownsville Houses in Brooklyn. Hallways were disinfected, graffiti were painted over, broken doorways and garbage chutes were fixed. The workers, who could not fully explain why they had been ordered there, said they thought" , "date" : "19941209" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Murder and Troubled Young Lives; Behind a Holdup, 3 Suspects Growing Up in Grim Housing" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/09\/nyregion\/murder-troubled-young-lives-behind-holdup-3-suspects-growing-up-grim-housing.html"} , {"body" : "From the conversation in his neighborhood and around his father's kitchen table, it is impossible to construct a picture of Richard Larrier that is anything but dissonant: former marine, hard worker, loving father, armed robber, killer. \"I'm just as much in shock as anybody,\" his father, Kenneth Larrier said quietly yesterday in his 11th-floor" , "date" : "19941205" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "In Brownsville, Family Looks For Answers After Tragedy" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/05\/nyregion\/in-brownsville-family-looks-for-answers-after-tragedy.html"} , {"body" : "He was only 26, but they remembered Raymond R. Cannon Jr. yesterday as a good cop and a good man: daring under fire, sensitive to people on his beat, an athlete with brash smile and a passion for fairness, who loved police work and believed in the fraternity of officers willing to die for one another. Officer Cannon put his life on the line Friday," , "date" : "19941204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "Memories of a Tough, Fair-Minded Friend" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/04\/nyregion\/memories-of-a-tough-fair-minded-friend.html"} , {"body" : "A police officer responding to a reported holdup and a robbery suspect were killed yesterday in a wild gunfight in a bicycle shop in Brooklyn, the police said. Backup officers swarming to the scene captured three other young suspects hiding in the basement, one bleeding from a gunshot wound. In a few minutes of drama, danger, heroism and tragedy," , "date" : "19941203" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Officer Killed In a Shootout In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/03\/nyregion\/officer-killed-in-a-shootout-in-brooklyn.html"} , {"body" : "Final approval of the Uruguay Round of the General Agreement on Tariffs and Trade will tear a large hole in the Federal budget. But this breach of the budget is not considered a major problem by Government leaders in Washington because the new GATT agreement will be a bonanza for big business, and that is something favored by Democrats and" , "date" : "19941130" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "23" , "title" : "In America; Business Beats Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/30\/opinion\/in-america-business-beats-brooklyn.html"} , {"body" : "When the city with the world's largest garbage dump embarked five years ago on the nation's most ambitious recycling program, many said it would fail. It was fine for the suburbs, the skeptics said, but in a city as complex as New York, it was the stuff of dreamers and crackpots. At first it seemed they were right. Recycling was expensive, the city" , "date" : "19941127" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "After Growing in Success, Recycling Faces Obstacles" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/27\/nyregion\/after-growing-in-success-recycling-faces-obstacles.html"} ,   {"body" : "To the Editor: I recently attended the wedding of clients of mine who have become good friends over the years. I could not help comparing that most special ceremony with my own wedding day. The simple church service, without flowers, candles, bridal party, band or flower girl was beautiful, but different from mine. The couple eat every day at" , "date" : "19941124" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "32" , "title" : "The Wedding Reception Did Double Duty With Soup Kitchen" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/24\/opinion\/l-the-wedding-reception-did-double-duty-with-soup-kitchen-917290.html"} , {"body" : "A 40-year-old Brooklyn grocer was shot to death and his cousin wounded yesterday in a holdup at a bodega in Brownsville, the police said. A man in his 20's, armed with a silver handgun, entered the V & G Grocery at 199 Howard Avenue, between Chauncey and Marion Streets, about 10 A.M. and demanded money, the police said. As the store owner, Jacinto" , "date" : "19941124" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Grocer Shot to Death In Brooklyn Robbery" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/24\/nyregion\/grocer-shot-to-death-in-brooklyn-robbery.html"} , {"body" : "A HANUKKAH goose? With latkes? Those who assume that a roast goose belongs only on the holly-trimmed Dickensian table on Dec. 25 have overlooked the shtetl. In this country, latkes, or potato pancakes -- not geese -- are generally thought of as Hanukkah fare. But a well-fattened goose was a festive Eastern European Jewish tradition around Hanukkah" , "date" : "19941123" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "4" , "title" : "Hanukkah's a-Coming: Geese Are Getting Fat" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/23\/garden\/hanukkah-s-a-coming-geese-are-getting-fat.html"} , {"body" : "One was 13 years old when he was arrested on charges of fatally shooting a man in Brooklyn last April. The other, who is 16, has been convicted of arson for throwing a firebomb in an apartment building in upper Manhattan. Both escaped on Tuesday night from a bus transporting them from court to the Spofford Juvenile Detention Center in the South" , "date" : "19941103" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Escape Bus Heading to Juvenile Detention Center in Bronx" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/03\/nyregion\/2-escape-bus-heading-to-juvenile-detention-center-in-bronx.html"} , {"body" : "ANTONIO CORSO peered into a bin of unsorted third-class mail and looked pained. Would the department store fliers, women's underwear catalogues and circulars advertising ShopRite \"cancan\" days make it into the mailboxes of East New York that day? \"I'm trying to get back to basics,\" said Mr. Corso, the new Brooklyn postmaster. \"This is what we've" , "date" : "19941030" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; Please, Mr. Postmaster" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/30\/nyregion\/making-it-work-please-mr-postmaster.html"} , {"body" : "IN August, The City began an examination of how residents defined the \"Quality of Life,\" a political mantra that has no single meaning. The first installment focused on Manhattan; the second on Queens. Because it is so large, Brooklyn has been split in two, with Flatbush Avenue as a natural divider. Taken as a whole, the area west of Flatbush has" , "date" : "19941030" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "BROOKLYN UP CLOSE; What Makes Brooklyn Angry: The 'Quality of Life,' West of Flatbush" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/30\/nyregion\/brooklyn-up-close-what-makes-brooklyn-angry-the-quality-of-life-west-of-flatbush.html"} , {"body" : "Six years ago, Toys \"R\" Us pulled realistic toy guns from its shelves after the police in Memphis shot and killed a 10-year-old boy who was carrying a toy gun they mistook for a Colt automatic. Congress then mandated that toy makers decorate toy guns with blinding neon colors to label them as fakes. But as real guns have flooded the streets," , "date" : "19941015" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "9" , "title" : "Shootings Lead Chain to Ban Toy Guns" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/15\/business\/shootings-lead-chain-to-ban-toy-guns.html"} , {"body" : "BROOKLYN DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next Oct. 11, 7 P.M.,; 211 Ainslie Street; (718) 388-4440. Chairman: Vincent V. Abate; District Manager: Gerald A. Esposito. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next Oct. 12, 6 P.M.; Brooklyn Borough Hall, 209 Joralemon Street; (718) 596-5410." , "date" : "19941009" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PUBLIC INTEREST; Community Boards: Coming Meetings" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/09\/nyregion\/public-interest-community-boards-coming-meetings.html"} , {"body" : "Ralph Sampson pulled his University of Virginia T-shirt over his head, and bared an upper body in sublime condition. His shoulders and arms were sculptures of muscle. His stomach was flat. His waist was sleek. At 34 years of age, Sampson's face was smooth, handsome, young. Smiling and shaking hands with the players around him, he appeared to be" , "date" : "19941005" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "13" , "title" : "ON PRO BASKETBALL; Comeback Kid? Ralph Sampson Can't Run, but Refuses to Hide" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/05\/sports\/on-pro-basketball-comeback-kid-ralph-sampson-can-t-run-but-refuses-to-hide.html"} , {"body" : "About 100 senior New York City police commanders went to headquarters yesterday to hear about their retirement benefits. But pensions were not uppermost in their minds. The meeting was a prelude to what senior officials describe as the most sweeping management shake-up in a generation to weed out ineffective supervisors and assign the most" , "date" : "19940921" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Top Police Commanders Brace for Major Shake-Up" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/21\/nyregion\/top-police-commanders-brace-for-major-shake-up.html"} ,   {"body" : "A 16-year-old boy who sneaked a handgun into a Brooklyn high school and critically wounded a fellow student, told authorities his school's weapon screening system was so lax that he had believed he could smuggle in his gun if he arrived late enough in the day, officials said yesterday. Indeed, at Sheepshead Bay High School, safety officers with" , "date" : "19940916" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Schools' Security Is No Match For Students With Weapons" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/16\/nyregion\/schools-security-is-no-match-for-students-with-weapons.html"} , {"body" : "Three days into a new school year, a 10th grader apparently smuggled a .32-caliber handgun past metal-detectors, then shot and gravely wounded another student at Sheepshead Bay High School in Brooklyn yesterday. The incident, which left one teen-ager in critical condition and another in jail, marred what Board of Education officials were calling a" , "date" : "19940915" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Teen-Ager Shoots Fellow Student At Their High School in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/15\/nyregion\/teen-ager-shoots-fellow-student-at-their-high-school-in-brooklyn.html"} , {"body" : "This list summarizes our recommendations for some contested New York City races in today's Democratic primary in which the outcome is tantamount to election. The polls are open from 6 A.M. to 9 P.M. Both Republicans and Democrats also have statewide races on today's ballot. In those contests we reserve our endorsements until the November general" , "date" : "19940913" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "New York City Primary Choices" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/13\/opinion\/new-york-city-primary-choices.html"} , {"body" : "SO it doesn't seem quite up to the Nov. 8 main event. Yet, in truth, the round of primaries on Tuesday includes several interesting and important races at every level. Though the serious run at Gov. Mario M. Cuomo will not come until November, the primary will decide which of two Republicans will make that challenge. In the Democratic primary" , "date" : "19940911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "VOTER'S GUIDE: THE NEW YORK CITY PRIMARY; O.K., It's Not November. But It Is Time to Vote." , "url" : "http:\/\/www.nytimes.com\/1994\/09\/11\/nyregion\/voter-s-guide-new-york-city-primary-ok-it-s-not-november-but-it-time-vote.html"} , {"body" : "Two Brooklyn teen-agers were arrested yesterday after they chased down a man who had robbed their 10-year-old cousin at knifepoint, then hit the man with a metal fence post and apparently caused fatal injuries, the police said. The man, 41-year-old Mark Berry, had walked away from the beating on Sunday with cuts and bruises, the police said. But" , "date" : "19940823" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Teen-Agers Are Arrested As Mugging Suspect Dies" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/23\/nyregion\/2-teen-agers-are-arrested-as-mugging-suspect-dies.html"} , {"body" : "When Ronald Ward moved his family into the Howard Houses in Brownsville, Brooklyn, more than 30 years ago, the public housing project had no swimming pool, no playgrounds and no handball courts. And for years the park that now occupies a spot in the middle of the complex was nothing more than a patch of dirt. But despite the addition of these" , "date" : "19940815" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Tenants Press for Easier Eviction of Drug Dealers" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/15\/nyregion\/tenants-press-for-easier-eviction-of-drug-dealers.html"} , {"author" : "Deborah Solomon, the art critic of The Wall Street Journal, is completing a biography of Joseph Cornell." , "body" : "WHEN I FIRST telephoned Meyer Schapiro, his 91-year-old wife answered the phone. I was hoping to schedule an interview with him, but she told me he doesn't grant any. Schapiro himself then came to the phone. \"Surely you can write your article without me,\" he said politely. His reticence was a bit surprising: Schapiro, who turns 90 next month, has" , "date" : "19940814" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "22" , "title" : "A Critic Turns 90; Meyer Schapiro" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/14\/magazine\/a-critic-turns-90-meyer-schapiro.html"} , {"body" : "He can't he won't -- go home again. Unless, that is, he brings back the world heavyweight title. So Riddick Bowe has not been back to Brooklyn, or New York, since he lost his crown nine months ago to Evander Holyfield. His life has been a self-imposed exile. He wants to end the taunting and the questions. That is why, he claims, he is stronger than" , "date" : "19940813" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "34" , "title" : "BOXING; Bowe Won't Go Home Crownless" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/13\/sports\/boxing-bowe-won-t-go-home-crownless.html"} , {"body" : "Every day for five hours, three workers and a supervisor clean the length of Montague Street, all the way from Court Street to Hicks Street. They sweep sidewalks and gutters. They empty litter baskets and bag the debris for pickup by the Sanitation Department. The workers are developmentally disabled. Their results? The store has been here nine" , "date" : "19940731" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN HEIGHTS;They're Satisfied Customers on Montague St." , "url" : "http:\/\/www.nytimes.com\/1994\/07\/31\/nyregion\/neighborhood-report-brooklyn-heights-they-re-satisfied-customers-on-montague-st.html"} , {"body" : "Four shopping strips are to be developed in the next year in the central Bronx under a city program intended to encourage the growth of retailing in inner-city neighborhoods. Two others are planned for the South Bronx. Over the last two decades, three neighborhoods in these areas -- Tremont, Crotona Park and Mott Haven -- have seen a tremendous" , "date" : "19940724" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: CENTRAL BRONX; 4 Strip Malls Planned for Store-Scarce Neighborhoods" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/24\/nyregion\/neighborhood-report-central-bronx-4-strip-malls-planned-for-store-scarce.html"} ,   {"body" : "Sharice Jones was losing patience. Of all the dangers and frustrations she had confronted in her 10 years, nothing she had seen on the streets of Brownsville, Brooklyn, had prepared her for this kind of assault. \"Stop it, man, I just tied that shoe!\" For the second time in less than five minutes, Sharice found her shoelaces untied by a lawless band" , "date" : "19940724" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "48" , "title" : "Straight Out of the City, for a Day on a Fresh Air Farm" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/24\/nyregion\/straight-out-of-the-city-for-a-day-on-a-fresh-air-farm.html"} , {"body" : "A \"willful blindness\" to corruption throughout the ranks of the New York City Police Department has allowed highly organized networks of rogue officers to deal in drugs and prey on black and Hispanic neighborhoods, according to the final report of the commission that investigated the department. The report by the Mollen Commission on its two-year" , "date" : "19940707" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CORRUPTION IN UIFORM: THE OVERVIEW; 2-YEAR CORRUPTION INQUIRY FINDS A 'WILLFUL BLINDNESS' IN NEW YORK'S POLICE DEPT." , "url" : "http:\/\/www.nytimes.com\/1994\/07\/07\/nyregion\/corruption-uiform-overview-2-year-corruption-inquiry-finds-willful-blindness-new.html"} , {"body" : "Ginnie Rumore is a school nurse, but she also considers herself something of a cub reporter. Each month, she gets together with her colleagues at Public School 396, attended by disabled children in the Brownsville section, and publishes the Chester Street Chatterbox. Unconcerned with fiscal matters and local politics, the tiny newspaper instead" , "date" : "19940703" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: BROWNSVILLE; Paper's Small But Issues Are Life-Size" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/03\/nyregion\/neighborhood-report-brownsville-paper-s-small-but-issues-are-life-size.html"} , {"body" : "An 18-year-old mother holding her infant son was shot to death yesterday outside her Brooklyn home by a gunman who was apparently aiming at someone else. The baby and two men, including one who may have been the intended victim, were also shot. Naryon Ware, 18, was shot twice in the back at Brownsville Gardens, a complex of two-story duplexes and" , "date" : "19940623" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Gunfire Kills Woman and Wounds Her Infant Son" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/23\/nyregion\/gunfire-kills-woman-and-wounds-her-infant-son.html"} , {"body" : "FROM NIGHT OF RAGE, SEEDS OF LIBERATION The Stonewall uprising is widely regarded as the turning point in the gay-rights movement, ushering in an era of pride, openness and activism. But through the eyes of five people who were there that night, the uprising itself was not glamorous. The fact that it has become an icon amazes them still. A1. NEW" , "date" : "19940623" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/23\/nyregion\/metro-digest-472182.html"} , {"body" : "IN his best days, Mike Tyson showed up attired in boxing gloves. Yesterday, he arrived in handcuffs. Once the garment of choice was a pair of black shorts, suitable for the violent activity that he relished as he entered the ring. Yesterday, he appeared in an open-collared blue prison work shirt over a white T-shirt, and wore blue jeans and brown" , "date" : "19940614" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "15" , "title" : "Sports of The Times; Tyson Seems to Have Changed, But Transformation Isn't Enough" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/14\/sports\/sports-of-the-times-tyson-seems-to-have-changed-but-transformation-isn-t-enough.html"} , {"body" : "There is a kind of assuredness in Arthur Anderson's voice when he talks about both his future and his past. Even though a fire destroyed his home a month ago, he says, it did not extinguish the inspiration that made him realize a dream. Mr. Anderson, 32, a financial planner from Albany, reminisced recently about how, as a 7-year-old, he spent time" , "date" : "19940612" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "Fresh Air Fund Opens Window on Another World" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/12\/nyregion\/fresh-air-fund-opens-window-on-another-world.html"} , {"body" : "Ann Christopher, a nursing student, says she routinely gets into shouting matches about service and quality with the workers at her loca: Consumers Food supermarket in East Flatbush, Brooklyn. Mary Hunter, who was buying a few boxes of pasta last week at an Associated market nearby, regularly pays $13 in cab fare to do her \"real\" shopping at a" , "date" : "19940529" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Congested. Expensive. Out of Date." , "url" : "http:\/\/www.nytimes.com\/1994\/05\/29\/nyregion\/congested-expensive-out-of-date.html"} , {"body" : "The head of New York City's housing police, who has opposed City Hall's plan to merge the city's three police forces, has been replaced by a chief who supports the merger, Mayor Rudolph W. Giuliani announced yesterday. The appointment of the new housing chief, Joseph R. Leake, who was the Police Department's assistant chief in charge of operations" , "date" : "19940528" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Mayor Moves To Combine Police Units" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/28\/nyregion\/mayor-moves-to-combine-police-units.html"} , {"body" : "A New York City police sergeant was arraigned yesterday in Brooklyn on charges that he agreed to provide protection, while off duty, to a drug dealer during a cocaine sale, and that he offered to help another dealer, while on duty, through the use of a police computer. The sergeant, Robert Santana, 33, is one of the first supervisory officers in" , "date" : "19940527" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Sergeant Charged in Police Corruption Case" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/27\/nyregion\/sergeant-charged-in-police-corruption-case.html"} ,   {"body" : "IT did not take long for the buyers of new condominiums in a handsomely rehabilitated strip of buildings on Hull Street in the Brownsville section of Brooklyn to take management and investment matters into their own hands. What they wanted was iron gates, the better to protect their front stoops from after-school loungers. So at only the second" , "date" : "19940522" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES; Buyers Move In, Transforming a Brownsville Street" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/22\/realestate\/perspectives-buyers-move-in-transforming-a-brownsville-street.html"} , {"body" : "Ask Sara Melendez what prepared her to lead the nation's largest philanthropic coalition and she often replies: \"I know what it's like to need and get help.\" She acknowledged that she was a surprise choice to become president of the Washington-based coalition called the Independent Sector: a 53-year-old Puerto Rican woman who raised a family in a" , "date" : "19940520" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Philanthropic Coalition Names a New President" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/20\/nyregion\/philanthropic-coalition-names-a-new-president.html"} , {"body" : "The most shocking thing about them is their ordinariness. Like so many young teen-agers, they are insecure, materialistic, impressionable, not always in command of their anger and aggressiveness. They often come from broken homes, and in many cases their mothers are hard-working women trying to build safe and comfortable futures for their children." , "date" : "19940517" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Youthful, Impressionable And Accused of Murder" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/17\/nyregion\/youthful-impressionable-and-accused-of-murder.html"} , {"body" : "That Whinny You Hear Longs for Manhattan The National Horse Show, which has been stabled in the Meadowlands for five years, is considering a move back to New York City. The show ended a 105-year association with Madison Square Garden after renovations cut stable space in half. But now, the new president of the horse show, Julian Heron, is talking" , "date" : "19940508" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1994\/05\/08\/nyregion\/new-yorkers-co-017396.html"} , {"body" : "ADDENDUM APPENDED Eleven more police officers were taken off the job in the 30th Precinct in Harlem yesterday, as a corruption investigation into the precinct continued to grow. A Federal investigator said the 11 were suspected of either knowing of or participating in crimes like stealing, selling drugs and shaking down drug dealers. The officers'" , "date" : "19940505" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "11 MORE OFFICERS TAKEN OFF DUTIES IN 30TH PRECINCT" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/05\/us\/11-more-officers-taken-off-duties-in-30th-precinct.html"} , {"body" : "A 25-year-old police officer pleaded guilty yesterday to lying to a grand jury that is looking into suspected corruption in a Brooklyn police precinct and agreed to cooperate with the inquiry in the hope of gaining leniency. The officer, Christopher Banke, stood nervously before a Federal judge in Brooklyn and, in subdued tones, pleaded guilty to" , "date" : "19940426" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Plea Bargain Requires Aid From Officer" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/26\/nyregion\/plea-bargain-requires-aid-from-officer.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; 2d Tuesday of month; next May 10, 7 P.M., 211 Ainslie Street; (718) 388-4440. DISTRICT 2: Fort Greene, Brooklyn Heights; 2d Wednesday of month; next May 11, 6 P.M.; place to be announced; (718) 596-5410. DISTRICT 3: Bedford-Stuyvesant; 1st Monday of month; next meeting May 2, 7 P.M., 1368 Fulton Street; (718)" , "date" : "19940424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Community Board Meetings in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/24\/nyregion\/public-interest-community-board-meetings-in-brooklyn.html"} , {"body" : "After decades of trying to claw its way out of the ranks of urban has-beens, Newark can be a bit prickly about its image. The local boosters often complain that no matter how much they rebuild their venerable but often pitied city, they cannot wipe away the stains left by a history of poverty, bad schools and rampant car theft. So when a young" , "date" : "19940418" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEWARK (NJ)" , "NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "Guarding the Image in Newark; City Bars Local Filming of a Movie About Teen-Age Car Bandits" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/18\/nyregion\/guarding-image-newark-city-bars-local-filming-movie-about-teen-age-car-bandits.html"} , {"body" : "About 35 more police officers in a Harlem precinct will be arrested or otherwise disciplined in the next few weeks on various drug charges or for failing to report corruption they witnessed or had heard about, Police Commissioner William J. Bratton said yesterday. With 14 officers of the 30th Precinct already taken into custody on felony charges in" , "date" : "19940417" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bratton Says Corruption Sweep Involves Dozens More Officers" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/17\/nyregion\/bratton-says-corruption-sweep-involves-dozens-more-officers.html"} , {"body" : "THERE is an invisible wall in a recently opened commercial space in Brooklyn, dividing two new stores. They have opened in a sizable early-20th-century building that was long leased by the J.J. Newberry department store, on Manhattan Avenue. A customer might think the two stores are one, not drawing the correct inference from the difference in" , "date" : "19940417" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES; It Looks Like a Single Greenpoint Store, But It's Two" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/17\/realestate\/perspectives-it-looks-like-a-single-greenpoint-store-but-it-s-two.html"} ,   {"body" : "A 27-year-old man, buoyed by the good weather, was walking his black Doberman pinscher past the 30th Precinct station house in Harlem yesterday when an angry voice broke his reverie. \"Put that Doberman on a leash,\" shouted the uniformed police officer standing in front of the precinct house at 451 West 151st Street. \"Stop taking so many payoffs,\"" , "date" : "19940416" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CORRUPTION IN UNIFORM: THE NEIGHBORHOOD; On Front Line of the Drug Wars, Police Corruption Is Nothing New" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/16\/nyregion\/corruption-uniform-neighborhood-front-line-drug-wars-police-corruption-nothing.html"} , {"body" : "To the Editor: As a young child, I attended an elementary school in the Ocean Hill-Brownsville school district in Brooklyn. The quality of education was so poor that I was passed to the second grade with an inability to distinguish the difference between the letter \"A\" and the number \"1.\" When my family moved to another school district, Bushwick, I" , "date" : "19940416" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "Most Programs for Dyslexic Children Succeed; Fuzzy Classifications" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/16\/opinion\/l-most-programs-for-dyslexic-children-succeed-fuzzy-classifications-807265.html"} , {"body" : "Two police officers were arrested at a Harlem station house last night and law enforcement officials said that about 10 more would be arrested today on charges that they protected or shook down drug dealers. The officials said the arrests represented the largest single sweep of police officers since the Mollen Commission began its corruption" , "date" : "19940415" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "More Officers Facing Arrest In Corruption" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/15\/nyregion\/more-officers-facing-arrest-in-corruption.html"} , {"body" : "You've read all the stories and heard all the buzzwords about the brave new electronic world out there: interactive cable, video on demand, fiber optics, cable television service over telephone lines, the marriage of video and voice technology. Where does that leave cable television in New York right now? For 90 percent of the city -- neighborhoods" , "date" : "19940410" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Cable TV: The Big Picture" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/10\/nyregion\/cable-tv-the-big-picture.html"} , {"body" : "Radheya Mathews attends ninth grade in a public school for special education students in the Bronx, but it is as if he had dropped out in spirit many years ago. He sits lethargically in class. He often walks out. He has a thick file of suspensions. But at home, he is a gifted artist who quietly tucks away his fancy pencil drawings in a Timberland" , "date" : "19940406" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "U.S." , "Education"] , "page_facet" : "1" , "title" : "Minority Students Languish In Special Education System" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/06\/us\/minority-students-languish-in-special-education-system.html"} , {"body" : "Easter comes a bit too early this year for magnificent outdoor displays of flowers in bloom, but there are seasonal concerts and plays, an Easter bonnet competition and, of course, the traditional Easter Parade on Fifth Avenue. Here is a sampling of the events in New York City this weekend: Today STABAT MATER, Church of the Epiphany (Roman" , "date" : "19940401" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "title" : "From Bonnets to Bunnies" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/01\/arts\/from-bonnets-to-bunnies.html"} , {"body" : "In the latest move against a suspected ring of corrupt New York City police officers, Federal agents yesterday arrested an officer they said was part of the ring on charges that he falsely told a grand jury he knew nothing about the group's purported crimes. The arrest of the officer, Christopher Banke, 25, a member of Brooklyn's 73d Precinct --" , "date" : "19940330" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officer Arrested in Inquiry of 73d Precinct" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/30\/nyregion\/officer-arrested-in-inquiry-of-73d-precinct.html"} , {"body" : "He preyed on the old and the poor in two Brooklyn neighborhoods, telling them he was a water marshal and would cut them off unless they paid their overdue bills. But there are no water marshals, and in many cases, there weren't even any overdue bills. By the time his victims realized what had happened to them, he was gone. The police estimate he" , "date" : "19940329" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Is Held In Swindles Of Elderly" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/29\/nyregion\/man-is-held-in-swindles-of-elderly.html"} , {"body" : "A NEW housing team taking shape at the New York City Department of Housing Preservation and Development is setting out to establish a different voice for housing policy. But while the voice is different, the singers are using a familiar score. The effort to unburden itself of the thousands of units of formerly privately owned housing taken over" , "date" : "19940327" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES; Speeding the Recycling of City-Owned Buildings" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/27\/realestate\/perspectives-speeding-the-recycling-of-city-owned-buildings.html"} , {"body" : "This is a sampling of the musical presentations planned for the holiday season at churches and concert halls in New York City. All are free unless otherwise noted. This selection, compiled by Alex Ross, represents what caught this critic's eye and excited his expectation. Today CHURCH OF OUR LADY OF POMPEI (Roman Catholic), 25 Carmine Street," , "date" : "19940325" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "Observing a Rite of Spring: Easter Music" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/25\/arts\/observing-a-rite-of-spring-easter-music.html"} ,   {"body" : "This month the school system announced that enrollment had topped a million for the first time in 15 years. Here is a breakdown by district. Citywide public school enrollment High school enrollment '89-'90 937,248 Manhattan 62,714 '90-'91 939,638 Bronx 59,939 '91-'92 973,263 Brooklyn 103,196 '92-'93 995,465 Queens 72,781 '93-'94 1,016,728 Staten" , "date" : "19940320" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "PUBLIC SCHOOL ENROLLMENT; Tipping the Scales At School" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/20\/nyregion\/public-school-enrollment-tipping-the-scales-at-school.html"} , {"body" : "Three police officers from a Harlem precinct were arrested yesterday on charges of assault and robbery, after a police sting operation videotaped them breaking into an apartment, beating up an occupant, searching for drugs and stealing cash, the authorities said. The sting operation, in which undercover officers pretended to be running a drug den," , "date" : "19940319" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "3 Officers Held in Police Sting After Robbery Is Videotaped" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/19\/nyregion\/3-officers-held-in-police-sting-after-robbery-is-videotaped.html"} , {"body" : "A vast network of services has been created to deal with the AIDS epidemic in New York City. Here is a look at some of the more important ones. ANONYMOUS TESTING SITES STATE Bronx: Mott Haven. Monday through Thursday, 8:30 A.M. to 3:30 P.M., Friday 8:30 A.M. to 12:30 P.M., closed Saturday and Sunday. (718) 292-38531 or (800) 526-4823. Average wait" , "date" : "19940313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PUBLIC INTEREST; A User's Guide to AIDS Services" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/13\/nyregion\/public-interest-a-user-s-guide-to-aids-services.html"} , {"body" : "FIREFIGHTERS spend most of their time waiting, fidgeting benchwarmers at a game they can only anticipate. While they wait, they make their own beds, scrub their own toilets, polish their truck (they call it an apparatus). In full fire regalia, they take their shiny red truck to the supermarket, then cook feasts together. They drill on techniques," , "date" : "19940313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; Firemen in Waiting" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/13\/nyregion\/making-it-work-firemen-in-waiting.html"} , {"body" : "Three New York City police officers were arrested yesterday on Federal charges that they shook down drug dealers, traded in stolen guns, made false arrests and used their badges to intimidate people along their Brooklyn beat. The officers, from the 73d Precinct in Brownsville, typically traveled in caravans of three and four patrol cars as they" , "date" : "19940309" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 Officers Held on Charges Of Extortion Conspiracy" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/09\/nyregion\/3-officers-held-on-charges-of-extortion-conspiracy.html"} , {"body" : "Charges will be filed today against three Brooklyn police officers suspected of shaking down drug dealers for cash, guns and cocaine, the chief lawyer for the Patrolmen's Benevolent Association said. The lawyer, James Lysaght, said he was informed last night by the United States Attorney's office in Brooklyn that the officers, among five officers" , "date" : "19940308" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 Officers Will Face Shakedown Charges" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/08\/nyregion\/3-officers-will-face-shakedown-charges.html"} , {"body" : "DANCING THE BAROQUE Some of the dances once performed in the courts of Louis XIV and Louis XV will be recreated in the more modest precincts of the United Church-on-the-Green in New Haven on Friday at 8 P.M. In a presentation by Old Post Road Historic Concerts, Edith Lalonger, a Baroque specialist from France, is the solitary dancer, dressed in the" , "date" : "19940306" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "CONNECTICUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/06\/nyregion\/connecticut-guide-356778.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; 2d Tuesday of month; next March 8, 7 P.M., 211 Ainslie Street; (718) 388-4440. DISTRICT 2: Fort Greene, Brooklyn Heights; 2d Wednesday of month; next March 9, 6 P.M., Borough Hall Community Room, Joralemon and Court Streets; (718) 596-5410. DISTRICT 3: Bedford-Stuyvesant; 1st Monday of month; next tomorrow, 7" , "date" : "19940306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Community Board Meetings in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/06\/nyregion\/public-interest-community-board-meetings-in-brooklyn.html"} , {"body" : "Speaking at a junior high school in the bleak streets of Brownsville recently, Mayor Rudolph W. Giuliani gave a conservative twist to the words of John F. Kennedy to preach self-reliance to the students. They should, he said to an audience of black and Hispanic teen-agers, ask \"not what somebody else can do for you but what you can do for" , "date" : "19940228" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "POLITICAL MEMO; For Giuliani, the Message Is Making It on Your Own" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/28\/nyregion\/political-memo-for-giuliani-the-message-is-making-it-on-your-own.html"} , {"body" : "ASIDE from the fact that the J train still chugs along on elevated tracks above his shop, Ben Stewart hardly recognizes the Broadway he knew when he moved his offset-printing business to the Bushwick section of Brooklyn 19 years ago. He arrived two years before the Great Blackout of 1977. The blackout set off a spree of looting and fires with" , "date" : "19940227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BUSHWICK (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES; The Quest for Shops Below Bushwick El" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/27\/realestate\/perspectives-the-quest-for-shops-below-bushwick-el.html"} ,   {"body" : "A vacant furniture warehouse in the Brownsville section of Brooklyn will be rented and renovated to become the new home of Public School 156, which was closed this fall for asbestos repairs, the New York City Board of Education decided yesterday. The 83,000-square-foot building, at 1150 East New York Avenue, will be open for classes in the fall of" , "date" : "19940224" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "New Site for School Shut Due to Asbestos" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/24\/nyregion\/new-site-for-school-shut-due-to-asbestos.html"} , {"body" : "Fifteen minutes after dropping off a man with chest pains at Brookdale Hospital in Brownsville, ambulance 30H is blazing through Brooklyn's rush-hour traffic, its siren an excruciating wail. The ambulance cuts a tight passage through the streets of Bushwick until it is confronted with a stalled Cadillac on a snowy patch of road. As it impatiently" , "date" : "19940220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "39" , "title" : "Team's Motto: 'They Call; We Haul'; On the Road With the Crew of an E.M.S. Ambulance" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/20\/nyregion\/team-s-motto-they-call-we-haul-on-the-road-with-the-crew-of-an-ems-ambulance.html"} , {"body" : "SOLARZ NOMINATION BACK ON TRACK Ater months of delay, the Clinton administration said that it was moving ahead with the nomination of former Representative Stephen J. Solarz of Brooklyn to be the Ambassador to India. A8. NEW YORK CITY UMBILICAL DEFECT FOUND IN E.M.S. CASE The baby whose death prompted questions about the treatment ambulance workers" , "date" : "19940216" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/16\/nyregion\/metro-digest-196258.html"} , {"body" : "The liberation of West 99th Street began yesterday at 12:37 P.M. Some people embraced in the streets. Children stared out from school windows. The uniformed liberators, their fat orange rubber gloves raised in the air, returned the salutes. The garbage was being picked up. \"I have been through many bad winters in Warsaw,\" said Janusz Grochal, who" , "date" : "19940216" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "As Snow Problems Melt, the Garbage Challenge Heats Up" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/16\/nyregion\/as-snow-problems-melt-the-garbage-challenge-heats-up.html"} , {"body" : "Even before Mayor Rudolph W. Giuliani arrived at the Esther Clarke Hunter Junior High School in the Brownsville section of Brooklyn to talk to students yesterday, voices of the city's youth could be heard. Windows on the third floor of the building popped open at the first sight of visitors, some students banged on the panes, and others others" , "date" : "19940216" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Giuliani Goes to School: Where Has All the Hope Gone?" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/16\/nyregion\/giuliani-goes-to-school-where-has-all-the-hope-gone.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of the month; next March 8, time to be announced, 211 Ainslie Street; (718) 388-4440. DISTRICT 2 Fort Greene, Downtown, Brooklyn Heights, Boerum Hill; second Wednesday of the month; next March 9, 6 P.M., Borough Hall Community Room, Joralemon and Court Streets; (718) 596-5410. DISTRICT 3" , "date" : "19940213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Brooklyn Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/13\/nyregion\/public-interest-brooklyn-board-meetings.html"} , {"body" : "Not far from the cramped Williamsburg apartment she shared with her four children, her brother and his family, Flor Roque watched the home of her dreams take shape. It is in a boxy, red-brick apartment complex in an area pockmarked with factories. But to Mrs. Roque, who lived for four years doubled up with her brother waiting for public housing," , "date" : "19940206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "For Brooklyn Family, a Rare Find: Public Housing" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/06\/nyregion\/for-brooklyn-family-a-rare-find-public-housing.html"} , {"body" : "The first nursing home in Brooklyn to have beds for AIDS and respirator-dependent patients will open later this month at the Brookdale Hospital Medical Center, the borough's largest private, nonprofit teaching hospital. The $19 million Linroc Nursing Home will have 120 beds for residents with AIDS, 28 beds for ventilator-dependent patients and 80" , "date" : "19940206" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: For AIDS, Respirator and Geriatric Patients; Brooklyn Adds a Nursing Home" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/06\/realestate\/postings-for-aids-respirator-and-geriatric-patients-brooklyn-adds-a-nursing-home.html"} , {"body" : "Gerard Papa is proud that the Flames, the basketball program he founded 20 years ago, has helped more than 6,000 youngsters from Bensonhurst and Coney Island play, learn a little responsibility and catch precious breathing space. \"We're brothers,\" said Aki Davis, a 12-year-old player in the program, which serves 400 youths, ages 8 to 20, each year." , "date" : "19940204" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Lessons in Hoops and Heart in Teams of Two Races" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/04\/nyregion\/lessons-in-hoops-and-heart-in-teams-of-two-races.html"} , {"body" : "GIULIANI OUTLINES BUDGET TO CUT SIZE OF GOVERNMENT 'A FISCAL EMERGENCY' Saying New York City faces \"a fiscal emergency,\" Mayor Giuliani outlined a budget plan that would reduce the size of the city's government for the first time since the fiscal crisis of the 1970's, eliminating at least 15,000 municipal jobs, consolidating departments and cutting" , "date" : "19940203" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/03\/nyregion\/metro-digest-061760.html"} ,   {"body" : "Five Brooklyn police officers suspected of shaking down drug dealers for cash, guns and cocaine have been removed from active duty in anticipation that they will soon be arrested, police officials said yesterday. The officers, who are attached to the 73d Precinct in Brownsville, first came under scrutiny last summer when a former officer testified" , "date" : "19940202" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Five Brooklyn Officers Suspected of Drug Shakedowns" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/02\/nyregion\/five-brooklyn-officers-suspected-of-drug-shakedowns.html"} , {"body" : "A man carrying a list of 17 people he said he intended to kill was arrested yesterday after stabbing a man who was walking with his wife and son in midtown Manhattan, the police said. They said the suspect confessed to the crime and two other stabbings, saying that he was moved to attack people by their rudeness. The suspect, Darryl Wright, 28, who" , "date" : "19940124" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Arrested in a Stabbing Admits to Others, Police Say" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/24\/nyregion\/man-arrested-in-a-stabbing-admits-to-others-police-say.html"} , {"body" : "A 12-year-old boy was in stable condition yesterday after he was stabbed four times in a Brooklyn junior high school by a 13-year-old classmate who pulled an eight-inch butcher knife during a dispute, school officials and the police said. The police arrested the 13-year-student who used the knife, charging him with second-degree assault, a felony," , "date" : "19940119" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Boy, 12, Stabbed At Brooklyn School" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/19\/nyregion\/boy-12-stabbed-at-brooklyn-school.html"} , {"body" : "Mayor Rudolph W. Giuliani faced down boos and hecklers yesterday at a Brooklyn tribute to the Rev. Dr. Martin Luther King Jr., and in a passionate address told the predominantly black audience, \"For you to succeed, I have to succeed because we're in this together if this city is going to move forward.\" The moment that Howard Golden, the Brooklyn" , "date" : "19940118" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Despite Boos, Mayor Seeks Black Support1" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/18\/nyregion\/despite-boos-mayor-seeks-black-support1.html"} , {"body" : "From the rectory of the St. Jerome Catholic Church in the South Bronx the Rev. John Grange hears gunfire every night on the streets below. \"We used to do about a funeral a month here,\" Father Grange said. But with shootings and other tolls of urban life, he said, \"now we do a funeral a week.\" But on the east side of Manhattan, in the neighborhood" , "date" : "19940110" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "1993 Homicides Fewer but More Clustered in New York City" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/10\/nyregion\/1993-homicides-fewer-but-more-clustered-in-new-york-city.html"} , {"body" : "Six times in four years, bullets have blasted through the windows of Hope McGuire's apartment in the Cypress Hills Houses in East New York, Brooklyn. Each time, she snatched her son and daughter in her arms and cringed in the back bedroom. Ms. McGuire, 28, a psychology major at the College for Human Services in Manhattan, says she has \"no beef\"" , "date" : "19940104" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Combating a Pocket of Crime" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/04\/nyregion\/combating-a-pocket-of-crime.html"} , {"body" : "Irving Paul Lazar, the agent for scores of literary and entertainment luminaries, who was variously described as a brilliant wheeler-dealer, a lone-wolf dynamo and a manic egotist, died early Thursday night at his home in Beverly Hills, Calif. He was 86. The cause was kidney failure, said Teresa Sohn, Mr. Lazar's social secretary. The brash Mr." , "date" : "19940101" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "9" , "title" : "Irving (Swifty) Lazar, 86, Dies; Dynamic Agent and a Star Himself" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/01\/obituaries\/irving-swifty-lazar-86-dies-dynamic-agent-and-a-star-himself.html"}]