[  {"body" : "The New York State Health Department has criticized Woodhull Medical Center in Brooklyn for a failure to provide \"considerate and respectful care\" to a rape victim who was left unattended for two hours in October, wearing only a hospital gown, in an emergency room where handcuffed male prisoners were also awaiting treatment. The report by the" , "date" : "19941231" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "State Assails Mistreatment By Hospital In Rape Case" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/31\/nyregion\/state-assails-mistreatment-by-hospital-in-rape-case.html"} , {"body" : "A 22-year-old man who opened fire at four police officers outside a Brooklyn nightclub early yesterday was shot by them and charged with attempted murder, the police said. The man, Juan Pablo Andujhl of 660 Miller Avenue in East New York, Brooklyn, was in stable condition at the Brookdale Hospital Medical Center with bullet wounds in the face and" , "date" : "19941225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "Gunman, 22, Is Shot At a Brooklyn Club" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/25\/nyregion\/gunman-22-is-shot-at-a-brooklyn-club.html"} , {"body" : "A woman was shot to death yesterday morning in Bushwick, Brooklyn, by a neighbor to whom she owed $3,000, the police said. The victim, Elicea Boatswain, a 40-year-old mother of three, was shot twice in the chest just after 9 A.M. in front of Intermediate School 291. The suspect, Hector Arocha, 39, was arrested shortly afterward by officers" , "date" : "19941220" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Woman Slain in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/20\/nyregion\/woman-slain-in-brooklyn.html"} , {"body" : "Expecting a decrease in financing over the next few years, Catholic Charities, Diocese of Brooklyn and Queens, is recruiting volunteers to deliver social services to the poor. Thomas A. DeStefano, executive director of the agency, said it is relying more heavily on a network of 1,600 volunteers, saving money that would otherwise be spent on" , "date" : "19941218" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "73" , "title" : "THE NEEDIEST CASES; A Chance to Help Your Neighbors" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/18\/nyregion\/the-neediest-cases-a-chance-to-help-your-neighbors.html"} , {"body" : "Ann Kaufman is 91, and so she says she has trouble with words. She can never seem to find the right one, and she has lost some altogether. \"I'm old,\" she said. \"I have the privilege to forget words.\" Yesterday, though, as she punched numbers on a telephone trying to reach Israel, Ann Kaufman was confident she could master the vocabulary of the" , "date" : "19941216" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MEXICO" , "NEW YORK CITY" , "PANAMA" , "SOUTH AFRICA" , "ARGENTINA" , "RUSSIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "For Elderly, a Phone Link to Loved Ones Far Away" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/16\/nyregion\/for-elderly-a-phone-link-to-loved-ones-far-away.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next meeting, Dec. 13, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; (718) 389-0009. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next meeting Dec. 14, 6 P.M.; St Joseph's Services, 540 Atlantic Ave., between Third and Fourth Avenues; (718) 596-5410." , "date" : "19941211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Community Boards To Meet in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/11\/nyregion\/community-boards-to-meet-in-brooklyn.html"} , {"body" : "A 78-year-old man who sold used tire rims and fixed children's bicycles on a lot in the Bushwick section of Brooklyn was shot and killed yesterday by two men when he resisted them during a robbery, the police said. The man, Andrew West, who lived nearby with his wife on Cooper Street, was shot once in the stomach by the men and then bound with duct" , "date" : "19941205" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man, 78, Is Bound and Shot to Death in a Robbery in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/05\/nyregion\/man-78-is-bound-and-shot-to-death-in-a-robbery-in-brooklyn.html"} , {"body" : "PRIVATE HANDS TAKE OVER CITY WORK In his effort to shrink municipal government and cut spending while still maintaining core services, the Giuliani administration has, without fanfare, begun turning over to private companies an array of services in New York City now handled by municipal employees -- from replacing traffic signs to stuffing tax" , "date" : "19941205" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/05\/nyregion\/metro-digest-013374.html"} , {"body" : "The holdup on Myrtle Avenue was for all purposes complete a few minutes after noon on Aug. 22. Thomas Reilly, a driver who delivers Boar's Head meats, had his hands in the air. The $175 he had just received from the Shop Smart bodega had been torn out of his pocket. As the three teen-age bandits prepared to bolt from the truck's side door, the" , "date" : "19941203" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Drivers Fear Reckless Young Guns" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/03\/nyregion\/brooklyn-drivers-fear-reckless-young-guns.html"} , {"body" : "A gunman shot and killed an evangelical minister in the Bushwick section of Brooklyn on Wednesday night as he walked out of a Chinese takeout restaurant, the police said. Detective Richard Bergin, who is investigating the case, said it was unclear whether the gunman knew the minister, Alphonso Williams, 49, or what the motive for the shooting was." , "date" : "19941202" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Evangelical Minister Is Slain in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/02\/nyregion\/evangelical-minister-is-slain-in-brooklyn.html"} ,   {"body" : "WOUNDED RAPPER CONVICTED OF SEX ABUSE Tupac Shakur, the rap star, was convicted of felony sex-abuse charges for groping a fan who went to his hotel room last year, but he was acquitted of the more serious charges of forcing the woman to have oral sex with him and his friends, and of weapons charges. A1. Reaction to the outcome of the case was as" , "date" : "19941202" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/02\/nyregion\/metro-digest-984590.html"} , {"body" : "A 40-year-old Brooklyn grocer was shot to death and his cousin wounded yesterday in a holdup at a bodega in Brownsville, the police said. A man in his 20's, armed with a silver handgun, entered the V & G Grocery at 199 Howard Avenue, between Chauncey and Marion Streets, about 10 A.M. and demanded money, the police said. As the store owner, Jacinto" , "date" : "19941124" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Grocer Shot to Death In Brooklyn Robbery" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/24\/nyregion\/grocer-shot-to-death-in-brooklyn-robbery.html"} , {"body" : "THIS was the year the big stores took New York, the year those cavernous, low-margin, high-volume temptoriums that challenge both the old-time department store and the friendly neighborhood bookseller arrived, in critical mass, and began to remake the face of shopping as we know it. From the Flatiron to upper Broadway, Northern Boulevard to the" , "date" : "19941120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Shop BIG" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/20\/nyregion\/shop-big.html"} , {"body" : "A 34-year-old Brooklyn construction worker trying to end a fight between two pregnant women on a Bushwick sidewalk yesterday was critically wounded by a gunshot, the police said. Witnesses said that the man, Deosaran Chatteran, was working at a construction site in the neighborhood about 11:45 A.M. when he saw the two women arguing in front of the" , "date" : "19941117" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Man Shot Trying to Stop a Fight" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/17\/nyregion\/man-shot-trying-to-stop-a-fight.html"} , {"body" : "A demonstration program to provide quality longterm housing for individuals who are chronically mentally ill, many of whom were formerly homeless, has begun with four buildings in Manhattan, the Bronx and Brooklyn. Joe Sultan of Gran Sultan Associates, the architects, said that instead of isolated group houses or unsupervised S.R.O.'s, the" , "date" : "19941113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Health" , "Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: 'Supported Environment' in 4 Buildings; New Housing For Mentally Ill" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/13\/realestate\/postings-supported-environment-in-4-buildings-new-housing-for-mentally-ill.html"} , {"body" : "The incident started, the police said, as Halloween harassment on Monday evening: a crowd of teen-agers throwing eggs at a man walking down Knickerbocker Street in Bedford-Stuyvesant, Brooklyn, with a tricycle he had just bought for his 4-year-old son. The man, identified by the police as Angel Lopez Almodovar, retaliated, throwing a broken bottle" , "date" : "19941102" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Another Halloween Clash Ends in Death in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/02\/nyregion\/another-halloween-clash-ends-in-death-in-brooklyn.html"} , {"body" : "A pre-Halloween egg fight among a dozen children on Saturday night led to the death of a 12-year-old Brooklyn boy when one of the eggs accidentally struck a passing man who became enraged and stabbed him, the police said. As the youth, Pedro Ramos of Bushwick, staggered away, mortally wounded in the groin and pleading for help, the man's companion" , "date" : "19941031" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man, Hit by a Thrown Egg, Kills a Youth in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/31\/nyregion\/man-hit-by-a-thrown-egg-kills-a-youth-in-brooklyn.html"} , {"body" : "IN August, The City began an examination of how residents defined the \"Quality of Life,\" a political mantra that has no single meaning. The first installment focused on Manhattan; the second on Queens. Because it is so large, Brooklyn has been split in two, with Flatbush Avenue as a natural divider. Taken as a whole, the area west of Flatbush has" , "date" : "19941030" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "BROOKLYN UP CLOSE; What Makes Brooklyn Angry: The 'Quality of Life,' West of Flatbush" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/30\/nyregion\/brooklyn-up-close-what-makes-brooklyn-angry-the-quality-of-life-west-of-flatbush.html"} , {"body" : "For the last three months, people who live near the red brick building at 340 East 31st Street in the East Flatbush section of Brooklyn wondered what had happened to Anne Wolowitz, a 90-year-old woman who had lived for decades in a small apartment on the fourth floor. On July 21, she followed her routine of calling several times to a local meals" , "date" : "19941029" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "EAST FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "A Mystery Death and a Larceny Arrest" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/29\/nyregion\/a-mystery-death-and-a-larceny-arrest.html"} , {"body" : "During the day, it is a quiet place that attracts a random fisherman or skyline gazer. At night, once its abandoned warehouses are shrouded in darkness, the waterfront area in Williamsburg suddenly seems eerie. It is not a romantic place. It is not particularly cheerful. And yet, the police say, despite an atmosphere seemingly ripe for menace, the" , "date" : "19941016" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BUSHWICK\/WILLIAMSBURG; Site of a Rape: Eerie, Quiet, Abandoned" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/16\/nyregion\/neighborhood-report-bushwick-williamsburg-site-of-a-rape-eerie-quiet-abandoned.html"} ,   {"body" : "MURRAY PFEFFER, a retired Pan Am maintenance worker, knows about the global connections he could make on far-reaching computer networks. But he spends much of his cybertime with a friendly little bulletin-board system called Jim's PC Paradise, now just two and a half years old and run out of an apartment in Elmhurst, Queens. When he first joined" , "date" : "19941009" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SAN FRANCISCO (CALIF)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Touring the Cyberhood" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/09\/nyregion\/touring-the-cyberhood.html"} , {"body" : "BROOKLYN DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next Oct. 11, 7 P.M.,; 211 Ainslie Street; (718) 388-4440. Chairman: Vincent V. Abate; District Manager: Gerald A. Esposito. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next Oct. 12, 6 P.M.; Brooklyn Borough Hall, 209 Joralemon Street; (718) 596-5410." , "date" : "19941009" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PUBLIC INTEREST; Community Boards: Coming Meetings" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/09\/nyregion\/public-interest-community-boards-coming-meetings.html"} , {"body" : "In a cramped Bushwick apartment, with a domestic dispute unfolding, Housing Police Officer Hector Rivera heard the click behind his head and was sure a 9-millimeter gun had been cocked. He spun, his right hand reaching for his holster. What he saw was a child emerging from a bedroom with a toy gun. \"Toy guns can even sound like real guns,\" Officer" , "date" : "19940930" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "To Police, Play Guns Are Real Nightmares" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/30\/nyregion\/to-police-play-guns-are-real-nightmares.html"} , {"body" : "Richard V. Irizarry, a playwright and a political figure, died yesterday at Beth Israel North Medical Center in Manhattan. He was 38 and lived in the Inwood section of Manhattan. The cause was complications from AIDS, his mother, Margaret, said. Besides writing plays, including a new musical, \"Newyorico!\" under development at the Joseph Papp Public" , "date" : "19940920" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "23" , "title" : "Richard V. Irizarry, 38, Playwright, Political Aide and Volunteer" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/20\/obituaries\/richard-v-irizarry-38-playwright-political-aide-and-volunteer.html"} , {"body" : "The band played \"Pomp and Circumstance,\" the principal spoke about academic honor, and then 190 students in caps and gowns filed to the stage at a Brooklyn high school last June to receive their diplomas. Or at least they looked like diplomas. In fact, they were just cardboard blanks, and for a third of the students who received them, the entire" , "date" : "19940919" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "In June, 'Commencement'; in September, It's Back to School" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/19\/nyregion\/in-june-commencement-in-september-it-s-back-to-school.html"} , {"body" : "The security director at Woodhull Medical Center in Brooklyn resigned on Friday in connection with an investigation by the city's Health and Hospitals Corporation into allegations that some employees were running a drug ring, supplying cocaine and heroin to patients and other employees. The resignation occurs less than a month after the director of" , "date" : "19940918" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "48" , "title" : "Woodhull Security Chief Quits in Inquiry" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/18\/nyregion\/woodhull-security-chief-quits-in-inquiry.html"} , {"body" : "When the Commander in Chief spoke to the nation on Thursday night about Haiti, he at least succeeded in getting Americans who had been wondering about an invasion to prepare for one. Before there was any announcement of a diplomatic mission to Haiti today, people all across the country were speaking of rallying behind the troops. As Melvin Player," , "date" : "19940917" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["HAITI"] , "nytd_section_facet" : ["U.S." , "Washington"] , "page_facet" : "8" , "title" : "SHOWDOWN WITH HAITI: VIEWS; Support for Troops But Policy in Dispute" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/17\/us\/showdown-with-haiti-views-support-for-troops-but-policy-in-dispute.html"} , {"body" : "This list summarizes our recommendations for some contested New York City races in today's Democratic primary in which the outcome is tantamount to election. The polls are open from 6 A.M. to 9 P.M. Both Republicans and Democrats also have statewide races on today's ballot. In those contests we reserve our endorsements until the November general" , "date" : "19940913" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "New York City Primary Choices" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/13\/opinion\/new-york-city-primary-choices.html"} , {"body" : "Dynasty. Darryl C. Towns seems to bristle at the very mention of the word. He is annoyed that his young political career -- two years in the State Assembly representing the 54th District in Brooklyn -- is viewed not as a sincere effort at public service but as an extension of the influence of his better-known father, Representative Edolphus Towns." , "date" : "19940912" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Emerging Political Dynasty Is Facing Test at Polls" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/12\/nyregion\/emerging-political-dynasty-is-facing-test-at-polls.html"} , {"body" : "GIULIANI'S GUBERNATORIAL FENCE-SITTING Rudolph W. Giuliani, New York City's first Republican Mayor in a generation, is testing the patience of his party by withholding his endorsement in tomorrow's gubernatorial primary between State Senator George E. Pataki and Richard M. Rosenbaum while cozying up to Gov. Mario M. Cuomo and generally parceling" , "date" : "19940912" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/12\/nyregion\/metro-digest-214280.html"} ,   {"body" : "SO it doesn't seem quite up to the Nov. 8 main event. Yet, in truth, the round of primaries on Tuesday includes several interesting and important races at every level. Though the serious run at Gov. Mario M. Cuomo will not come until November, the primary will decide which of two Republicans will make that challenge. In the Democratic primary" , "date" : "19940911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "VOTER'S GUIDE: THE NEW YORK CITY PRIMARY; O.K., It's Not November. But It Is Time to Vote." , "url" : "http:\/\/www.nytimes.com\/1994\/09\/11\/nyregion\/voter-s-guide-new-york-city-primary-ok-it-s-not-november-but-it-time-vote.html"} , {"body" : "There was the time Laynie Browne read a poem to her class, \"why some people be mad at me sometimes,\" and a black student asked, \"Why is that white man trying to write like a black woman?\" The student was astonished to learn that the poem was indeed written by a black woman, Lucille Clifton. The sense of dispossession is the kind of thought" , "date" : "19940911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "MAKING IT WORK; A Few From the Heart" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/11\/nyregion\/making-it-work-a-few-from-the-heart.html"} , {"body" : "A grand jury yesterday decided not to indict two Brooklyn teen-agers in the death of a man they killed after he robbed their cousin at knifepoint. People familiar with the case said that the grand jury found that the teen-agers, who hit the man with a metal fence post, had justifiably used deadly physical force to keep the robber from fleeing and" , "date" : "19940831" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For 2 Youths, No Indictment In a Killing" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/31\/nyregion\/for-2-youths-no-indictment-in-a-killing.html"} , {"body" : "For the residents of Ridgewood, Queens, the invisible jagged line separating them from Bushwick, Brooklyn, has long been an object of both anxiety and opportunity. A small but sturdy community on the southwest edge of Queens, across the street from Brooklyn, Ridgewood watched in fear as Bushwick set itself aflame in the 1960's and 70's, culminating" , "date" : "19940825" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "RIDGEWOOD (NYC)" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Stopping Blight at the Border; Two Paths for Ridgewood, Queens, and Bushwick, Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/25\/nyregion\/stopping-blight-border-two-paths-for-ridgewood-queens-bushwick-brooklyn.html"} , {"body" : "Two Brooklyn teen-agers were arrested yesterday after they chased down a man who had robbed their 10-year-old cousin at knifepoint, then hit the man with a metal fence post and apparently caused fatal injuries, the police said. The man, 41-year-old Mark Berry, had walked away from the beating on Sunday with cuts and bruises, the police said. But" , "date" : "19940823" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Teen-Agers Are Arrested As Mugging Suspect Dies" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/23\/nyregion\/2-teen-agers-are-arrested-as-mugging-suspect-dies.html"} , {"body" : "A Brooklyn mother was arrested yesterday morning and charged with endangering the welfare of a child after the death of her 19-month-old son, who had severe internal injuries, the police said. The baby, Angel Cruz Jr., was pronounced dead at Wyckoff Hospital on Wednesday afternoon, said Sgt. John McCluskey, a police spokesman. While the cause of" , "date" : "19940819" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "A Brooklyn Woman Is Charged After the Death of Her Infant Son" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/19\/nyregion\/a-brooklyn-woman-is-charged-after-the-death-of-her-infant-son.html"} , {"body" : "A 5-month-old baby was shot to death last night in her family's apartment in the Bushwick section of Brooklyn, the second infant in two days to be killed at home by gunfire in the city. The latest victim, Christine Baez, was shot in the head, and her father, Juan Baez, 27, was shot in the arm at about 8:30 P.M. under circumstances that the police" , "date" : "19940817" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "For Second Time in Two Days, an Infant at Home Is Fatally Shot" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/17\/nyregion\/for-second-time-in-two-days-an-infant-at-home-is-fatally-shot.html"} , {"body" : "IS it safe to swim? After several complaints of sexual assault at the city's pools in July, it didn't seem so. Police presence was beefed up, and there was talk of segregating pools by sex. But according to the Parks Commissioner, Henry J. Stern, the summer has, in fact, been relatively quiet. \"There were many small incidents reported,\" he said," , "date" : "19940807" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "AT YOUR SERVICE; City Pools? '99.9 Percent Peaceful'" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/07\/nyregion\/at-your-service-city-pools-99.9-percent-peaceful.html"} , {"body" : "Four shopping strips are to be developed in the next year in the central Bronx under a city program intended to encourage the growth of retailing in inner-city neighborhoods. Two others are planned for the South Bronx. Over the last two decades, three neighborhoods in these areas -- Tremont, Crotona Park and Mott Haven -- have seen a tremendous" , "date" : "19940724" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: CENTRAL BRONX; 4 Strip Malls Planned for Store-Scarce Neighborhoods" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/24\/nyregion\/neighborhood-report-central-bronx-4-strip-malls-planned-for-store-scarce.html"} , {"body" : "While the Mayor and the Police Commissioner were grappling yesterday with the Mollen Commission's broadest recommendation on fighting police corruption -- an independent monitor for the Police Department -- many officers in the streets objected to some of the panel's more nuts-and-bolts suggestions: for example, that officers be periodically" , "date" : "19940708" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "CORRUPTION IN UNIFORM: REACTION; On the Beat, Questions Are Raised About Mollen Rules" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/08\/nyregion\/corruption-uniform-reaction-beat-questions-are-raised-about-mollen-rules.html"} ,   {"body" : "They came from disparate lives and opposite shores of America: a married, middle-aged Con Edison worker from Long Island and a young, single college student from California. They might have liked one another if they had met, for by all accounts they were both outgoing and witty men, caring yet adventurous. But it was not to be. Fate last week" , "date" : "19940704" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Two Lives Joined in Tragedy; A Study in Contrasts, and in the Randomness of Fate" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/04\/nyregion\/two-lives-joined-in-tragedy-a-study-in-contrasts-and-in-the-randomness-of-fate.html"} , {"body" : "Three 15-year-olds who the police said wanted money for the Fourth of July weekend were accused yesterday of killing a Consolidated Edison worker and a visiting California college student during a robbery spree. The police said the youths, all from East New York, Brooklyn, shot and killed the victims, Gerald Mituniewicz, 43, a utility worker, and" , "date" : "19940702" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "3 Teen-Agers Held in Killings Of 2 In Brooklyn and Queens" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/02\/nyregion\/3-teen-agers-held-in-killings-of-2-in-brooklyn-and-queens.html"} , {"body" : "New Yorkers express anxiety about the Police Department's ability to protect them, and many say there is widespread corruption in the force, according to a New York Times\/WCBS-TV News Poll. The survey and follow-up interviews suggest a serious lack of confidence in the department because of a fear of crime and concern over revelations of corruption" , "date" : "19940619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "1" , "title" : "POLL FINDS A LACK OF FAITH IN POLICE" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/19\/us\/poll-finds-a-lack-of-faith-in-police.html"} , {"body" : "City beaches are open seven days a week from 10 A.M. to 6 P.M. The city's 32 large outdoor swimming pools and 32 mini-pools open July 2. Pool hours will be from 11 A.M. to 7 P.M. Beaches and pools remain open through Labor Day weekend and are staffed with 1,000 lifeguards. BRONX Orchard Beach, 1.1 miles QUEENS Rockaway Beach, 7.5. miles Jacob Riis" , "date" : "19940619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "RECREATION" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/19\/nyregion\/recreation.html"} , {"body" : "The Long Islanders riding the J train through East New York and Bushwick, Brooklyn, yesterday were not hard to spot. Folding and refolding their subway maps, already moist and creased by 6:45 A.M., they were the ones nervously checking each station stop to make sure the train had not somehow veered off course. But having taken the train recommended" , "date" : "19940618" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "L.I.R.R. Strike: The Scene; Some Inconvenience, but No Chaos" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/18\/nyregion\/lirr-strike-the-scene-some-inconvenience-but-no-chaos.html"} , {"body" : "THE L.I.R.R. STRIKE: ANGER TURNS TO ACTION, YET CHAOS IS AVERTED The first day of a strike by Long Island Rail Road workers proved a surprisingly easy ride, as thousands of commuters found alternative routes to work relatively free of congestion or, fearing a day of gridlock on the roads and in the transit system, chose to stay home. Page 1. A" , "date" : "19940618" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/18\/nyregion\/metro-digest-429295.html"} , {"body" : "Hold the Pepper Q. In Yankee Stadium there is a sign, visible during televised games, that reads, \"No Pepper Games Allowed.\" What is a pepper game, and why isn't it permitted? A. A pepper game is a sort of pre-game warm-up that involves a guy with a bat and four or five teammates who stand 10 to 20 feet away from him, pitching balls. Each player" , "date" : "19940605" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1994\/06\/05\/nyregion\/fyi-291757.html"} , {"body" : "As the Giuliani administration tries to rid the city of the expensive task of managing thousands of homes and apartment buildings taken for nonpayment of taxes, a new wave of defaults is threatening to burden the city with thousands of additional units. The number of buildings in which owners have fallen seriously behind in their taxes has risen" , "date" : "19940531" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Defaults Rise, Posing Peril For Housing" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/31\/nyregion\/defaults-rise-posing-peril-for-housing.html"} , {"body" : "The encounter lasted only seconds, but in a Brooklyn courtroom yesterday the consequences were tolled in decades. Last June 1, a sparkling, sun-drenched day, Allyn Winslow, a 42-year-old drama teacher from Brooklyn, was shot to death while resisting a group of teen-agers trying to steal his bicycle in Prospect Park. It was one more murder in a city" , "date" : "19940526" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Maximum Term Imposed in Killing Over Bike" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/26\/nyregion\/maximum-term-imposed-in-killing-over-bike.html"} , {"body" : "The most shocking thing about them is their ordinariness. Like so many young teen-agers, they are insecure, materialistic, impressionable, not always in command of their anger and aggressiveness. They often come from broken homes, and in many cases their mothers are hard-working women trying to build safe and comfortable futures for their children." , "date" : "19940517" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Youthful, Impressionable And Accused of Murder" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/17\/nyregion\/youthful-impressionable-and-accused-of-murder.html"} ,   {"body" : "For 30 years a major piece of Brooklyn's medical history was kept in boxes in a dusty subbasement at the State University of New York Health Science Center in East Flatbush, out of reach of scholars and other Brooklyn history aficionados. But with a $52,000 grant from the National Historical Publications and Records Commission, the one-of-a-kind" , "date" : "19940515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: CENTRAL BROOKLYN; 1786 and All That: Dusting Off Some Pages of Medical History" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/15\/nyregion\/neighborhood-report-central-brooklyn-1786-all-that-dusting-off-some-pages.html"} , {"body" : "Sgt. Robert Diehl, considered by his superiors as well as the officers he supervises to be among the best at his job, heard it all and smiled thinly. The radio calls had reached a roar inside his squad car in the 83d Precinct in Bushwick, Brooklyn. In swift succession: a call reporting an emotionally disturbed person that might require a police" , "date" : "19940514" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Police Sergeants, the Front Line, Under Fire" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/14\/nyregion\/police-sergeants-the-front-line-under-fire.html"} , {"body" : "A 19-year-old Brooklyn man was charged yesterday in the wild shootout outside a club early Saturday morning that killed a 14-year-old youth and wounded five other bystanders. The police said William Norfort is the gunman who, in an apparent argument about a woman, began shooting outside the Club Mahogany, at 1368 Fulton Street in" , "date" : "19940512" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Man Held In Killing Near Club" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/12\/nyregion\/brooklyn-man-held-in-killing-near-club.html"} , {"body" : "A teen-age girl staying with a Brooklyn family suffered slashes requiring more than a thousand stitches when she tried to shield two small children from their deranged mother, who attacked the three children with a knife, the police said yesterday. The police had only a sketchy account of the incident, but relatives of the teen-ager said the ordeal" , "date" : "19940510" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "2" , "title" : "Woman Is Held in Slashing of 14-Year-Old Girl" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/10\/nyregion\/woman-is-held-in-slashing-of-14-year-old-girl.html"} , {"body" : "Just a few weeks after the city moved to crack down on food vendors in several areas in Manhattan, the Giuliani administration is now carrying out a broader policy to banish all peddlers from streets throughout the city where they operate illegally and, ultimately, to relocate many of them to open-air-style markets far from areas of heavy" , "date" : "19940509" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Giuliani Broadens Crackdown To Banish All Illegal Vendors" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/09\/nyregion\/giuliani-broadens-crackdown-to-banish-all-illegal-vendors.html"} , {"body" : "A 14-year-old youth was killed early yesterday outside a club in Bedford-Stuyvesant, Brooklyn, when two men became involved in a shootout that wounded five other people, three of them teen-agers, the police said. The dispute began inside the Club Mahogany on 1368 Fulton Street about 3 A.M. and spilled outside. Detectives found the sidewalk littered" , "date" : "19940508" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Youth Killed at Brooklyn Club" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/08\/nyregion\/youth-killed-at-brooklyn-club.html"} , {"body" : "What a grand night for champions it was -- former champions, that is. Only in this beleaguered heavyweight grab bag could a Lennox Lewis successfully defend his crown in such an amateurish manner that people immediately started looking to George Foreman, Larry Holmes, Riddick Bowe or Mike Tyson to save the division. Or at least bring some" , "date" : "19940508" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "15" , "title" : "BOXING; Lewis Gets Little Support for Effort" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/08\/sports\/boxing-lewis-gets-little-support-for-effort.html"} , {"body" : "A Brooklyn teen-ager was convicted yesterday of killing a 42-year-old drama teacher as he resisted a group of youths trying to steal his bicycle in Prospect Park. The fatal shooting, which occurred on a sun-soaked afternoon last June 1, stirred fear among many who use the park, one of the largest and most popular in the city, and led the police to" , "date" : "19940507" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Youth Is Guilty in Murder of Drama Teacher" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/07\/nyregion\/youth-is-guilty-in-murder-of-drama-teacher.html"} , {"body" : "It was not that he wanted to kill the man, the teen-ager said. He was simply trying to scare him. And it was not that he intended to shoot four times. His finger got \"stuck\" on the trigger \"and the shots just kept going.\" In a videotape played in a Brooklyn courtroom yesterday, the 17-year-old's matter-of-fact tones and slouching image riveted" , "date" : "19940504" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Teen-Ager Accused in Killing Says He Only Meant to Scare" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/04\/nyregion\/teen-ager-accused-in-killing-says-he-only-meant-to-scare.html"} , {"body" : "The Federal Government is trying to control the way people travel to work, seeking to reduce pollution, congestion and energy use by limiting the number driving alone in cars. But to reduce the solitary nature of confinement behind the wheel, the Government is relying on employers, and the employers are screaming about it. Soon, New York, New" , "date" : "19940502" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Companies Resist Rules On Driving" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/02\/nyregion\/companies-resist-rules-on-driving.html"} ,   {"body" : "Nearly a year after a drama teacher was shot to death in Prospect Park in Brooklyn, a teen-ager went on trial on murder charges yesterday, accused of firing the fatal shots after the victim refused to surrender his bicycle to a group of youths. The killing of 42-year-old Allyn Winslow shattered a brilliant, sun-bathed spring afternoon in one of the" , "date" : "19940430" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Trial Starts in Killing of Cyclist in Prospect Park" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/30\/nyregion\/trial-starts-in-killing-of-cyclist-in-prospect-park.html"} , {"body" : "A man who went on a five-week spree of robberies at beauty parlors and real-estate and travel agencies was caught after he signed his name on a job application at a beauty shop, the police said yesterday. Javar Torres, 26, was arrested Wednesday night at a Queens motel and charged with 28 counts of robbery, said Sgt. Joseph McCluskey, a police" , "date" : "19940429" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "3" , "title" : "Man's Signature Leads to Robbery Arrest" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/29\/nyregion\/man-s-signature-leads-to-robbery-arrest.html"} , {"body" : "It is the hauntingly mellifluous chant of the muezzin, beckoning the faithful to prayer, that Maria Vega wishes still echoed off the buildings of her neighborhood in Bushwick, Brooklyn. Some time during the last year -- first in dribs and drabs, then in a mass exodus -- at least 300 members of an unusual, insular sect that blended Islamic and" , "date" : "19940424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Muslims Leave Bushwick; The Neighbors Ask Why" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/24\/nyregion\/muslims-leave-bushwick-the-neighbors-ask-why.html"} , {"body" : "* BOROUGHWIDE: Shortly after the massacre of 29 Muslims in a mosque in Hebron, and the shooting later of Hasidic students on the Brooklyn Bridge on March 1, some Brooklyn Arab and Jewish religious leaders met at Borough Hall to discuss the potential for splinter violence. Last week, that meeting gave birth to a seminar in Borough Hall, attended by" , "date" : "19940424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT; BROOKLYN UPDATE" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/24\/nyregion\/neighborhood-report-brooklyn-update.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; 2d Tuesday of month; next May 10, 7 P.M., 211 Ainslie Street; (718) 388-4440. DISTRICT 2: Fort Greene, Brooklyn Heights; 2d Wednesday of month; next May 11, 6 P.M.; place to be announced; (718) 596-5410. DISTRICT 3: Bedford-Stuyvesant; 1st Monday of month; next meeting May 2, 7 P.M., 1368 Fulton Street; (718)" , "date" : "19940424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Community Board Meetings in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/24\/nyregion\/public-interest-community-board-meetings-in-brooklyn.html"} , {"body" : "Hoping to break an expensive and debilitating cycle of hospitalization, release and relapse, New York State will soon begin a program for the chronically mentally ill that delivers medical services directly to their homes -- even if those homes are on the street. Using some of the money the state anticipates saving from closing down the last of its" , "date" : "19940424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "35" , "title" : "Albany Plans House Calls To Monitor the Mentally Ill" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/24\/nyregion\/albany-plans-house-calls-to-monitor-the-mentally-ill.html"} , {"body" : "Junior Jones isn't in Bushwick any more. Not far from a 12-foot statue of Caesar Augustus, Jones, a ruler in his own right, stared up at Caesars Palace. He is still in awe. \"The fame, the fortune I have,\" he said. \"It's very satisfying to come from Brooklyn to Las Vegas and a hotel like this. Sometimes, you look up and say, 'I'm doing it.' \" What" , "date" : "19940421" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "13" , "title" : "BOXING; Brooklyn's Jones Packs Punch in Schools" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/21\/sports\/boxing-brooklyn-s-jones-packs-punch-in-schools.html"} , {"body" : "To the Editor: As a young child, I attended an elementary school in the Ocean Hill-Brownsville school district in Brooklyn. The quality of education was so poor that I was passed to the second grade with an inability to distinguish the difference between the letter \"A\" and the number \"1.\" When my family moved to another school district, Bushwick, I" , "date" : "19940416" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "Most Programs for Dyslexic Children Succeed; Fuzzy Classifications" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/16\/opinion\/l-most-programs-for-dyslexic-children-succeed-fuzzy-classifications-807265.html"} , {"body" : "No one complained at 5:45 this morning when a drill instructor shouted for another round of push-ups on the cold and wet pavement wriggling with worms that crawled from the newly thawed earth. But a few hours later, 38 young inmates sat in a circle and spoke uneasily about the final task in this grueling boot camp prison: they had to go home. \"My" , "date" : "19940410" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Prison Boot Camps Prove No Sure Cure" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/10\/nyregion\/prison-boot-camps-prove-no-sure-cure.html"} , {"body" : "Wending her way through the darkened chaos at the Playland arcade on Broadway yesterday, Officer Gomez, a three-year veteran of the New York City Police Department's truant patrols in Times Square, zeroed in on two youths huddled over a flashing video game. She walked up to the pair and asked them what they were doing in an arcade during a school" , "date" : "19940407" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Crackdown On Truants By Police Finds 216" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/07\/nyregion\/crackdown-on-truants-by-police-finds-216.html"} ,   {"body" : "Teodoro Betances, a Brooklyn bodega owner, was like many others selling candy and milk on street corners in neighborhoods all over New York City. A Dominican immigrant, he had painted his store sign, \"Stop 1 Food Market,\" in red, white and blue. There he toiled long into the evening, seven days a week, away from his wife and two young daughters." , "date" : "19940403" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Brooklyn Grocer Is Shot Dead In a Robbery by Teen-Agers" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/03\/nyregion\/brooklyn-grocer-is-shot-dead-in-a-robbery-by-teen-agers.html"} , {"body" : "He preyed on the old and the poor in two Brooklyn neighborhoods, telling them he was a water marshal and would cut them off unless they paid their overdue bills. But there are no water marshals, and in many cases, there weren't even any overdue bills. By the time his victims realized what had happened to them, he was gone. The police estimate he" , "date" : "19940329" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Is Held In Swindles Of Elderly" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/29\/nyregion\/man-is-held-in-swindles-of-elderly.html"} , {"body" : "IT is 5 P.M. and Mugga has beaten the crowds to the Academy Theater on West 43d Street. She is two hours early. And why shouldn't she be? She isn't about to blow her big chance stuck on the IRT or lost among the throngs of fans outside the theater. HBO's \"Def Comedy Jam\" is taping tonight, a big step for a 22-year-old comedienne who spends her" , "date" : "19940327" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; Mugga's Night of Terror" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/27\/nyregion\/making-it-work-mugga-s-night-of-terror.html"} , {"body" : "This month the school system announced that enrollment had topped a million for the first time in 15 years. Here is a breakdown by district. Citywide public school enrollment High school enrollment '89-'90 937,248 Manhattan 62,714 '90-'91 939,638 Bronx 59,939 '91-'92 973,263 Brooklyn 103,196 '92-'93 995,465 Queens 72,781 '93-'94 1,016,728 Staten" , "date" : "19940320" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "PUBLIC SCHOOL ENROLLMENT; Tipping the Scales At School" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/20\/nyregion\/public-school-enrollment-tipping-the-scales-at-school.html"} , {"body" : "One man has already died behind the counter of the West Harlem grocery where Omar Rosario works, murdered in a tiny business where customers pay in pennies and promises. Before he goes to work he slips on his bulletproof vest, slides a black 9-millimeter pistol in his waistband, and gives himself to God. It is early on a Wednesday night and the" , "date" : "19940320" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York's Bodegas Become Islands Under Siege" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/20\/nyregion\/new-york-s-bodegas-become-islands-under-siege.html"} , {"body" : "FIREFIGHTERS spend most of their time waiting, fidgeting benchwarmers at a game they can only anticipate. While they wait, they make their own beds, scrub their own toilets, polish their truck (they call it an apparatus). In full fire regalia, they take their shiny red truck to the supermarket, then cook feasts together. They drill on techniques," , "date" : "19940313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; Firemen in Waiting" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/13\/nyregion\/making-it-work-firemen-in-waiting.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; 2d Tuesday of month; next March 8, 7 P.M., 211 Ainslie Street; (718) 388-4440. DISTRICT 2: Fort Greene, Brooklyn Heights; 2d Wednesday of month; next March 9, 6 P.M., Borough Hall Community Room, Joralemon and Court Streets; (718) 596-5410. DISTRICT 3: Bedford-Stuyvesant; 1st Monday of month; next tomorrow, 7" , "date" : "19940306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Community Board Meetings in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/06\/nyregion\/public-interest-community-board-meetings-in-brooklyn.html"} , {"body" : "ASIDE from the fact that the J train still chugs along on elevated tracks above his shop, Ben Stewart hardly recognizes the Broadway he knew when he moved his offset-printing business to the Bushwick section of Brooklyn 19 years ago. He arrived two years before the Great Blackout of 1977. The blackout set off a spree of looting and fires with" , "date" : "19940227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BUSHWICK (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES; The Quest for Shops Below Bushwick El" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/27\/realestate\/perspectives-the-quest-for-shops-below-bushwick-el.html"} , {"body" : "JOHN H. BESS, sitting in his cave of an office in the basement of the Cathedral of St. John the Divine, had no time to mince words. The telephone was ringing, his schedule went on for pages and all this talking put him two beats behind his fast-forward rhythm as head of the youth agency called the Valley. \"We are a society that is manufacturing" , "date" : "19940220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; Mentor, Hell-Raiser. . ." , "url" : "http:\/\/www.nytimes.com\/1994\/02\/20\/nyregion\/making-it-work-mentor-hell-raiser.html"} , {"body" : "Fifteen minutes after dropping off a man with chest pains at Brookdale Hospital in Brownsville, ambulance 30H is blazing through Brooklyn's rush-hour traffic, its siren an excruciating wail. The ambulance cuts a tight passage through the streets of Bushwick until it is confronted with a stalled Cadillac on a snowy patch of road. As it impatiently" , "date" : "19940220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "39" , "title" : "Team's Motto: 'They Call; We Haul'; On the Road With the Crew of an E.M.S. Ambulance" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/20\/nyregion\/team-s-motto-they-call-we-haul-on-the-road-with-the-crew-of-an-ems-ambulance.html"} ,   {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of the month; next March 8, time to be announced, 211 Ainslie Street; (718) 388-4440. DISTRICT 2 Fort Greene, Downtown, Brooklyn Heights, Boerum Hill; second Wednesday of the month; next March 9, 6 P.M., Borough Hall Community Room, Joralemon and Court Streets; (718) 596-5410. DISTRICT 3" , "date" : "19940213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Brooklyn Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/13\/nyregion\/public-interest-brooklyn-board-meetings.html"} , {"body" : "I first heard of Evans Jean some months ago when his teacher, a woman named Ellie Weiss, showed me his autobiography. Mr. Jean was a senior at an alternative high school in Brooklyn, the Bushwick Outreach Center, and he had the peculiar idea that he could escape the rampant evils of the inner city by working hard and getting an education. He wanted" , "date" : "19940206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "17" , "title" : "In America; Kids Know the Real Deal" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/06\/opinion\/in-america-kids-know-the-real-deal.html"} , {"body" : "Hoping to build on a nascent increase in housing and commerce in the bleak neighborhood surrounding the Hub, city officials have given a development company conditional approval for an international marketplace at 149th Street between Brook and Bergen Avenues. Envisioned as the centerpiece of a plan to transform 100,000 square feet of city-owned" , "date" : "19940206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SOUTH BRONX (NYC)" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: THE HUB; A Multicultural Marketplace With Health Care Upstairs" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/06\/nyregion\/neighborhood-report-hub-multicultural-marketplace-with-health-care-upstairs.html"} , {"body" : "A 19-year-old Brooklyn youth led a teen-age stick-up team on a string of robberies at small stores in Brooklyn, killing three shop owners apparently without provocation after they had already handed over their money, the police said yesterday. In one case, the five suspects, who were arrested in the last two weeks, forced a grocer in" , "date" : "19940203" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "5 Young Robbers Took the Cash, Then Killed Anyway, Police Say" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/03\/nyregion\/5-young-robbers-took-the-cash-then-killed-anyway-police-say.html"} , {"body" : "There are thousands of places to volunteer in New York. What follows is a very limited listing. More possibilities are available through the Mayor's Voluntary Action Center, (212) -788-7550; the Volunteer Referral Center, (212) 889-4805; New York Cares, (212) 228-5000, or the Retired and Senior Volunteer Program (for people 55 and over), (212)" , "date" : "19940102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "PUBLIC INTEREST; Want to Help? Where to Call." , "url" : "http:\/\/www.nytimes.com\/1994\/01\/02\/nyregion\/public-interest-want-to-help-where-to-call.html"}]