[  {"body" : "Ann Kaufman is 91, and so she says she has trouble with words. She can never seem to find the right one, and she has lost some altogether. \"I'm old,\" she said. \"I have the privilege to forget words.\" Yesterday, though, as she punched numbers on a telephone trying to reach Israel, Ann Kaufman was confident she could master the vocabulary of the" , "date" : "19941216" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MEXICO" , "NEW YORK CITY" , "PANAMA" , "SOUTH AFRICA" , "ARGENTINA" , "RUSSIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "For Elderly, a Phone Link to Loved Ones Far Away" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/16\/nyregion\/for-elderly-a-phone-link-to-loved-ones-far-away.html"} , {"body" : "THE man at the end of the line is fed up. \"I hate this place,\" he says. \"It's expensive and crowded and I can't speak the language. What is espresso macchiato, anyway?\" Actually, it's espresso with foamed milk, but no one at Starbucks calls it that. They also don't use words like \"small\" or \"large\" when \"tall\" and \"grande\" will do. But their funny" , "date" : "19941214" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "COFFEE TALK WITH: Howard Schultz; By Way of Canarsie, One Large Hot Cup of Business Strategy" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/14\/garden\/coffee-talk-with-howard-schultz-way-canarsie-one-large-hot-cup-business-strategy.html"} , {"body" : "ONE day after school, Fingers and Easy (their nicknames) go to a bookstore on Fulton Street. They walk up and down the aisle, remove books from the shelves and put them back. They browse until Fingers takes a book and, without Easy knowing it, drops it into his friend's knapsack. The owner calls the police, and the two boys are arrested. They stand" , "date" : "19941212" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "METRO MATTERS; School 'Court': Averting Trouble Before It Starts" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/12\/nyregion\/metro-matters-school-court-averting-trouble-before-it-starts.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next meeting, Dec. 13, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; (718) 389-0009. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next meeting Dec. 14, 6 P.M.; St Joseph's Services, 540 Atlantic Ave., between Third and Fourth Avenues; (718) 596-5410." , "date" : "19941211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Community Boards To Meet in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/11\/nyregion\/community-boards-to-meet-in-brooklyn.html"} , {"body" : "The Housing Authority maintenance workers labored hard this week to clean up the building at 252 Osborn Street in the Brownsville Houses in Brooklyn. Hallways were disinfected, graffiti were painted over, broken doorways and garbage chutes were fixed. The workers, who could not fully explain why they had been ordered there, said they thought" , "date" : "19941209" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Murder and Troubled Young Lives; Behind a Holdup, 3 Suspects Growing Up in Grim Housing" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/09\/nyregion\/murder-troubled-young-lives-behind-holdup-3-suspects-growing-up-grim-housing.html"} , {"body" : "Shortly before 11 A.M. today, Officer Edward J. Keil struggled to attention on his crutches, hobbled by a thigh-high cast. He should have stayed in his chair, but about to pass before him was the body of Officer Raymond R. Cannon Jr., the man he was rushing to help last Friday night in Brooklyn when he was struck in the leg by a car. After a" , "date" : "19941207" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Saying a Painful Farewell To a 'Hero for Our Times'" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/07\/nyregion\/saying-a-painful-farewell-to-a-hero-for-our-times.html"} , {"body" : "From the conversation in his neighborhood and around his father's kitchen table, it is impossible to construct a picture of Richard Larrier that is anything but dissonant: former marine, hard worker, loving father, armed robber, killer. \"I'm just as much in shock as anybody,\" his father, Kenneth Larrier said quietly yesterday in his 11th-floor" , "date" : "19941205" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "In Brownsville, Family Looks For Answers After Tragedy" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/05\/nyregion\/in-brownsville-family-looks-for-answers-after-tragedy.html"} , {"body" : "He was only 26, but they remembered Raymond R. Cannon Jr. yesterday as a good cop and a good man: daring under fire, sensitive to people on his beat, an athlete with brash smile and a passion for fairness, who loved police work and believed in the fraternity of officers willing to die for one another. Officer Cannon put his life on the line Friday," , "date" : "19941204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "Memories of a Tough, Fair-Minded Friend" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/04\/nyregion\/memories-of-a-tough-fair-minded-friend.html"} , {"body" : "A police officer responding to a reported holdup and a robbery suspect were killed yesterday in a wild gunfight in a bicycle shop in Brooklyn, the police said. Backup officers swarming to the scene captured three other young suspects hiding in the basement, one bleeding from a gunshot wound. In a few minutes of drama, danger, heroism and tragedy," , "date" : "19941203" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Officer Killed In a Shootout In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/03\/nyregion\/officer-killed-in-a-shootout-in-brooklyn.html"} , {"body" : "Brenda Jeanne Murphy, a daughter of Joan Murphy of Breezy Point, Queens, and the late John J. Murphy, was married yesterday to Patrick Liam Hynes, a son of Mr. and Mrs. Charles J. Hynes of Brooklyn. Msgr. Michael Connolly performed the ceremony at St. Edmund Roman Catholic Church in Rockaway Point, Queens. Mrs. Hynes, 24, and her husband, 27," , "date" : "19941120" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "68" , "title" : "WEDDINGS; Patrick L. Hynes and Brenda Murphy" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/20\/style\/weddings-patrick-l-hynes-and-brenda-murphy.html"} ,   {"body" : "TO THE STREETS: About 50 parents demonstrated in front of Public School 261 in Boerum Hill last week, decrying the $190 million in budget cuts proposed for public schools. The principal, Arthur Foresta, said that if passed, the cuts would force the school to send elementary students home an hour early and return to half-day kindergartens. . . ." , "date" : "19941120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT; MANHATTAN MINUTE" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/20\/nyregion\/neighborhood-report-manhattan-minute.html"} , {"body" : "Dozens of college students, administrators and education advocates bitterly protested proposed budget cuts yesterday that they said would hurt education in New York City, as the City Council opened its public hearings on Mayor Rudolph W. Giuliani's plan to close a $1.1 billion budget gap. Yesterday's hearings, which focused on how the Giuliani" , "date" : "19941115" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Proposed Budget Stirs Protest at Hearings" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/15\/nyregion\/proposed-budget-stirs-protest-at-hearings.html"} , {"body" : "After an avalanche of protests, an advisory panel appointed by the Board of Education last week scrapped its original proposal to carve out new school districts for Southeast Brooklyn. But though sighs of relief were heard throughout the area, the board, under court order, will probably have to revisit the unresolved issue in the future: In two" , "date" : "19941106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST FLATBUSH (NYC)" , "CANARSIE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: CANARSIE\/EAST FLATBUSH; Black-White Issue, Gray Area: Redistricting Plan Is Pulled" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/06\/nyregion\/neighborhood-report-canarsie-east-flatbush-black-white-issue-gray-area.html"} , {"body" : "They shared the same name and did almost everything together. And on Wednesday night, the police said, the father and son died side by side when their car was hit by a vehicle that sped through a red light. The collision threw Jesse Solomon, 67, and his 41-year-old son, Jesse Jr., from their seats as the other driver fled the scene. The accident," , "date" : "19941104" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CANARSIE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Speeder Hunted After Father and Son Are Killed" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/04\/nyregion\/speeder-hunted-after-father-and-son-are-killed.html"} , {"body" : "For a decade, residents of Canarsie have enjoyed a sweet deal on their school board. Though theirs is the only predominantly white neighborhood in District 18, which is comprised mostly of East Flatbush, the board members have always been almost exclusively from Canarsie. But this deal has been threatened by a proposal to redraw the district's" , "date" : "19941023" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: CANARSIE\/EAST FLATBUSH; School District on Redrawing Board, and Tempers Flare" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/23\/nyregion\/neighborhood-report-canarsie-east-flatbush-school-district-redrawing-board.html"} , {"body" : "When it comes to human beings, Louis Schlamowitz has no favorites. On the wall of his apartment in the Bay View housing projects in Canarsie hangs a signed photo of Richard M. Nixon, right next to one of John F. Kennedy. An autographed photo of David N. Dinkins rests next to one of Mayor Rudolph W. Giuliani. He owns hundreds of photos of President" , "date" : "19941023" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: CANARSIE\/EAST FLATBUSH; A Fondness For the Famous" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/23\/nyregion\/neighborhood-report-canarsie-east-flatbush-a-fondness-for-the-famous.html"} , {"body" : "For Nachum Sasonkin, merely swallowing has for months been the most difficult of physical tasks. The disability has often left him exasperated and angry, as well as more than a bit hungry. But swallowing was probably never harder than it was shortly after 5 P.M. yesterday, as his father's car turned onto Eastern Parkway in Brooklyn. The 18-year-old" , "date" : "19941020" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Hasidic Gunshot Victim Crosses a Personal Bridge" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/20\/nyregion\/hasidic-gunshot-victim-crosses-a-personal-bridge.html"} , {"body" : "MURRAY PFEFFER, a retired Pan Am maintenance worker, knows about the global connections he could make on far-reaching computer networks. But he spends much of his cybertime with a friendly little bulletin-board system called Jim's PC Paradise, now just two and a half years old and run out of an apartment in Elmhurst, Queens. When he first joined" , "date" : "19941009" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SAN FRANCISCO (CALIF)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Touring the Cyberhood" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/09\/nyregion\/touring-the-cyberhood.html"} , {"body" : "BROOKLYN DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next Oct. 11, 7 P.M.,; 211 Ainslie Street; (718) 388-4440. Chairman: Vincent V. Abate; District Manager: Gerald A. Esposito. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next Oct. 12, 6 P.M.; Brooklyn Borough Hall, 209 Joralemon Street; (718) 596-5410." , "date" : "19941009" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PUBLIC INTEREST; Community Boards: Coming Meetings" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/09\/nyregion\/public-interest-community-boards-coming-meetings.html"} , {"body" : "Eric Lopez, a leader in the fight to raise public awareness of epidermolysis bullosa, the rare, debilitating skin disease from which he suffered, died yesterday at his home on Staten Island. He was 24. The cause was kidney and liver failure due to complications of the disease, said his mother, Arlene Pessar. Epidermolysis bullosa causes severe" , "date" : "19941009" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "53" , "title" : "Eric Lopez, 24, Dies; Fought Rare Disease" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/09\/obituaries\/eric-lopez-24-dies-fought-rare-disease.html"} ,   {"body" : "TO the extent that they both deal with public spaces within the limits of New York City, \"Urban Paradise: Gardens in the City\" at the Lehman College Art Gallery seems to follow the trail blazed by Wave Hill's current exhibition, \"Transitory Gardens.\" But in reality, the two come from opposite directions. The Wave Hill display consists of" , "date" : "19940925" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "ART; Fresh Visions for Urban Oases" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/25\/nyregion\/art-fresh-visions-for-urban-oases.html"} , {"body" : "At the tip of the Rockaway Peninsula, on the bay side of Breezy Point, there is a long, gently sloping beach where the daily cycle of the tides brings schools of stripers and blues that feed on the baitfish caught in the current. You also see night herons, plovers, skimmers and killdeer, cruising and diving over the gentle waves. If you are a" , "date" : "19940925" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BREEZY POINT (NYC)" , "ROCKAWAY PENINSULA (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "OUTDOORS; From Breezy Point, Following in the Stripers' Wake" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/25\/sports\/outdoors-from-breezy-point-following-in-the-stripers-wake.html"} , {"author" : "Jill Eisenstadt wrote \"From Rockaway\" and \"Kiss Out,\" two novels set in the boroughs outside Manhattan." , "body" : "SHE'S the gum crackin', chain-smokin' Bay Ridge\/Woodside\/Richmond\/Woodlawn hairdresser\/secretary who tells it like it is and don't take no crap from no one. Only her best friend has bigger breasts and hoop earrings, a thicker accent and make-up job. Only her Pops gets to call her his \"little girl\" and slap her can when she serves his eats. Her" , "date" : "19940918" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "13" , "title" : "SOAPBOX; Enough, Already!" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/18\/nyregion\/soapbox-enough-already.html"} , {"body" : "This list summarizes our recommendations for some contested New York City races in today's Democratic primary in which the outcome is tantamount to election. The polls are open from 6 A.M. to 9 P.M. Both Republicans and Democrats also have statewide races on today's ballot. In those contests we reserve our endorsements until the November general" , "date" : "19940913" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "New York City Primary Choices" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/13\/opinion\/new-york-city-primary-choices.html"} , {"body" : "LAURIE B. MIDGETTE teaches English in a high school on a jagged edge of Brooklyn. She stands at a blackboard and likens writing to dance, the travails of Romeo and Juliet to an interethnic, urban romance. In the background lie the streets of East New York. Thomas Jefferson High School, where Ms. Midgette has taught for four years, looms large in" , "date" : "19940911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["Week in Review" , "Education"] , "page_facet" : "7" , "title" : "Conversations: Laurie B. Midgette; Lured by Fate (and Love of Children) To Be a Teacher in East New York" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/11\/weekinreview\/conversations-laurie-b-midgette-lured-fate-love-children-be-teacher-east-new.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN EAST MIDTOWN $1 million 721 Fifth Avenue (56th St.) 2-bedroom, 2 1\/2-bath, 1,477-sq.-ft. condo in an 11-year-old building; 24-hr. doorman, concierge, dining area, 2" , "date" : "19940904" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/04\/realestate\/residential-resales-121762.html"} , {"body" : "To the Editor: In \"The Compleat Urban Angler\" (Aug. 21), no mention was made of the Canarsie Pier at exit 13 of the Belt Parkway in Brooklyn. It was here that our native Americans, the Canarsie Indians (who sold Brooklyn to the Dutch), fished for clams, oysters and other seafood. The last Canarsie Indian, Jim de Wilt, died in the early 1800's, but" , "date" : "19940828" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "Where Native Brooklynites Caught Their Fish" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/28\/nyregion\/l-where-native-brooklynites-caught-their-fish-100480.html"} , {"body" : "SOONER or later, meteorological circumstances will conspire to hurl another storm as strong as the legendary hurricane of September 1938 against a complacent Northeastern United States, and its cost in lives and property could be the highest ever exacted by a hurricane in this country. Or so concludes a new analysis of past hurricane behavior and" , "date" : "19940823" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NORTHEASTERN STATES (US)" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Science" , "Health"] , "page_facet" : "4" , "title" : "Historic Hurricane Could Catch Northeast With Its Guard Down" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/23\/science\/historic-hurricane-could-catch-northeast-with-its-guard-down.html"} , {"body" : "The owner of a Brooklyn auto-parts store and his wife were shot and seriously wounded yesterday by a man who forced his way into their house and tried to rob them, the police said. One victim, Victoria Cretella, 35, was shot in the head and was later listed in very critical condition at Brookdale Hospital, said a hospital spokeswoman, Kim Flodin." , "date" : "19940705" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Brooklyn Couple Shot in Robbery Attempt" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/05\/nyregion\/brooklyn-couple-shot-in-robbery-attempt.html"} , {"body" : "Three 15-year-olds who the police said wanted money for the Fourth of July weekend were accused yesterday of killing a Consolidated Edison worker and a visiting California college student during a robbery spree. The police said the youths, all from East New York, Brooklyn, shot and killed the victims, Gerald Mituniewicz, 43, a utility worker, and" , "date" : "19940702" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "3 Teen-Agers Held in Killings Of 2 In Brooklyn and Queens" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/02\/nyregion\/3-teen-agers-held-in-killings-of-2-in-brooklyn-and-queens.html"} ,   {"body" : "After Jay Dubner, a special education teacher in New York City, was arrested, convicted and sent to prison in 1990 for selling $7,000 worth of cocaine to undercover police, school officials thought it would be easy to dismiss him. Not so. While Mr. Dubner served his sentence in Sullivan Correctional Center in upstate New York, he collected his" , "date" : "19940628" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK STATE" , "SOUTH DAKOTA" , "MICHIGAN" , "ILLINOIS"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Teachers and Tenure: Rights vs. Discipline" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/28\/nyregion\/teachers-and-tenure-rights-vs-discipline.html"} , {"body" : "Alex Berkett was wheezing with laughter. His best friend of 11 years was telling another slapstick tale from their summers in Connecticut. \"My first memory of the Berketts is crashing my bike into the garage door,\" said 18-year-old Khenyada Welcome, walking with Alex in midtown Manhattan recently. \"I was hurting for a while.\" Kin, as he is called," , "date" : "19940626" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Of Fresh Air Tales and Brotherhood" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/26\/nyregion\/of-fresh-air-tales-and-brotherhood.html"} , {"body" : "A 15-year-old boy, on his way to meet his brother at church, was struck and killed on Friday night by a hit-and-run driver drag racing on a busy Brooklyn street, the police said. The boy, Marlon Omar Suarez, was crossing Linden Boulevard at Nostrand Avenue, a busy East Flatbush intersection, when a Toyota Cressida that had been racing with another" , "date" : "19940619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Boy, 15, Killed in Hit-and-Run" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/19\/nyregion\/boy-15-killed-in-hit-and-run.html"} , {"body" : "As a livery cab driven by a drunken motorist sped toward them, a homeless woman walking across a Queens street Saturday night pushed her 4-year-old son out of the way, only to be struck herself by the car, the police said yesterday. The woman, Castelli Ellison, 38, whom the police said had lived at a shelter for homeless families near Kennedy" , "date" : "19940613" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Livery-Cab Driver Is Held In Fatal Queens Accident" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/13\/nyregion\/livery-cab-driver-is-held-in-fatal-queens-accident.html"} , {"body" : "Driven by striking gains in the 1980's among working wives and immigrants, the median income of black households in Queens has surpassed that of whites. A fresh analysis of 1990 census results found that the economic progress by blacks in Queens, New York City's quintessential middle-class borough, was built largely on a traditional foundation of" , "date" : "19940606" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "In Middle-Class Queens, Blacks Pass Whites in Household Income" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/06\/nyregion\/in-middle-class-queens-blacks-pass-whites-in-household-income.html"} , {"body" : "The weeklong hunt for two criminally insane killers that began after they escaped at gunpoint from a psychiatric hospital ended quietly in the dark hours of yesterday morning as one of them emerged from a wooded area in Brooklyn, thirsty, incoherent and covered with ticks. John Casablanca turned himself in to a pair of New York City police officers" , "date" : "19940604" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["U.S." , "Health"] , "page_facet" : "1" , "title" : "2 Fugitives' Weeklong Flight Has Calm Finish in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/04\/us\/2-fugitives-weeklong-flight-has-calm-finish-in-brooklyn.html"} , {"body" : "In the Mafia, a pension is not a fringe benefit normally available to hit men. But investigators said yesterday that they had uncovered the strange case of Anthony M. Senter, who arranged a deal with a local chapter of the International Brotherhood of Teamsters for a pension after he was convicted of being a member of a mob hit squad in New York" , "date" : "19940604" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Teamsters Local Aids Hit Man's Quest for Pension" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/04\/nyregion\/teamsters-local-aids-hit-man-s-quest-for-pension.html"} , {"body" : "In a turquoise cottage in Miami's Little Haiti, Meriente Auguste riffled through photographs of the family left behind when she fled home on a tumbledown boat. She pulled out two snapshots, one of her father, one of her teen-age sister. Hands crossed over their chests, they both lay in open coffins. \"They died because of me,\" said Ms. Auguste, 23," , "date" : "19940603" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "HAITI" , "MIAMI (FLA)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Haitian Migrants Settle In, Looking Back" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/03\/nyregion\/haitian-migrants-settle-in-looking-back.html"} , {"body" : "Steven Keats, a screen, television and stage actor, who played Carol Kane's husband in the film \"Hester Street,\" was found dead on May 8 in his Manhattan apartment. He was 48. He had committed suicide, said his son Thatcher, of Manhattan. Mr. Keats, the son of Jewish emigrants from Denmark, was born in the Bronx and grew up in Canarsie, Brooklyn." , "date" : "19940518" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "8" , "title" : "Steven Keats, 48, Film and TV Actor" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/18\/obituaries\/steven-keats-48-film-and-tv-actor.html"} , {"body" : "For at least five years, residents of the northern end of East New York have watched drug dealers slowly overrun their neighborhood, and for at least that long, they have asked for more police protection. But those requests, usually made at private meetings with police officials of the 75th Precinct, went largely ignored, residents say. Now they" , "date" : "19940508" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: EAST NEW YORK; Stepping Up A Campaign To Add Police" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/08\/nyregion\/neighborhood-report-east-new-york-stepping-up-a-campaign-to-add-police.html"} ,   {"body" : "DISTRICT 1: Greenpoint, Williamsburg; 2d Tuesday of month; next May 10, 7 P.M., 211 Ainslie Street; (718) 388-4440. DISTRICT 2: Fort Greene, Brooklyn Heights; 2d Wednesday of month; next May 11, 6 P.M.; place to be announced; (718) 596-5410. DISTRICT 3: Bedford-Stuyvesant; 1st Monday of month; next meeting May 2, 7 P.M., 1368 Fulton Street; (718)" , "date" : "19940424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Community Board Meetings in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/24\/nyregion\/public-interest-community-board-meetings-in-brooklyn.html"} , {"body" : "Junior Jones isn't in Bushwick any more. Not far from a 12-foot statue of Caesar Augustus, Jones, a ruler in his own right, stared up at Caesars Palace. He is still in awe. \"The fame, the fortune I have,\" he said. \"It's very satisfying to come from Brooklyn to Las Vegas and a hotel like this. Sometimes, you look up and say, 'I'm doing it.' \" What" , "date" : "19940421" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "13" , "title" : "BOXING; Brooklyn's Jones Packs Punch in Schools" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/21\/sports\/boxing-brooklyn-s-jones-packs-punch-in-schools.html"} , {"body" : "A police officer who was hit in the face with a brick in Queens remained hospitalized yesterday as one of two boys who were charged in the Monday attack was released from jail. Julio Esteves, 14, who investigators say threw the brick, was held last night and will face charges of assault and reckless endangerment, and will be prosecuted as an adult," , "date" : "19940420" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "1 of 2 Boys in Brick-Throwing Case Is Released" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/20\/nyregion\/1-of-2-boys-in-brick-throwing-case-is-released.html"} , {"body" : "THERE'S the dog that decided to chew up the electric bill. The family that couldn't return its library books because of the children's busy social schedules. And the man who had no choice but to double-park his car. (He had to go to the bathroom.) In thousands of conversations around the city each day, a battle of wits is waged between those who" , "date" : "19940410" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; The Dog Ate It" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/10\/nyregion\/making-it-work-the-dog-ate-it.html"} , {"body" : "Three young women were charged yesterday with attacking a police officer outside a Brooklyn high school. The police said a group of teen-agers, all thought to be students at the school, punched the officer, pulled her hair, beat her with her own nightstick and tried to goad each other into taking her gun. The officer, Elizabeth McCrory, was not" , "date" : "19940408" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "3 Students Are Charged After Officer Is Attacked at a High School" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/08\/nyregion\/3-students-are-charged-after-officer-is-attacked-at-a-high-school.html"} , {"body" : "HOSPITAL PARTNERS, BIG AND SMALL Economic pressures in the health care industry are causing big-name medical centers in the New York area to pursue affiliations with small hospitals. The result is the emergence of a few huge hospital networks and a constantly shifting landscape of hospital alliances that make Balkan politics seem simple. Such" , "date" : "19940404" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/04\/nyregion\/metro-digest-669997.html"} , {"body" : "With $300,000 from the German Government, social workers are going to Brooklyn groceries and butcher shops, synagogues and bus stations in search of aging survivors of Nazi persecution who need help. Finding them will not be simple. Many have deteriorating physical or emotional health and live alone. But the workers of Selfhelp Community Services" , "date" : "19940404" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Helping Hand For Survivors Of Holocaust" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/04\/nyregion\/helping-hand-for-survivors-of-holocaust.html"} , {"body" : "Years after the Fountain Avenue and Pennsylvania Avenue landfills closed, city environmental officials and community leaders are still at odds over the whether contaminants buried there present a serious health threat. The anxiety created by the issue is underscored by the angry reaction to a draft study conducted by a consultant for city" , "date" : "19940403" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STARRETT CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: STARRETT CITY; Landfill Anxieties Underlined in Debate on Draft Study" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/03\/nyregion\/neighborhood-report-starrett-city-landfill-anxieties-underlined-debate-draft.html"} , {"body" : "YOU wonder if she knows, this whale that swims round and round a tank in the aquarium at Coney Island. Can she sense that the people poking her with needles and rubbing zinc all over her skin to protect it from sunburn are preparing her for a journey? A journey to freedom. Born free, the whale could again live free if the people who saved her life" , "date" : "19940327" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ABOUT LONG ISLAND; The Seven-Month Effort to Rescue NY 1078-93 Is Nearing a Nervous Ending" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/27\/nyregion\/about-long-island-seven-month-effort-rescue-ny-1078-93-nearing-nervous-ending.html"} , {"body" : "A New York City police officer was indicted yesterday for assaulting and sexually abusing two women on separate occasions while he was off duty, a spokeswoman for the Brooklyn District Attorney's office said. The officer, Ronald Murgo, 26 years old, was indicted on charges of first-degree sexual abuse and first- and second-degree assault, said the" , "date" : "19940326" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "New York Officer Indicted for Assault" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/26\/nyregion\/new-york-officer-indicted-for-assault.html"} ,   {"body" : "Five teen-agers were arrested yesterday and charged with attacking and robbing elderly women in Canarsie, Brooklyn, over a three-week period, breaking one 70-year-old's skull and hip, the police said. Lieut. Thomas Sbordone, a spokesman for the housing police, said the muggings began on Feb. 24 and quickly escalated in brutality. \"What started as" , "date" : "19940323" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Youths Are Arrested After 12 Muggings" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/23\/nyregion\/youths-are-arrested-after-12-muggings.html"} , {"body" : "This month the school system announced that enrollment had topped a million for the first time in 15 years. Here is a breakdown by district. Citywide public school enrollment High school enrollment '89-'90 937,248 Manhattan 62,714 '90-'91 939,638 Bronx 59,939 '91-'92 973,263 Brooklyn 103,196 '92-'93 995,465 Queens 72,781 '93-'94 1,016,728 Staten" , "date" : "19940320" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "PUBLIC SCHOOL ENROLLMENT; Tipping the Scales At School" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/20\/nyregion\/public-school-enrollment-tipping-the-scales-at-school.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GREENWICH VILLAGE $545,000 830 Broadway (12th St.) 2-bedroom, 2-bath, 3,000-sq.-ft. loft-co-op; 2 elevators, dining room, eat-in kitchen, library; maintenance $1,163," , "date" : "19940313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/13\/realestate\/residential-resales-424668.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN FLATIRON DISTRICT $525,000 12 West 17th Street 2-bedroom, 2-bath, 2,300-sq.-ft. loft co-op; elevator, 11-ft. ceilings, 3 exposures; maintenance $1,100, 50%" , "date" : "19940306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/06\/realestate\/residential-resales-356697.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; 2d Tuesday of month; next March 8, 7 P.M., 211 Ainslie Street; (718) 388-4440. DISTRICT 2: Fort Greene, Brooklyn Heights; 2d Wednesday of month; next March 9, 6 P.M., Borough Hall Community Room, Joralemon and Court Streets; (718) 596-5410. DISTRICT 3: Bedford-Stuyvesant; 1st Monday of month; next tomorrow, 7" , "date" : "19940306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Community Board Meetings in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/06\/nyregion\/public-interest-community-board-meetings-in-brooklyn.html"} , {"body" : "NAME -- Captain Richard J. Rosa AGE -- 46 JOB TITLE -- As of Jan. 10, commanding officer of the 78th Precinct, which covers Park Slope, Gowanus and Prospect Park. DEPARTMENT SIZE -- 233 workers, including uniform and civilian workers STATUS -- Married with children CURRENT HOME -- Bergen Beach YEARS ON POLICE FORCE -- 24 IMMEDIATE GOALS -- Clean" , "date" : "19940213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: PARK SLOPE; PROFILE: AT THE HELM" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/13\/nyregion\/neighborhood-report-park-slope-profile-at-the-helm.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of the month; next March 8, time to be announced, 211 Ainslie Street; (718) 388-4440. DISTRICT 2 Fort Greene, Downtown, Brooklyn Heights, Boerum Hill; second Wednesday of the month; next March 9, 6 P.M., Borough Hall Community Room, Joralemon and Court Streets; (718) 596-5410. DISTRICT 3" , "date" : "19940213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Brooklyn Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/13\/nyregion\/public-interest-brooklyn-board-meetings.html"} , {"body" : "The first nursing home in Brooklyn to have beds for AIDS and respirator-dependent patients will open later this month at the Brookdale Hospital Medical Center, the borough's largest private, nonprofit teaching hospital. The $19 million Linroc Nursing Home will have 120 beds for residents with AIDS, 28 beds for ventilator-dependent patients and 80" , "date" : "19940206" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: For AIDS, Respirator and Geriatric Patients; Brooklyn Adds a Nursing Home" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/06\/realestate\/postings-for-aids-respirator-and-geriatric-patients-brooklyn-adds-a-nursing-home.html"} , {"body" : "BABY BOOMERS with fond memories of marijuana brownies and bong hits around the lava lamp may not be particularly alarmed by last week's news that pot is making a major comeback among teen-agers. But the culture of cannabis, which currently goes by names like \"chocolate tide\" and \"chronic,\" has grown considerably more dangerous in the years since" , "date" : "19940206" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "18" , "title" : "Ideas & Trends; 'Pot' Surges Back, but It's, Like, a Whole New World" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/06\/weekinreview\/ideas-trends-pot-surges-back-but-it-s-like-a-whole-new-world.html"} , {"author" : "Chip Brown is a contributing editor of Esquire." , "body" : "Now there were no more poll results to spin, no more secession hotline calls to field, no more parchment declarations to sign at goofy news media events that poignantly managed not to attract the news media. At last, the front-page, days-until-the-vote countdown stood at zero. The secessionists could rest. They had carried their crusade to churches" , "date" : "19940130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "22" , "title" : "Escape From New York" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/30\/magazine\/escape-from-new-york.html"} ,   {"body" : "Mayor Rudolph W. Giuliani turned yesterday to two veterans of New York City land-use battles -- and Democrats at that -- to head the Environmental Protection Department and the City Planning Commission and Planning Department. He named Marilyn G. Gelber, 48, Commissioner of Environmental Protection. She has been executive assistant to Borough" , "date" : "19940130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Mayor Fills Two Top Land-Use Positions" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/30\/nyregion\/mayor-fills-two-top-land-use-positions.html"} , {"body" : "The cold was brutal in the early morning of Dec. 27, and because of it Benedict Barnas's strange and sudden slide into a life in the streets ended in tragedy. Mr. Barnas was found dead at 6 A.M., face up and frozen on a bench next to Baseball Field 6 in Canarsie Park in Brooklyn. He gained brief celebrity only as a statistic -- the first person to" , "date" : "19940102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "19" , "title" : "A Fatal Spiral to the Street; For Winter's First Exposure Victim, a Quick, Harsh Decline" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/02\/nyregion\/fatal-spiral-street-for-winter-s-first-exposure-victim-quick-harsh-decline.html"}]