[  {"body" : "WHEN tenants file a complaint with New York State government over services or conditions in their rent-regulated apartment or building, they probably do not say to themselves, \"This is a complaint-driven system.\" That is the expression state officials use to describe the task of handling complaints within the Office of Rent Administration of the" , "date" : "19941218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "PERSPECTIVES; Tenant Complaints Activate Heavy State Machinery" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/18\/realestate\/perspectives-tenant-complaints-activate-heavy-state-machinery.html"} , {"body" : "They are known in the underworld as \"wannabes,\" ambitious criminals who hope to become full-fledged Mafia members by committing violent crimes and sharing their spoils with mob leaders. Before dawn yesterday, Federal agents and New York City officers swept up 36 men they identified as \"wannabes\" and accused them of engaging in dozens of hijackings," , "date" : "19941117" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "36 Accused of Committing Violent Crimes in Quest to Join Mafia" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/17\/nyregion\/36-accused-of-committing-violent-crimes-in-quest-to-join-mafia.html"} , {"body" : "Alice Miller, the director of the Brooklyn College Women's Center since 1985, died on Monday at Cabrini Hospice in Manhattan. She was 46 and lived in the Carroll Gardens section of Brooklyn. The cause was cancer, said Richard Coniglione, a spokesman for Brooklyn College. The Women's Center, which provides various services for students, teachers and" , "date" : "19941110" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "36" , "title" : "Alice Miller, 46, Headed Center For Women at Brooklyn College" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/10\/obituaries\/alice-miller-46-headed-center-for-women-at-brooklyn-college.html"} , {"body" : "IN August, The City began an examination of how residents defined the \"Quality of Life,\" a political mantra that has no single meaning. The first installment focused on Manhattan; the second on Queens. Because it is so large, Brooklyn has been split in two, with Flatbush Avenue as a natural divider. Taken as a whole, the area west of Flatbush has" , "date" : "19941030" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "BROOKLYN UP CLOSE; What Makes Brooklyn Angry: The 'Quality of Life,' West of Flatbush" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/30\/nyregion\/brooklyn-up-close-what-makes-brooklyn-angry-the-quality-of-life-west-of-flatbush.html"} , {"body" : "The newly appointed Brooklyn Postmaster has vowed to correct a year's pattern of lost, undelivered and late mail that has infuriated business owners and residents in some sections of Brooklyn, hundreds of whom appealed to their Congressman to intervene. Since early 1993, the office of Representative Edolphus Towns has been swamped with letters from" , "date" : "19941009" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: NORTHERN BROOKLYN; Neither Rain, Nor Snow, Nor Residence in Brooklyn . . ." , "url" : "http:\/\/www.nytimes.com\/1994\/10\/09\/nyregion\/neighborhood-report-northern-brooklyn-neither-rain-nor-snow-nor-residence.html"} , {"body" : "His friends prefer Aerosmith, but still found it cool when Patrick Mangan, a 10-year-old fiddle champion from Carroll Gardens, cleaned up recently at an Irish music festival. Patrick qualified to compete in the Fleadh Cheoil Na Heireann, an annual Irish music festival that attracts about 5,000 musicians each year, after he scooped up first place" , "date" : "19941009" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["IRELAND"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: NORTHERN BROOKLYN; Young Fiddler Has the Feel For Irish Reels" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/09\/nyregion\/neighborhood-report-northern-brooklyn-young-fiddler-has-the-feel-for-irish-reels.html"} , {"body" : "The Giffnock Corporation, a small company just off Interstate 95 in Rye, N.Y., that rents office suites to itinerant business executives, is the kind of place that would give an organization man fits: it's a thoroughly modern office. Most of the people working there are barely connected with one another. They work for large and small companies" , "date" : "19941005" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Evolution of the Workplace Alters Office Relationships" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/05\/nyregion\/evolution-of-the-workplace-alters-office-relationships.html"} , {"body" : "A MIRACLE of a school opened its doors this fall in Brooklyn, a monument to the perseverance of a group of parents who clung to a simple belief: Their children deserved better middle schools than the ones they seemed destined to attend. The parents wanted small classes for their children. A safer school environment. More hands-on instruction. More" , "date" : "19941002" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "COBBLE HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "How to Make a School, From A to Z" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/02\/nyregion\/how-to-make-a-school-from-a-to-z.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GREENWICH VILLAGE $330,000 60 East Eighth Street (Georgetown Plaza) 2-bedroom, 2-bath, 1,350-sq.-ft. postwar co-op; 24-hr. doorman, concierge, dining alcove, 2" , "date" : "19940925" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/25\/realestate\/residential-resales-316660.html"} , {"body" : "Smith Street, one of the major roadways linking Sunset Park to downtown Brooklyn, will get a much-needed facelift when workers begin tearing up asphalt and concrete next week. The $9.9 million project -- which includes the excavation and removal of abandoned trolley tracks, replacement of existing sewers, installation of water mains, construction" , "date" : "19940911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: SUNSET PARK; For Next 2 Years, The Digging Up Of Smith Street" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/11\/nyregion\/neighborhood-report-sunset-park-for-next-2-years-the-digging-up-of-smith-street.html"} ,   {"body" : "John Buscarello of Brooklyn learned about bricks and stones and mortar from his father, Jack, following him into the family masonry business. As a matter of course, he learned how to install the massive slabs of bluestone, many the size of dining room tables, that a century ago were the city's dominant sidewalk material. But the bluestone trade" , "date" : "19940620" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Preserving the History That Lies Underfoot; Bluestone Sidewalks on Comeback Trail" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/20\/nyregion\/preserving-the-history-that-lies-underfoot-bluestone-sidewalks-on-comeback-trail.html"} , {"body" : "SPORTS makes you hungry. Even if you are only a spectator. Anybody who has ever eaten too many hot dogs at a baseball game knows that. With athletic events suddenly becoming New York's major preoccupation, the important question becomes: Where to eat after the game? Or before, if you are so inclined. Both the World Cup of soccer (at Giants Stadium" , "date" : "19940617" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "THE GAMES BEGIN; A Time for Exploring New Food in New Places" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/17\/arts\/the-games-begin-a-time-for-exploring-new-food-in-new-places.html"} , {"body" : "The firefighters of Engine Company 24 and Ladder Company 5 in Manhattan stood in the doorway of their firehouse, talking about grief, the Rangers and carrying on. The Rangers, trying to rediscover how to win after 54 years, are helping the men in the doorway figure out how to smile again. \"I swear, John Drennan is up there pulling strings, making" , "date" : "19940611" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Knick and Ranger Title Bids Inspire a Search for Meaning" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/11\/nyregion\/knick-and-ranger-title-bids-inspire-a-search-for-meaning.html"} , {"body" : "A proposal by New York City's top planning official to encourage placement of homeless shelters, drug clinics and other social service operations in sections zoned for light manufacturing could complicate efforts to redevelop these areas, officials and analysts said yesterday. Although the chairman of the City Planning Commission, Joseph B. Rose," , "date" : "19940516" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Plan for Siting Social Services Stirs Dispute" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/16\/nyregion\/plan-for-siting-social-services-stirs-dispute.html"} , {"body" : "A century ago, two firefighters died while battling a large fire in Cobble Hill. But until now there has been no move to honor the men. The two firefighters' present-day colleagues at Engine Company 204 would like to install a plaque in their honor inside the red brick firehouse, at 299 DeGraw Street. They are looking for relatives of the men to" , "date" : "19940515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "COBBLE HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: CARROLL GARDENS; An Honor 100 Years Overdue" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/15\/nyregion\/neighborhood-report-carroll-gardens-an-honor-100-years-overdue.html"} , {"body" : "It's the same old story, but it isn't the same old place. \"I came here from Southern California,\" Jim Dahl said, \"because I'd been an artist there for a number of years and I just wanted things to go . . . quicker.\" The 37-year-old painter made the trek east eight years ago and, for a brief moment, thought about being an artist in SoHo. But the" , "date" : "19940508" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Call It RedHo?" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/08\/style\/call-it-redho.html"} , {"body" : "TRUE or false? No one wants to build new office buildings in New York City. Companies abandoning downtown Manhattan move only to Jersey City, midtown or a faraway state. Downtown Brooklyn is a you-can't-get-there-from-here place. If you answered \"true\" to any of those statements, then Bruce Ratner, Joshua Muss, Charles Hack and a bunch of other" , "date" : "19940410" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "15" , "title" : "Commercial Property\/Downtown Brooklyn; Space Tightening In Discounted Area" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/10\/realestate\/commercial-property-downtown-brooklyn-space-tightening-in-discounted-area.html"} , {"body" : "* BROOKLYN HEIGHTS: The expansion of the chronically crowded Pierrepont Playground on the Brooklyn Heights Promenade does not necessarily mean the demise of a popular flower garden and its stone thunderbird mosaic, Henry J. Stern, the city's Parks Commissioner, said last week. On Monday Mr. Stern told Julius Spiegel, the Brooklyn Parks" , "date" : "19940327" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT; BROOKYN UPDATE" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/27\/nyregion\/neighborhood-report-brookyn-update.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GREENWICH VILLAGE $545,000 830 Broadway (12th St.) 2-bedroom, 2-bath, 3,000-sq.-ft. loft-co-op; 2 elevators, dining room, eat-in kitchen, library; maintenance $1,163," , "date" : "19940313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/13\/realestate\/residential-resales-424668.html"} , {"body" : "In the 16 days since a water main ruptured in South Brooklyn, crumbling a half-block of roadway and flooding about 100 homes on the brownstoned streets of Carroll Gardens, residents who were forced to flee in 6-degree early-morning chill have been trying to piece their lives back together. And most have only one pressing question as they face the" , "date" : "19940206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CARROLL GARDENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: CARROLL GARDENS; Apres le Deluge: Who'll Pay?" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/06\/nyregion\/neighborhood-report-carroll-gardens-apres-le-deluge-who-ll-pay.html"} ,   {"body" : "From a flier circulated in Carroll Gardens by the City of New York. Q. How do I file a claim against the city for damages to my property from the water main break? A. A claim must be filed with the Office of the City Comptroller within 90 days of the occurrence or it could be denied. Forms and information on how to file may be obtained through the" , "date" : "19940206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CARROLL GARDENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: CARROLL GARDENS; Obtaining Help: Who and How" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/06\/nyregion\/neighborhood-report-carroll-gardens-obtaining-help-who-and-how.html"} , {"body" : "Walk down scruffy Fourth Avenue in Brooklyn, past scattered neighborhood shops, the familiar Brooklyn Academy of Music receding in the distance. Turn right on Douglass Street, near the Gowanus Canal, and continue down the usually deserted block. Enter the door of a building as unremarkable as all the others on this industrial street. It is like" , "date" : "19940123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "DANCE; A Plie Grows in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/23\/arts\/dance-a-plie-grows-in-brooklyn.html"} , {"body" : "After a week of brutal cold and icy chaos, the New York region basked in brilliant sunshine and a modest January freeze yesterday as travel and commerce returned to normal. Utility crews, meantime, struggled to restore water and gas services to a Brooklyn community flooded and crippled by a water-main break. As the temperature climbed to 32 degrees" , "date" : "19940123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Sun Rises and Slightly Warms Brooklyn's Frozen Mess" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/23\/nyregion\/sun-rises-and-slightly-warms-brooklyn-s-frozen-mess.html"} , {"body" : "A 135-year-old water main ruptured in the early morning, 6-degree stillness in South Brooklyn yesterday, collapsing half a block of roadway, flooding dozens of homes, cutting off utilities to scores of buildings and closing the Brooklyn-Battery Tunnel for the morning rush. The break in the main, a 30-inch cast-iron pipe dating to 1858-59, set off a" , "date" : "19940122" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN-BATTERY TUNNEL" , "NEW YORK CITY" , "CARROLL GARDENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Cold, Brooklyn Water Main Bursts and Floods" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/22\/nyregion\/in-cold-brooklyn-water-main-bursts-and-floods.html"} , {"body" : "At 514 Clinton Street, life will probably return to normal. Someday. \"We now live at 514 Lake Clinton,\" said Dustin Pina, his sense of humor no doubt fueled by fatigue, as he stood on the normally picturesque stoop of the Carroll Gardens brownstone at 10:30 A.M. yesterday. It was nine hours after a water main had burst and the flood began. The" , "date" : "19940122" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CARROLL GARDENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "On a Brooklyn Street, Witnesses to a Catastrophe" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/22\/nyregion\/on-a-brooklyn-street-witnesses-to-a-catastrophe.html"} , {"body" : "WATER MAIN BREAKS IN BROOKLYN A 135-year-old water main ruptured in the 6-degree stillness before dawn in South Brooklyn, collapsing half a block of roadway in Carroll Gardens, flooding dozens of homes, cutting off utilities and closing the Brooklyn-Battery Tunnel for the morning rush. Page 1. \"We now live at 514 Lake Clinton,\" said a Carroll" , "date" : "19940122" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/22\/nyregion\/metro-digest-949167.html"} , {"body" : "Some residents of Red Hook, Cobble Hill and Carroll Gardens are trying to prevent the construction of 56 units of permanent housing for mentally ill homeless people, saying they were misled about the size of the project. The plan, submitted to Community Board 6 in 1991, was expanded from 21 units without notification, said Joel Breitkopf, president" , "date" : "19940102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN\/RED HOOK; Housing Plan For Homeless Drawing Fire" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/02\/nyregion\/neighborhood-report-downtown-brooklyn-red-hook-housing-plan-for-homeless-drawing.html"}]