[  {"body" : "This list summarizes our recommendations for some contested New York City races in today's Democratic primary in which the outcome is tantamount to election. The polls are open from 6 A.M. to 9 P.M. Both Republicans and Democrats also have statewide races on today's ballot. In those contests we reserve our endorsements until the November general" , "date" : "19940913" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "New York City Primary Choices" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/13\/opinion\/new-york-city-primary-choices.html"} , {"body" : "THE \"quality of life,\" this season's municipal mantra, means different things to different people. A month ago, The City surveyed Manhattan, interviewing dozens of residents, merchants, police officers and district managers of community boards to seek examples of quality of life issues. A journey through Queens reveals similar psychic desires, for" , "date" : "19940904" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: QUEENS UP CLOSE; What Makes Us Angry? How Queens Defines the 'Quality of Life'" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/04\/nyregion\/neighborhood-report-queens-up-close-what-makes-us-angry-queens-defines-quality.html"} , {"body" : "The Long Islanders riding the J train through East New York and Bushwick, Brooklyn, yesterday were not hard to spot. Folding and refolding their subway maps, already moist and creased by 6:45 A.M., they were the ones nervously checking each station stop to make sure the train had not somehow veered off course. But having taken the train recommended" , "date" : "19940618" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "L.I.R.R. Strike: The Scene; Some Inconvenience, but No Chaos" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/18\/nyregion\/lirr-strike-the-scene-some-inconvenience-but-no-chaos.html"}]