[  {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN BATTERY PARK CITY $245,000 377 Rector Place (Liberty House) 1-bedroom, 1-bath, 814-sq.-ft. postwar condo; 24-hr. doorman, concierge, dining room, Hudson River view;" , "date" : "19941127" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/27\/realestate\/residential-resales-918512.html"} , {"body" : "There are two things that residents of northern Brooklyn will fight for only slightly less hard than, for example, their lives. One is their right to a view of the Manhattan skyline; the other is a parking space. Under a proposal by the Department of Sanitation, the perpetual parking shortage will ease at least slightly on some blocks, though the" , "date" : "19941120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN HEIGHTS; More Parking, but More Dirt" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/20\/nyregion\/neighborhood-report-brooklyn-heights-more-parking-but-more-dirt.html"} , {"body" : "California Business Style, As Glamorized on TV A San Francisco-based women's clothing chain whose style has been made famous by the television characters Amanda on \"Melrose Place\" and Lois on \"Lois and Clark\" has recently become a presence around Manhattan. The chain, Bebe (pronounced BEE-bee), made its debut in New York six months ago. On" , "date" : "19941120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1994\/11\/20\/nyregion\/new-yorkers-co-866938.html"} , {"body" : "RETURNING to Manhattan on the D train after a dance program at the Brooklyn Academy of Music, Perl Muter overheard this exchange: Woman one: But I don't want him as a friend. I want him as a lover. Like we used be. But he doesn't have it for me anymore. Woman two: Why can't you accept him for what he is? You don't expect a giraffe to act like a" , "date" : "19941116" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/16\/garden\/metropolitan-diary-842834.html"} , {"body" : "WHERE were you when the sun came up this morning? Warm and cozy under the covers, happily oblivious to the bright orange streak rising on the eastern horizon? To Nina L. Kurtz, such laziness is unthinkable. Before dawn she was already at the New York Sports Club in the Cobble Hill section of Brooklyn, standing before a group of men and women who" , "date" : "19941102" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "One Killer Job Not Enough? Add a 2d, With Sweat" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/02\/garden\/one-killer-job-not-enough-add-a-2d-with-sweat.html"} , {"body" : "IN August, The City began an examination of how residents defined the \"Quality of Life,\" a political mantra that has no single meaning. The first installment focused on Manhattan; the second on Queens. Because it is so large, Brooklyn has been split in two, with Flatbush Avenue as a natural divider. Taken as a whole, the area west of Flatbush has" , "date" : "19941030" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "BROOKLYN UP CLOSE; What Makes Brooklyn Angry: The 'Quality of Life,' West of Flatbush" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/30\/nyregion\/brooklyn-up-close-what-makes-brooklyn-angry-the-quality-of-life-west-of-flatbush.html"} , {"body" : "A MIRACLE of a school opened its doors this fall in Brooklyn, a monument to the perseverance of a group of parents who clung to a simple belief: Their children deserved better middle schools than the ones they seemed destined to attend. The parents wanted small classes for their children. A safer school environment. More hands-on instruction. More" , "date" : "19941002" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "COBBLE HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "How to Make a School, From A to Z" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/02\/nyregion\/how-to-make-a-school-from-a-to-z.html"} , {"body" : "Smith Street, one of the major roadways linking Sunset Park to downtown Brooklyn, will get a much-needed facelift when workers begin tearing up asphalt and concrete next week. The $9.9 million project -- which includes the excavation and removal of abandoned trolley tracks, replacement of existing sewers, installation of water mains, construction" , "date" : "19940911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: SUNSET PARK; For Next 2 Years, The Digging Up Of Smith Street" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/11\/nyregion\/neighborhood-report-sunset-park-for-next-2-years-the-digging-up-of-smith-street.html"} , {"body" : "The men wore gold lame, pink chiffon and an occasional piece of plastic fruit. There was a dress fashioned out of the orange warning lights and pylons used by road crews, an accessory or two made from black leather, and plenty of gingham. But despite the usual outrageousness that distinguishes Wigstock, the annual Labor Day festival of men in drag," , "date" : "19940905" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "If There Was Ever a Place for Big Hair, It's Wigstock" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/05\/nyregion\/if-there-was-ever-a-place-for-big-hair-it-s-wigstock.html"} , {"body" : "FOR Woza Cephas, a Brooklyn designer, working in the fashion industry on Seventh Avenue in Manhattan was like being a sponge. \"I was soaking up an enormous amount of information but was not given the opportunity to put it back out there in my own voice,\" he said. So in 1991, Mr. Cephas left Manhattan to design and sell a line of clothing in" , "date" : "19940904" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "43" , "title" : "Brooklyn Nurtures A New Seventh Avenue" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/04\/style\/brooklyn-nurtures-a-new-seventh-avenue.html"} ,   {"body" : "As Thornton Willett sees it, he is a big man (6 foot 4, 235 pounds) who fights for the little guy. And his education (he majored in philosophy at Harvard) has convinced him that the rights of individuals, especially those without political power, must be protected and expanded. \"The big guy can take care of himself,\" Mr. Willett says. \"The people" , "date" : "19940904" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "COBBLE HILL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "'The Big Guy Can Take Care of Himself'" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/04\/nyregion\/the-big-guy-can-take-care-of-himself.html"} , {"body" : "They are scrawled on the streets and sidewalks like hieroglyphics -- straight lines, letters, arrows that seem to point to nowhere. They could be called \"official graffiti,\" but Department of Transportation officials say that the markings are necessary guides for utility workers who must navigate the complex network of fiber optic and other wires" , "date" : "19940828" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: PARK SLOPE; A Graffiti Artist Called the City of New York" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/28\/nyregion\/neighborhood-report-park-slope-a-graffiti-artist-called-the-city-of-new-york.html"} , {"body" : "WHEN school opens in two weeks, Public School 6 on the East Side will start marking its centennial with a lot of tradition. Just like Choate or Groton or any of those la-di-da, hoity-toity private schools. Of course, there are people who think that P.S. 6, on Madison Avenue and 82d Street, is one of those la-di-da, hoity-toity schools itself," , "date" : "19940824" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "ABOUT NEW YORK; A School To Mark A Century Of Success" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/24\/nyregion\/about-new-york-a-school-to-mark-a-century-of-success.html"} , {"body" : "The pull of the past is a form of sorcery. For Dennis Holt, the catch came in 1989, as he walked down Duffield Street in downtown Brooklyn, looked up at the century-old Offerman building and saw the imbedded dates, \" '91\" and \" '92.\" Squinting through time, he wondered: what was there before? He turned to an old book previously unearthed in a" , "date" : "19940807" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; The Past Recaptured" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/07\/nyregion\/making-it-work-the-past-recaptured.html"} , {"body" : "Teams from Argentina, Belgium, Bolivia, Brazil, Bulgaria, Cameroon, Colombia, Germany, Greece, Ireland, Italy, Mexico, Morocco, the Netherlands, Nigeria, Norway, Romania, Russia, Saudi Arabia, South Korea, Spain, Sweden, Switzerland and the United States are competing in the World Cup soccer competition, which runs through July 17. Here is a" , "date" : "19940617" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "THE GAMES BEGIN; In the Orbit of the World Cup" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/17\/arts\/the-games-begin-in-the-orbit-of-the-world-cup.html"} , {"body" : "SPORTS makes you hungry. Even if you are only a spectator. Anybody who has ever eaten too many hot dogs at a baseball game knows that. With athletic events suddenly becoming New York's major preoccupation, the important question becomes: Where to eat after the game? Or before, if you are so inclined. Both the World Cup of soccer (at Giants Stadium" , "date" : "19940617" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "THE GAMES BEGIN; A Time for Exploring New Food in New Places" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/17\/arts\/the-games-begin-a-time-for-exploring-new-food-in-new-places.html"} , {"body" : "An article and a picture caption yesterday about the shooting of a grocery owner at his store in Brooklyn misidentified the neighborhood in some editions. The store, on Third Avenue between Bergen and Dean Streets, is in Boerum Hill, not Cobble Hill." , "date" : "19940607" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/07\/nyregion\/c-corrections-321095.html"} , {"body" : "A grocery store owner in Boerum Hill in Brooklyn was shot and critically wounded Saturday night when he tried to shield his 18-month-old son from an armed robber, the police said. Shortly before 9 P.M., a man entered Saleh Nasef's store, the Third Avenue Corner, at 93 Third Avenue between Bergen and Dean Streets, the police said, brandished a gun" , "date" : "19940606" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Protecting Son, Owner of Store Is Shot in Robbery in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/06\/nyregion\/protecting-son-owner-of-store-is-shot-in-robbery-in-brooklyn.html"} , {"body" : "For almost a century, relatives of Wayland A. Estes have trekked to Greenwood Cemetery in Brooklyn to pay their respects. \"We were all told that we should be very proud of him because he was a hero,\" said Carole Machina, 51, the man's great-granddaughter, who lives in Alexandria, Va. Estes was one of two firefighters who died in 1894 while battling" , "date" : "19940605" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "COBBLE HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: COBBLE HILL; Long-Ago Hero's Family Found" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/05\/nyregion\/neighborhood-report-cobble-hill-long-ago-hero-s-family-found.html"} , {"body" : "Maybe it's the sugared walnuts, chocolate syrup and ice cream. Perhaps it's pride of place, or plain old enlightened self-interest. But on the last Thursday of each month, in Room EF-100 of the Capitol, a ground-floor hideaway a few steps from the gift shop, a group of instinctively fractious politicians comes together for lunch and a" , "date" : "19940522" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Can They Deliver?" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/22\/nyregion\/can-they-deliver.html"} ,   {"body" : "Mayor Giuliani has approved the sale of a small park in Cobble Hill to Long Island College Hospital to build a parking garage, but a lawsuit threatens to delay the sale. The site, Upper Van Voorhees Park, is now being assessed so a price can be agreed on. If the sale goes through, it will bring to an end a long dispute that set the hospital and" , "date" : "19940522" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UPPER VAN VORHEES PARK (BROOKLYN)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: COBBLE HILL; Mayor Approves Sale of Park" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/22\/nyregion\/neighborhood-report-cobble-hill-mayor-approves-sale-of-park.html"} , {"body" : "OU could make a case that Van Voorhees Park is just a rundown little playground in Brooklyn, so polluted by traffic from the Brooklyn-Queens Expressway and Atlantic Avenue that the children would be better off if a parking garage were put there. \"That's a park?\" said Brooklyn Borough President Howard Golden last week. \"I used to go down there every" , "date" : "19940519" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "VAN VOORHEES PARK (BROOKLYN, NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "GARDEN NOTEBOOK; Trying to Measure A Park's Worth" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/19\/garden\/garden-notebook-trying-to-measure-a-park-s-worth.html"} , {"body" : "A century ago, two firefighters died while battling a large fire in Cobble Hill. But until now there has been no move to honor the men. The two firefighters' present-day colleagues at Engine Company 204 would like to install a plaque in their honor inside the red brick firehouse, at 299 DeGraw Street. They are looking for relatives of the men to" , "date" : "19940515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "COBBLE HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: CARROLL GARDENS; An Honor 100 Years Overdue" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/15\/nyregion\/neighborhood-report-carroll-gardens-an-honor-100-years-overdue.html"} , {"body" : "Clement Greenberg, the art critic who propelled the career of Jackson Pollock and helped to establish Abstract Expressionism as a major artistic movement, died on Saturday at Lenox Hill Hospital. He was 85 years old and lived in Manhattan. He died of complications from a four-year bout with emphysema, said his daughter, Sarah Dora Greenberg. He was" , "date" : "19940509" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "7" , "title" : "Clement Greenberg, 85, Critic; Ally of Abstract Expressionism" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/09\/obituaries\/clement-greenberg-85-critic-ally-of-abstract-expressionism.html"} , {"body" : "It's the same old story, but it isn't the same old place. \"I came here from Southern California,\" Jim Dahl said, \"because I'd been an artist there for a number of years and I just wanted things to go . . . quicker.\" The 37-year-old painter made the trek east eight years ago and, for a brief moment, thought about being an artist in SoHo. But the" , "date" : "19940508" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Call It RedHo?" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/08\/style\/call-it-redho.html"} , {"body" : "Clement Greenberg, the art critic who propelled the career of Jackson Pollock and helped to establish Abstract Expressionism as a major artistic movement, died yesterday at Lenox Hill Hospital. He was 85 years old. He died of complications from a four-year bout with emphysema, his daughter, Sarah Dora Greenberg, said. He had been taken to the" , "date" : "19940508" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "38" , "title" : "Clement Greenberg Dies at 85; Art Critic Championed Pollock" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/08\/obituaries\/clement-greenberg-dies-at-85-art-critic-championed-pollock.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN EAST MIDTOWN $550,000 303 East 57th Street (Excelsior) 2-bedroom, 3-bath, 2,000-sq.-ft. prewar co-op; 24-hr. doorman, concierge, manned elevator, dining room, powder" , "date" : "19940501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/01\/realestate\/residential-resales-921319.html"} , {"body" : "Far from the squalor of her native Soweto, history caught up with Moli Ntuli yesterday as she nervously inched toward a tent pitched on the north lawn of the United Nations Plaza in Manhattan. Once inside, the 49-year-old Ms. Ntuli did something she had only been permited to do in her waking dreams. She voted. \"I was shaking so much I didn't" , "date" : "19940427" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["SOUTH AFRICA"] , "nytd_section_facet" : ["World"] , "page_facet" : "9" , "title" : "THE SOUTH AFRICAN VOTE: EXPATRIATES; In New York, It's a Dream Come True" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/27\/world\/the-south-african-vote-expatriates-in-new-york-it-s-a-dream-come-true.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $1.62 million 211 West 19th Street 5-story commercial loft building being converted to a 3-bedroom, 3-bath residential property and artist studios; elevator," , "date" : "19940424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/24\/realestate\/residential-resales-851400.html"} , {"body" : "IN the art world of the 1990's, necessity is still the primary impetus for invention. As the market contracts and the big 80's-style art galleries dwindle, small unorthodox galleries are increasingly evident at the bottom and around the edges of the downtown scene, not just in SoHo but in the East and West Villages and Brooklyn. Overseeing these" , "date" : "19940422" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Review\/Art; For the New Galleries of the 90's, Small (and Cheap) Is Beautiful" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/22\/arts\/review-art-for-the-new-galleries-of-the-90-s-small-and-cheap-is-beautiful.html"} ,   {"body" : "For more than a decade, a coalition of neighborhood and environmental groups has fought an increasingly bitter battle to stop Long Island College Hospital from building an eight-story parking garage on the northeast corner of Van Voorhees Park. The opponents have petitioned the Borough President, organized letter-writing campaigns and, after the" , "date" : "19940410" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS" , "VAN VOORHEES PARK (BROOKLYN, NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: COBBLE HILL; O.K., Draw! Architects Join Fight for Park" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/10\/nyregion\/neighborhood-report-cobble-hill-ok-draw-architects-join-fight-for-park.html"} , {"body" : "WHEN the first wave of co-op conversions began in the New York area some 15 years ago it was believed to be foolhardy to pay off the underlying mortgage (or, in some cases, multiple mortgages) still attached to the building. Shareholders gained significant tax advantages by keeping this debt alive. Moreover, paying only interest on the outstanding" , "date" : "19940403" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "YOUR HOME; A Co-op Building's Mortgage" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/03\/realestate\/your-home-a-co-op-building-s-mortgage.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $310,000 323 West 21st Street 3-family, 4-story house in a former stable; 2 bedrooms, 1 bath, dining room in 2 units; third is a 3,700-sq.-ft garage being" , "date" : "19940327" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/27\/realestate\/residential-resales-566586.html"} , {"body" : "Walk down scruffy Fourth Avenue in Brooklyn, past scattered neighborhood shops, the familiar Brooklyn Academy of Music receding in the distance. Turn right on Douglass Street, near the Gowanus Canal, and continue down the usually deserted block. Enter the door of a building as unremarkable as all the others on this industrial street. It is like" , "date" : "19940123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "DANCE; A Plie Grows in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/23\/arts\/dance-a-plie-grows-in-brooklyn.html"} , {"body" : "* COBBLE HILL Opponents of the conversion of a small park into an eight-level garage have filed a lawsuit against the city and several government agencies in a last-ditch effort to stop the project. Friends of Van Voorhees Park filed the suit on Dec. 30 in State Supreme Court against the city, the City Council, the Planning Commission and the state" , "date" : "19940109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT; BROOKLYN UPDATE" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/09\/nyregion\/neighborhood-report-brooklyn-update.html"} , {"body" : "Some residents of Red Hook, Cobble Hill and Carroll Gardens are trying to prevent the construction of 56 units of permanent housing for mentally ill homeless people, saying they were misled about the size of the project. The plan, submitted to Community Board 6 in 1991, was expanded from 21 units without notification, said Joel Breitkopf, president" , "date" : "19940102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN\/RED HOOK; Housing Plan For Homeless Drawing Fire" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/02\/nyregion\/neighborhood-report-downtown-brooklyn-red-hook-housing-plan-for-homeless-drawing.html"}]