[  {"body" : "A 12-year-old boy collapsed while playing basketball in a holiday tournament in Brooklyn yesterday and died later at Coney Island Hospital. The boy was identified as Steven Riley of Flushing, Queens. He was playing for the St. Nicholas of Tolentine parish team against Blessed Sacrament of Staten Island in the gymnasium of the Church of the Most" , "date" : "19941227" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A Boy Dies Playing Basketball" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/27\/nyregion\/a-boy-dies-playing-basketball.html"} , {"body" : "It was on the hard-tar track behind the old Boys High in Bedford-Stuyvesant, Brooklyn, that Diane Dixon, then a whippet of a 14-year-old, first started sprinting toward her gold medal in the 1984 Olympics. \"Four straightaways, corner to corner, and, oh, so hard on the legs,\" Ms. Dixon recalled of that old track last week after the Brooklyn Borough" , "date" : "19941218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "64" , "title" : "Sports Arena Proposed For a Coney Island Site" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/18\/nyregion\/sports-arena-proposed-for-a-coney-island-site.html"} , {"body" : "A record 19,000 immigrants from the former Soviet Union arrived in New York City last year, and UJA-Federation of New York helped many of them find homes and jobs. Working with the New York Association for New Americans and more than 60 other member agencies, UJA helped immigrants learn English, find work, get counseling and receive proper health" , "date" : "19941218" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "73" , "title" : "THE NEEDIEST CASES; Helping Immigrants Adjust to U.S." , "url" : "http:\/\/www.nytimes.com\/1994\/12\/18\/nyregion\/the-neediest-cases-helping-immigrants-adjust-to-us.html"} , {"body" : "Tanya Lugo, a receptionist, loves visiting the new Bradlees on Union Square. On her three visits last week to go Christmas shopping, she bought a jogging suit for her grandfather, a quilt for her mother, lingerie for her sister and earrings for herself. \"It's like being in a shopping mall,\" she said. \"They have all the selections and low prices. I" , "date" : "19941211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Macy's Now Just One Float in Megastore Parade" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/11\/nyregion\/macy-s-now-just-one-float-in-megastore-parade.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next meeting, Dec. 13, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; (718) 389-0009. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next meeting Dec. 14, 6 P.M.; St Joseph's Services, 540 Atlantic Ave., between Third and Fourth Avenues; (718) 596-5410." , "date" : "19941211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Community Boards To Meet in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/11\/nyregion\/community-boards-to-meet-in-brooklyn.html"} , {"body" : "EMBEDDED in New York's consciousness as a repository of totem poles, taxidermy and dinosaur bones, with bright yellow school buses perpetually parked outside, the American Museum of Natural History is a bit of a dinosaur itself. But slowly, in small steps, it is cracking through its musty Victorian shell, struggling to become a more modern museum." , "date" : "19941211" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Beyond Dinosaurs" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/11\/nyregion\/beyond-dinosaurs.html"} , {"body" : "THE title of Donald Margulies's play \"What's Wrong With This Picture?\" asks a loaded question. The temptation is to respond in kind: What's right about it? In its initial stretches, the work, which opened last night at the Brooks Atkinson Theater, presents itself as a Jewish family sitcom, all bright colors and broad swipes. It then veers off into" , "date" : "19941209" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "THEATER REVIEW: WHAT'S WRONG WITH THIS PICTURE?; A Family Laughing Until It's Crying" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/09\/theater\/theater-review-what-s-wrong-with-this-picture-family-laughing-until-it-s-crying.html"} , {"body" : "Angelo Trippiedi is a muffler man. Always has been. Fifty years ago, he was working on cars in about the same spot he works now on Cropsey Avenue, only now he has his own place. Back then, he was a minority among the lumberyards that lined the avenue between Neptune Avenue and the Belt Parkway. Now he owns one of the oldest of dozens of repair" , "date" : "19941204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: CONEY ISLAND; A Pocketful Of Mechanics" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/04\/nyregion\/neighborhood-report-coney-island-a-pocketful-of-mechanics.html"} , {"body" : "This list has been selected from books reviewed since the Christmas Books issue of December 1993. The list suggests only high points in the main fields of reader interest, and it does not include titles chosen by the editors of the Book Review as the Best Books of 1994. Books are arranged alphabetically under subject headings. Biographies and" , "date" : "19941204" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "65" , "title" : "NOTABLE BOOKS OF THE YEAR: 1994" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/04\/books\/notable-books-of-the-year-1994.html"} , {"body" : "Wilfredo Feliciano remembers he was wearing his Nathan Hale Junior High School gym shirt on the evening of Dec. 8, 1993, and he remembers how easily the box-cutter sliced through it. His attackers, a 15-year-old and a 16-year-old who lived in the same Brooklyn housing project as Wilfredo, didn't stop when they had cut apart the shirt. As he" , "date" : "19941201" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "Young Criminals' Prey: Usually Young" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/01\/us\/young-criminals-prey-usually-young.html"} ,   {"body" : "David O'Connor describes his father's occupation as \"drinker.\" He says that the man exited his life by his second birthday and that his mother, a diner waitress, let him take to the streets of Brooklyn at age 14. Now 15, he sleeps in a small bedroom in a group home. He has been arrested once, charged with stealing a car, and is described by" , "date" : "19941129" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Growing Rage in Bay Ridge; Change Breeds Violence in a Once-Quiet Corner of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/29\/nyregion\/growing-rage-bay-ridge-change-breeds-violence-once-quiet-corner-brooklyn.html"} , {"body" : "April Hope Fleisher, a daughter of Elaine Fleisher of Brooklyn and Harvey Fleisher of Boca Raton, Fla., was married last evening to Dr. Jordan William Eckert, a son of Rhoda and Dr. Bertram Eckert, also of Brooklyn. Rabbi Melvin Burg officiated at Kingsway Jewish Center in Brooklyn. The bride, 28, is a physical therapist at Healthwest Regional" , "date" : "19941127" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "73" , "title" : "WEDDINGS; April H. Fleisher, Jordan W. Eckert" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/27\/style\/weddings-april-h-fleisher-jordan-w-eckert.html"} , {"body" : "HANUKKAH begins tonight at sundown. It almost slipped past me this year, so soon after Turkey Day, almost a month before Gift Day. Even when the calendar isn't playing tricks, Hanukkah is confusing, one of those holidays that tend to induce a spot of seasonal existential angst in secularized New York Jews. I called my kids. They refused to be" , "date" : "19941127" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; Happy Hanukkah? A Guide for the Perplexed." , "url" : "http:\/\/www.nytimes.com\/1994\/11\/27\/nyregion\/coping-happy-hanukkah-a-guide-for-the-perplexed.html"} , {"body" : "Rebuffed in its bid to dump 150,000 tons of dioxin-tainted sand in the ocean six miles off Sandy Hook, N.J., the Port Authority of New York and New Jersey is considering a plan to deposit the material in a pit a half mile off Coney Island. Residents of Coney Island and Staten Island have begun letter-writing and petition drives against the plan and" , "date" : "19941125" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Plan for Toxic Dump Off Coney I. Is Attacked" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/25\/nyregion\/plan-for-toxic-dump-off-coney-i-is-attacked.html"} , {"body" : "A New York City police officer was arrested on assault charges yesterday after shoving and punching his girlfriend in the face outside a Brooklyn nightclub, the police said. The police said that the officer, Robert C. Green, 26, who is assigned to the 60th Precinct in Coney Island, had an argument with his girlfriend on Sunday evening as they left" , "date" : "19941122" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Officer Accused of Assault" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/22\/nyregion\/officer-accused-of-assault.html"} , {"body" : "TO THE STREETS: About 50 parents demonstrated in front of Public School 261 in Boerum Hill last week, decrying the $190 million in budget cuts proposed for public schools. The principal, Arthur Foresta, said that if passed, the cuts would force the school to send elementary students home an hour early and return to half-day kindergartens. . . ." , "date" : "19941120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT; MANHATTAN MINUTE" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/20\/nyregion\/neighborhood-report-manhattan-minute.html"} , {"author" : "Brent Staples writes on politics and culture for The Times's editorial page and is the author of the memoir \"Parallel Time: Growing Up in Black and White.\"" , "body" : "THE LAST SHOT City Streets, Basketball Dreams. By Darcy Frey. 230 pp. Boston: A Richard Todd Book\/Houghton Mifflin Company. $19.95. INNER-CITY poverty entails distressing states of mind as well as material misfortune, the former being firmly secured by a pernicious system of myths. The most disastrous of the myths that confront young" , "date" : "19941113" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "The Cruelest Game" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/13\/books\/the-cruelest-game.html"} , {"body" : "Under pressure from a Brooklyn Assemblyman, state housing officials have decided not to renew a building-security contract held by a unit of the Nation of Islam. But outraged residents, along with the buildings' management, have vowed to fight the move, saying the company had greatly increased safety in the Coney Island housing project. The" , "date" : "19941113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: CONEY ISLAND; Islamic Guard Unit Ousted" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/13\/nyregion\/neighborhood-report-coney-island-islamic-guard-unit-ousted.html"} , {"body" : "Louis Cosentino, one of the most colorful and powerful members of the Transit Police Department, dressed immaculately -- his style part head of state, part gangster. He talked tough with his superiors. He sat and smiled with politicians at restaurants, and then screamed at them across the bargaining table. He began his career with the transit" , "date" : "19941103" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "One 'From the Warrior Class' Fights Another Battle; A Month After Assault in Brooklyn, a Detective's Family and Friends Look Back" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/03\/nyregion\/one-warrior-class-fights-another-battle-month-after-assault-brooklyn-detective-s.html"} , {"body" : "After a month of stake-outs at dozens of all-night groceries and newsstands in South Brooklyn, the police have arrested a 21-year-old man who they believe has robbed at least 50 lottery stores at gunpoint since March. The man, identified through fingerprints as Emmanuel Pierre, of 2011 Newkirk Avenue in Brooklyn, was arrested by two officers just" , "date" : "19941101" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Held in Robberies of 50 Lottery Stores" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/01\/nyregion\/man-held-in-robberies-of-50-lottery-stores.html"} ,   {"body" : "IN August, The City began an examination of how residents defined the \"Quality of Life,\" a political mantra that has no single meaning. The first installment focused on Manhattan; the second on Queens. Because it is so large, Brooklyn has been split in two, with Flatbush Avenue as a natural divider. Taken as a whole, the area west of Flatbush has" , "date" : "19941030" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "BROOKLYN UP CLOSE; What Makes Brooklyn Angry: The 'Quality of Life,' West of Flatbush" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/30\/nyregion\/brooklyn-up-close-what-makes-brooklyn-angry-the-quality-of-life-west-of-flatbush.html"} , {"body" : "FRIENDS describe Tommy Lee White, 30, as a person with idiosyncratic tastes in everything from music (his favorite CD is \"If I Were a Carpenter,\" a compilation of alternative bands playing Carpenters' songs ) to clothing. While a student at Mississippi State University, he once arrived at a \"Reincarnation, Come as You Were\" party dressed as Fred" , "date" : "19941030" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "58" , "title" : "VOWS; Laurie Hinzman and Tommy White" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/30\/style\/vows-laurie-hinzman-and-tommy-white.html"} , {"body" : "They serve lobster in a way that Rasputin, the Russian mystic who died in 1916, probably never imagined: as a salad tossed with fennel and honeydew melon. Dressed in black, her red lipstick impeccably applied, Ms. Korsunsky was enthralled with Rasputin, 2670 Coney Island Avenue (near Avenue X). Though technically in the Coney Island neighborhood," , "date" : "19941026" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "3" , "title" : "In Brighton Beach, the Good Life Has a Russian Accent" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/26\/garden\/in-brighton-beach-the-good-life-has-a-russian-accent.html"} , {"body" : "Crawford Avenue in Gravesend, like many streets in southwest Brooklyn, was a block of electoral granite for Rudolph W. Giuliani when he ran for Mayor last year. Support doesn't get much more solid, after all, than when you get 95 percent of the vote. \"It's conservative,\" Jimmy Holgan, a construction worker and father of three, said of his block off" , "date" : "19941026" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE 1994 CAMPAIGN: THE VOTERS; In Giuliani Strongholds, They'll Vote For Cuomo for Their Own Reasons" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/26\/nyregion\/1994-campaign-voters-giuliani-strongholds-they-ll-vote-for-cuomo-for-their-own.html"} , {"body" : "HISTORICAL EXCAVATIONS CAN SOMETIMES be news in themselves, altering our understanding of the present. Such is the case with Joseph Horowitz's fascinating new book, \"Wagner Nights: An American History.\" One of its illustrations is a cover from a concert program of July 6, 1889. \"Brighton Beach\" proclaims the heading, in letters ornamented with" , "date" : "19941023" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "CLASSICAL VIEW; In Brooklyn, Sun, Sand . . . Siegfried?" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/23\/arts\/classical-view-in-brooklyn-sun-sand-siegfried.html"} , {"body" : "POETS need New York: it's a first-rate graduate school for moral indignation. Federico Garcia-Lorca provides a classic example. In 1929, Lorca sailed here from his native Spain, where, at 31, he was already acclaimed as a master. His declared purpose in traveling was to study English at Columbia; his deeper purpose was to get away from home, which" , "date" : "19941021" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Where Poets Are on a Roll" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/21\/arts\/where-poets-are-on-a-roll.html"} , {"body" : "IN order to compete with her friends in judo, Rusty Kanokogi wrapped tape around her chest -- \"so they looked like healthy pectorals, not breasts.\" She flung a few men around in competition, but eventually somebody figured out why she was changing in a broom closet, and she gave the medals back. This old story from the newest member of the" , "date" : "19941018" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "15" , "title" : "Sports of The Times; Judo Champ Doesn't Need Disguises" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/18\/sports\/sports-of-the-times-judo-champ-doesn-t-need-disguises.html"} , {"body" : "Mayor Rudolph W. Giuliani, who campaigned on a promise to privatize public hospitals, has found the process far more complicated, both substantively and politically, than anyone had anticipated, both critics and supporters of the plan say. As a result, 10 months after taking office, city officials have yet to come forth with a plan -- or make a" , "date" : "19941018" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Giuliani Moves Slowly on Privatizing City Hospitals" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/18\/nyregion\/giuliani-moves-slowly-on-privatizing-city-hospitals.html"} , {"body" : "On his own tombstone, John Cashman envisions an ornate engraving of himself poised before a tombstone, pointing to his \"show-and-tells.\" It would be a fitting memorial, Mr. Cashman feels, for someone who spends an inordinate amount of breathing time in graveyards around the world and, particularly, in the old and fabled Green-Wood Cemetery in" , "date" : "19941016" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Where the Noted Rest, a Tour Guide Roams; Retired Officer Relates a Who's Where of Occupants of Brooklyn's Green-Wood Cemetery" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/16\/nyregion\/where-noted-rest-tour-guide-roams-retired-officer-relates-who-s-where-occupants.html"} , {"body" : "BROOKLYN DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next Oct. 11, 7 P.M.,; 211 Ainslie Street; (718) 388-4440. Chairman: Vincent V. Abate; District Manager: Gerald A. Esposito. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next Oct. 12, 6 P.M.; Brooklyn Borough Hall, 209 Joralemon Street; (718) 596-5410." , "date" : "19941009" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PUBLIC INTEREST; Community Boards: Coming Meetings" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/09\/nyregion\/public-interest-community-boards-coming-meetings.html"} ,   {"body" : "A Brooklyn politician, angry that a unit of the Nation of Islam was awarded a security contract for a state housing project, has appealed to New York State housing officials to have the contract revoked. Assemblyman Jules Polonetsky, who represents the 46th District, which includes Coney Island, was approached at a community meeting in the" , "date" : "19941002" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: SOUTHERN BROOKLYN; Nation of Islam On Housing Job: A Legal Mix?" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/02\/nyregion\/neighborhood-report-southern-brooklyn-nation-of-islam-on-housing-job-a-legal-mix.html"} , {"body" : "Leaving the courthouse in Brooklyn a free man, Eric Jackson-Knight had clutched a red Bible. In a retrial, he had been acquitted of helping to set a supermarket fire that killed six firefighters and for which he had already served 10 years in prison. And now, he said, he felt as if he were \"being born again.\" It was time to get out of New York" , "date" : "19940926" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Acquitted of Waldbaum's Arson Is Arrested Again" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/26\/nyregion\/man-acquitted-of-waldbaum-s-arson-is-arrested-again.html"} , {"body" : "At the tip of the Rockaway Peninsula, on the bay side of Breezy Point, there is a long, gently sloping beach where the daily cycle of the tides brings schools of stripers and blues that feed on the baitfish caught in the current. You also see night herons, plovers, skimmers and killdeer, cruising and diving over the gentle waves. If you are a" , "date" : "19940925" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BREEZY POINT (NYC)" , "ROCKAWAY PENINSULA (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "OUTDOORS; From Breezy Point, Following in the Stripers' Wake" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/25\/sports\/outdoors-from-breezy-point-following-in-the-stripers-wake.html"} , {"body" : "TO the extent that they both deal with public spaces within the limits of New York City, \"Urban Paradise: Gardens in the City\" at the Lehman College Art Gallery seems to follow the trail blazed by Wave Hill's current exhibition, \"Transitory Gardens.\" But in reality, the two come from opposite directions. The Wave Hill display consists of" , "date" : "19940925" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "ART; Fresh Visions for Urban Oases" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/25\/nyregion\/art-fresh-visions-for-urban-oases.html"} , {"body" : "A gunman waiting in ambush in the vestibule of a check-cashing store on bustling Brighton Beach Avenue in Brooklyn shot and wounded an armored-car guard shortly before noon yesterday, but was immediately killed when the guard returned fire, the police said. Two other suspects escaped, speeding off in a maroon minivan, but without any money, the" , "date" : "19940923" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Armored-Car Ambush Leaves Gunman Dead" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/23\/nyregion\/brooklyn-armored-car-ambush-leaves-gunman-dead.html"} , {"body" : "At least seven of the city's 11 hospitals will be hit with layoffs and other cuts under a plan to close a $357 million budget gap, the head of the Health and Hospitals Corporation told the agency's board yesterday. As expected, Harlem Hospital would be most severely affected by the cuts, losing 300 workers, including 28 doctors and 37 part-time" , "date" : "19940923" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Hospitals Unit Details Plans For Layoffs" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/23\/nyregion\/hospitals-unit-details-plans-for-layoffs.html"} , {"body" : "Roosevelt Island is a strip of land in the East River with ghostly remnants of history at its northern and southern tips. Meredith Monk is a composer and choreographer who specializes in creating and exploring archetypal memories. And Dancing in the Streets, a group that presents performances in nontheatrical outdoor spaces, is devoted to the" , "date" : "19940922" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["ROOSEVELT ISLAND (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "Meredith Monk Looks Into Roosevelt Island's Past" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/22\/arts\/meredith-monk-looks-into-roosevelt-island-s-past.html"} , {"body" : "The debate was about guns and violence, safety and education yesterday morning on the sidewalks outside Sheepshead Bay High School in Brooklyn, where one student shot another earlier this week. Some students talked about fear and distrust, unreported incidents, security guards carrying weapons. Others, with level-headed relativism, volunteered that" , "date" : "19940917" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "27" , "title" : "As Classes Resume After a Shooting, the Subject Is Safety" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/17\/nyregion\/as-classes-resume-after-a-shooting-the-subject-is-safety.html"} , {"body" : "A 16-year-old boy who sneaked a handgun into a Brooklyn high school and critically wounded a fellow student, told authorities his school's weapon screening system was so lax that he had believed he could smuggle in his gun if he arrived late enough in the day, officials said yesterday. Indeed, at Sheepshead Bay High School, safety officers with" , "date" : "19940916" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Schools' Security Is No Match For Students With Weapons" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/16\/nyregion\/schools-security-is-no-match-for-students-with-weapons.html"} , {"body" : "Three days into a new school year, a 10th grader apparently smuggled a .32-caliber handgun past metal-detectors, then shot and gravely wounded another student at Sheepshead Bay High School in Brooklyn yesterday. The incident, which left one teen-ager in critical condition and another in jail, marred what Board of Education officials were calling a" , "date" : "19940915" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Teen-Ager Shoots Fellow Student At Their High School in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/15\/nyregion\/teen-ager-shoots-fellow-student-at-their-high-school-in-brooklyn.html"} ,   {"body" : "GOVERNOR THE DEMOCRATIC CANDIDATES MARIO M. CUOMO, 64. Governor since 1983. A lawyer, he was appointed Secretary of State by Gov. Hugh Carey in 1975. He lost to Edward I. Koch in the 1977 New York City mayoral race but was elected lieutenant governor with Mr. Carey in 1978. He has raised over $6 million for the campaign. LENORA B. FULANI, 44. A" , "date" : "19940913" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE 1994 CAMPAIGN; The Primary: Highlights of Major Races in New York State. . ." , "url" : "http:\/\/www.nytimes.com\/1994\/09\/13\/nyregion\/the-1994-campaign-the-primary-highlights-of-major-races-in-new-york-state.html"} , {"body" : "This list summarizes our recommendations for some contested New York City races in today's Democratic primary in which the outcome is tantamount to election. The polls are open from 6 A.M. to 9 P.M. Both Republicans and Democrats also have statewide races on today's ballot. In those contests we reserve our endorsements until the November general" , "date" : "19940913" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "New York City Primary Choices" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/13\/opinion\/new-york-city-primary-choices.html"} , {"body" : "EFFECTING a line drive is among the more unsung pleasures available to humans. But as anyone who has done it can tell you, swinging a bat levelly, crushing a baseball and then watching it describe a flat parabola toward the horizon is a jolt at once as potent as morning coffee and as inspiring as fireworks. For this, I patronize batting cages. In" , "date" : "19940909" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Swing Time: Finding Bliss In a Batting Cage" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/09\/arts\/swing-time-finding-bliss-in-a-batting-cage.html"} , {"body" : "Under a lowering sun on upper Broadway, a volunteer for Thomas K. Duane was trying to convince work-weary Upper West Siders, rushing home with arms filled with groceries, why her man would make a better Congressman than Jerrold L. Nadler. \"Jerry's good,\" the volunteer, Nina de Fels, said hurriedly, as she shoved a flier into one woman's grocery" , "date" : "19940908" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "2 Like-Minded Liberals, 1 Job. Who'll Win?" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/08\/nyregion\/2-like-minded-liberals-1-job-who-ll-win.html"} , {"body" : "A boy riding atop an elevator in a Brooklyn housing project was crushed to death yesterday when the elevator reached the building's top floor, the police said. The boy, Raheem Young, 8, was apparently 'surfing,' or riding on top of the elevator as it rose and fell in the Marlboro Houses in Coney Island, said Detective Sonia Burgos, a spokeswoman" , "date" : "19940830" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Boy Fatally Crushed Riding On Elevator" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/30\/nyregion\/boy-fatally-crushed-riding-on-elevator.html"} , {"body" : "While the other counselors climbing off the buses after nine weeks at camp looked as if they were about to die, Jenny MacLean, 21, sat on the floor of the main concourse of the George Washington Bridge Bus Terminal on 178th Street dealing out lollipops and cards for a game of Uno. \"Are you in or not?\" Miss MacLean asked Edward Chavis, 10, one of" , "date" : "19940828" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "Reunions Mark the End of Another Fresh Air Fund Season" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/28\/nyregion\/reunions-mark-the-end-of-another-fresh-air-fund-season.html"} , {"body" : "Cobra Verde Cobra Verde, Sideshows by the Seashore, Coney Island Boardwalk, at West 12th Street, Brooklyn, (718) 372-5159. If Cobra Verde had been recording in the 1970's, it would have been one of the biggest, darkest heavy-metal bands of the era. But Cobra Verde, made up of former members of the rock group Death of Samantha, didn't start" , "date" : "19940826" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "Sounds Around Town" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/26\/arts\/sounds-around-town-066710.html"} , {"body" : "SOONER or later, meteorological circumstances will conspire to hurl another storm as strong as the legendary hurricane of September 1938 against a complacent Northeastern United States, and its cost in lives and property could be the highest ever exacted by a hurricane in this country. Or so concludes a new analysis of past hurricane behavior and" , "date" : "19940823" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NORTHEASTERN STATES (US)" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Science" , "Health"] , "page_facet" : "4" , "title" : "Historic Hurricane Could Catch Northeast With Its Guard Down" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/23\/science\/historic-hurricane-could-catch-northeast-with-its-guard-down.html"} , {"body" : "The three men made no effort to disguise their faces, showed little concern that the woman's cries for help might be heard by passers-by, and raped her only 200 yards from a police station, near Prospect Park in Brooklyn last May. But the rapists' nerve had limits. One by one, the victim told police, each man paused, reached into a pocket, tore" , "date" : "19940822" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Rapists and Condoms; Is Use a Cavalier Act or a Way to Avoid Disease and Arrest?" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/22\/nyregion\/rapists-and-condoms-is-use-a-cavalier-act-or-a-way-to-avoid-disease-and-arrest.html"} , {"body" : "On a January day in 1992, Justice Joseph J. Slavin of Supreme Court reopened hearings in a bitterly fought case: Once more he would try to determine whether Eric Jackson, whom he had sentenced to 158 years for setting fire to a Waldbaum's supermarket in which six firefighters died, deserved a new trial. Prosecutors in the 1980 trial, the judge had" , "date" : "19940821" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "2 Trials Later, Mystery Lingers in Arson Case" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/21\/nyregion\/2-trials-later-mystery-lingers-in-arson-case.html"} ,   {"body" : "A BIG green turtle surfaced to the left of Glenn Brown's fishing line, which he had plunked below a half-toppled pier on Staten Island. He mumbled something about chasing it, then worried about keeping his fingers. Mr. Brown has had enough pain recently. Pain, in fact, inspired him to fish in New York Harbor, a few hundred yards south of a rusted" , "date" : "19940821" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Complete Urban Angler" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/21\/nyregion\/the-complete-urban-angler.html"} , {"body" : "Now it's time to investigate the investigators. On Wednesday a jury in Brooklyn acquitted Eric Jackson of arson and murder in connection with the Waldbaum's supermarket fire that killed six firefighters in 1978. The forewoman of the jury said the prosecution hadn't even proved that the fire was arson. There should never have been a trial. It was" , "date" : "19940821" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "15" , "title" : "In America; Brooklyn's Obsessive Pursuit" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/21\/opinion\/in-america-brooklyn-s-obsessive-pursuit.html"} , {"body" : "Loula D. Lasker Swimming Pool and Skating Rink Central Park Harlem Meer (south of 110th Street) Manhattan (212) 534-7639 Recommended for all ages Spotting the Lasker pool from afar, one child thought the turquoise vision was a mirage. And it's true that from a distance on a humid morning, this 28-year-old pool, set amid the greenness of the park," , "date" : "19940819" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/19\/arts\/for-children.html"} , {"body" : "A man who spent nearly 10 years in prison after a jury convicted him of helping to set a 1978 fire that killed six firefighters in Brooklyn was acquitted last night in a retrial. The second trial for the defendant, Eric Jackson-Knight, was ordered in 1988 when a judge threw out the original conviction, ruling that prosecutors had improperly" , "date" : "19940818" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "On Retrial, Suspect Is Acquitted in Fire That Killed 6 in '78" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/18\/nyregion\/on-retrial-suspect-is-acquitted-in-fire-that-killed-6-in-78.html"} , {"body" : "Eric Jackson-Knight, more than a dozen years of jail time under his belt, walked out of a Brooklyn courthouse last night a free man and said that, more than anything, he wanted to leave New York -- his home and the place where all the trouble began. Mr. Jackson-Knight wore a wide smile on a face that appeared lined and worn and spoke in a voice" , "date" : "19940818" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Freed Man Is Planning to Leave The Town Where Trouble Began" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/18\/nyregion\/freed-man-is-planning-to-leave-the-town-where-trouble-began.html"} , {"body" : "TRAGEDY TURNS WOMAN INTO AN ADVOCATE Carolyn McCarthy, whose husband was killed and whose son was seriously injured in the shooting last December aboard a Long Island Rail Road train, has been in front of the cameras a lot, an increasingly visible figure in the debate over gun control. But nothing has given her more exposure than her decision to" , "date" : "19940818" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/18\/nyregion\/metro-digest-987123.html"} , {"body" : "The derailment of a subway train in Brooklyn on Monday was apparently caused when someone in a control tower mistakenly threw a switch as the train was passing over it, Transit Authority officials said yesterday. An antiquated mechanical system that is supposed to prevent such mistakes failed to work, officials said. Investigators looking into the" , "date" : "19940817" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Problem With Switch Is Cited in Derailment" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/17\/nyregion\/problem-with-switch-is-cited-in-derailment.html"} , {"body" : "A Brooklyn jury is to begin deliberating today in an effort finally to resolve one of the oldest unsettled cases in the city's courts: murder and arson charges against a man accused of helping set a 1978 fire that killed six firefighters at a Brooklyn supermarket. In the second trial for Eric Jackson-Knight, who spent nearly 10 years in prison" , "date" : "19940817" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Jury Hears Closing Arguments In 2d Waldbaum Arson Trial" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/17\/nyregion\/jury-hears-closing-arguments-in-2d-waldbaum-arson-trial.html"} , {"body" : "A car in a southbound B train derailed and slammed into a concrete tunnel wall in the Sunset Park section of Brooklyn yesterday morning, injuring 11 people and shutting down service on two lines through the evening rush hour. None of the injuries were serious, although the car, which derailed after passing over a switch, was mangled and ripped open" , "date" : "19940816" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Subway Car Derails in Brooklyn, Injuring 11 Passengers" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/16\/nyregion\/subway-car-derails-in-brooklyn-injuring-11-passengers.html"} , {"body" : "When Ronald Ward moved his family into the Howard Houses in Brownsville, Brooklyn, more than 30 years ago, the public housing project had no swimming pool, no playgrounds and no handball courts. And for years the park that now occupies a spot in the middle of the complex was nothing more than a patch of dirt. But despite the addition of these" , "date" : "19940815" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Tenants Press for Easier Eviction of Drug Dealers" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/15\/nyregion\/tenants-press-for-easier-eviction-of-drug-dealers.html"} ,   {"body" : "For some students at John Dewey High School in Coney Island, the prospect of losing an hour a week of classroom work will mean more time for leisure activities or finding after-school work. But for other students, the issue is larger than losing one hour. They say that they choose to attend the school because it is the only one in New York with an" , "date" : "19940814" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: CONEY ISLAND; John Dewey Students Defend Long School Days" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/14\/nyregion\/neighborhood-report-coney-island-john-dewey-students-defend-long-school-days.html"} , {"body" : "A 13-year-old boy drowned yesterday during an afternoon at the beach in Coney Island, the police said. Lifeguards pulled the boy, identified as Rocky Velez of 1569 West Third Street in Brooklyn, out of the water around 5:20 P.M. and tried to revive him, said Sgt. James Coleman, a police spokesman. He was taken to Coney Island Hospital, where he was" , "date" : "19940814" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Boy, 13, Drowns at Beach in Coney Island" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/14\/nyregion\/boy-13-drowns-at-beach-in-coney-island.html"} , {"body" : "As a center of Jewish culture, New York City attracts hundreds of Jewish youths from across the United States and around the world every year. Feeling that there is a need to give the youths a more fulfilling experience during their stay, Rabbi David A. Cohen, president of the Jewish Youth Renaissance in Midwood, Brooklyn, plans to open the first" , "date" : "19940814" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MIDWOOD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: CONEY ISLAND; Coming Soon to East 15th Street: A Kosher Youth Hostel" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/14\/nyregion\/neighborhood-report-coney-island-coming-soon-east-15th-street-kosher-youth.html"} , {"body" : "Von Lmo, Gone and Back Von Lmo, CBGB, 315 Bowery, at Bleecker Street, East Village, (212) 982-4052. In 1981, Von Lmo, an eccentric New York rock guitarist and singer, disappeared. It is unclear where he went, but two years ago he returned to Manhattan's music scene in a flash of broken guitar strings and crude lighting effects. His music mixes the" , "date" : "19940812" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "23" , "title" : "Sounds Around Town" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/12\/arts\/sounds-around-town-937053.html"} , {"body" : "A Brooklyn judge, off the bench and on the witness stand, came under fire yesterday for his actions as a prosecutor investigating a deadly blaze at a Waldbaum's supermarket in 1978. In contentious cross-examination yesterday, the defense lawyer in the case, in which a man is being retried on arson and murder charges, sought to call into question" , "date" : "19940811" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Judge Is Assailed in Waldbaum Fire Case" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/11\/nyregion\/judge-is-assailed-in-waldbaum-fire-case.html"} , {"body" : "Tonight's \"48 Hours\" dig-in finds life in several varieties underneath New York City. To begin, of course, there are the subways, seen from the point of view of Transit Authority employees at Grand Central Terminal. Although their efforts are not always appreciated by the people who have to ride in a hole in the ground and know what it's like to" , "date" : "19940810" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "14" , "title" : "TELEVISION REVIEW; The Swarm of Life Underneath New York" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/10\/movies\/television-review-the-swarm-of-life-underneath-new-york.html"} , {"body" : "IS it safe to swim? After several complaints of sexual assault at the city's pools in July, it didn't seem so. Police presence was beefed up, and there was talk of segregating pools by sex. But according to the Parks Commissioner, Henry J. Stern, the summer has, in fact, been relatively quiet. \"There were many small incidents reported,\" he said," , "date" : "19940807" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "AT YOUR SERVICE; City Pools? '99.9 Percent Peaceful'" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/07\/nyregion\/at-your-service-city-pools-99.9-percent-peaceful.html"} , {"body" : "Eric Jackson is something less than your basic solid citizen. He's a thief and a predator who's spent much of his life lurking in shadows, alert to any opportunity to do wrong. Charles Hynes, known to his pals as Joe, is the District Attorney of Brooklyn. He would like the voters to make him State Attorney General. In the eyes of a politician, a" , "date" : "19940803" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "21" , "title" : "In America; Second Round of a Bad Rap" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/03\/opinion\/in-america-second-round-of-a-bad-rap.html"} , {"body" : "Marbury. It is a storied name in high school basketball in a city with a rich tradition. \"The Marbury name is synonymous with New York City basketball,\" said Bobby Hartstein, the coach at Lincoln High School in Brooklyn. In 14 years there, he has coached three of five Marbury brothers to stellar prep careers. The latest is Stephon, a 17-year-old" , "date" : "19940802" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "13" , "title" : "HIGH SCHOOL BASKETBALL; A Prodigy Prepares to Seize His Moment" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/02\/sports\/high-school-basketball-a-prodigy-prepares-to-seize-his-moment.html"} , {"body" : "On Aug. 2, 1978, six firefighters were killed when a collapsing roof sent them plunging into the inferno of a Brooklyn supermarket that investigators said had been set ablaze by arsonists. Two years later the only suspect ever arrested in the highly publicized case, a Brooklyn man then identified as Eric Jackson, was convicted of murder and arson." , "date" : "19940731" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "An Old Case Of Arson Set For Retrial" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/31\/nyregion\/an-old-case-of-arson-set-for-retrial.html"} ,   {"body" : "THERE was a time when the best one-wall handball in the world was played at the Brighton Beach Baths in Brooklyn. Thousands would crowd into its three swimming pools; men would smoke cigars and pat one another on the back; women would vie for the title of prettiest expectant mother. On weekends, performers from Milton Berle to Lionel Hampton to" , "date" : "19940729" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Where Generations Created Memories Of Summer" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/29\/arts\/where-generations-created-memories-of-summer.html"} , {"body" : "Garage Moves Again It's not easy to keep up with the owners of the Gourmet Garage, the wholesale-retail produce and food company that has had its headquarters in SoHo for nearly three years. Two months ago, the owners -- Andrew Arons, Ned Visser and John Gotfried -- moved out of the Vinegar Factory on the Upper East Side, a second location that" , "date" : "19940727" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/27\/garden\/food-notes-782610.html"} , {"body" : "Four shopping strips are to be developed in the next year in the central Bronx under a city program intended to encourage the growth of retailing in inner-city neighborhoods. Two others are planned for the South Bronx. Over the last two decades, three neighborhoods in these areas -- Tremont, Crotona Park and Mott Haven -- have seen a tremendous" , "date" : "19940724" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: CENTRAL BRONX; 4 Strip Malls Planned for Store-Scarce Neighborhoods" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/24\/nyregion\/neighborhood-report-central-bronx-4-strip-malls-planned-for-store-scarce.html"} , {"body" : "A plan to open a McDonald's restaurant near a synagogue in Flatbush is being met with opposition from some community leaders who voice concerns about traffic, litter and possible security problems. In addition, a City Councilman is saying the site in simply inappropriate because of its proximity to an Orthodox congregation and because McDonald's" , "date" : "19940724" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: FLATBUSH; Debate Over a McDonald's: Litter, Traffic, and Religion" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/24\/nyregion\/neighborhood-report-flatbush-debate-over-mcdonald-s-litter-traffic-religion.html"} , {"body" : "Day after day and by the thousands, illegal drivers, their licenses suspended or simply nonexistent, get behind the wheels of cars in New York City. And recently, the damage they wind up doing has become a highlighted chapter in the city's daily catalogue of catastrophe. Last week, a 66-year-old Bronx woman was struck and killed by a driver whose" , "date" : "19940717" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Unlicensed And Lethal: The Driver Who Kills" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/17\/nyregion\/unlicensed-and-lethal-the-driver-who-kills.html"} , {"body" : "An article on Monday about a New York City police supervisor who said he had been ostracized for reporting corruption misstated the location of a precinct where the supervisor, Capt. Gary Carey, received a Christmas card with offensive messages. The precinct was in the Midwood-Flatbush area of Brooklyn, not in Coney Island." , "date" : "19940713" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/13\/nyregion\/c-corrections-654094.html"} , {"body" : "In one New York police precinct station house, Capt. Gary Carey found a dead rat in his mailbox. At another, he received a Christmas card wishing that he contract stomach cancer. At a third station house, his locker was defaced and graffiti on the bathroom walls asserted that he was having an affair with his male driver. In the last couple of" , "date" : "19940711" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For Police Corruption Battler, a Bitter Retirement; A 24-Year Career Marred by Ostracism for Blowing the Whistle on Misconduct" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/11\/nyregion\/for-police-corruption-battler-bitter-retirement-24-year-career-marred-ostracism.html"} , {"body" : "A 5-year-old girl whose father thought she had been injured in falling from a swing in a Brooklyn playground yesterday was found to have been shot in the head, the police said. The girl, whose name was not released, fell at 2:30 P.M. from a swing in a playground at 23d Street and Surf Avenue in Coney Island. Her father saw that she was bleeding," , "date" : "19940705" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Girl, 5, Is Shot on Swing" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/05\/nyregion\/girl-5-is-shot-on-swing.html"} , {"body" : "Ron Hershenfeld, a conductor, leaned out his window to watch the last passenger sprinting toward his train, vaulting the gap between the platform and the Times Square-Grand Central Shuttle. Some passengers wore suits, some wore track shoes, and one wore a clear plastic bag against the rain. \"People!\" Mr. Hershenfeld said softly. \"They don't realize" , "date" : "19940702" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Workers Say Trains Need 2 Operators" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/02\/nyregion\/workers-say-trains-need-2-operators.html"} , {"body" : "Here is a sampling of events in the New York metropolitan region this Fourth of July weekend: NEW YORK CITY Today BRYANT PARK JVC JAZZ FESTIVAL: DAY 4, Avenue of the Americas at 40th Street, with the George Gruntz Concert Jazz Band, Ray Anderson, the Julius Hemphill Sextet, the Wallace Roney Quintet, the Thomas Chapin Trio and the Duke's Men," , "date" : "19940701" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "title" : "As if Fireworks Weren't Enough" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/01\/arts\/as-if-fireworks-weren-t-enough.html"} ,   {"body" : "Week after week, on a freighter out of San Francisco bound for the Philippines, four brown-paper packages bearing six books apiece can be found, tucked among the heavy-equipment crates, on a journey that began in a Flatbush, Brooklyn, basement. Those books, collected from friends and neighbors, are Dr. Jorge Suarez's way of giving something back to" , "date" : "19940701" , "day_of_week_facet" : "Friday" , "geo_facet" : ["PHILIPPINES" , "JANIUAY (PHILIPPINES)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "On Ship to Philippines, Food for Hungry Minds" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/01\/nyregion\/on-ship-to-philippines-food-for-hungry-minds.html"} , {"body" : "With a Thursday night deadline looming for a new contract, transit officials and the union representing bus and subway workers are deadlocked over a basic question: How many people does it take to run a subway train? In daylong talks yesterday, the Metropolitan Transportation Authority was pushing an experiment with one-operator trains on some" , "date" : "19940629" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Transit Talks Deadlocked On Work-Rule Changes" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/29\/nyregion\/transit-talks-deadlocked-on-work-rule-changes.html"} , {"body" : "A Brooklyn jewelry store owner shot and killed a robber yesterday and critically injured a suspected accomplice, the police said. About 1:30 P.M., the police said, a well-dressed man entered the Gold Star Jewelry Store at 3833 Nostrand Avenue in a small shopping strip in Sheepshead Bay. He told the owner, Leonid Rosenthal, 52, that he wanted to" , "date" : "19940625" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Brooklyn Jewelry Store Owner Shoots an Armed Robber to Death" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/25\/nyregion\/brooklyn-jewelry-store-owner-shoots-an-armed-robber-to-death.html"} , {"body" : "City beaches are open seven days a week from 10 A.M. to 6 P.M. The city's 32 large outdoor swimming pools and 32 mini-pools open July 2. Pool hours will be from 11 A.M. to 7 P.M. Beaches and pools remain open through Labor Day weekend and are staffed with 1,000 lifeguards. BRONX Orchard Beach, 1.1 miles QUEENS Rockaway Beach, 7.5. miles Jacob Riis" , "date" : "19940619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "RECREATION" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/19\/nyregion\/recreation.html"} , {"body" : "More than 1,500 blacks, many dressed in traditional African dress and jewelry, gathered on the sun-baked planks of the Coney Island Boardwalk yesterday and looked into the Atlantic Ocean. With prayers, speeches and song, they searched the hazy blue expanse for genetic memory of Africans engulfed by a sea voyage into slavery known as the Middle" , "date" : "19940619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Remembrance of Slave Ancestors Lost to the Sea" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/19\/nyregion\/remembrance-of-slave-ancestors-lost-to-the-sea.html"} , {"body" : "Gay Games IV are to begin tomorrow and run through June 26 at various locations around New York City, New Jersey and upstate New York. An opening-night ceremony is planned for tomorrow at 6:30 P.M. at Wien Stadium of Columbia University, Broadway and 218th Street, upper Manhattan. There will be a procession of the 11,000 athletes taking part in the" , "date" : "19940617" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "THE GAMES BEGIN; Gay Games IV: What, Where and When" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/17\/arts\/the-games-begin-gay-games-iv-what-where-and-when.html"} , {"body" : "The largest and most welcomed gay and lesbian gathering in the city's history has begun drawing scores of thousands of homosexual athletes and tourists to town for the Gay Games sporting and cultural festival and for the 25th anniversary of the Stonewall uprising that first signaled gay people's resolve to fight for public tolerance. \"We're all" , "date" : "19940617" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Let the Games, and the Lobbying, Begin; Thousands Gather for Gay Sports Festival and 25th Anniversary of Stonewall Uprising" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/17\/nyregion\/let-games-lobbying-begin-thousands-gather-for-gay-sports-festival-25th.html"} , {"body" : "An Emergency Medical Service technician shot his wife in a Brooklyn subway station yesterday before being shot by transit police officers, the police said. Both were in critical condition at Coney Island Hospital. The pair began shouting at each other at about 5:45 P.M. in front of a token booth in the Bay Parkway station on the B line, in" , "date" : "19940617" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Police Shoot Man Who Shot Wife" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/17\/nyregion\/police-shoot-man-who-shot-wife.html"} , {"body" : "With the Ranger curse broken and the Stanley Cup in hand, New Yorkers searched for fresh variations on the bellowing of \"We're No. 1!\" yesterday and found the proudest entry echoing among the Russian emigres of Brighton Beach, who had no fewer than four Russian Rangers to cheer home on the championship team. \"Shayba! Shayba! Shayba!\" boomed Pavel" , "date" : "19940616" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "As Players Kiss Cup, Fans Kiss a Curse Goodbye; Triumph in the Winter Game Gets a Warm Welcome From Exultant Ranger Fanatics" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/16\/nyregion\/players-kiss-cup-fans-kiss-curse-goodbye-triumph-winter-game-gets-warm-welcome.html"} , {"body" : "Safe Diving for Whales Q. Why don't whales get the bends? A. Luckily for deep-diving whales, they have an entirely different system from that of humans for handling the air they breathe before diving and their oxygen needs while diving, said Kevin M. Walsh, director of marine mammal training at the Aquarium for Wildlife Conservation in Coney" , "date" : "19940614" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Science" , "Technology" , "Health"] , "page_facet" : "11" , "title" : "Q&A" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/14\/science\/q-a-392340.html"} ,   {"body" : "Doll Exhibition Museum of the City of New York Fifth Avenue at 103d Street (212) 534-1672 Recommended ages: 3 and up Through September Alice sits looking dejected, as if she has been underground too long; across the table set with pinkie-size teacups, Dormouse looks as if he's praying (maybe for Alice's return above ground), while the Mad Hatter's" , "date" : "19940610" , "day_of_week_facet" : "Friday" , "geo_facet" : ["60TH STREET PAVILLION (NYC PARK)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/10\/arts\/for-children.html"} , {"body" : "City and state officials have begun examining sites other than the South Bronx as a home for a new Yankee Stadium, at the request of team officials who say fans are staying away from home games because of concerns about safety in that neighborhood. Officials said last night that 8 to 10 sites in all 5 boroughs are under study, including the rail" , "date" : "19940608" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Alternative Sites for Yankee Stadium Are Studied" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/08\/nyregion\/alternative-sites-for-yankee-stadium-are-studied.html"} , {"author" : "TERRY TRUCCO writes frequently about travel." , "body" : "By definition, New York City in June is a celebration, its streets lively, its cultural calendar full. Still, the confluence of three huge events -- World Cup soccer matches, the Olympic-style Gay Games and the 25th-anniversary commemoration of the Stonewall gay-rights uprising -- is stunning, even by New York standards. More than 1.2 million" , "date" : "19940605" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "10" , "title" : "WHAT'S DOING IN; New York" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/05\/travel\/what-s-doing-in-new-york.html"} , {"body" : "Ann Christopher, a nursing student, says she routinely gets into shouting matches about service and quality with the workers at her loca: Consumers Food supermarket in East Flatbush, Brooklyn. Mary Hunter, who was buying a few boxes of pasta last week at an Associated market nearby, regularly pays $13 in cab fare to do her \"real\" shopping at a" , "date" : "19940529" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Congested. Expensive. Out of Date." , "url" : "http:\/\/www.nytimes.com\/1994\/05\/29\/nyregion\/congested-expensive-out-of-date.html"} , {"body" : "To the Editor Bicyclists have not only taken over the sidewalks of New York, they have also invaded the last refuge of the pedestrian, the Coney Island Boardwalk. The Parks Department prohibits cycling on the boardwalk except between the hours of 5 A.M. and 10 A.M. These rules are not enforced by the police. In the article, the reporter, Bruce" , "date" : "19940529" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "14" , "title" : "A 22-Year Commuter Says Bicycles Are Safe in the City" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/29\/nyregion\/l-a-22-year-commuter-says-bicycles-are-safe-in-the-city-289000.html"} , {"body" : "To the Editor Bicyclists have not only taken over the sidewalks of New York, they have also invaded the last refuge of the pedestrian, the Coney Island Boardwalk. The Parks Department prohibits cycling on the boardwalk except between the hours of 5 A.M. and 10 A.M. These rules are not enforced by the police. In the article, the reporter, Bruce" , "date" : "19940529" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "14" , "title" : "A 22-Year Commuter Says Bicycles Are Safe in the City" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/29\/nyregion\/l-a-22-year-commuter-says-bicycles-are-safe-in-the-city-299915.html"} , {"body" : "To the Editor: Your May 12 report on a hotel-restaurant-arts package deal to lure tourists to New York City quotes Deputy Mayor John Dyson stating the Convention and Visitors Bureau has been \"asleep at the wheel.\" I agree wholeheartedly. While it sleeps, tourist dollars are spent elsewhere. But any pain Manhattan has suffered is minor compared with" , "date" : "19940528" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "Let Brooklyn and the Other Boroughs Share Tourism Spotlight" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/28\/opinion\/l-let-brooklyn-and-the-other-boroughs-share-tourism-spotlight-408263.html"} , {"body" : "To the Editor: Your May 12 report on a hotel-restaurant-arts package deal to lure tourists to New York City quotes Deputy Mayor John Dyson stating the Convention and Visitors Bureau has been \"asleep at the wheel.\" I agree wholeheartedly. While it sleeps, tourist dollars are spent elsewhere. But any pain Manhattan has suffered is minor compared with" , "date" : "19940528" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "Let Brooklyn and the Other Boroughs Share Tourism Spotlight" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/28\/opinion\/l-let-brooklyn-and-the-other-boroughs-share-tourism-spotlight-379255.html"} , {"body" : "Memorial Day is observed on Monday. Here is a sampling of activities planned in the New York metropolitan region for the holiday weekend. NEW YORK CITY Today BILL SIMS AND THE COLD-BLOODED BLUES BAND AND BUDDY MILES, blues and rhythm-and-blues, South Street Seaport, Ambrose Stage, Pier 16, at the East River, lower Manhattan. 5 P.M. Free." , "date" : "19940527" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "For Memorial Day Weekend, Things to Do and Places to Go" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/27\/arts\/for-memorial-day-weekend-things-to-do-and-places-to-go.html"} , {"body" : "Maybe it's the sugared walnuts, chocolate syrup and ice cream. Perhaps it's pride of place, or plain old enlightened self-interest. But on the last Thursday of each month, in Room EF-100 of the Capitol, a ground-floor hideaway a few steps from the gift shop, a group of instinctively fractious politicians comes together for lunch and a" , "date" : "19940522" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Can They Deliver?" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/22\/nyregion\/can-they-deliver.html"} ,   {"body" : "Jacqueline Pamela Pash, a senior account executive at Porter\/Novelli, a public-relations company in New York, was married yesterday to Charles Frederick Hansen, a contracts manager at the Metro-North Commuter Railroad in New York. Msgr. George F. Bardes performed the ceremony at the Church of St. Thomas More in New York. Mrs. Pash-Hansen, 35," , "date" : "19940522" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "12" , "title" : "Weddings; Jacqueline Pash, Charles F. Hansen" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/22\/style\/weddings-jacqueline-pash-charles-f-hansen.html"} , {"body" : "A Brooklyn school principal was charged yesterday with stealing nearly $10,000 in public school funds and, in a separate case, with coercing teachers into joining a political club so it could be stacked to endorse an ally who was running in school board and City Council elections. The charges against the principal, Stuart Possner, of Public School" , "date" : "19940519" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Principal Charged With Stealing Funds" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/19\/nyregion\/principal-charged-with-stealing-funds.html"} , {"body" : "Like getting along with your neighbors, keeping a garden or gaining entry to a first-run movie on a Saturday night, bicycling is something that can be done in New York City but is easier almost anywhere else. The traffic, the potholes, the irksome pedestrians, the windshield glass sprinkled across pavement like salt on a burger -- you stop and" , "date" : "19940515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York On Two Wheels" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/15\/nyregion\/new-york-on-two-wheels.html"} , {"body" : "To the Editor: The headline on an April 17 article poses the question, \"How to Help the B Train?\" One answer is better scheduling. Train layover time at Coney Island is now excessive. Outbound B trains usually spend two to three minutes in the yards waiting for a terminal track to become free. When at the terminal, they wait nine to 16 minutes to" , "date" : "19940515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "18" , "title" : "How Better Scheduling Could Help the B Train" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/15\/nyregion\/l-how-better-scheduling-could-help-the-b-train-124249.html"} , {"body" : "No need to go away to camp to play outdoor sports, here are list of activities that can be played outdoors in the city parks. Tennis The Parks Department has over 500 public tennis courts around the city. To find out a tennis court nearby call (212) 360-8133 or for tennis lessons at the City Parks Foundation's Central Park Tennis Center call (212)" , "date" : "19940501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "PARK SERVICE; Beyond Picnics: Come Out and Play!" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/01\/nyregion\/park-service-beyond-picnics-come-out-and-play.html"} , {"body" : "Mayor Rudolph W. Giuliani promised an investigation yesterday into the death of a Staten Island man in police custody, and he moved to calm tensions in the face of assertions that the man was beaten to death. Mr. Giuliani went to Staten Island Borough Hall to meet with the man's relatives and pleaded for patience. A preliminary autopsy report did" , "date" : "19940501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "Giuliani Pledges to Investigate Man's Death in Police Custody" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/01\/nyregion\/giuliani-pledges-to-investigate-man-s-death-in-police-custody.html"} , {"body" : "A 23-year-old Staten Island man died late yesterday after suffering a head injury during a struggle with a police officer in the Clifton neighborhood, the police said. Details of the incident were sketchy early this morning, but some neighborhood residents said that the man, identified as Ernest Sayon, was beaten by officers. Scores of residents" , "date" : "19940430" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "S.I. Man Dies After Injury In Struggle With an Officer" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/30\/nyregion\/si-man-dies-after-injury-in-struggle-with-an-officer.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; 2d Tuesday of month; next May 10, 7 P.M., 211 Ainslie Street; (718) 388-4440. DISTRICT 2: Fort Greene, Brooklyn Heights; 2d Wednesday of month; next May 11, 6 P.M.; place to be announced; (718) 596-5410. DISTRICT 3: Bedford-Stuyvesant; 1st Monday of month; next meeting May 2, 7 P.M., 1368 Fulton Street; (718)" , "date" : "19940424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Community Board Meetings in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/24\/nyregion\/public-interest-community-board-meetings-in-brooklyn.html"} , {"body" : "I Scream Q. To whom do I complain about the terrible noise that comes from the ice cream truck that parks in front of my apartment every day? Are there any laws against the racket these trucks make with their \"music\"? A.Ah, springtime in New York. Indeed, Section 24-221E of the New York City Noise Code addresses this issue. It says, \"No person" , "date" : "19940424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1994\/04\/24\/nyregion\/fyi-865672.html"} , {"body" : "Ocean Parkway was created to attract strollers. The eight-lane thoroughfare, with a tree-lined median strip, has bridle paths and wooden benches. It is also the most dangerous road in Brooklyn. Two weeks ago, a 3-year-old boy became the 31st traffic fatality on the parkway since 1988. For more than six years, community leaders have tried, largely" , "date" : "19940424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "OCEAN PARKWAY (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: OCEAN PARKWAY; A Long Quest for Turn Lights on a Perilous Parkway" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/24\/nyregion\/neighborhood-report-ocean-parkway-long-quest-for-turn-lights-perilous-parkway.html"} ,   {"body" : "What are we to do with our maverick artists, the ones who once had their moment of glory, who may even have lived in the vicinity of greatness for a while before they wandered off or were left behind by fashion? The answer in the case of Joseph Stella (1877-1946) is: Look at him closely, for there is more in his career than meets history's roving" , "date" : "19940422" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "13" , "title" : "Review\/Art; Painterly Synthesis of a Wanderer's Life" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/22\/arts\/review-art-painterly-synthesis-of-a-wanderer-s-life.html"} , {"body" : "He is \"Munchkin\" to his family and friends in Coney Island, the small, sweet-faced boy who could win anyone over with his playful charm. Some think they see a blossoming cartoonist in the 14-year-old boy, others a potential comic. But some said yesterday that they saw trouble looming in his life because no one was watching out for him. Yesterday," , "date" : "19940415" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "'Munchkin,' 14 and Playful, Is Now Held as Rape Suspect" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/15\/nyregion\/munchkin-14-and-playful-is-now-held-as-rape-suspect.html"} , {"body" : "TURMOIL IN THE SCHOOLS: NEGOTIATING THE CHANCELLOR'S RETURN Schools Chancellor Ramon C. Cortines agreed to continue in his post, shaking hands with Mayor Rudolph W. Giuliani after the two men announced a settlement that put an end to their confrontation over school management that had become the Mayor's worst crisis and led to Mr. Cortines's" , "date" : "19940411" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/11\/nyregion\/metro-digest-741531.html"} , {"body" : "She was a lone figure on a long, dark strip of Coney Island boardwalk, her head down to brace herself from a stiff wind coming off the ocean. Her attackers appeared so suddenly out of the nighttime shadows, detectives said, it was as if they had landed in front of her out of the sky. That is how the rape began Thursday evening, officials said, five" , "date" : "19940411" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Rape Sounds Alarm on Gangs On Coney Island's Boardwalk" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/11\/nyregion\/rape-sounds-alarm-on-gangs-on-coney-island-s-boardwalk.html"} , {"body" : "* BRIGHTON BEACH: In one of the longest-running land disputes in Brooklyn, State Supreme Court Justice Lewis Friedman has upheld a developer's rights to build a 15-acre, 1,400-unit condominium project in Brighton Beach. But opponents of the project, known as Brighton-by-the-Sea, which would replace the historic Brighton Beach Baths with a" , "date" : "19940410" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT; BROOKLYN UPDATE" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/10\/nyregion\/neighborhood-report-brooklyn-update.html"} , {"body" : "\"CELIBACY was never a problem,\" said the Rev. Vincent J. Termine, \"and I didn't take a vow of poverty. But obedience, ah. . .\" He smiled and rolled his eyes and shut his mouth to smother a booming laugh, this self-described brat from a dead-end street, Kosciusko Place near the Brooklyn Navy Yard, who seems to have come from old black-and-white" , "date" : "19940410" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; 50 Years of Serving God, With an Attitude" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/10\/nyregion\/coping-50-years-of-serving-god-with-an-attitude.html"} , {"body" : "A 43-year-old Russian immigrant was raped by a gang of five teen-agers after being attacked while jogging Thursday evening near the beach in Coney Island, Brooklyn, the police said yesterday. The youths attacked the woman about 8:15 P.M. as she ran on a desolate section of the boardwalk between Fifth and Eighth Streets, the police said. She was" , "date" : "19940409" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Jogger Raped by 5 Teens on Coney Island" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/09\/nyregion\/jogger-raped-by-5-teens-on-coney-island.html"} , {"body" : "The man whom the police have accused of killing a 16-year-old student on a Brooklyn subway platform Sunday night surrendered yesterday, saying he had opened fire on a gang of youths to protect his younger brother. Alvin Green, a 25-year-old Long Island City man who law-enforcement officials say served a prison sentence for shooting a man in a drug" , "date" : "19940408" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Admits Subway Killing of Student, 16" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/08\/nyregion\/man-admits-subway-killing-of-student-16.html"} , {"body" : "On Tuesday, police officers swept 70 truants off the streets of downtown Brooklyn and sent them back to school. On Wednesday the police spread a wider net across New York City, rounding up 216 truants. Thus began the Police Department's new program to combat school truancy. Whether it is the best use of police resources or the most effective way to" , "date" : "19940408" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Mayor Giuliani's Policing Strategy; Rounding Up City Truants" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/08\/opinion\/mayor-giuliani-s-policing-strategy-rounding-up-city-truants.html"} , {"body" : "A noted lawyer said last night that he would arrange the surrender today of a man who is wanted in the shooting of a 16-year-old boy in a Brooklyn subway station on Monday. The lawyer, C. Vernon Mason, said he talked to the suspect, Alvin Green, 21, last night, and that Mr. Green agreed to turn himself in to the police at Mr. Mason's office in" , "date" : "19940407" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Subway Suspect May Surrender" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/07\/nyregion\/subway-suspect-may-surrender.html"} ,   {"body" : "Rashad King, a 16-year-old student with a solid record in school but no chance of outsprinting a bullet, was shot and killed late Sunday night on a subway platform in Brooklyn. He was on his way home, 20 minutes before the midnight curfew set by his mother, when he was shot in the back. The police said a \"staredown\" between two other youths on a" , "date" : "19940405" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Dispute in Brooklyn Subway Ends in Killing of Student, 16" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/05\/nyregion\/dispute-in-brooklyn-subway-ends-in-killing-of-student-16.html"} , {"body" : "Long before the Dodgers moved here, long before the term \"sister city\" was coined, Brooklyn and Los Angeles were soul mates, linked by the thousands of people from Flatbush Avenue to Coney Island who had made new lives here. The past few days offered reminders both of how strong that bond remains, and how, in the most protean city in a changeable" , "date" : "19940403" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LOS ANGELES (CALIF)" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "12" , "title" : "Brooklyn Expatriates in Los Angeles Mourn Fading Reminders of the Past" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/03\/us\/brooklyn-expatriates-in-los-angeles-mourn-fading-reminders-of-the-past.html"} , {"body" : "New Yorkers are seven million ants scurrying about on uncountable errands, chases, escapes, rescues, seductions -- dizzying, urgent business. Another day another dollar, thank God it's Friday and let's do lunch, really. F. Scott Fitzgerald seemed to hit the nail on the head. \"There are only the pursued, the pursuing, the busy and the tired,\" he" , "date" : "19940403" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "19" , "title" : "Dreams That Liven Waking Hours; Hopes and Ideas Are What Keep New Yorkers Hopping" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/03\/nyregion\/dreams-that-liven-waking-hours-hopes-and-ideas-are-what-keep-new-yorkers-hopping.html"} , {"body" : "The police arrested a Brooklyn man last night in the death of a 10-year-old boy who was killed on Thursday night in a hit-and-run accident in Coney Island, Brooklyn. The man, Joe Russo, 64 years old, of 1518 Neptune Avenue, was arrested on charges that he left the scene of a fatal accident. He was being held at the 60th Precinct station house," , "date" : "19940402" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Man Arrested in Hit-and-Run Death of Boy" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/02\/nyregion\/man-arrested-in-hit-and-run-death-of-boy.html"} , {"body" : "A 10-year-old boy was killed last night by a hit-and-run driver in Coney Island, Brooklyn, the police said. John Pimentel was walking with a cousin when he was hit at 6:50 P.M. at Neptune Avenue and West 15th Street, said Sgt. Tina Mohrmann, a police spokeswoman. He died at Coney Island Hospital. A witness provided a possible license number of the" , "date" : "19940401" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Boy Killed in Hit-and-Run" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/01\/nyregion\/boy-killed-in-hit-and-run.html"} , {"body" : "YOU wonder if she knows, this whale that swims round and round a tank in the aquarium at Coney Island. Can she sense that the people poking her with needles and rubbing zinc all over her skin to protect it from sunburn are preparing her for a journey? A journey to freedom. Born free, the whale could again live free if the people who saved her life" , "date" : "19940327" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ABOUT LONG ISLAND; The Seven-Month Effort to Rescue NY 1078-93 Is Nearing a Nervous Ending" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/27\/nyregion\/about-long-island-seven-month-effort-rescue-ny-1078-93-nearing-nervous-ending.html"} , {"body" : "This month the school system announced that enrollment had topped a million for the first time in 15 years. Here is a breakdown by district. Citywide public school enrollment High school enrollment '89-'90 937,248 Manhattan 62,714 '90-'91 939,638 Bronx 59,939 '91-'92 973,263 Brooklyn 103,196 '92-'93 995,465 Queens 72,781 '93-'94 1,016,728 Staten" , "date" : "19940320" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "PUBLIC SCHOOL ENROLLMENT; Tipping the Scales At School" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/20\/nyregion\/public-school-enrollment-tipping-the-scales-at-school.html"} , {"body" : "For months Richard M. Rosenbaum, a former chairman of the New York State Republican Party, has thumbed his nose at party leaders by declaring he will get on the gubernatorial primary ballot by gathering signatures on nominating petitions, rather than seeking support at the state Republican convention in May. Now he has moved a step closer to doing" , "date" : "19940320" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "POLITICAL NOTES; Seeking a Nomination Without a Party's Help" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/20\/nyregion\/political-notes-seeking-a-nomination-without-a-party-s-help.html"} , {"body" : "For Stephen J. Solarz, the American Embassy in India was to have been the consolation prize that redeemed him from the ignominy of overdraft checks, redistricting and electoral defeat, if not quite the crowning glory of a political career that had once made him a potential contender for secretary of state. Instead, this week Mr. Solarz withdrew" , "date" : "19940320" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["INDIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Solarz, Who Made Enemies, Pays the Price in a Lost Job" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/20\/nyregion\/solarz-who-made-enemies-pays-the-price-in-a-lost-job.html"} , {"body" : "Moving forward with plans to turn over several city hospitals to private management, the Giuliani administration has identified Queens Hospital Center, Elmhurst Hospital Center and Coney Island Hospital as the leading candidates, aides to the Mayor said yesterday. While the details are far from worked out, city and hospital officials said the two" , "date" : "19940312" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "New York City Picks 3 Hospitals Intended for Private Management" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/12\/nyregion\/new-york-city-picks-3-hospitals-intended-for-private-management.html"} ,   {"body" : "NEW YORK CITY PRIVATE MANAGEMENT SEEN FOR HOSPITALS Moving forward with plans to turn over several city hospitals to private management, the Giuliani administration has identified Queens Hospital Center, Elmhurst Hospital Center and Coney Island Hospital as the leading candidates, aides to the Mayor said. Page 1. 3D-RATE SERVICE FOR 1ST-CLASS MAIL" , "date" : "19940312" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/12\/nyregion\/metro-digest-441732.html"} , {"body" : "Louis Gargiulo, who ran his family's restaurant, Gargiulo's, on Coney Island for more than 50 years, died on Tuesday at Kings Highway Hospital in Brooklyn. He was 92. He died of natural causes, said his son, Michael Gargiulo. After emigrating with his brothers and sisters from Sorrento in 1911, Mr. Gargiulo helped run the restaurant his father" , "date" : "19940307" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "8" , "title" : "Louis Gargiulo; Restaurateur, 92" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/07\/obituaries\/louis-gargiulo-restaurateur-92.html"} , {"body" : "A man who was threatening customers in front of a restaurant in the Williamsburg section of Brooklyn was shot and killed when he turned his shotgun on two police officers early Saturday morning, the police said. Raymond Antonio Azcona, 30, of Coney Island, was taken to Woodhull Medical Center around 4:30 A.M. and died a short time later. Two police" , "date" : "19940306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Officers Kill a Man After a Gun Threat" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/06\/nyregion\/officers-kill-a-man-after-a-gun-threat.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; 2d Tuesday of month; next March 8, 7 P.M., 211 Ainslie Street; (718) 388-4440. DISTRICT 2: Fort Greene, Brooklyn Heights; 2d Wednesday of month; next March 9, 6 P.M., Borough Hall Community Room, Joralemon and Court Streets; (718) 596-5410. DISTRICT 3: Bedford-Stuyvesant; 1st Monday of month; next tomorrow, 7" , "date" : "19940306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Community Board Meetings in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/06\/nyregion\/public-interest-community-board-meetings-in-brooklyn.html"} , {"body" : "End of a Hamptons Winery Bridgehampton Winery, the first winery in the Hamptons, is for sale. Lyle Greenfield, who owns Bang Music, which makes music for commercials, planted the first tiny vines on 10 acres in spring 1979, and sank more than $500,000 into the business. He has finally decided that the land is unsuitable for growing grapes because" , "date" : "19940302" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "6" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/02\/garden\/food-notes-343323.html"} , {"body" : "ASIDE from the fact that the J train still chugs along on elevated tracks above his shop, Ben Stewart hardly recognizes the Broadway he knew when he moved his offset-printing business to the Bushwick section of Brooklyn 19 years ago. He arrived two years before the Great Blackout of 1977. The blackout set off a spree of looting and fires with" , "date" : "19940227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BUSHWICK (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES; The Quest for Shops Below Bushwick El" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/27\/realestate\/perspectives-the-quest-for-shops-below-bushwick-el.html"} , {"body" : "IN the movies, at least, there was always a world-weary editor in the newsroom with smarts to spare for a neophyte reporter. He would say something magical and the kid would come back a star. Pete Hamill, the former New York Post columnist and the newspaper's editor during last year's frenzied Abe Hirshfeld reign, found such a mentor when he showed" , "date" : "19940224" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "AT HOME WITH: Pete Hamill; On Background" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/24\/garden\/at-home-with-pete-hamill-on-background.html"} , {"body" : "ON Tuesday, five special elections were held in the city for seats in the State Legislature. Here are profiles of the winners. 28TH ASSEMBLY DISTRICT NAME -- Melinda Katz AGE -- 28 PARTY -- Democrat RESIDENCE -- Forest Hills EDUCATION -- Hillcrest High School, Jamaica, Queens; University of Massachusetts at Amherst, 1987, and St. John's Law School," , "date" : "19940220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "WINNERS' CIRCLE; Destination Albany: The Newest Faces" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/20\/nyregion\/winners-circle-destination-albany-the-newest-faces.html"} , {"body" : "The board of directors of the New York City Health and Hospitals Corporation voted last night to close the burn unit at Harlem Hospital and to shut down a neighborhood health clinic in Queens as part of a plan to cut 1,100 jobs. The board also agreed to eliminate about 314 managerial jobs in the corporation's central offices and throughout the" , "date" : "19940216" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Hospital Panel Votes to Close Burn Unit in Budget Cuts" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/16\/nyregion\/hospital-panel-votes-to-close-burn-unit-in-budget-cuts.html"} , {"body" : "Maybe a dozen storms was enough. Maybe there will be more. Who knows? Maybe it will snow on the Fourth of July. But one thing is clear. In ways big and small, this winter has changed lives, livelihoods and the way the world muddles through. It is fascinating, or at least diverting, to see how people -- and penguins -- have so far gotten by." , "date" : "19940213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "THE ENDLESS WINTER: The Struggle; Some Win, Some Lose, but Penguins Seem Fine" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/13\/nyregion\/the-endless-winter-the-struggle-some-win-some-lose-but-penguins-seem-fine.html"} ,   {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of the month; next March 8, time to be announced, 211 Ainslie Street; (718) 388-4440. DISTRICT 2 Fort Greene, Downtown, Brooklyn Heights, Boerum Hill; second Wednesday of the month; next March 9, 6 P.M., Borough Hall Community Room, Joralemon and Court Streets; (718) 596-5410. DISTRICT 3" , "date" : "19940213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Brooklyn Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/13\/nyregion\/public-interest-brooklyn-board-meetings.html"} , {"body" : "TUESDAY, FEB. 8 7 P.M. Lecture and discussion on racism, featuring Jill Nelson, author of \"Volunteer Slavery,\" and Derrick Bell, author of \"Faces at the Bottom of the Well.\" St. Paul Community Baptist Church, 859 Hendrix Street, East New York. Information: (718) 257-1300 OPENINGS * \"Liberty and Justice for All,\" special photography exhibition" , "date" : "19940206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "CALENDAR; Black and Proud, All Month Long" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/06\/nyregion\/calendar-black-and-proud-all-month-long.html"} , {"body" : "Next month, workers for the Army Corps of Engineers will begin distributing sand along three and a half miles of beach in Sea Gate, Coney Island and Brighton Beach as part of an estimated $23.9 million restoration program, officials announced last week. The project calls for two years of work to replenish the shoreline from Beach 42d Street in Sea" , "date" : "19940206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SEA GATE (NYC)" , "CONEY ISLAND (NYC)" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: SEA GATE; Tons of Sand: Replenishing The Shoreline" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/06\/nyregion\/neighborhood-report-sea-gate-tons-of-sand-replenishing-the-shoreline.html"} , {"body" : "Gerard Papa is proud that the Flames, the basketball program he founded 20 years ago, has helped more than 6,000 youngsters from Bensonhurst and Coney Island play, learn a little responsibility and catch precious breathing space. \"We're brothers,\" said Aki Davis, a 12-year-old player in the program, which serves 400 youths, ages 8 to 20, each year." , "date" : "19940204" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Lessons in Hoops and Heart in Teams of Two Races" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/04\/nyregion\/lessons-in-hoops-and-heart-in-teams-of-two-races.html"} , {"body" : "FARRAKHAN DECRIES TONE, NOT CONTENT Maintaining his hard line on race relations, Louis Farrakhan, Minister of the Nation of Islam, defended anti-white and anti-Jewish sentiments voiced by one of his chief lieutenants in a recent speech. But Mr. Farrakhan said he had rebuked the aide for the manner in which those sentiments were expressed. A1. The" , "date" : "19940204" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/04\/nyregion\/metro-digest-071803.html"} , {"body" : "Lying about a serious matter is a mortal sin and, according to church teachings, grounds for a toasty afterlife in hell. Perjury in the first degree, its legal counterpart, is a felony. But though almost any veteran trial lawyer will concede that witnesses embroider, fib, and yes, even lie on the stand, a perjury prosecution is virtually unheard" , "date" : "19940130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Reluctance Turns Witness Into a Defendant; Memory-Lapse Claim in Murder Trial Brings Rare (and Vigorous) Perjury Prosecution" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/30\/nyregion\/reluctance-turns-witness-into-defendant-memory-lapse-claim-murder-trial-brings.html"} , {"body" : "IF you are a native New Yorker, steak is in your blood. Long before there were egg creams or Coney Island hot dogs, there were beefsteaks. The beefsteak was not a food, it was an event. This New York institution began, as far as anyone knows, around the middle of the last century. It was an orgy of eating in which men sat in large halls, unhindered" , "date" : "19940121" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "For Red Meat and a Sense of History" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/21\/arts\/for-red-meat-and-a-sense-of-history.html"} , {"body" : "Stories in Flags Q. On Inauguration Day, there were flags draped above the podium where Mayor Giuliani took his oath. What did they represent? A. There were seven flags hanging from the facade of City Hall; the two on either end were American flags, and the five in the middle were the flags for each of the boroughs. Here is what is depicted on each" , "date" : "19940116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1994\/01\/16\/nyregion\/fyi-872849.html"} , {"body" : "The Transit Authority has suspended service on a five-mile stretch of the Q train for about two years as it embarks on a $33.5 million project to repair overpasses from Newkirk Avenue in Flatbush to Coney Island. The bridges on that line, which are about 30 years old, have shown signs of corrosion and need to be repaired, said Termaine Garden, a" , "date" : "19940116" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: SOUTHERN BROOKLYN; Service On 5 Miles Of Q Line Is Suspended" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/16\/nyregion\/neighborhood-report-southern-brooklyn-service-on-5-miles-of-q-line-is-suspended.html"} , {"body" : "A Brooklyn school board that for years took no action on allegations of wrongdoing on the part of one of its principals voted last week to bring administrative charges accusing him of political coercion and sexual harassment of teachers. School District 21, reconstituted in last year's election and facing a scathing report by a school system" , "date" : "19940109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BRIGHTON BEACH; Board Moves Against Principal" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/09\/nyregion\/neighborhood-report-brighton-beach-board-moves-against-principal.html"} ,   {"body" : "NATASHA WILLIAMSON, 7 years old, broke into a huge grin on a recent cold and cloudy afternoon. The source of her delight: a yellow-and-black mechanical horse with round red eyes, bolted to the floor of a shoe store, rocking back and forth (motivated by a quarter) to synthesized snippets of Rossini's \"William Tell Overture.\" \"It gives you the" , "date" : "19940109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; A 'Giddyap!' Heard Through the Generations" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/09\/nyregion\/new-yorkers-co-a-giddyap-heard-through-the-generations.html"} , {"author" : "Grace Glueck is a former art critic and reporter for The New York Times." , "body" : "\"ALICE and Friends at Coney Island Playland,\" a sprightly 55-year-old mural left for dead in an abandoned city hospital, has a new lease on life. The painting, which depicts Alice in Wonderland and her buddies -- the White Rabbit, the Mock Turtle, the Mad Hatter and others -- parachuting over the Brooklyn amusement park, has been brought back to" , "date" : "19940107" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A Guide to the City's Depression Murals" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/07\/arts\/a-guide-to-the-city-s-depression-murals.html"}]