[  {"body" : "By sacred tradition and ancient Jewish law, Rabbi Jacob S. Kassin's funeral was also, in a way, his son's coronation. Rabbi Kassin, who died Dec. 9 at age 94, had been Chief Rabbi of the American Sephardic Jewish community since 1932. In his will, read at his funeral, earlier this month, he named his 73-year-old son, Rabbi Saul J. Kassin, as his" , "date" : "19941225" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: MIDWOOD; Sephardic Jews Shift Leadership, Father to Son" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/25\/nyregion\/neighborhood-report-midwood-sephardic-jews-shift-leadership-father-to-son.html"} , {"body" : "Tired of the tree? Simply unable to sit through the Radio City Christmas pageant again? Here is a citywide selection of holiday events that you and the children probably haven't tried before. \"APPELEMANDO'S DREAMS\" A new one-act opera about a boy who loves to dream and what happens when his dreams blow into his imaginary Drabtown. Tomorrow through" , "date" : "19941225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "PLAYING IN THE NEIGHBORHOOD; Angel Art and Babar on Film: A Child's Christmas Week in New York" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/25\/nyregion\/playing-neighborhood-angel-art-babar-film-child-s-christmas-week-new-york.html"} , {"body" : "GLORIA MOSESSON'S leak may have started in 1968 on the roof of her building, 290 West End Avenue, but as that trickle bored through her ceiling, her soul and her bank account, it has turned into a raging river of bile. She is angry at her neighbors, her co-op board, the building's management and the courts. After a quick trip over her legal paper" , "date" : "19941225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UPPER WEST SIDE (MANHATTAN)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; Drip, Drip: How a Leak Became a Crusade" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/25\/nyregion\/coping-drip-drip-how-a-leak-became-a-crusade.html"} , {"body" : "HOLIDAY HAPPENINGS, featuring \"Sounds Fun,\" an exhibition of larger-than-life interactive instruments and sculptures (presented by the Children's Museum of Manhattan and others); 24 costumed and animated dolls representing different countries; blown-glass sculptures by Dale Chihuly, and an international children's art exhibition sponsored by the" , "date" : "19941223" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "Keep in Mind" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/23\/arts\/keep-in-mind.html"} , {"body" : "Michael Bailey woke up at home yesterday thanking God for another Christmas and savoring his life's littlest pleasure: Kyana, his 2-year-old niece. \"I could hear my little niece running around calling my name,\" he said from his home in Crown Heights, Brooklyn. \"I felt like I hit the Lotto.\" The day before, Mr. Bailey felt as if he had hit the" , "date" : "19941223" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE SUBWAY FIREBOMB: SURVIVORS; Riders Give Thanks After Panic on Train" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/23\/nyregion\/the-subway-firebomb-survivors-riders-give-thanks-after-panic-on-train.html"} , {"body" : "Police officials and the New York City Medical Examiner's office have determined that a bystander who died on Sunday in a furious gunfight between police officers and a gunman in Queens was killed by a bullet fired by the police, not by the gunman. A Police Department spokesman said last night that investigators believe the officers hit the" , "date" : "19941222" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police Bullet Killed Victim Of Gun Battle" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/22\/nyregion\/police-bullet-killed-victim-of-gun-battle.html"} , {"body" : "An off-duty police sergeant was suspended after being arrested last night in Brooklyn on a charge of patronizing a prostitute, a misdemeanor, the police said. The sergeant, Steven Contino, was arrested at 10 P.M. at the intersection of Atlantic Avenue and New York Avenue, on the border of Crown Heights and Bedford-Stuyvesant, after soliciting an" , "date" : "19941216" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Police Sergeant Arrested" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/16\/nyregion\/police-sergeant-arrested.html"} , {"body" : "An 11-year-old Brooklyn girl has died from neck injuries she received when she fell down a flight of stairs at her junior high school last week, the police said yesterday. The girl, Ayodell Smith of 175 Hawthorne Street in Crown Heights, was declared brain-dead last Friday at Kings County Hospital, Ellen Borakove, a spokeswoman for the Medical" , "date" : "19941216" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Girl Dies From Neck Injury After Fall Down Stairs at School" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/16\/nyregion\/girl-dies-from-neck-injury-after-fall-down-stairs-at-school.html"} , {"body" : "Kahlil Smith was only looking for a summer job. Instead, he found a cause. Kahlil, a 14-year-old from Park Slope, Brooklyn, spent last summer in a workplace that was part classroom, part theater and part support group, helping lead other youths toward an urgent goal: stopping violence in their communities. He was one of 15 young people from" , "date" : "19941212" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE NEEDIEST CASES; Teaching Teen-Agers How to Avoid Violence" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/12\/nyregion\/the-neediest-cases-teaching-teen-agers-how-to-avoid-violence.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next meeting, Dec. 13, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; (718) 389-0009. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next meeting Dec. 14, 6 P.M.; St Joseph's Services, 540 Atlantic Ave., between Third and Fourth Avenues; (718) 596-5410." , "date" : "19941211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Community Boards To Meet in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/11\/nyregion\/community-boards-to-meet-in-brooklyn.html"} ,   {"body" : "EMBEDDED in New York's consciousness as a repository of totem poles, taxidermy and dinosaur bones, with bright yellow school buses perpetually parked outside, the American Museum of Natural History is a bit of a dinosaur itself. But slowly, in small steps, it is cracking through its musty Victorian shell, struggling to become a more modern museum." , "date" : "19941211" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Beyond Dinosaurs" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/11\/nyregion\/beyond-dinosaurs.html"} , {"body" : "The former acting president of the Brooklyn community school board ousted this week by Schools Chancellor Ramon C. Cortines said he would challenge the decision, even though he had asked Mr. Cortines to act. Sylvester Leaks said he would meet today with Norman Siegel, executive director of the New York Civil Liberties Union, to see whether he can" , "date" : "19941203" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "27" , "title" : "Head of Ousted School Board Says He'll Challenge Decision" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/03\/nyregion\/head-of-ousted-school-board-says-he-ll-challenge-decision.html"} , {"body" : "The day after Schools Chancellor Ramon C. Cortines seized control of the city's largest school district, security guards moved in to padlock records, and a new team of leaders wasted no time letting district employees know an era of reconstruction had begun. Mr. Cortines himself arrived at District 17 offices in central Brooklyn at 7:30 A.M.," , "date" : "19941202" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "New Team Takes Over School District 17" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/02\/nyregion\/new-team-takes-over-school-district-17.html"} , {"body" : "He kept to a dichotomous, back-and-forth regimen, and it was the same way with his Arab friends. He would work behind the counter in one of the storefront Brooklyn delis, squirreling away money that he would mail to his expanding family in Yemen. When the separation would nag at him, he would return home for a few months. Then he would start the" , "date" : "19941201" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "YEMEN"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Yearning for Yemen, Dying in Brooklyn; Stray Bullet Breaks a Cycle of Work, Saving and Trips Home" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/01\/nyregion\/yearning-for-yemen-dying-brooklyn-stray-bullet-breaks-cycle-work-saving-trips.html"} , {"body" : "The New York City Schools Chancellor yesterday took over the management of a Brooklyn school district, and the education of its 28,000 schoolchildren, because its local leadership was paralyzed by political infighting and mismanagement. The board of the district, No. 17, ceded control to Chancellor Ramon C. Cortines without a fight, the first time" , "date" : "19941201" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Schools Chief Seizes District In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/01\/nyregion\/schools-chief-seizes-district-in-brooklyn.html"} , {"body" : "While other school districts in New York City have had their share of trouble, the litany of mismanagement and outright corruption in District 17 in Central Brooklyn stands out as a study of the worst problems of decentralization. Thousands of dollars' worth of books, computers and furniture were taken from a school; officials suspect they were" , "date" : "19941130" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "School District Is a Candidate For Takeover" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/30\/nyregion\/school-district-is-a-candidate-for-takeover.html"} , {"body" : "David O'Connor describes his father's occupation as \"drinker.\" He says that the man exited his life by his second birthday and that his mother, a diner waitress, let him take to the streets of Brooklyn at age 14. Now 15, he sleeps in a small bedroom in a group home. He has been arrested once, charged with stealing a car, and is described by" , "date" : "19941129" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Growing Rage in Bay Ridge; Change Breeds Violence in a Once-Quiet Corner of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/29\/nyregion\/growing-rage-bay-ridge-change-breeds-violence-once-quiet-corner-brooklyn.html"} , {"body" : "Two plainclothes officers were patrolling Crown Heights on bicycles on Friday evening, on the lookout for muggers and pickpockets, when they came across a crowd on a street corner that is a frequent outpost of small-time drug dealers. A man pulled a BB gun from his waistband, prompting both officers to open fire, the police said. Two people were" , "date" : "19941127" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "Gun Is Brandished, Plainclothes Officers Fire and 2 Men Die" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/27\/nyregion\/gun-is-brandished-plainclothes-officers-fire-and-2-men-die.html"} , {"body" : "Police officers fired at a man who they believed was drawing a gun on a street corner in Crown Heights, Brooklyn, last night, and a bystander 300 feet away was hit and killed, the police said. While investigators were awaiting the results of ballistics tests, they said they believed that the bystander may have been killed by a police bullet that" , "date" : "19941126" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "A Bystander Is Shot Dead In Crown Hts." , "url" : "http:\/\/www.nytimes.com\/1994\/11\/26\/nyregion\/a-bystander-is-shot-dead-in-crown-hts.html"} , {"body" : "To the Editor: Your Nov. 15 news article on renewal of subway work in Flushing, Queens, raises great concerns for the residents and commuters of Brooklyn. For the New York City administration to target a single renovation project in one borough is an oversight that needs correction. A look at the last decade of Metropolitan Transportation Authority" , "date" : "19941122" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Brooklyn Gets Shortchanged on Subway Station Renovation" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/22\/opinion\/l-brooklyn-gets-shortchanged-on-subway-station-renovation-893480.html"} ,   {"body" : "Police Commissioner William J. Bratton was addressing 50 Queens commanders at a recent strategy meeting, standing as erect as a Prussian general, his left hand dug into the jacket pocket of his double-breasted suit. \"I'm the nicest guy in the world normally, and I'm probably the best damned leader that any of you will ever have,\" he said. But," , "date" : "19941119" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bratton Builds His Image As He Rebuilds the Police" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/19\/nyregion\/bratton-builds-his-image-as-he-rebuilds-the-police.html"} , {"body" : "The night was windy and brittle. On Central Park West near 68th Street, the police officers spotted a grizzled man with tufted eyebrows hunched alongside a bench under a street lamp. In the stiff breeze, his windbreaker made an empty rustle. The two officers slid out of the van and headed in his direction. \"You want to go to a drop-in center" , "date" : "19941116" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Police Reach Out to the Homeless, But Often Find Efforts Rejected" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/16\/nyregion\/police-reach-out-to-the-homeless-but-often-find-efforts-rejected.html"} , {"body" : "After an official of the Department of Finance applied for a $1 million city contract without mentioning that he was employed by the city, he perhaps should have reconsidered announcing his job title on a television news program. Basil R. Jones, the Deputy Collector for Brooklyn, denied working for the city when he applied for a contract with the" , "date" : "19941112" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "City Official Is Charged Over a Deal" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/12\/nyregion\/city-official-is-charged-over-a-deal.html"} , {"body" : "The Rev. Philip E. Dobson, an expert on industrial relations and a former dean of the Fordham University School of Business, died on Sunday at Fordham's Murray-Weigel Hall, a Jesuit infirmary in the Bronx. He was 85 and lived in Linden, N.J., most of his life. He suffered a long illness, according to the Jesuit community in Jersey City. Father" , "date" : "19941109" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "26" , "title" : "Rev. Philip Dobson, 85, Is Dead; Fordham Business School Dean" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/09\/obituaries\/rev-philip-dobson-85-is-dead-fordham-business-school-dean.html"} , {"body" : "The driver of the van that was raked with gunfire while transporting a group of Jewish students across the Brooklyn Bridge in March testified yesterday how he saw the defendant through the open window of his car and later picked him out in a police lineup. The driver, Sholom Wilhelm, a 22-year-old Lubavitcher rabbinical student, identified the" , "date" : "19941108" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Driver Tells How Gunman Fired at Van" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/08\/nyregion\/driver-tells-how-gunman-fired-at-van.html"} , {"body" : "For as long as almost any of them can remember, Lubavitch Hasidim looked to Grand Rabbi Menachem Mendel Schneerson for vision and leadership. Now his followers are looking inward as they adjust to a world without their rebbe, who died in June. \"The rebbe always had new ideas, and we kind of got used to that,\" said Rabbi Manis Friedman, a Lubavitch" , "date" : "19941108" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Lubavitchers Learn to Sustain Themselves Without the Rebbe" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/08\/nyregion\/lubavitchers-learn-to-sustain-themselves-without-the-rebbe.html"} , {"body" : "The candidates for state comptroller, looking weary near the end of a hard-fought race, worked to shore up their core constituencies yesterday as the incumbent Democrat returned to his old State Senate district in Harlem and his Republican rival shook hands with Jewish voters on bustling 13th Avenue in Brooklyn. It was a fitting closing image in a" , "date" : "19941107" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE 1994 CAMPAIGN: COMPTROLLER; London and McCall Clash As Tough Race Nears End" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/07\/nyregion\/the-1994-campaign-comptroller-london-and-mccall-clash-as-tough-race-nears-end.html"} , {"body" : "With just a few days until the election, about 1 in every 10 likely voters in New York State remain undecided about whom to support in the governor's race. These voters could, in theory, decide the election if they were to swing heavily into one candidate's camp. The undecideds include Republican die-hards and disenchanted Democrats, people from" , "date" : "19941106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "THE 1994 CAMPAIGN: THE VOTERS Undecided in New York; For Many Voters, No Choice Is Satisfying" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/06\/nyregion\/1994-campaign-voters-undecided-new-york-for-many-voters-no-choice-satisfying.html"} , {"body" : "In New York City's hottest Congressional race, the man to beat -- or beat up on -- is not Bill Clinton, whom Republicans across the country are running against and Democrats are running away from. Here in the 14th District, it is Newt Gingrich, the Georgia conservative who will likely become Speaker of the House if his party gains control. The old" , "date" : "19941105" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)" , "UPPER WEST SIDE (MANHATTAN)" , "NEW YORK CITY" , "UPPER EAST SIDE (MANHATTAN)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "THE 1994 CAMPAIGN: CONGRESS; In Liberal 14th, Rivals Target the Right" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/05\/nyregion\/the-1994-campaign-congress-in-liberal-14th-rivals-target-the-right.html"} , {"body" : "Rollerbasketball Tompkins Square Park 10th Street at Avenue B Lower East Side Recommended for all ages Saturdays and Sundays Tom La Garde is tall, even taller with Rollerblades on. At 6 feet 10 inches, he is a former professional basketball player for the Denver Nuggets, Seattle Supersonics and Dallas Mavericks. And he played in the 1976 Olympics." , "date" : "19941104" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/04\/arts\/for-children.html"} ,   {"body" : "They stood smiling on the steps of City Hall, 50 or 60 of them, men and women of myriad ethnic and religious persuasions, with the early afternoon sunlight spilling directly into their faces. It could have been a group portrait of New York, loosely framed by the exit ramps of the Brooklyn Bridge on one side and the elegance of the old Woolworth" , "date" : "19941102" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "23" , "title" : "In America; Mugging Carl McCall" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/02\/opinion\/in-america-mugging-carl-mccall.html"} , {"body" : "Allies of State Senator George E. Pataki slashed at Gov. Mario M. Cuomo with the double-edged sword known as Crown Heights yesterday, as both Jewish and black supporters of the Republican gubernatorial candidate criticized Mr. Cuomo's role in the 1991 racial unrest and its aftermath. The attacks came as Mr. Cuomo and Mayor Rudolph W. Giuliani also" , "date" : "19941031" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE 1994 CAMPAIGN: CANDIDATES; Remembering Crown Heights, Hopefuls Focus On Jewish Vote" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/31\/nyregion\/1994-campaign-candidates-remembering-crown-heights-hopefuls-focus-jewish-vote.html"} , {"body" : "CUOMO PULLS AHEAD IN LATEST POLL With a combination of patience and unforeseen events, Gov. Mario M. Cuomo has edged ahead of State Senator George E. Pataki as New York's gubernatorial race enters its final week, according to a New York Times\/WCBS-TV News Poll. The new poll, conducted from Wednesday through Saturday, shows that Mr. Cuomo's lead --" , "date" : "19941031" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/31\/nyregion\/metro-digest-681644.html"} , {"body" : "Halloween is no longer just about amassing 50 candy bars in one night. This year, making masks is very important, the more creative or multicultural the better. Children can also see theater programs on ghoulish themes, hear readings of ghost stories and get spooked out in all sorts of haunted places, including a windmill. All this without ever" , "date" : "19941028" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/28\/arts\/for-children.html"} , {"body" : "The New York bank that says it is the largest financial institution operated by blacks has gone public -- with depositors who bought stock already suffering paper losses of millions of dollars. The Carver Federal Savings Bank sold 2.4 million shares, about 90 percent of them to its depositors, at $10 a share. But in the first day of Nasdaq trading" , "date" : "19941027" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Business"] , "page_facet" : "5" , "title" : "COMPANY NEWS; A Bank Sells Stock And Is Hit" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/27\/business\/company-news-a-bank-sells-stock-and-is-hit.html"} , {"body" : "H. Carl McCall, the Democratic candidate for comptroller, and some of his Jewish supporters today accused his Republican opponent, Herbert London, of stoking tensions between blacks and Jews in order to win votes. Today Mr. London, who is Jewish, called on Mr. McCall, who is black, to divest himself of his shares in WLIB, the radio station that Mr." , "date" : "19941025" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE 1994 CAMPAIGN: COMPTROLLER; McCall Accuses London of Roiling Racial Tensions in Campaign" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/25\/nyregion\/1994-campaign-comptroller-mccall-accuses-london-roiling-racial-tensions-campaign.html"} , {"body" : "They may dress alike, but the Orthodox Jews of Crown Heights are as divided as the rest of New York State over the race for governor. Yesterday, even as State Senator George E. Pataki clipped on his personalized yarmulke to pick up an endorsement from one neighborhood political group, a second group of Lubavitchers was praising Gov. Mario M. Cuomo" , "date" : "19941024" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE 1994 CAMPAIGN: ENDORSEMENTS; A Hasidic Tip of the Hat To Pataki Isn't Unanimous" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/24\/nyregion\/1994-campaign-endorsements-hasidic-tip-hat-pataki-isn-t-unanimous.html"} , {"body" : "EDGING GINGERLY INTO NATIONAL POLITICS While New Yorkers wonder will-he-or-won't-he support Republican contender George E. Pataki for governor, Mayor Giuliani has stepped gingerly onto the national political trail, endorsing Republicans in his own image: those who favored the Federal crime bill, or support abortion rights, or once served, as he" , "date" : "19941024" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/24\/nyregion\/metro-digest-616648.html"} , {"body" : "Last weekend's street celebrations of democracy's return to Haiti were over in Crown Heights. The echoes of the public speeches about hope and justice had died out along Eastern Parkway in Brooklyn. But in a first-floor office on New York Avenue in Crown Heights early last week, a modest, muted project in the realization of democracy carried on." , "date" : "19941023" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Councilwoman Comforts Immigrants" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/23\/nyregion\/councilwoman-comforts-immigrants.html"} , {"body" : "The caterers had laid out the silverware immaculately in the apartment in Crown Heights on Thursday night. Places were set, huge dishes adorning the tables. There were glasses for drink, candles and fine cloth. And there were 60 or so relatives and friends. \"It was like a wedding,\" said Chanie Sasonkin. It wasn't two people being married, but" , "date" : "19941023" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN BRIDGE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: PARK SLOPE\/CROWN HEIGHTS; A Survivor Returns to His Joyful Family and His Yeshiva" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/23\/nyregion\/neighborhood-report-park-slope-crown-heights-survivor-returns-his-joyful-family.html"} ,   {"body" : "For nearly 30 years, Public Bath 7 in Park Slope has sat empty, its pool drained long ago and its neo-Renaissance facade a striking reminder of the early part of the century, when municipal public baths served the many without indoor plumbing. But a businessman from Maine has decided that remodeling the building, which is on the corner of Fourth" , "date" : "19941023" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: PARK SLOPE\/CROWN HEIGHTS; Old Bathhouse to Come Alive" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/23\/nyregion\/neighborhood-report-park-slope-crown-heights-old-bathhouse-to-come-alive.html"} , {"body" : "Defense lawyers argued yesterday that the teen-ager charged with violating the civil rights of a Hasidic Jew who was fatally stabbed during the 1991 racial violence in Crown Heights should be tried as a juvenile because he has never been convicted of any crime and does not have a history of behavioral problems. In papers filed in Federal District" , "date" : "19941022" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Defendant In Crown Hts. Files for Trial As Juvenile" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/22\/nyregion\/defendant-in-crown-hts-files-for-trial-as-juvenile.html"} , {"body" : "CANDIDATE Herbert London PRODUCER Independently produced by the London campaign SCRIPT Announcer: \"During the aftermath of the Crown Heights pogrom, when predators were roaming the streets yelling, 'Kill the Jews,' Herbert London, a Jewish candidate, said that people should arm themselves in self-defense. Carl McCall has shamefully used those words" , "date" : "19941022" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "THE 1994 CAMPAIGN: THE AD CAMPAIGN; Race for Comptroller: London Responds to MCCall" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/22\/nyregion\/the-1994-campaign-the-ad-campaign-race-for-comptroller-london-responds-to-mccall.html"} , {"body" : "For Nachum Sasonkin, merely swallowing has for months been the most difficult of physical tasks. The disability has often left him exasperated and angry, as well as more than a bit hungry. But swallowing was probably never harder than it was shortly after 5 P.M. yesterday, as his father's car turned onto Eastern Parkway in Brooklyn. The 18-year-old" , "date" : "19941020" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Hasidic Gunshot Victim Crosses a Personal Bridge" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/20\/nyregion\/hasidic-gunshot-victim-crosses-a-personal-bridge.html"} , {"body" : "Flanked by representatives of New York City's Orthodox Jewish residents, State Assemblyman Dov Hikind endorsed State Senator George E. Pataki for governor yesterday, saying the state needed new leadership. \"This is not about Democrats and Republicans,\" said Mr. Hikind, Democrat of Brooklyn, who held a news conference at Mr. Pataki's campaign" , "date" : "19941018" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE 1994 CAMPAIGN: THE CHALLENGER; Pataki Gains Endorsement of a Jewish Assemblyman, Across Party Lines" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/18\/nyregion\/1994-campaign-challenger-pataki-gains-endorsement-jewish-assemblyman-across.html"} , {"body" : "Amid a blare of honking horns on the Eastern Parkway, Peterson Exil, a 22-year-old Brooklyn student, burst out with a chant he had waited three years to sing. \"Li rive! Li rive! Li rive!\" he said in Creole. \"He has arrived!\" \"I have been waiting and waiting for this day,\" he said. \"I was supposed to be in class today, but who can miss this?\" On a" , "date" : "19941016" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["HAITI" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["World"] , "page_facet" : "20" , "title" : "MISSION TO HAITI: THE EXPATRIATES; In Brooklyn, a Day of Celebration That Never Stops" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/16\/world\/mission-haiti-expatriates-brooklyn-day-celebration-that-never-stops.html"} , {"body" : "Anne Todd is a hard-driving securities analyst for Lehman Brothers who routinely works 90 to 100 hours a week crunching numbers. On Saturday she knelt studiously on the playground of Public School 91 in Crown Heights, Brooklyn, painting a hopscotch pattern. \"I thought at least I could do something having nothing to do with numbers today,\" she said." , "date" : "19941016" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "45" , "title" : "15,000 Pitch In for 5-Borough Cleanup" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/16\/nyregion\/15000-pitch-in-for-5-borough-cleanup.html"} , {"body" : "Lemrick Nelson Jr., who is under Federal indictment in the 1991 death of a rabbinical student in the Crown Heights section of Brooklyn, is likely to stand trial next month in an Atlanta suburb on charges of aggravated assault and carrying a concealed weapon. Judge Daniel M. Coursey Jr. of the DeKalb County Superior Court today ordered Mr. Nelson to" , "date" : "19941015" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Crown Hts. Figure Faces Assault Trial" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/15\/nyregion\/crown-hts-figure-faces-assault-trial.html"} , {"body" : "A Federal judge denied a defense motion yesterday that he step down from the case of a teen-ager charged with violating the civil rights of a Hasidic scholar who was fatally stabbed during the 1991 racial violence in Crown Heights, Brooklyn. Judge David G. Trager of Federal District Court in Brooklyn gave no reason for the denial, saying he would" , "date" : "19941012" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Crown Hts. Judge Won't Step Down" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/12\/nyregion\/crown-hts-judge-won-t-step-down.html"} , {"body" : "It was a normal day in Judge Karen B. Yellen's eighth-floor courtroom in Brooklyn Criminal Court. The cases were being called at a rate of one every two or three minutes. Most were swiftly settled with plea deals. Shoplifting. Assault. Fare-beating. Probation violation. Driving with a suspended license. Patronizing a prostitute. For Steve Scott," , "date" : "19941011" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The City's New Prosecutors Test Their Legal Legs" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/11\/nyregion\/the-city-s-new-prosecutors-test-their-legal-legs.html"} ,   {"body" : "BROOKLYN DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next Oct. 11, 7 P.M.,; 211 Ainslie Street; (718) 388-4440. Chairman: Vincent V. Abate; District Manager: Gerald A. Esposito. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next Oct. 12, 6 P.M.; Brooklyn Borough Hall, 209 Joralemon Street; (718) 596-5410." , "date" : "19941009" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PUBLIC INTEREST; Community Boards: Coming Meetings" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/09\/nyregion\/public-interest-community-boards-coming-meetings.html"} , {"body" : "GET your red hot chili peppers here. Well, there will be not just red hot, but Peruvian purple, Hungarian yellow wax, Scotch bonnet and even habanero chilies (the hottest of them all). The Brooklyn Botanic Garden is having its second annual chili pepper fiesta. \"Don't laugh, there's a real culture out there,\" said Joanne Woodfin, director of public" , "date" : "19940925" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "PLAYING IN THE NEIGHBORHOOD: CROWN HEIGHTS; Chili Fiesta Promises Hot Fun in Garden" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/25\/nyregion\/playing-neighborhood-crown-heights-chili-fiesta-promises-hot-fun-garden.html"} , {"body" : "Supporters of Lemrick Nelson Jr., who faces Federal civil rights charges in the stabbing death of a Hasidic Jew in the 1991 Crown Heights racial violence, are asking churches, mosques and synagogues in New York City to contribute to his defense fund. The Rev. Earl Kooperkamp, assistant minister of the Church of the Intercession, an Episcopal" , "date" : "19940924" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Lemrick Nelson Supporters Ask Religious Institutions for Funds" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/24\/nyregion\/lemrick-nelson-supporters-ask-religious-institutions-for-funds.html"} , {"body" : "Some nights, Diane Dawson lies awake wondering if the noises she hears are drug addicts creeping into the empty apartments scattered throughout her building in Mott Haven, the Bronx. The doorless entrance is like a welcome mat to squatters; because of constant vandalism, the owner has given up trying to keep doors or locks on the building. Brenda" , "date" : "19940924" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Working to End Landlord Role, New York Faces Hurdles" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/24\/nyregion\/working-to-end-landlord-role-new-york-faces-hurdles.html"} , {"body" : "Experts in judicial ethics say the judge in the latest case stemming from the 1991 violence in Crown Heights, Brooklyn, need not step down in response to a defense charge that he has a conflict of interest. But one expert also said last week that the judge should consider recusing himself because of the \"public passion\" surrounding the case. The" , "date" : "19940920" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Judge's Ties to Jewish Leader Stir Debate in Crown Hts. Case" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/20\/nyregion\/judge-s-ties-to-jewish-leader-stir-debate-in-crown-hts-case.html"} , {"body" : "JOB GUARANTEES IN RETURN FOR PAY CUTS New York City's private hospitals have promised to protect more than 30,000 unionized workers from layoffs for the next four years, despite a major upheaval in the medical industry. In return, the union has agreed to a one-year wage freeze and a cut in the hospitals' contributions to benefit funds. A1. NEW YORK" , "date" : "19940920" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/20\/nyregion\/metro-digest-291056.html"} , {"body" : "The two major gubernatorial candidates in New York, one wearing a personalized yarmulke and the other chomping a kosher pickle, set out yesterday in pursuit of Hasidic and Orthodox Jewish voters, groups that have become less reliably Democratic because of concerns about crime and deteriorating race relations. For Gov. Mario M. Cuomo, who toured the" , "date" : "19940919" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "2 Candidates Eagerly Pursue Pivotal Blocs Among Jews" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/19\/nyregion\/2-candidates-eagerly-pursue-pivotal-blocs-among-jews.html"} , {"body" : "Division Avenue in Williamsburg, Brooklyn, is just that: a demarcation line between Hasidic Jews, who live, for the most part, to the north, and Hispanic residents to the south. But there is no dividing the air over Williamsburg. In that irrefutable fact lie the roots of a budding cooperation between two groups that have, for three decades, written" , "date" : "19940918" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "Hasidic and Hispanic Residents in Williamsburg Try to Forge a New Unity" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/18\/nyregion\/hasidic-and-hispanic-residents-in-williamsburg-try-to-forge-a-new-unity.html"} , {"body" : "Throughout the last year, with a tough re-election campaign ahead, Gov. Mario M. Cuomo has romanced discontented New Yorkers with the candy and flowers of tax cuts and crime bills, proposals calculated to seduce middle-of-the-road swing voters. But as the election nears, Mr. Cuomo is also working aggressively to shore up his base among traditional" , "date" : "19940918" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "Political Memo; Cuomo Courts the Voters, One Interest Bloc at a Time" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/18\/nyregion\/political-memo-cuomo-courts-the-voters-one-interest-bloc-at-a-time.html"} , {"body" : "A cornucopia of New York Is Book Country events is planned throughout New York City today through Sunday to coincide with the New York Is Book Country fair, which takes place Sunday on Fifth Avenue. Unless otherwise noted, events are free; programs are subject to change. Here is a sampling of events. Today \"PUTTING ASIAN-AMERICAN LITERATURE ON THE" , "date" : "19940916" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "30" , "title" : "Three Days of Events Celebrate New York Is Book Country" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/16\/books\/three-days-of-events-celebrate-new-york-is-book-country.html"} ,   {"body" : "This list summarizes our recommendations for some contested New York City races in today's Democratic primary in which the outcome is tantamount to election. The polls are open from 6 A.M. to 9 P.M. Both Republicans and Democrats also have statewide races on today's ballot. In those contests we reserve our endorsements until the November general" , "date" : "19940913" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "New York City Primary Choices" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/13\/opinion\/new-york-city-primary-choices.html"} , {"body" : "When a defense lawyer challenged the judge last week in the latest prosecution of Lemrick Nelson Jr. stemming from the 1991 Crown Heights violence, it was no surprise to those who have followed the career of the lawyer, Michael W. Warren. By standing up in a Brooklyn courtroom and asking the judge to step down from the new case, charging a conflict" , "date" : "19940911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "Tough Tactics on Crown Hts. Are Typical for Defense Lawyer" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/11\/nyregion\/tough-tactics-on-crown-hts-are-typical-for-defense-lawyer.html"} , {"body" : "Let your fingers do the walking in the Black Pages, and those fingers will find themselves on the pulse of an often unacknowledged world. \"It's the world of black businesses owned by black people,\" said Celeste Morris. \"Word of mouth was how black people in New York used to find those businesses. Now part of that world is in these pages.\" Ms." , "date" : "19940911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "72" , "title" : "For Black-Owned Businesses, a Directory of Their Own" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/11\/nyregion\/for-black-owned-businesses-a-directory-of-their-own.html"} , {"body" : "Federal prosecutors say the teen-ager charged with violating a Hasidic Jew's civil rights by fatally stabbing him during the 1991 Crown Heights violence should be prosecuted as an adult because his prospect for \"successful juvenile rehabilitation is limited,\" according to court papers unsealed yesterday. Justice Department briefs also say that" , "date" : "19940910" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Crown Heights Prosecuters Portray Accused Man, 19, as Poor Candidate for Rehabilitation" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/10\/nyregion\/crown-heights-prosecuters-portray-accused-man-19-poor-candidate-for.html"} , {"body" : "The judge in the case of Lemrick Nelson Jr., who is charged with violating the civil rights of a Hasidic scholar stabbed to death during the 1991 violence in Crown Heights, raised sharp questions yesterday about several aspects of the Justice Department's case against Mr. Nelson. At a pretrial hearing to determine whether Mr. Nelson should be tried" , "date" : "19940909" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Judge Chides Prosecutors in Crown Hts. Civil Rights Case" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/09\/nyregion\/judge-chides-prosecutors-in-crown-hts-civil-rights-case.html"} , {"body" : "Lawyers for Lemrick Nelson Jr., who is charged with violating the civil rights of a Hasidic scholar stabbed to death during the 1991 violence in Crown Heights, said yesterday that they would ask the Federal judge assigned to the case to step down from it today. They asserted that the judge, David G. Trager of United States District Court in" , "date" : "19940908" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Crown Hts. Defense Team To Ask Judge to Step Down" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/08\/nyregion\/crown-hts-defense-team-to-ask-judge-to-step-down.html"} , {"body" : "WHERE HOPE IS SWALLOWED BY DECAY In Harlem, 129th Street between Malcolm X Boulevard and Fifth Avenue is a block in the America of the black underclass -- a block that could be in Chicago, Miami or Los Angeles. It has its own values, rules and economy. Even as the nation engages in a spirited dialogue on issues like welfare reform, education and" , "date" : "19940908" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/08\/nyregion\/metro-digest-174890.html"} , {"body" : "The West Indian American Day Parade, the largest annual street celebration in New York City, was an explosion of colorful costumes, a haze of spiced food and a thunder of steel-band music yesterday, flowing down Eastern Parkway in Brooklyn. But first came the politicians, strutting for support from one of the city's burgeoning immigrant groups. The" , "date" : "19940906" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Parade Shows Off West Indian Political Clout" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/06\/nyregion\/parade-shows-off-west-indian-political-clout.html"} , {"body" : "In raucous parades in Rochester and Crown Heights, on blustery boardwalks in the Rockaways, and in 30-second attack ads aired from Long Island to Buffalo, New York's gubernatorial candidates yesterday kicked off the traditional start to the fall campaign that this year will determine whether Mario M. Cuomo is written into the state's political lore" , "date" : "19940906" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Labor Day: When Summer Wanes and the Race for Governor Begins to Heat Up" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/06\/nyregion\/labor-day-when-summer-wanes-and-the-race-for-governor-begins-to-heat-up.html"} , {"body" : "TIFFANY'S COSTLIEST ROBBERY: $1 MILLION With trickery, threats, precision timing and a dash of bravado, two armed robbers invaded Tiffany's fabled emporium in midtown Manhattan while it was closed and, after binding four guards and defeating alarm systems, made off with more than $1 million in jewelry -- and videotapes that had recorded the whole" , "date" : "19940906" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/06\/nyregion\/metro-digest-157678.html"} ,   {"body" : "Throughout the week, the streets of Crown Heights were in a giddy frenzy as organizers of the West Indian-American Day Parade hammered away at the floats and stitched together elaborate costumes. Construction workers were busy cementing marble tiles on the steps of the Lubavitcher headquarters at 770 Eastern Parkway. Hasidic men and women hustled" , "date" : "19940904" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: CROWN HEIGHTS; Compromise Prevails for Parade on Eve of Rosh Ha-Shanah" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/04\/nyregion\/neighborhood-report-crown-heights-compromise-prevails-for-parade-eve-rosh-ha.html"} , {"body" : "More than a million Caribbean revelers and thousands of Hasidic Jews are expected to mix on the streets of Crown Heights on Monday for two very different kinds of celebrations, and community leaders have their fingers crossed that peace will prevail in this often racially roiled neighborhood. This year for the first time, the 27th annual West" , "date" : "19940902" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Holy Day And a Parade In Crown Hts." , "url" : "http:\/\/www.nytimes.com\/1994\/09\/02\/nyregion\/a-holy-day-and-a-parade-in-crown-hts.html"} , {"body" : "FEDERAL INQUIRY UNDER WAY IN NEWARK Federal law-enforcement officials said that they had begun a sweeping investigation into the Newark city government's dealings with private companies during the last five years. Officials said they had obtained subpoenas for the Newark City Council's records since 1989 as part of the inquiry into whether" , "date" : "19940902" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/02\/nyregion\/metro-digest-125369.html"} , {"body" : "Here are 10 ways to celebrate the Labor Day weekend in the New York metropolitan region. (An introduction appears on page C1.) This is one weekend I plan to put my shyness on hold, get smack-dab in the middle of Eastern Parkway in Brooklyn and let the music knock me down and drag me out. I mean I'm gonna shake these middle-age bones and dance. You" , "date" : "19940902" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "Summer's Last Hurrah: The Final Fling Before the Fall; Carnival Time" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/02\/arts\/summer-s-last-hurrah-the-final-fling-before-the-fall-carnival-time.html"} , {"body" : "What convinced Deborah Forde was her scar, the one left by muggers who violently ripped a gold chain from her neck while she was jogging in Prospect Park last year. For Dante Jordan, it was the memory of having his bike stolen at knife-point. Suzann Bassil simply wanted a little independence. She likes to cycle and does not want to wait for her" , "date" : "19940829" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Crime Fighters Draw A Line in the Grass" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/29\/nyregion\/crime-fighters-draw-a-line-in-the-grass.html"} , {"body" : "Six New Yorkers were shot to death in disparate parts of the city within five hours beginning late Friday and ending early yesterday morning, the police said. The violence, which included a double killing, began Friday at 9:30 P.M. in Crown Heights, Brooklyn, when Wayne Johnson, 29, was shot in the head three times, said Officer Scott Bloch, a" , "date" : "19940828" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "A Deadly Summer Night: 6 Shooting Deaths in 5 Hours" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/28\/nyregion\/a-deadly-summer-night-6-shooting-deaths-in-5-hours.html"} , {"body" : "'All Over the Map' 52d Street Project Ensemble Studio Theater 549 West 52d Street Clinton (212) 969-0252 Recommended ages: 6 and up Tonight through Sunday Willie Reale received his first check from the MacArthur Foundation -- for $11,000 -- on July 1, but so far he has been too busy even to buy new shoes. Mr. Reale, who is in his late 30's, founded" , "date" : "19940826" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "23" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/26\/arts\/for-children.html"} , {"body" : "A man was shot to death last night aboard a Manhattan-bound IRT No. 4 train as it approached the Franklin Avenue Station in the Crown Heights section of Brooklyn and his assailant fled into the subway tunnel, the transit police said last night. The victim, who was not immediately identified, was shot in the rear car of the train shortly after 11" , "date" : "19940826" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Shot to Death on Subway in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/26\/nyregion\/man-shot-to-death-on-subway-in-brooklyn.html"} , {"body" : "A PROPOSAL to build a Jewish community center in Kings Point has become a source of controversy since the community learned that the sponsor of the center is the Great Neck Chabad, a chapter of the Chabad-Lubavitch organization. The Lubavitch sect are Hasidic Jews. Many residents of Kings Point, a waterfront community of 5,000 families in Great" , "date" : "19940821" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GREAT NECK (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Plan for Jewish Community Center Meets Opposition in Kings Point" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/21\/nyregion\/plan-for-jewish-community-center-meets-opposition-in-kings-point.html"} , {"body" : "A Brooklyn man who was a defense witness in Lemrick Nelson Jr.'s first trial, and who then changed his story, helping to prompt new state and Federal investigations into the killing of a Hasidic man in Crown Heights, said yesterday that he had lied at every turn. The man, John Anderson, pleaded guilty in Federal District Court in Brooklyn to giving" , "date" : "19940819" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Says He Lied at Trial In Crown Heights Killing" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/19\/nyregion\/man-says-he-lied-at-trial-in-crown-heights-killing.html"} ,   {"body" : "NEW YORK CITY GIULIANI PLANS MORE BUYOUTS With his efforts to pare New York City's payroll moving more slowly than hoped, Mayor Giuliani will offer a new round of severance packages to city workers to cut 3,000 to 4,000 more jobs, administration officials said. A1. HOMELESS MAN STABBED AS HE STOPS CRIME Frank Mayo, a 37-year-old homeless man, was" , "date" : "19940819" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/19\/nyregion\/metro-digest-999385.html"} , {"body" : "Arthur Lewis Jr., the Brooklyn lawyer who successfully defended Lemrick Nelson Jr. at his state trial in the murder of Yankel Rosenbaum in 1992, will not be a member of the defense team that will represent the Brooklyn youth in his Federal trial, Mr. Lewis said. He said he had decided not to represent Mr. Nelson because of his large caseload and" , "date" : "19940818" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Lawyer Not on Trial Team" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/18\/nyregion\/lawyer-not-on-trial-team.html"} , {"body" : "After silently and grimly making his way through the streets of downtown Brooklyn flanked by his mother, lawyers and reporters, Lemrick Nelson Jr. pleaded not guilty yesterday to civil rights charges in the killing of a Hasidic man three years ago. Yankel Rosenbaum, a 29-year-old scholar, was slain on the first of four nights of racial unrest in" , "date" : "19940818" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Not Guilty Plea in Crown Heights Killing" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/18\/nyregion\/not-guilty-plea-in-crown-heights-killing.html"} , {"body" : "TRAGEDY TURNS WOMAN INTO AN ADVOCATE Carolyn McCarthy, whose husband was killed and whose son was seriously injured in the shooting last December aboard a Long Island Rail Road train, has been in front of the cameras a lot, an increasingly visible figure in the debate over gun control. But nothing has given her more exposure than her decision to" , "date" : "19940818" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/18\/nyregion\/metro-digest-987123.html"} , {"body" : "Lemrick Nelson Jr. is a taciturn young man who speaks in a whisper, recalls a childhood of playing baseball with Jewish youngsters in Brooklyn and talks of himself as a \"nice, humorous person.\" He has spent the last several days at his mother's house in New Jersey, waiting until it is time to surrender to Federal prosecutors on charges that he" , "date" : "19940817" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Crown Heights Defendant Is Back in the Whirlwind" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/17\/nyregion\/crown-heights-defendant-is-back-in-the-whirlwind.html"} , {"body" : "TAX DISPARITY FOR BLACKS IN SUBURBIA During the 1980's, increasing numbers of blacks attained that most potent symbol of the American dream: a home in the suburbs. But in many suburban areas, a census analysis suggests, black homeowners are paying higher property taxes than whites on homes of similar value. A1. SUBWAY RIDERS ARE STICKING WITH" , "date" : "19940817" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/17\/nyregion\/metro-digest-979171.html"} , {"body" : "In a closed hearing in Atlanta last week, Lemrick Nelson Jr. was released on $25,000 bail and permitted to drive back to the New York area with his mother to face charges that he killed a Hasidic scholar in Crown Heights two years ago, his lawyer said yesterday. Mr. Nelson, 19, who was held on Rikers Island during his first trial in the killing," , "date" : "19940816" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Defendant in Scholar's Killing In Crown Hts. Set Free on Bail" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/16\/nyregion\/defendant-in-scholar-s-killing-in-crown-hts-set-free-on-bail.html"} , {"body" : "NEW YORK CITY PRAGMATISM DEFINES GIULIANI'S STRATEGY By bucking his own party's leadership to support President Clinton's crime bill, Mayor Giuliani has embraced a strategy that, for a Republican in a Democratic city, may well prove far more successful than partisanship: pragmatism. News analysis, B3. CROWN HEIGHTS DEFENDANT FREE ON BAIL In a" , "date" : "19940816" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/16\/nyregion\/metro-digest-967963.html"} , {"body" : "Federal prosecutors plan to seek permission next week to try Lemrick Nelson Jr. as an adult on charges that he violated the civil rights of a Hasidic scholar who was stabbed to death during four days of violence in Crown Heights, a Federal prosecutor said yesterday. The prosecutor, Katherine Monahan, Assistant United States Attorney in Atlanta," , "date" : "19940813" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Adult Count to Be Sought In Crown Heights Trial" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/13\/nyregion\/adult-count-to-be-sought-in-crown-heights-trial.html"} , {"body" : "The Federal Government has brought civil rights charges against Lemrick Nelson Jr., the teen-ager who was previously acquitted of murder in the 1991 slaying of Yankel Rosenbaum in Brooklyn's Crown Heights neighborhood. However the case ultimately turns out, the indictment marks a bold and welcome use of Federal civil rights law against racial" , "date" : "19940813" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "The Right to Walk a Brooklyn Street" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/13\/opinion\/the-right-to-walk-a-brooklyn-street.html"} ,   {"body" : "From the first night of street violence three years ago to the word of a new indictment today, Crown Heights has lodged in New York City's political craw as the case that will not go away. The murder of Yankel Rosenbaum, the acquittal of the youth accused of killing him and the public disorder and failures of government that Crown Heights came to" , "date" : "19940812" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Unhealed Wounds of Crown Heights Bared Again" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/12\/nyregion\/unhealed-wounds-of-crown-heights-bared-again.html"} , {"body" : "The teen-ager who was acquitted of the fatal 1991 stabbing of a Hasidic scholar during four days of violence in Crown Heights has been indicted on Federal charges that he violated the scholar's civil rights, his lawyer said yesterday. The new charges against Lemrick Nelson Jr., 18, who moved to the Atlanta area after his 1992 trial, came just days" , "date" : "19940812" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "U.S. Indicts Teen-Ager Acquitted In Stabbing Death in Crown Hts." , "url" : "http:\/\/www.nytimes.com\/1994\/08\/12\/nyregion\/us-indicts-teen-ager-acquitted-in-stabbing-death-in-crown-hts.html"} , {"body" : "The Yankel Rosenbaum murder case added another chapter yesterday. Here is a chronology of events: AUG. 19, 1991: A 7-year-old black child, Gavin Cato, is killed by a car in a motorcade carrying Rabbi Menachem M. Schneerson, the head of the Lubavitch Hasidic movement. The incident sets off three nights of violence in the Crown Heights section of" , "date" : "19940812" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "U.S. Indicts Teen-Ager Acquitted In Stabbing Death in Crown Hts.; How the Murder Case Proceeded" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/12\/nyregion\/us-indicts-teen-ager-acquitted-stabbing-death-crown-hts-murder-case-proceeded.html"} , {"body" : "Across the United States, a growing sense of rootedness among Haitian immigrants -- strengthened by the tumult in Haiti's Government -- has been prompting the formation of political groups to lobby for Haitian concerns in America. In Brooklyn, which has a Haitian immigrant population second only to Miami, an organization called the Haitian-American" , "date" : "19940807" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: FLATBUSH; Haitians Seek New Influence In Local Politics" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/07\/nyregion\/neighborhood-report-flatbush-haitians-seek-new-influence-in-local-politics.html"} , {"body" : "As the sun set over New York yesterday, Jews repaired to their synagogues to celebrate the Sabbath, the day when God and man rest. But the fear of terrorism, in the wake of threats this week, cast a particularly dark shadow last night at synagogues throughout the city. We are aware but not nervous,\" said Peter J. Rubenstein, senior rabbi of the" , "date" : "19940730" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK, NY, USA" , "NEW YORK CITY" , "ISRAEL" , "MIDDLE EAST"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "New York Jews Warier of Terrorism" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/30\/nyregion\/new-york-jews-warier-of-terrorism.html"} , {"body" : "Out of concern over the possibility of a bomb attack by terrorists, the gray brick office building that houses the Israeli Mission to the United Nations and the Israeli Consulate was cordoned off yesterday by heavy concrete barriers and squads of New York City Police officers. Security was also stepped up at more than a dozen other places in" , "date" : "19940729" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "ISRAEL" , "MIDDLE EAST"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Police Went to Israeli Sites After Tips On Bomb Plots" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/29\/nyregion\/police-went-to-israeli-sites-after-tips-on-bomb-plots.html"} , {"author" : "Sid Frigand, a senior counselor to the Marcus Group, a public relations firm, is a former press secretary to Mayor Abraham D.Beame." , "body" : "The photocopied form letter came in the mail a few weeks ago. The salutation to \"Sid and Evelyn,\" written with a strong, flowing hand, made even more amazing what followed: \"Please be advised that because of my advanced age of 95 1\/2 years, I am discontinuing the practice of medicine on July 28, 1994. I shall not be able to attend you" , "date" : "19940717" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "11" , "title" : "SOAPBOX; A Doctor of the Old School" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/17\/nyregion\/soapbox-a-doctor-of-the-old-school.html"} , {"body" : "Speaking from the pulpit of a black church, the Israeli Consul General invoked Old Testament images to address two very current issues: changes in Israel since the peace accords and recent anti-Semitic remarks by some Black Muslim leaders. \"Like God made a covenant with Israel, let us make a covenant here today,\" the Consul General, Colette Avital," , "date" : "19940716" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "ISRAEL" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "From Israel, An Envoy To Blacks" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/16\/nyregion\/from-israel-an-envoy-to-blacks.html"} , {"body" : "Six people were seriously injured early today when a fire broke out in a six-story apartment building at 130 Lefferts Place in Crown Heights, Brooklyn, fire officials said. A hundred firefighters were called to battle the two-alarm blaze, which destroyed the rear of the building." , "date" : "19940716" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "6 Hurt in Crown Hts. Fire" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/16\/nyregion\/6-hurt-in-crown-hts-fire.html"} , {"body" : "Elba Clark is 13 years old and lives in Crown Heights, Brooklyn. She just finished the eighth grade. Much of her summer will be spent doing volunteer work at a neighborhood nursing home. In her spare time she likes to jump rope, and every now and then the delightful vision of a double-dutch championship will slip into her head, and that will make" , "date" : "19940713" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "19" , "title" : "In America; When Kids Say 'Enough!'" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/13\/opinion\/in-america-when-kids-say-enough.html"} ,   {"body" : "When Robert Cohen wanted to buy two Tudor-style buildings at the corner of Cruger Avenue and Pelham Parkway in the Bronx in 1991, he had trouble finding a bank that would lend him the money. Taking the one loan he could find at the time, he purchased the buildings and renovated everything from the boilers to the elevators to the mortar holding the" , "date" : "19940711" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Bankers Competing to Lend In New York's Poorer Areas" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/11\/nyregion\/bankers-competing-to-lend-in-new-york-s-poorer-areas.html"} , {"body" : "Over most of the decade that was the focus of a special commission's two-year investigation into police corruption, three men presided over the New York City Police Department. First there was Benjamin Ward, a former patrolman who had become a lawyer and had headed the city and state prison systems before being appointed by Mayor Edward I. Koch in" , "date" : "19940710" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Mollen Panel Says Buck Stops With Top Officers" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/10\/nyregion\/mollen-panel-says-buck-stops-with-top-officers.html"} , {"body" : "A memorial service for Rabbi Menachem Mendel Schneerson, who headed the worldwide Lubavitch Hasidic movement from 1950 until his death in June, will be held at 6 P.M. on Sunday at Congregation Shaare Zion, 2030 Ocean Parkway, Gravesend, Brooklyn. The gathering signifies the end of the 30-day mourning period after Rabbi Schneerson's death. There" , "date" : "19940707" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Memorial for Schneerson" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/07\/nyregion\/memorial-for-schneerson.html"} , {"body" : "The death last month of Rabbi Menachem M. Schneerson not only deprived the Lubavitcher Hasidim of their spiritual leader, but also took from the city a longtime political touchstone. Few campaigns have dared to delete the Eastern Parkway headquarters of the world Lubavitch movement and its Rebbe, as he was known, from their itinerary. An analysis" , "date" : "19940703" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: CROWN HEIGHTS; Reflections on the Rebbe and City Politics" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/03\/nyregion\/neighborhood-report-crown-heights-reflections-on-the-rebbe-and-city-politics.html"} , {"body" : "Ginnie Rumore is a school nurse, but she also considers herself something of a cub reporter. Each month, she gets together with her colleagues at Public School 396, attended by disabled children in the Brownsville section, and publishes the Chester Street Chatterbox. Unconcerned with fiscal matters and local politics, the tiny newspaper instead" , "date" : "19940703" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: BROWNSVILLE; Paper's Small But Issues Are Life-Size" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/03\/nyregion\/neighborhood-report-brownsville-paper-s-small-but-issues-are-life-size.html"} , {"body" : "UPPER WEST SIDE A Bow to World Cup Soccer At a Summer Film Festival Looking for an alternative to \"The Flintstones,\" \"City Slickers II\" and Hollywood's other offerings for a summer's night? The fourth annual Symphony Space Summer Foreign Film Festival is presenting 19 classics, including a bow in the direction of World Cup soccer in three films" , "date" : "19940703" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/03\/nyregion\/playing-in-the-neighborhood-553077.html"} , {"body" : "Ron Hershenfeld, a conductor, leaned out his window to watch the last passenger sprinting toward his train, vaulting the gap between the platform and the Times Square-Grand Central Shuttle. Some passengers wore suits, some wore track shoes, and one wore a clear plastic bag against the rain. \"People!\" Mr. Hershenfeld said softly. \"They don't realize" , "date" : "19940702" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Workers Say Trains Need 2 Operators" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/02\/nyregion\/workers-say-trains-need-2-operators.html"} , {"body" : "Charles Millard marched with his parents for civil rights, served as a Vista volunteer in Crown Heights and fought for human rights in Chile. He rails against \"the influence of hate-mongers in the Republican Party, the rise of the Christian Coalition and the nomination of Oliver North.\" And, as a Councilman representing Manhattan's East Side, he" , "date" : "19940626" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "UPPER EAST SIDE (MANHATTAN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: EAST SIDE PROFILE; A Rising Star Looks Toward Congress" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/26\/nyregion\/neighborhood-report-east-side-profile-a-rising-star-looks-toward-congress.html"} , {"body" : "A Brooklyn man appearing this week before the grand jury that is investigating the fatal stabbing of Yankel Rosenbaum in Crown Heights said that he was repeatedly questioned about whether a witness was paid to lie in testimony at the trial. The man, Henry Rice, 24, of Crown Heights said yesterday that Federal prosecutors asked if he knew whether" , "date" : "19940625" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Prosecutors Focused on Bribery, A Crown Heights Witness Says" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/25\/nyregion\/prosecutors-focused-on-bribery-a-crown-heights-witness-says.html"} , {"body" : "SOME DOCTORS FIND H.M.O. DOORS SHUT While their patients are drawn or routed increasingly into health maintenance organizations, many doctors say they are finding it difficult themselves to become part of the networks. But executives at H.M.O.'s say that to maintain tight control over the cost and quality of care in their organizations, they must" , "date" : "19940625" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/25\/nyregion\/metro-digest-494020.html"} ,   {"body" : "In the hours before the City Council voted yesterday to approve New York City's new budget, Council Speaker Peter F. Vallone invited a number of his fellow Democrats into his City Hall office. One by one, he beseeched them to ignore their misgivings and to support Mayor Rudolph W. Giuliani's austere $31.6 billion budget. But he did more than plead." , "date" : "19940624" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Council Chief Wheels and Deals, And New York's Budget Is Passed" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/24\/nyregion\/council-chief-wheels-and-deals-and-new-york-s-budget-is-passed.html"} , {"body" : "After years of struggle, Medgar Evers College has won back its original status as a four-year, senior college, and the school and its Crown Heights neighbors are celebrating. State Senator Marty Markowitz, a Democrat whose district encompasses Crown Heights, offered a one-word reaction: \"Hallelujah!\" With the recent passage of the state budget," , "date" : "19940619" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: CROWN HEIGHTS; Medgar Evers College Savors a New Start" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/19\/nyregion\/neighborhood-report-crown-heights-medgar-evers-college-savors-a-new-start.html"} , {"body" : "The Lubavitch Grand Rabbi, Menachem Mendel Schneerson, designated no successor in a brief will that bequeathed a modest estate consisting of books, manuscripts, artwork and household effects to Agudas Chassidei Chabad, a Lubavitch umbrella group that oversees the religious group's worldwide activities. The 22-member council was the sole beneficiary" , "date" : "19940615" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Rebbe Leaves All to Group And Doesn't Pick Successor" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/15\/nyregion\/rebbe-leaves-all-to-group-and-doesn-t-pick-successor.html"} , {"body" : "Rabbi Menachem Mendel Schneerson was a Russian-born, Sorbonne-educated scholar who took an insular Hasidic group that almost came to an end with the Holocaust and turned it into one of the most influential and controversial forces in world Jewry. Rabbi Schneerson was the undisputed leader of the Lubavitch Hasidim for 44 years as he battled" , "date" : "19940613" , "day_of_week_facet" : "Monday" , "geo_facet" : ["ISRAEL"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Rabbi Schneerson Led A Small Hasidic Sect To World Prominence" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/13\/nyregion\/rabbi-schneerson-led-a-small-hasidic-sect-to-world-prominence.html"} , {"body" : "Rabbi Menachem Mendel Schneerson, whose charismatic leadership built the Lubavitch Hasidic movement into an enormously powerful and sometimes divisive force among the world's Jews, died yesterday at Beth Israel Medical Center in Manhattan, three months after a severe stroke. He was 92. Within hours of his death at 1:50 A.M., thousands of his" , "date" : "19940613" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Thousands Gather in Crown Hts. To Grieve for Their Grand Rabbi" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/13\/nyregion\/thousands-gather-in-crown-hts-to-grieve-for-their-grand-rabbi.html"} , {"body" : "LUBAVITCH GRAND RABBI DIES Rabbi Menachem Mendel Schneerson, whose charismatic leadership built the Lubavitch Hasidic movement into an enormously powerful and sometimes divisive force among the world's Jews, died at Beth Israel Medical Center in Manhattan after a long illness. He was 92. Within hours of his death, thousands of his followers began" , "date" : "19940613" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/13\/nyregion\/metro-digest-381110.html"} , {"body" : "WITH an infectious smile, youthful optimism and a disarming knack for conversation, 18-year-old Shawn Thomas seemed a model candidate the other day when he walked into the Manhattan office of the New York State Department of Employment in search of a summer job. He had done everything right. Having checked for job listings at Julia Richman High" , "date" : "19940612" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "GET IN LINE FOR SUMMER JOBS" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/12\/nyregion\/get-in-line-for-summer-jobs.html"} , {"body" : "YOU don't have to be theater-wise to know that the Tony Awards, the stage counterpart of the screen's Critic's Notebook Oscars, reflect the exclusivity of Broadway, not the wholeness of theater. According to the eligibility rules for the accolades that will be bestowed tonight at the Gershwin Theater on Broadway and broadcast live at 9 o'clock on" , "date" : "19940612" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "1" , "title" : "Critic's Notebook; Broadway Reaches Across the Hudson To Give a Tony to the McCarter Theater" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/12\/nyregion\/critic-s-notebook-broadway-reaches-across-hudson-give-tony-mccarter-theater.html"} , {"body" : "The firefighters of Engine Company 24 and Ladder Company 5 in Manhattan stood in the doorway of their firehouse, talking about grief, the Rangers and carrying on. The Rangers, trying to rediscover how to win after 54 years, are helping the men in the doorway figure out how to smile again. \"I swear, John Drennan is up there pulling strings, making" , "date" : "19940611" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Knick and Ranger Title Bids Inspire a Search for Meaning" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/11\/nyregion\/knick-and-ranger-title-bids-inspire-a-search-for-meaning.html"} , {"body" : "While political leaders across the country talk loudly about illegal immigrants as a costly burden, the two most prominent politicians in New York go so far as to describe them as a boon. This week, Gov. Mario M. Cuomo quietly decided against suing the Federal Government to recover the costs of social services to illegal immigrants, rejecting for" , "date" : "19940610" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New York Officials Welcome Immigrants, Legal or Illegal" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/10\/nyregion\/new-york-officials-welcome-immigrants-legal-or-illegal.html"} ,   {"body" : "Hasidic Jews who filed a lawsuit against New York City over the 1991 racial violence in Crown Heights, Brooklyn, have decided to pursue the suit and have abandoned a plan to propose a settlement, people close to the case said yesterday. The lawyer for the Hasidim said early last week that he would propose a settlement in response to a request from" , "date" : "19940608" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Hasidic Jews To Press Suit Over Violence" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/08\/nyregion\/hasidic-jews-to-press-suit-over-violence.html"} , {"body" : "WILLIAM C. THOMPSON JR., the latest appointee to that political sack of cats known as the Board of Education, has no one to blame for the honor but himself. He asked to be considered for the post, and a search committee unanimously agreed with his old boss, Howard Golden, the Brooklyn Borough President, that Mr. Thompson had all the right" , "date" : "19940605" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "39" , "title" : "On Sunday; Better Schools By Consensus, Not Conflict" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/05\/nyregion\/on-sunday-better-schools-by-consensus-not-conflict.html"} , {"body" : "Qualifying for a mortgage can be tricky for recent immigrants, especially if they have no credit cards and have kept their savings outside banks. That was true for Caroline Hunte and her four adult children, who immigrated from Guyana and wanted to buy a four-family house in Crown Heights, Brooklyn. 'Many of our friends from Guyana had a difficult" , "date" : "19940604" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "34" , "title" : "HOW THE DO IT; An Unconventional Mortgage for an Extended Family" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/04\/business\/how-the-do-it-an-unconventional-mortgage-for-an-extended-family.html"} , {"body" : "In a turquoise cottage in Miami's Little Haiti, Meriente Auguste riffled through photographs of the family left behind when she fled home on a tumbledown boat. She pulled out two snapshots, one of her father, one of her teen-age sister. Hands crossed over their chests, they both lay in open coffins. \"They died because of me,\" said Ms. Auguste, 23," , "date" : "19940603" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "HAITI" , "MIAMI (FLA)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Haitian Migrants Settle In, Looking Back" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/03\/nyregion\/haitian-migrants-settle-in-looking-back.html"} , {"body" : "The lawyer for a group of Hasidic leaders in Brooklyn said yesterday that he would propose a settlement in the Federal lawsuit against New York City and former Mayor David N. Dinkins stemming from the racial violence in Crown Heights in the summer of 1991. The lawyer, Franklyn H. Snitow, would not say what the terms the plaintiffs would accept but" , "date" : "19940601" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Lawyer to Propose Settlement for Suit on Crown Heights" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/01\/nyregion\/lawyer-to-propose-settlement-for-suit-on-crown-heights.html"} , {"body" : "NEW YORK CITY CHARGES THREATEN AN INSTITUTION A few dozen elderly men gather each day in the main hall of the Tung On Association to drink tea and play mah-jongg. Members like to say that their association is as innocent as their gatherings. But Federal prosecutors have charged Clifford Wong, the Tung On's longtime president, with leading a" , "date" : "19940601" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/01\/nyregion\/metro-digest-261513.html"} , {"body" : "As the Giuliani administration tries to rid the city of the expensive task of managing thousands of homes and apartment buildings taken for nonpayment of taxes, a new wave of defaults is threatening to burden the city with thousands of additional units. The number of buildings in which owners have fallen seriously behind in their taxes has risen" , "date" : "19940531" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Defaults Rise, Posing Peril For Housing" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/31\/nyregion\/defaults-rise-posing-peril-for-housing.html"} , {"body" : "A 40-year-old woman was fatally burned early Sunday after being doused with gasoline and set afire as she sat in her car on a Brooklyn street. The police said yesterday that the motive for the attack was unclear, but that they were searching for an acquaintance of the victim for questioning. Investigators said the woman, Maria Borges, of 2 Adler" , "date" : "19940531" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Woman, 40, Dies in a Fire Set in Her Car" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/31\/nyregion\/woman-40-dies-in-a-fire-set-in-her-car.html"} , {"body" : "Charles J. Hynes appeared to have all the ingredients for success when he took over as Brooklyn District Attorney in 1990: the prosecutor's background, the air of independence and integrity that came with winning convictions for the Howard Beach racial killings, and the support of major figures in the Democratic Party. \"He was the great hope,\" said" , "date" : "19940530" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Supporters and Critics Equally Ardent in Judging Hynes" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/30\/nyregion\/supporters-and-critics-equally-ardent-in-judging-hynes.html"} , {"body" : "On any given afternoon, after the neighborhood schools let out, the North Bronx Family Service Center in the University Heights section of the Bronx resembles a raucous boarding school rather than an institution where government programs are administered. On the parlor floor of the large frame house, youngsters aged 7 to 12 screech in delight as" , "date" : "19940530" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Budget Battleground: Funds for the Young" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/30\/nyregion\/budget-battleground-funds-for-the-young.html"} ,   {"body" : "The delicate balance between being a politician and being a prosecutor has been most evident in District Attorney Charles J. Hynes's dealings with Brooklyn's Orthodox Jewish population. \"He has seen to it that a constituency that had been excluded from the process was brought into the mainstream,\" said Lew Fidler, Mr. Hynes's campaign manager in" , "date" : "19940530" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Hynes and Orthodox Jews: Role at Issue" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/30\/nyregion\/hynes-and-orthodox-jews-role-at-issue.html"} , {"body" : "At a time when anti-Semitic speeches by black nationalists draw attention at college campuses, a group of students at the City College of New York is dissecting the sentiments of ethnic bias. In a quiet conference room with a sweeping view of Harlem, Tricia Ferrell, a pre-law student, spoke softly earlier this month about her recent visit to former" , "date" : "19940529" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "City College Students Study the Anatomy of Hate" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/29\/nyregion\/city-college-students-study-the-anatomy-of-hate.html"} , {"body" : "In the days after the bullet blasted into Nachum Sasonkin's brain, the slim hope for his survival sprang from a lone outward sign of life: a single blink of his eye when a cotton swab was drawn across the cornea. But slowly, like spring's reawakening, the young man whose doctors expected him to die began to emerge from his deep coma. He twitched" , "date" : "19940528" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN BRIDGE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "For Bullet's Victim, a Vigil Triumphs; Against Medical Odds, Yeshiva Student Emerges From Coma" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/28\/nyregion\/for-bullet-s-victim-vigil-triumphs-against-medical-odds-yeshiva-student-emerges.html"} , {"body" : "A New York City police sergeant was arraigned yesterday in Brooklyn on charges that he agreed to provide protection, while off duty, to a drug dealer during a cocaine sale, and that he offered to help another dealer, while on duty, through the use of a police computer. The sergeant, Robert Santana, 33, is one of the first supervisory officers in" , "date" : "19940527" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Sergeant Charged in Police Corruption Case" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/27\/nyregion\/sergeant-charged-in-police-corruption-case.html"} , {"body" : "Two stray bullets flew into Junior High School 45 in East Harlem yesterday morning, shattering a window in a third-floor classroom full of seventh graders, the authorities said. Three students complained of a stinging sensation from the glass, but they suffered no injuries, said David Vazquez, the school's principal. So far this week, stray bullets" , "date" : "19940527" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "School Hit by Stray Bullets" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/27\/nyregion\/school-hit-by-stray-bullets.html"} , {"body" : "The encounter lasted only seconds, but in a Brooklyn courtroom yesterday the consequences were tolled in decades. Last June 1, a sparkling, sun-drenched day, Allyn Winslow, a 42-year-old drama teacher from Brooklyn, was shot to death while resisting a group of teen-agers trying to steal his bicycle in Prospect Park. It was one more murder in a city" , "date" : "19940526" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Maximum Term Imposed in Killing Over Bike" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/26\/nyregion\/maximum-term-imposed-in-killing-over-bike.html"} , {"body" : "Denny's, a national restaurant chain, agreed today to pay more than $54 million to settle lawsuits filed by thousands of black customers who had been refused service or had been forced to wait longer or pay more than white customers. The new head of the civil rights division of the Justice Department, Deval L. Patrick, said it was the largest and" , "date" : "19940525" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "Denny's Restaurants to Pay $54 Million in Race Bias Suits" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/25\/us\/denny-s-restaurants-to-pay-54-million-in-race-bias-suits.html"} , {"body" : "CONVENTION PICKS PATAKI TO FACE CUOMO Solidifying his position as the frontrunner for the Republican gubernatorial nomination, State Senator George E. Pataki won an overwhelming majority of the vote at the Republican state convention and became the only candidate with a guaranteed spot on the primary ballot. A1. George E. Pataki has built a career" , "date" : "19940524" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/24\/nyregion\/metro-digest-190160.html"} , {"body" : "Tessa Warren was getting ready for her weekly Sunday dinner with her family when young men who the police said were celebrating the Knicks' playoff victory began firing shots in the air outside her third-floor apartment in Crown Heights, Brooklyn. As terrifying as the gunfire was, it was not unusual. Residents of Mrs. Warren's neighborhood had" , "date" : "19940524" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Stray Shots Kill Woman in Crown Hts." , "url" : "http:\/\/www.nytimes.com\/1994\/05\/24\/nyregion\/stray-shots-kill-woman-in-crown-hts.html"} , {"body" : "The most shocking thing about them is their ordinariness. Like so many young teen-agers, they are insecure, materialistic, impressionable, not always in command of their anger and aggressiveness. They often come from broken homes, and in many cases their mothers are hard-working women trying to build safe and comfortable futures for their children." , "date" : "19940517" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Youthful, Impressionable And Accused of Murder" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/17\/nyregion\/youthful-impressionable-and-accused-of-murder.html"} ,   {"body" : "Cynthia Kierstedt's 15-year-old son, big as a linebacker, foolish as a child, was handcuffed to the wall of a Brooklyn police station house. He had just been arrested in the killing of a man who delivered candy bars to bodegas. Ms. Kierstedt cried and hollered at Shaul to give her a reason, but he just hung his head. He later said he had robbed the" , "date" : "19940515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "1" , "title" : "A Boy in Search of Respect Discovers How to Kill" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/15\/us\/a-boy-in-search-of-respect-discovers-how-to-kill.html"} , {"body" : "The man accused of helping to cover the tracks of the suspect in the Brooklyn Bridge shooting was arrested on Friday evening after authorities learned that he had planned to leave the country, the police said. Bassam Reyati, 27, was arrested about 9:30 P.M. outside the livery cab company he owns at 326 Van Brunt Street in Brooklyn, said Sgt." , "date" : "19940515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN BRIDGE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Figure in Shooting On Bridge Arrested" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/15\/nyregion\/figure-in-shooting-on-bridge-arrested.html"} , {"author" : "Lincoln Caplan, who writes regularly about the law, is the author of \"Skadden: Power, Money and the Rise of a Legal Empire\" and a contributing editor of Newsweek." , "body" : "FROM HER BULLY PULPIT, Janet Reno cuts a contradictory figure. She is tall (6 foot 1 1\/2) and large-boned, and as she looks out at her audience with an intense, darting gaze, she appears to embody the power of the office of Attorney General of the United States. But with her feet spread at parade rest, a self-conscious hunch to her shoulders and" , "date" : "19940515" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "40" , "title" : "Janet Reno's Choice" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/15\/magazine\/janet-reno-s-choice.html"} , {"body" : "After being dismissed last week from his $7.50-an-hour job at a paper factory in Brooklyn, Jose Luis Berroa grew despondent about how he would care for his 2-year-old son. He had lived on the grim streets of New York City with little Carlos before, his friends said, and he could not bear to return. So he decided to give Carlos back to the boy's" , "date" : "19940511" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEWARK (NJ)" , "NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Trail of Despair by a Father Leaves 4 Dead and Son Hurt" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/11\/nyregion\/trail-of-despair-by-a-father-leaves-4-dead-and-son-hurt.html"} , {"body" : "In the last two years, the effort to restore President Jean-Bertrand Aristide to power has kept Haitians in New York on an emotional roller coaster. They have seen the United Nations impose an embargo on their impoverished country, they have seen unfulfilled accords and broken promises. So this week, Haitians in New York have watched with some" , "date" : "19940510" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["HAITI"] , "nytd_section_facet" : ["World" , "Washington"] , "page_facet" : "3" , "title" : "In New York, Haitians Are Skeptical" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/10\/world\/in-new-york-haitians-are-skeptical.html"} , {"body" : "That Whinny You Hear Longs for Manhattan The National Horse Show, which has been stabled in the Meadowlands for five years, is considering a move back to New York City. The show ended a 105-year association with Madison Square Garden after renovations cut stable space in half. But now, the new president of the horse show, Julian Heron, is talking" , "date" : "19940508" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1994\/05\/08\/nyregion\/new-yorkers-co-017396.html"} , {"body" : "LOWER MANHATTAN Celebration and Dance From Tamils and Burmese Just another Sunday at the Lotus Fine Arts Center: a Tamil New Year's celebration in the morning, a Burmese dance program in the afternoon. The New Year's program will begin with prayers to Lord Rama, followed by a performance of the ancient dance Bharata Natyam by Kamala Cesar, the" , "date" : "19940508" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/08\/nyregion\/playing-in-the-neighborhood-014958.html"} , {"body" : "A Brooklyn teen-ager was convicted yesterday of killing a 42-year-old drama teacher as he resisted a group of youths trying to steal his bicycle in Prospect Park. The fatal shooting, which occurred on a sun-soaked afternoon last June 1, stirred fear among many who use the park, one of the largest and most popular in the city, and led the police to" , "date" : "19940507" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Youth Is Guilty in Murder of Drama Teacher" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/07\/nyregion\/youth-is-guilty-in-murder-of-drama-teacher.html"} , {"body" : "It was not that he wanted to kill the man, the teen-ager said. He was simply trying to scare him. And it was not that he intended to shoot four times. His finger got \"stuck\" on the trigger \"and the shots just kept going.\" In a videotape played in a Brooklyn courtroom yesterday, the 17-year-old's matter-of-fact tones and slouching image riveted" , "date" : "19940504" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Teen-Ager Accused in Killing Says He Only Meant to Scare" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/04\/nyregion\/teen-ager-accused-in-killing-says-he-only-meant-to-scare.html"} , {"body" : "For 27 years he drove through New York without a license, accumulating an ominously long list of suspensions and arrests, including three for driving while intoxicated. Abraham Meyers, a 55-year-old janitor from Ozone Park, Queens, was obsessed with cars, his neighbors said, and nothing could stop him from getting behind the wheel. Late Sunday" , "date" : "19940503" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Driver With Suspended License Charged in Deaths of 3 in Family" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/03\/nyregion\/driver-with-suspended-license-charged-in-deaths-of-3-in-family.html"} ,   {"body" : "The DeKalb County District Attorney's office here has decided to seek an indictment on aggravated assault charges against Lemrick Nelson Jr., who was acquitted in the stabbing of a Hasidic student, Yankel Rosenbaum, during racial clashes in the Crown Heights section of Brooklyn in 1991. Mr. Nelson, 18, has been living in the small city of" , "date" : "19940503" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "GEORGIA" , "DECATUR (GA)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Indictment of Crown Hts. Figure Is Sought" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/03\/nyregion\/indictment-of-crown-hts-figure-is-sought.html"} , {"body" : "Here is a critical look at a sampling of New York City's parks, from the vast and famous lawns of Central and Prospect Parks to a small and struggling playground in a hard patch of Bedford-Stuyvesant. Manhattan CENTRAL PARK: THE JEWEL IN THE CROWN This 840-acre park, of almost transcendental importance to New Yorkers, is often described as the" , "date" : "19940501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "A Critical Tour of the Empire: Battery Park to High Bridge . . ." , "url" : "http:\/\/www.nytimes.com\/1994\/05\/01\/nyregion\/a-critical-tour-of-the-empire-battery-park-to-high-bridge.html"} , {"body" : "RETIREMENT'S landscape of loneliness always seems to include an office. The office is both escape and anchor, and so professionals with grandchildren, but without formal titles, can't stop reporting to them. There is a desk, a phone, walls on which to hang photographs, a place to be alone with a very particular sort of memory. Abraham D. Beame," , "date" : "19940501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "On Sunday; In the Office Of Mr. Beame And His Honor" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/01\/nyregion\/on-sunday-in-the-office-of-mr-beame-and-his-honor.html"} , {"body" : "Nearly a year after a drama teacher was shot to death in Prospect Park in Brooklyn, a teen-ager went on trial on murder charges yesterday, accused of firing the fatal shots after the victim refused to surrender his bicycle to a group of youths. The killing of 42-year-old Allyn Winslow shattered a brilliant, sun-bathed spring afternoon in one of the" , "date" : "19940430" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Trial Starts in Killing of Cyclist in Prospect Park" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/30\/nyregion\/trial-starts-in-killing-of-cyclist-in-prospect-park.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; 2d Tuesday of month; next May 10, 7 P.M., 211 Ainslie Street; (718) 388-4440. DISTRICT 2: Fort Greene, Brooklyn Heights; 2d Wednesday of month; next May 11, 6 P.M.; place to be announced; (718) 596-5410. DISTRICT 3: Bedford-Stuyvesant; 1st Monday of month; next meeting May 2, 7 P.M., 1368 Fulton Street; (718)" , "date" : "19940424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Community Board Meetings in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/24\/nyregion\/public-interest-community-board-meetings-in-brooklyn.html"} , {"body" : "FOREST HILLS Austin Street Pulls Out the Stops The Austin Street Spring Festival is scheduled for today, complete with open-air cafes, children's rides, a small petting farm, musical entertainment on two stages and the offerings of 300 vendors and Austin Street store owners. There will also be hourlong walking tours of nearby historic sites at 11" , "date" : "19940424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/24\/nyregion\/playing-in-the-neighborhood-864420.html"} , {"body" : "For most of the last 15 months, Lemrick Nelson Jr., an 18-year-old high school student with a piercing gaze and a hint of a mustache, lived anonymously and quietly, according to most -- unremarkably and unremarked upon. He attended Shamrock High School, in a suburb of modestly priced homes just northeast of Atlanta, he worked most evenings frying" , "date" : "19940423" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CROWN HEIGHTS (NYC)" , "ATLANTA (GA)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Crown Hts. Case Follows Youth to Atlanta" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/23\/nyregion\/crown-hts-case-follows-youth-to-atlanta.html"} , {"body" : "NEW YORK CITY CROWN HEIGHTS CASE FOLLOWS TEEN-AGER For most of the last 15 months, Lemrick Nelson Jr., an 18-year-old high-school student with a piercing gaze and a hint of a mustache, lived anonymously and quietly in a suburb of Atlanta. The setting contrasts sharply with Crown Heights, Brooklyn, where he was acquitted of the 1991 stabbing death" , "date" : "19940423" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/23\/nyregion\/metro-digest-869538.html"} , {"body" : "Lemrick Nelson Jr., the Brooklyn teen-ager acquitted of fatally stabbing a Hasidic scholar in Crown Heights, boasted about the attack to high school classmates in Georgia, The Atlanta Journal-Constitution has quoted a former classmate as saying. But the student, Erik Heard, 17, reached yesterday at his home after the article was published on" , "date" : "19940418" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Report Cites Boast In Crown Hts. Case" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/18\/nyregion\/report-cites-boast-in-crown-hts-case.html"} , {"body" : "Praying for the recovery of the man he believes will soon be revealed as the Messiah, Mendy Uminer leaned his arms on a wrought-iron fence in Stuyvesant Square Park and bowed his head. Across the park at Beth Israel Medical Center, Rabbi Menachem M. Schneerson has hovered near death since suffering a stroke on March 10. \"I'm basically here all the" , "date" : "19940417" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: EAST SIDE; Vigil Transforms a Neighborhood" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/17\/nyregion\/neighborhood-report-east-side-vigil-transforms-a-neighborhood.html"} ,   {"body" : "APRIL Tyler opened an interest-bearing checking account at Chemical Bank eight years ago, and now has thousands of dollars in an individual retirement account there, too. But the relationship took a nose dive last month when Chemical announced that it was closing 50 branches, doubling the minimum balance required for \"free checking\" and sharply" , "date" : "19940417" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Bottom Line on Banks" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/17\/nyregion\/the-bottom-line-on-banks.html"} , {"body" : "LISTEN to the voices of Crown Heights, raised in exhibitions that opened this week at three Brooklyn cultural institutions. From a Jamaican resident: \"The media hasn't helped. Both communities are hurting, and if you have two hurting people, they need to be together to heal their hurt, outside the media's realm.\" A Lubavitcher woman speaks: \"The" , "date" : "19940415" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "The Voices and Faces of Crown Heights" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/15\/arts\/the-voices-and-faces-of-crown-heights.html"} , {"body" : "A black boy is accidentally killed in New York City by a hit-and-run driver who happens to be Jewish. The man ends up with a suspended driver's license and 100 hours of community service. Enraged blacks riot. A white man is dragged from his car and beaten to death in front of his horrified wife. A black youth is charged with murder but is given" , "date" : "19940413" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "Review\/Television; No Pat Answers, as in Life" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/13\/arts\/review-television-no-pat-answers-as-in-life.html"} , {"body" : "RIVERDALE At a Wave Hill Concert, The Sound of Beethoven Beethoven sonatas will be heard today at Wave Hill, the 28-acre public garden, when Susan Kagan, a pianist, and Beverly Somach, a violinist, present an afternoon program. Ms. Somach has appeared as a soloist with the New York Philharmonic, the Los Angeles Philharmonic and the American" , "date" : "19940410" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/10\/nyregion\/playing-in-the-neighborhood-889407.html"} , {"body" : "One of the men arrested in connection with last month's Brooklyn Bridge shooting told the police that Rashid Baz, who prosecutors say fired on the van of Hasidic students, was \"very angry\" after the massacre of Muslims in a mosque on the West Bank and that he said, \"We're supposed to kill all those Jews.\" The statement by Bassam Reyati, the owner" , "date" : "19940407" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "HEBRON (WEST BANK)" , "MIDDLE EAST"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "New Focus On Motives In Killing On Bridge" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/07\/nyregion\/new-focus-on-motives-in-killing-on-bridge.html"} , {"body" : "FORGET EVERY OTHER \"CAROUSEL\" YOU may have seen, going back even to the 1945 Broadway original and the 1956 CinemaScope movie version. They now seem to have been warm-ups for Nicholas Hytner's grand new production at the Vivian Beaumont Theater in Lincoln Center. Though the show has been revived in New York before, this new \"Carousel\" is so fresh" , "date" : "19940403" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "SUNDAY VIEW; 'Carousel,' A Soap Opera No Longer" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/03\/theater\/sunday-view-carousel-a-soap-opera-no-longer.html"} , {"body" : "A century ago, the heirs of Pieterse Lefferts, a wealthy Dutch immigrant who was granted his vast land holdings by Peter Stuyvesant in 1661, carved up a piece of their farmland and built stately Victorian homes for affluent Brooklyn residents. In the face of increasing immigration and a shifting economy, a covenant to keep out boarders and renters" , "date" : "19940403" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: LEFFERTS GARDEN; Testing a Definition of Family" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/03\/nyregion\/neighborhood-report-lefferts-garden-testing-a-definition-of-family.html"} , {"body" : "For years, Guider Park has been a place to be avoided. Neglect has reduced the once-popular triangular park into a refuge mainly for vagrants, drug users and their dealers. The small strip of patchy, trash-strewn green along Eastern Parkway between Washington and Classon Avenues offered a striking contrast to the grand, neighboring lawns: the" , "date" : "19940327" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GUIDER PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: CROWN HEIGHTS; A Strip of Green, Reclaimed" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/27\/nyregion\/neighborhood-report-crown-heights-a-strip-of-green-reclaimed.html"} , {"body" : "Anna Deavere Smith is the ultimate impressionist: she does people's souls. She is so good at the task that to describe \"Twilight: Los Angeles, 1992\" as a one-woman show is patently ridiculous. Probing the riots that erupted in April of that year, after the first Rodney King trial, she gives an epic accounting of neighborhoods in chaos, a city in" , "date" : "19940324" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["LOS ANGELES (CALIF)"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "13" , "title" : "Review\/Theater: Twilight -- Los Angeles, 1992; A One-Woman Riot Conjures Character Amid the Chaos" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/24\/theater\/review-theater-twilight-los-angeles-1992-one-woman-riot-conjures-character-amid.html"} , {"body" : "Channel 31's six-part series \"Heart of the City,\" which starts tonight, celebrates New York and New Yorkers. Thanks, we need that. Going behind the discouraging headlines about violence and poverty, ignoring the disaster troops in search of sensational stories for the nightly newscasts, these half-hours sing of local heroes quietly trying to" , "date" : "19940323" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "20" , "title" : "Review\/Television; Celebrating New York, Guided by A Kennedy" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/23\/arts\/review-television-celebrating-new-york-guided-by-a-kennedy.html"} ,   {"body" : "Five teen-agers were arrested yesterday and charged with attacking and robbing elderly women in Canarsie, Brooklyn, over a three-week period, breaking one 70-year-old's skull and hip, the police said. Lieut. Thomas Sbordone, a spokesman for the housing police, said the muggings began on Feb. 24 and quickly escalated in brutality. \"What started as" , "date" : "19940323" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Youths Are Arrested After 12 Muggings" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/23\/nyregion\/youths-are-arrested-after-12-muggings.html"} , {"body" : "This month the school system announced that enrollment had topped a million for the first time in 15 years. Here is a breakdown by district. Citywide public school enrollment High school enrollment '89-'90 937,248 Manhattan 62,714 '90-'91 939,638 Bronx 59,939 '91-'92 973,263 Brooklyn 103,196 '92-'93 995,465 Queens 72,781 '93-'94 1,016,728 Staten" , "date" : "19940320" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "PUBLIC SCHOOL ENROLLMENT; Tipping the Scales At School" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/20\/nyregion\/public-school-enrollment-tipping-the-scales-at-school.html"} , {"body" : "A Brooklyn foster mother who put a 2-year-old girl into a tub filled with scalding water was arrested and charged with second-degree murder yesterday, the housing police said. Norma Douglas, 32, of 162 Troy Avenue in Crown Heights, waited nearly two days before taking her niece to the hospital, said Lieut. Thomas Sbordone, a spokesman for the" , "date" : "19940320" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "2-Year-Old Dies in Foster Mother's Care" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/20\/nyregion\/2-year-old-dies-in-foster-mother-s-care.html"} , {"body" : "\"WE go after business people, the potential victims sitting in their stores waiting for some psycho to walk in and blow them away,\" said the gun-licensing dealer, who finds business, well, booming. Six years ago, the dealer, Bill Kay, was signing up about 20 people a week in the metropolitan area for his service. Now it's 50 to 60 people a week" , "date" : "19940320" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "On Sunday; Death by Guns: Once a Horror, Now a Cliche" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/20\/nyregion\/on-sunday-death-by-guns-once-a-horror-now-a-cliche.html"} , {"body" : "Assemblyman Clarence Norman Jr. and more than a dozen other black and Hispanic elected officials accused Mayor Rudolph W. Giuliani yesterday of using minority-owned construction companies as scapegoats when he ordered a moratorium in the $1 billion reconstruction of Kings County Hospital Center last month. Mr. Norman, the Brooklyn Democratic Party" , "date" : "19940319" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "26" , "title" : "Black and Hispanic Officials Assail Giuliani Over Hospital" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/19\/nyregion\/black-and-hispanic-officials-assail-giuliani-over-hospital.html"} , {"body" : "Within the communal world of Middle Eastern livery drivers in New York, Rashid Baz stood out for a certain edginess and volatility, qualities not at all eased by his evident drug abuse, according to acquaintances sifting for motive now that the 28-year-old Lebanese national has been accused of the deadly Brooklyn Bridge shooting spree. But even" , "date" : "19940314" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN BRIDGE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "'What Are You, Rashid?'; Uncovering the Many Layers of a Murder Suspect" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/14\/nyregion\/what-are-you-rashid-uncovering-the-many-layers-of-a-murder-suspect.html"} , {"body" : "FIREFIGHTERS spend most of their time waiting, fidgeting benchwarmers at a game they can only anticipate. While they wait, they make their own beds, scrub their own toilets, polish their truck (they call it an apparatus). In full fire regalia, they take their shiny red truck to the supermarket, then cook feasts together. They drill on techniques," , "date" : "19940313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; Firemen in Waiting" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/13\/nyregion\/making-it-work-firemen-in-waiting.html"} , {"body" : "As Rabbi Menachem Mendel Schneerson lies critically ill in a hospital, his body weakened by strokes and seizures, the Lubavitch Hasidim keep a sidewalk vigil, waiting and praying through teardrops and raindrops. Many thoughts rush through their minds when they contemplate the physical trials of the 91-year-old man they all call Rebbe and many call" , "date" : "19940312" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "'A Family in Stress' Over Its Stricken Rebbe; The Unspoken Question Among Lubavitchers: Who Is Going to Succeed Their Leader?" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/12\/nyregion\/family-stress-over-its-stricken-rebbe-unspoken-question-among-lubavitchers-who.html"} , {"body" : "Menachem Mendel Schneerson, the Grand Rabbi of the Lubavitch Hasidim, suffered what one of his doctors described as a \"massive stroke\" early yesterday. The rabbi, who is 91 years old and partly paralyzed from a stroke two years ago, was listed in critical condition at Beth Israel Medical Center. Dr. Matthew Fink, the director of neurology at Beth" , "date" : "19940311" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Lubavitch Leader Has Stroke And Is in Critical Condition" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/11\/nyregion\/lubavitch-leader-has-stroke-and-is-in-critical-condition.html"} , {"body" : "Levi Wilhelm, a cane across his lap, sat at the center in a wheelchair. Baruch, his father, and Sara, his mother, stood on either side of their wounded 18-year-old son, blinking into the flashing cameras in the lobby of Brooklyn Hospital yesterday afternoon. Shalom Wilhelm, 22, the brother who had driven the van of Hasidic students through bursts" , "date" : "19940310" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Van Survivors Look Back in Sadness" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/10\/nyregion\/van-survivors-look-back-in-sadness.html"} ,   {"body" : "Menachem Mendel Schneerson, the grand rabbi of the Lubavitch Hasidim, was taken to the intensive care unit of a Manhattan hospital early yesterday after suffering seizures at his Brooklyn home. The rabbi, who is 91 years old and partially paralyzed from a stroke two years ago, was listed in serious but stable condition after undergoing neurological" , "date" : "19940309" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "Lubavitchers' Grand Rabbi Hospitalized After Seizures" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/09\/nyregion\/lubavitchers-grand-rabbi-hospitalized-after-seizures.html"} , {"body" : "Because of an editing error, an article on Sunday about the yeshiva in Crown Heights attended by the students who were shot on the Brooklyn Bridge referred incorrectly in some editions to a book called the Baba Kama. It is a tract of the Gemara, which is part of the Talmud, not a treatise on the Gemara." , "date" : "19940308" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN BRIDGE"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/08\/nyregion\/c-corrections-402435.html"} , {"body" : "One man was killed and four others wounded about 10 P.M. yesterday in a shooting at a clothing store in Crown Heights, Brooklyn, the police said. The circumstances of the shooting, at 814 Nostrand Avenue near Union Street, were not immediately known, said Sgt. Tina Mohrmann, a police spokeswoman. One man, Niel Duncan, 28, of 370 Lafayette Avenue in" , "date" : "19940308" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Crown Heights Gunfire Kills 1, Wounds 4" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/08\/nyregion\/crown-heights-gunfire-kills-1-wounds-4.html"} , {"body" : "The men and women stood apart, cleaved by Hasidic law, but wept together in common pain. People came by the thousands yesterday to stand in the weak winter sunshine on Eastern Parkway in Crown Heights and say goodbye to Aaron Halberstam, 16 years old, one of the four Hasidic students shot on the Brooklyn Bridge last week. Dozens of young men" , "date" : "19940307" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Thousands Join to Mourn Slain Hasidic Student" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/07\/nyregion\/thousands-join-to-mourn-slain-hasidic-student.html"} , {"body" : "TERRORISM is too neat and kind a word for all the self-imagined tough men who keep killing the young, the good and the unwary, as woefully in this city some days as in wilder parts of the earth. But meekness is description enough for people like Essa Abed, who plod away in nondescript social-work storefronts at life's boring detail of trying to get" , "date" : "19940306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MIDDLE EAST"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "On Sunday; For One Man, No Surrender To Vengeance" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/06\/nyregion\/on-sunday-for-one-man-no-surrender-to-vengeance.html"} , {"body" : "The word yeshiva means \"a place of sitting,\" yet few people who visit Oholei Torah, the yeshiva attended by the four Hasidic students who were shot on the Brooklyn Bridge last week, would find it a restful spot. There is, to be sure, a lot of sitting on worn benches in front of battered volumes of Talmud. But the air in the yeshiva's rundown study" , "date" : "19940306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "So Far From the Brooklyn Bridge; Yeshiva Spurns the Secular World" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/06\/nyregion\/so-far-from-the-brooklyn-bridge-yeshiva-spurns-the-secular-world.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; 2d Tuesday of month; next March 8, 7 P.M., 211 Ainslie Street; (718) 388-4440. DISTRICT 2: Fort Greene, Brooklyn Heights; 2d Wednesday of month; next March 9, 6 P.M., Borough Hall Community Room, Joralemon and Court Streets; (718) 596-5410. DISTRICT 3: Bedford-Stuyvesant; 1st Monday of month; next tomorrow, 7" , "date" : "19940306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Community Board Meetings in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/06\/nyregion\/public-interest-community-board-meetings-in-brooklyn.html"} , {"body" : "FLUSHING A Play That Celebrates Little-Known Heroines A decade ago, when Kathleen Gaffney traveled the country presenting monologues, she struck a bargain with her audiences. After she made them laugh, she would call upon them to tell her about local heroines. Out of that research, Ms. Gaffney has written a play called \"Challenge Her,\" which is" , "date" : "19940306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/06\/nyregion\/playing-in-the-neighborhood-369632.html"} , {"body" : "Aaron Halberstam, 16, a victim of the shooting on the Brooklyn Bridge, died last night after being kept on life-support systems for two days, said a spokeswoman for St. Vincent's Hospital. Mr. Halberstam was pronounced dead at 9:40 P.M., said Dina Gabriel, the spokeswoman. He was one of two young men who were critically injured on Tuesday when a" , "date" : "19940306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN BRIDGE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Shot in Van, Youth, 16, Dies" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/06\/nyregion\/shot-in-van-youth-16-dies.html"} , {"body" : "The man accused of firing on a van of Hasidic students on the Brooklyn Bridge was linked to suspects in two drug cases in 1991 and was viewed as a small-time player in the city's drug underworld, Federal and New York City law-enforcement officials said yesterday. The suspect, Rashid Baz, 28, was not arrested or charged in either of the 1991 drug" , "date" : "19940305" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Suspect in Attack on Hasidim Is Linked to Two Drug Cases" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/05\/nyregion\/suspect-in-attack-on-hasidim-is-linked-to-two-drug-cases.html"} ,   {"body" : "When racial violence engulfed the Lubavitch Hasidic community of Crown Heights in 1991, it was more than a week before New York City's mainstream Jewish establishment rallied to the side of the Lubavitchers with expressions of support. But on Tuesday, when a group of Lubavitch students were shot by a gunman, there was no such delay. Within hours," , "date" : "19940304" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "BROOKLYN BRIDGE SHOOTING; Violence Against Hasidim Shatters Barriers Among Jews" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/04\/nyregion\/brooklyn-bridge-shooting-violence-against-hasidim-shatters-barriers-among-jews.html"} , {"body" : "A purse-snatching suspect was arrested Wednesday and charged with pushing a subway rider into a moving train 11 days ago, the transit police said. The victim of the attack, Sonia Hernandez, 32, died on Wednesday at St. Vincent's Hospital from her injuries in the Feb. 19 mugging at the subway station in Park Slope, Brooklyn. Transit police officials" , "date" : "19940304" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Man Held In Slaying In Subway" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/04\/nyregion\/man-held-in-slaying-in-subway.html"} , {"body" : "In the world of the Lubavitch Hasidim, there is a feeling that everything fits into a divine design, however unfathomable, and so while there was rage and pain yesterday in reaction to the shooting of four yeshiva students riding over the Brooklyn Bridge there was also an effort not to let the grim event overwhelm the daily rhythms of their" , "date" : "19940303" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "MIDDLE EAST"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "BROOKLYN BRIDGE SHOOTING: Lubavitchers; Clinging to Daily Faith, Despite Rage and Pain" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/03\/nyregion\/brooklyn-bridge-shooting-lubavitchers-clinging-daily-faith-despite-rage-pain.html"} , {"body" : "With the swagger of the lawman he once was, Mayor Rudolph W. Giuliani stared into a bank of television cameras yesterday afternoon to announce that a suspect had been charged with sending a fusillade of bullets Tuesday into a van filled with Hasidic students. \"We're saying as a community that if you violate us -- this shooting violated every one of" , "date" : "19940303" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "MIDDLE EAST"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "BROOKLYN BRIDGE SHOOTING: The Mayor; Giuliani Leaves No Doubt Over City Hall's Concern" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/03\/nyregion\/brooklyn-bridge-shooting-mayor-giuliani-leaves-no-doubt-over-city-hall-s-concern.html"} , {"body" : "A 28-year-old man described as a Lebanese native was arrested yesterday and charged with attempted murder in the Brooklyn Bridge gunfire attack on a van full of Hasidic students. The police said their investigation was helped by citizens who alerted them to the suspect's attempt to hide. The arrest of the suspect, identified as Rashad Baz, an" , "date" : "19940303" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "BROOKLYN BRIDGE SHOOTING; Suspect Arrested in Shooting of Hasidim" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/03\/nyregion\/brooklyn-bridge-shooting-suspect-arrested-in-shooting-of-hasidim.html"} , {"body" : "A gunman in a car opened fire on a van carrying more than a dozen Hasidic students as it began to cross the Brooklyn Bridge from Manhattan yesterday morning, critically wounding two young men and injuring two others, the police said. The lone gunman, driving a blue Chevrolet Caprice and apparently using two guns, pursued the van full of terrified" , "date" : "19940302" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "4 Hasidic Youths Hurt in Brooklyn Bridge Shooting" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/02\/nyregion\/4-hasidic-youths-hurt-in-brooklyn-bridge-shooting.html"} , {"body" : "Aaron Halberstam, the 15-year-old student who was the most seriously injured victim of yesterday's shooting on the Brooklyn Bridge, was known throughout the Lubavitch Hasidic community for his exceptionally close relationship to the family of Rabbi Menachem M. Schneerson, the group's grand rabbi. Friends of the Halberstam family and Lubavitch" , "date" : "19940302" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MIDDLE EAST"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Student, 15, Had Ties To Family Of Rabbi" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/02\/nyregion\/student-15-had-ties-to-family-of-rabbi.html"} , {"body" : "A paroled rapist was arrested yesterday, charged as a serial rapist who sexually assaulted four young girls and teen-agers in public housing projects in East Harlem and the Lower East Side since December. Investigators expressed relief at the arrest of the man, saying that the the frequency of the last three rapes, on Feb. 6, 19 and 24, led them to" , "date" : "19940302" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Paroled Rapist Held in Assaults Of Four Girls in Housing Projects" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/02\/nyregion\/paroled-rapist-held-in-assaults-of-four-girls-in-housing-projects.html"} , {"body" : "With sorrow and trepidation, Jews and Arabs across America are absorbing the shock of the Hebron massacre with vows to repair efforts toward peace, yet prepare for the possibility of further violence. \"Look at this,\" said a storeowner in the Arab retail section along Atlantic Avenue in Brooklyn, angrily holding up a newsletter from Kahane Chai, the" , "date" : "19940301" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["HEBRON (ISRAEL)" , "ISRAEL" , "MIDDLE EAST"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "WEST BANK MASSACRE: Reaction; Sad, Angry and Fearful: Voices of Arab-Americans and American Jews" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/01\/nyregion\/west-bank-massacre-reaction-sad-angry-fearful-voices-arab-americans-american.html"} , {"body" : "Last week on the C1 floor at Kings County Hospital, half a dozen men lay on a hodgepodge of ancient stretchers in an open eight-bed ward. A lattice of metal rods hung from the ceiling, bearing tattered blue and green curtains falling off their hooks, which provide the only semblance of privacy afforded to these patients, all victims of trauma." , "date" : "19940228" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "At Kings County Hospital, Remnants of a Bleak Past" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/28\/nyregion\/at-kings-county-hospital-remnants-of-a-bleak-past.html"} ,   {"body" : "The calm and stately Gothic facade of St. Mark's Episcopal Church at Union Street and Brooklyn Avenue in Crown Heights belies the turmoil that has cost the church a priest who served it for 21 years and left its membership rolls depleted. That pastor, Heron Sam, was stripped of his authority to perform any sacraments of the Episcopal Church after a" , "date" : "19940227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: CROWN HEIGHTS; At St. Mark's Church, the Scars Remain" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/27\/nyregion\/neighborhood-report-crown-heights-at-st-mark-s-church-the-scars-remain.html"} , {"body" : "Baruch Goldstein's journey through the West Bank settler movement ended singularly on Friday when he fired his assault rifle at a congregation of Palestinians. But the journey began 11 years before in the same place as so many others have: the borough of Brooklyn. Thousands of New Yorkers, many of them from Brooklyn and Queens, have moved into the" , "date" : "19940227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["HEBRON (ISRAEL)" , "ISRAEL" , "MIDDLE EAST" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["World"] , "page_facet" : "1" , "title" : "WEST BANK MASSACRE; Seed Planted in Brooklyn Blooms as Violence" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/27\/world\/west-bank-massacre-seed-planted-in-brooklyn-blooms-as-violence.html"} , {"body" : "NEW YORK politics may get a badly needed shot of verve and a chaser of quirkiness with the prospect of the Rev. Al Sharpton and Senator Daniel Patrick Moynihan having it out in a Democratic primary. The cut-and-thrust could rise above the dreary norm of speechifying, for both are acerbic of sound bite and nimble in riposte. They have evolved in" , "date" : "19940227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "On Sunday; Old Rivalries Die Hard, Or Not at All" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/27\/nyregion\/on-sunday-old-rivalries-die-hard-or-not-at-all.html"} , {"body" : "NEW YORK CITY is blessed with an abundant variety of programs for the elderly, reflecting the city's cultural mix. But it is also cursed by a lack of coordination that makes it hard for people to find out what is available. \"People don't know what services there are,\" said Grace Harewood, executive director of the Fort Greene Senior Citizens" , "date" : "19940227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "16" , "title" : "AT YOUR SERVICE; Rent Aid to Tai Chi to Meals-on-Wheels: A Program Guide" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/27\/nyregion\/at-your-service-rent-aid-to-tai-chi-to-meals-on-wheels-a-program-guide.html"} , {"body" : "The police said yesterday that a serial rapist is prowling lobbies in project buildings in East Harlem and the Lower East Side, stalking children and teen-age girls coming home in the middle of the afternoon with their hands filled with grocery bags or newspapers. The rapist struck for at least the fourth time in two months on Thursday, the police" , "date" : "19940226" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "LOWER EAST SIDE (NYC)" , "EAST HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Serial Rapist Is Prowling Projects in Manhattan" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/26\/nyregion\/serial-rapist-is-prowling-projects-in-manhattan.html"} , {"body" : "The baby lived because of a spring-like day, a mountain of garbage and melting snow. Otis Parker, 57, the building superintendent at 1520 Carroll Street in Crown Heights, Brooklyn, seldom bothers with the garbage on Sunday. But the sanitation department had asked people to dig their trash out of the hills of snow that were slowly melting in the" , "date" : "19940222" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Out of the Trash, an Infant Gets Another Life Chance" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/22\/nyregion\/out-of-the-trash-an-infant-gets-another-life-chance.html"} , {"body" : "NEW YORK CITY TRUSTEES' QUESTIONS FOR CUNY CHANCELLOR The Chancellor of City University of New York is paid $158,000 a year, more than the Governor or Mayor, and makes almost that much again through her membership on five corporate boards. Some trustees are questioning whether her corporate work is taking too much time from her day job. But the" , "date" : "19940222" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/22\/nyregion\/metro-digest-257303.html"} , {"body" : "JOHN H. BESS, sitting in his cave of an office in the basement of the Cathedral of St. John the Divine, had no time to mince words. The telephone was ringing, his schedule went on for pages and all this talking put him two beats behind his fast-forward rhythm as head of the youth agency called the Valley. \"We are a society that is manufacturing" , "date" : "19940220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; Mentor, Hell-Raiser. . ." , "url" : "http:\/\/www.nytimes.com\/1994\/02\/20\/nyregion\/making-it-work-mentor-hell-raiser.html"} , {"body" : "FULTON FERRY Baubles and Bangles And Bright Metal Strips Day and night, metal strips and drawings on pieces of translucent plastic will sparkle and shimmer under spotlights in an exhibition on the ground floor of One Main Street. Like all shows at the landmark building, it will be viewable only from outside the hall's 18-foot-high windows, with the" , "date" : "19940220" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/20\/nyregion\/playing-in-the-neighborhood-229172.html"} , {"body" : "In the post-Dinkins era of black politics in New York, the candidacy of Rev. Al Sharpton raises unsettling questions not only for the incumbent he plans to oppose, Senator Daniel Patrick Moynihan, but also for Gov. Mario M. Cuomo and virtually every other Democrat running statewide this year. The central and immediate issue is whether the state" , "date" : "19940220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "POLITICAL MEMO; Democrats Try to Solve The Sharpton Dilemma" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/20\/nyregion\/political-memo-democrats-try-to-solve-the-sharpton-dilemma.html"} ,   {"body" : "ON Tuesday, five special elections were held in the city for seats in the State Legislature. Here are profiles of the winners. 28TH ASSEMBLY DISTRICT NAME -- Melinda Katz AGE -- 28 PARTY -- Democrat RESIDENCE -- Forest Hills EDUCATION -- Hillcrest High School, Jamaica, Queens; University of Massachusetts at Amherst, 1987, and St. John's Law School," , "date" : "19940220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "WINNERS' CIRCLE; Destination Albany: The Newest Faces" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/20\/nyregion\/winners-circle-destination-albany-the-newest-faces.html"} , {"body" : "Two weeks after Mayor Rudolph W. Giuliani declared a moratorium on the billion-dollar reconstruction of Kings County Hospital, his administration and state officials say they plan a thorough redesign of the project in order to produce a smaller, more efficient institution. The call for a redesign of the city's largest public hospital, coming after" , "date" : "19940219" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "REDESIGN PLANNED FOR CITY HOSPITAL SERVING BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/19\/nyregion\/redesign-planned-for-city-hospital-serving-brooklyn.html"} , {"body" : "Soup, Soup and Soup New York has had its share of soup weather this year. Fortunately, three new cookbooks are available to inspire the soup maker, but some advice is in order. Anyone intimidated by recipes with long lists of ingredients or requirements for overnight soaking or chilling or long simmering should consider opening cans. Good soup" , "date" : "19940216" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "10" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/16\/garden\/food-notes-200352.html"} , {"body" : "The liberation of West 99th Street began yesterday at 12:37 P.M. Some people embraced in the streets. Children stared out from school windows. The uniformed liberators, their fat orange rubber gloves raised in the air, returned the salutes. The garbage was being picked up. \"I have been through many bad winters in Warsaw,\" said Janusz Grochal, who" , "date" : "19940216" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "As Snow Problems Melt, the Garbage Challenge Heats Up" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/16\/nyregion\/as-snow-problems-melt-the-garbage-challenge-heats-up.html"} , {"body" : "Investigators in the renewed Federal effort to prosecute in the 1991 killing of a Hasidic scholar in Crown Heights are canvassing the Brooklyn neighborhood for witnesses and seeking possible photographic evidence from the press, according to community leaders and others familiar with the inquiry. Attorney General Janet Reno announced on Jan. 25" , "date" : "19940214" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Canvassing by Federal Agents Is Reported in Crown Heights" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/14\/nyregion\/canvassing-by-federal-agents-is-reported-in-crown-heights.html"} , {"body" : "PREVENTING MURDER ON THE JOB With homicide now the leading cause of death in the workplace in New York City and the second-leading cause across the nation, the crimes are increasingly being viewed as occupational health threats that are potentially preventable, rather than simply as random criminal acts. A1. NEW YORK CITY PUBLIC ADVOCATE, PRIVATE" , "date" : "19940214" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/14\/nyregion\/metro-digest-177628.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of the month; next March 8, time to be announced, 211 Ainslie Street; (718) 388-4440. DISTRICT 2 Fort Greene, Downtown, Brooklyn Heights, Boerum Hill; second Wednesday of the month; next March 9, 6 P.M., Borough Hall Community Room, Joralemon and Court Streets; (718) 596-5410. DISTRICT 3" , "date" : "19940213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Brooklyn Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/13\/nyregion\/public-interest-brooklyn-board-meetings.html"} , {"body" : "In the control room of the New York City Sanitation Department near City Hall yesterday afternoon, Emily Lloyd seemed every bit a military commander. She checked the weather reports from three different services, examined the deployment of plows in each borough and exchanged greetings with even low-level employees on a first-name basis. She agreed" , "date" : "19940212" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "THE ENDLESS WINTER: In Charge; For Commissioner Emily Lloyd, It's Not Just a Storm, It's the Enemy" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/12\/nyregion\/endless-winter-charge-for-commissioner-emily-lloyd-it-s-not-just-storm-it-s.html"} , {"body" : "In New York City they mostly plow snow with garbage trucks, but in this sprawling Westchester township they treat snow better than that. New York City's streets are level for the most part and a garbage truck barreling along with a plow hitched to its prow can do a fairly good job shunting snow off to an avenue's side. In this expanse of" , "date" : "19940211" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Assiduously Mastering the Art of Snowplowing" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/11\/nyregion\/assiduously-mastering-the-art-of-snowplowing.html"} , {"body" : "Kids and cash have always constituted one of the more liquid economies. Children, after all, can get and spend with the best of them. \"I have something, then I have nothing,\" said Rasheda Edness, a 17-year-old Bedford-Stuyvesant victim of the consumer culture. \"Except when I've got something stupid. I had $20 the other day. Then I had a $20 hat.\"" , "date" : "19940210" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "The Piggy Bank in the Real World" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/10\/nyregion\/the-piggy-bank-in-the-real-world.html"} ,   {"body" : "To the Editor: \"Crown Hts. Tension Persists Despite Healing Effort\" (news article, Jan. 27) does a disservice to efforts to heal Brooklyn's Crown Heights community. Minimizing the work of the Crown Heights Coalition adds fuel to those who seek to foment unrest. In the wake of the summer 1991 unrest, the coalition of African-American," , "date" : "19940209" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "Crown Heights Coalition Has Done Much to Heal Community" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/09\/opinion\/l-crown-heights-coalition-has-done-much-to-heal-community-126934.html"} , {"body" : "To the Editor: We read with dismay \"Crown Hts. Tension Persists Despite Healing Effort\" (news article, Jan. 27), which focuses on the Crown Heights Coalition. You neglect even to mention our groups, Project CURE! and the Crown Heights Youth Collective, and our many programs, which are effective and continuing. Our grass-roots organization has a" , "date" : "19940209" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "Crown Heights Coalition Has Done Much to Heal Community; Working Together" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/09\/opinion\/l-crown-heights-coalition-has-done-much-to-heal-community-working-together-126942.html"} , {"body" : "Justice Department officials say the renewed attempt to prosecute the 1991 stabbing of a Hasidic scholar in Crown Heights will be even more difficult than the first effort, which ended with the acquittal of one of the two current suspects in the killing. On Friday the United States Attorney in Brooklyn, Zachary W. Carter, met in Washington with" , "date" : "19940130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Crown Heights Case 'Very Difficult'" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/30\/nyregion\/crown-heights-case-very-difficult.html"} , {"body" : "Attorney General Janet Reno's decision to jettison her deputy on Thursday seemed to be at least partly an attempt to answer rising criticism of her own performance. But whether the replacement of Philip B. Heymann, the No. 2 official at the Justice Department, will bring substantial improvement at an agency that has drifted indecisively through the" , "date" : "19940129" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "6" , "title" : "Drift and Turmoil in Justice Dept." , "url" : "http:\/\/www.nytimes.com\/1994\/01\/29\/us\/drift-and-turmoil-in-justice-dept.html"} , {"body" : "On a Wednesday evening, a stretch limousine glided through the crowded streets of Manhattan, stopping at some of the usual destinations of the rich and famous in New York: Bergdorf Goodman, the Plaza and Tavern on the Green. But behind the tinted windows of this particular 24-foot-2-inch vehicle, snuggled in the leather seats and sipping highballs" , "date" : "19940129" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Behind the Tinted Windows; Life Styles of the Middle Class and Obscure Now Include the Occasional Limousine" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/29\/nyregion\/behind-tinted-windows-life-styles-middle-class-obscure-now-include-occasional.html"} , {"body" : "Somewhere between one more killing in the inner city and the obscurity of the grave is a wall in Brooklyn. Khem Hubbard recorded her brother's name there last week, in big silver letters. Now Kyle Rasheim Hubbard, 19, shot to death on Jan. 6, 1990, will be remembered in a New York neighborhood where the dead disappear in the crowd. The memorial" , "date" : "19940128" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "On Walls, Memories of the Slain Are Kept" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/28\/nyregion\/on-walls-memories-of-the-slain-are-kept.html"} , {"body" : "Charles J. Hynes, the Brooklyn District Attorney, yesterday confirmed long-running speculation that he would run for Attorney General this year, challenging the incumbent and a fellow Democrat, G. Oliver Koppell. \"I intend to announce in March that I'm going to run for the Democratic nomination for Attorney General,\" Mr. Hynes said in an interview" , "date" : "19940128" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Hynes to Enter Democratic Race For New York Attorney General" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/28\/nyregion\/hynes-to-enter-democratic-race-for-new-york-attorney-general.html"} , {"body" : "F.C.C. RETREATS ON INFINITY PURCHASE Penned in by a recent court decision that struck down Federal restrictions on \"indecent\" broadcasting, the Federal Communications Commission is on the verge of letting the company that employs Howard Stern buy a big Los Angeles radio station. D2. NEW YORK CITY KELLY DEFENDS LEADERSHIP OF POLICE Former Police" , "date" : "19940128" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/28\/nyregion\/metro-digest-004600.html"} , {"body" : "Crown Heights, divided by antagonisms long before it was torn by violence in the summer of 1991, is a neighborhood that today continues to operate under the strains of suspicion and anger, poverty and fear. The sensitive state of affairs in the Brooklyn neighborhood exists despite considerable efforts to promote healing between its black and" , "date" : "19940127" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Crown Hts. Tension Persists Despite Healing Effort" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/27\/nyregion\/crown-hts-tension-persists-despite-healing-effort.html"} , {"body" : "After months of ducking the difficult task, Attorney General Janet Reno has finally yielded to intense political pressure and agreed to take over the investigation of the killing of a rabbinical student during riots in the Crown Heights section of Brooklyn in 1991. She made the right decision. Whether or not she is successful in bringing" , "date" : "19940127" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "Better Late Than Never" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/27\/opinion\/better-late-than-never.html"} ,   {"body" : "METRO DIGEST INQUIRY ON SOLARZ ENDS WITHOUT CHARGES A Justice Department investigation of former Representative Stephen J. Solarz of Brooklyn ended without charges, but the White House indicated that it was not yet prepared to nominate him as Ambassador to India. A9. HARDEST CHOICES SHIFT TO PATIENTS New technology offers medical patients a" , "date" : "19940127" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/27\/nyregion\/metro-digest-993964.html"} , {"body" : "International A3-11 RUSSIAN REFORMER QUITS The man who had come to symbolize the future of economic reform in Russia stepped down definitively as Finance Minister. In resigning, Boris Fyodorov warned that economic disaster would result if Soviet-era managers kept the upper hand. A1 A SETBACK FOR CLINTON News analysis: Slowly but surely, the Clinton" , "date" : "19940127" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/27\/nyregion\/news-summary-992780.html"} , {"body" : "The decision by the United States Attorney General to begin a Federal civil rights investigation in the killing of Yankel Rosenbaum in Crown Heights, Brooklyn, has set off what every development in the case before it has: strong words, mixed feelings, differing suspicions and talk of politics. In short, everything short of complete satisfaction" , "date" : "19940126" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Once Again, Reactions Differ in Crown Heights" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/26\/nyregion\/once-again-reactions-differ-in-crown-heights.html"} , {"body" : "Yielding to strong political pressure, Attorney General Janet Reno agreed today to take over the investigation of the slaying of a rabbinical student during the unrest in Crown Heights in 1991 and try to bring Federal civil rights charges against those who killed him. Ms. Reno's decision to convene a Federal grand jury came after the Brooklyn" , "date" : "19940126" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "RENO TO TAKE OVER INQUIRY IN SLAYING IN CROWN HEIGHTS" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/26\/nyregion\/reno-to-take-over-inquiry-in-slaying-in-crown-heights.html"} , {"body" : "JOHN F. KENNEDY JR., who has been known to harbor theatrical ambitions, will be a host on a series of television programs celebrating unsung heros of New York, both individuals and organizations. The series, called \"Heart of the City,\" will run on WNYC-TV, Channel 31, for six Wednesdays at 9 P.M., starting March 23. Each half-hour program will" , "date" : "19940126" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "18" , "title" : "CHRONICLE" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/26\/style\/chronicle-991210.html"} , {"body" : "The law under which Attorney General Janet Reno will seek indictments in the 1991 killing of a Hasidic student, Yankel Rosenbaum, in Crown Heights is a Federal civil rights statute that has previously been used against the killers of a Jewish radio talk show host in Denver and against students who bombed buildings to protest the Vietnam War. Passed" , "date" : "19940126" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Civil Rights Statute Presents Legal Obstacles" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/26\/nyregion\/civil-rights-statute-presents-legal-obstacles.html"} , {"body" : "When he campaigned for Mayor, Rudolph W. Giuliani often told his supporters that he favored \"one standard\" of justice in the city, a message that resonated strongly with those who believed Mayor David N. Dinkins had been too slow to enforce the law against blacks picketing Korean-owned grocery stores in Flatbush or black youths rampaging in Crown" , "date" : "19940121" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Testing Giuliani's Single Standard; In Two Cases, the Mayor Takes His View to Black Audiences" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/21\/nyregion\/testing-giuliani-s-single-standard-two-cases-mayor-takes-his-view-black.html"} , {"author" : "Stephen Sherrill is a writer in New York." , "body" : "\"I'm very much into Yiddish culture, so I know a little bit,\" says Ann Weiss, a petite older woman. \"I'm no connoisseur, but I do know a little bit.\" She has come to the Church of St. Ann and the Holy Trinity in Brooklyn for an evening of a sometimes raucous Eastern European instrumental music called klezmer, as played by a sometimes raucous" , "date" : "19940116" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "18" , "title" : "Don Byron" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/16\/magazine\/don-byron.html"} , {"body" : "A NEW film series at the Brooklyn Museum is offering the works of a group of black directors who studied at the University of California at Los Angeles in the 1960's and 70's. The series, \"The L.A. Rebellion,\" borrows its name from the term used within the industry to describe a creative outpouring at the U.C.L.A. film school among African-American" , "date" : "19940116" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "13" , "title" : "PLAYING IN THE NEIGHBORHOOD: CROWN HEIGHTS; Films Reflecting Black Realities" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/16\/nyregion\/playing-in-the-neighborhood-crown-heights-films-reflecting-black-realities.html"} , {"body" : "An effort by the Giuliani administration to calm tensions between the New York City Police Department and black New Yorkers crumbled in recriminations yesterday after the new Police Commissioner shunned a meeting with representatives of the Nation of Islam and with others he said had not been invited. The meeting between Police Commissioner William" , "date" : "19940114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New York Bid to Ease Police-Black Tension Falters" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/14\/nyregion\/new-york-bid-to-ease-police-black-tension-falters.html"} ,   {"body" : "One of two men whom law-enforcement officials had described as new witnesses to the killing of Yankel Rosenbaum in Crown Heights has told the Brooklyn District Attorney's office that he was not at the scene and had no information on the deadly assault. The development is the latest twist in the complex, controversial investigation, and it again" , "date" : "19940113" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Man Denies Being Crown Heights Witness" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/13\/nyregion\/man-denies-being-crown-heights-witness.html"} , {"body" : "I.B.M. MAY VACATE HEAD OFFICE Another sacred cow at I.B.M. is endangered: the corporate headquarters. In a sign of its new cost-cutting ways, I.B.M. may vacate its Armonk, N.Y., head office. A1. NEW YORK CITY OFFICERS' ACTIONS DEFENDED IN SHOOTING Responding to a call of a man with a gun, officers shot and killed the 17-year-old son of a Muslim" , "date" : "19940113" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/13\/nyregion\/metro-digest-854654.html"} , {"body" : "Neither has been in office for more than a handful of days, but already Mayor Rudolph W. Giuliani and his Police Commissioner, William J. Bratton, are grappling with the delicate relationship between the Police Department and black New Yorkers. In the last several days the Mayor and Mr. Bratton have been embroiled in a dispute with members and" , "date" : "19940113" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Giuliani and Blacks: Relationship Is Quickly Tested by 2 Incidents" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/13\/nyregion\/giuliani-and-blacks-relationship-is-quickly-tested-by-2-incidents.html"} , {"body" : "The Brooklyn District Attorney's office and Brooklyn detectives have interviewed a Brooklyn man they say they believe was a witness to the 1991 killing of Yankel Rosenbaum in Crown Heights, law-enforcement officials said yesterday. Investigators working on the case, energized by the recent emergence of a new suspect and four witnesses whom they say" , "date" : "19940112" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Questioned as Crown Hts. Witness" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/12\/nyregion\/man-questioned-as-crown-hts-witness.html"} , {"body" : "Brooklyn District Attorney Charles J. Hynes pleaded with Attorney General Janet Reno today to make an exception to a longstanding Justice Department policy and quickly bring Federal civil rights charges against two men for the killing of a rabbinical student more than two years ago during the unrest in Crown Heights. Mr. Hynes's appeal, delivered" , "date" : "19940111" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "A Plea to Reno For Prosecution On Crown Hts." , "url" : "http:\/\/www.nytimes.com\/1994\/01\/11\/us\/a-plea-to-reno-for-prosecution-on-crown-hts.html"} , {"body" : "International A3-9 NUCLEAR ACCORD WITH UKRAINE President Clinton announced in Brussels that the United States, Russia and Ukraine had agreed on the destruction of Ukraine's entire nuclear arsenal: 175 long-range missiles and over 1,800 warheads. A1 BOSNIA INTRUDES ON NATO MEETING NATO began its summit meeting with tension over Bosnia -- mostly" , "date" : "19940111" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/11\/nyregion\/news-summary-834955.html"} , {"body" : "HEALTH PLAN SEEN HURTING NEW YORKERS In a sweeping critique of President Clinton's health plan, Governor Cuomo warned New York State employees that under the proposal they would generally have to pay more for less comprehensive benefits than they now have. A14. NEW YORK CITY CRACKING DOWN ON PANHANDLERS Transit Authority officials announced a new" , "date" : "19940111" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/11\/nyregion\/metro-digest-833274.html"} , {"body" : "Mayor Rudolph W. Giuliani, bitterly complaining about the Justice Department's handling of the killing of a Hasidic scholar in Crown Heights, urged Attorney General Janet Reno yesterday to impanel a Federal grand jury to investigate the 1991 killing. Appearing on the WNBC-TV program \"News Forum,\" Mr. Giuliani, who was once the third-highest ranking" , "date" : "19940110" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Giuliani Exhorts Reno To Call a Crown Hts. Jury" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/10\/nyregion\/giuliani-exhorts-reno-to-call-a-crown-hts-jury.html"} , {"body" : "NEW YORK CITY ROTARY PAY PHONES RETURN TO FIGHT CRIME Three decades after buttons began to replace rotary dials on American telephones, time has reversed itself at about 250 outdoor pay phones in New York City. Responding to appeals from community groups trying to stop drug dealers from using public phones to do business, Nynex, formerly New York" , "date" : "19940110" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/10\/nyregion\/metro-digest-827401.html"} , {"body" : "The 14 students who sat in the front row of the auditorium at Intermediate School 61 in Crown Heights, Brooklyn, joked and jostled one another like children in junior high anywhere. They spun yarns about their holiday vacations, which they unanimously pronounced \"boring.\" But when the the subject turned to life at school, their words could have" , "date" : "19940110" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Fighting Violence Gives Aid To Neediest" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/10\/nyregion\/fighting-violence-gives-aid-to-neediest.html"} ,   {"body" : "* COBBLE HILL Opponents of the conversion of a small park into an eight-level garage have filed a lawsuit against the city and several government agencies in a last-ditch effort to stop the project. Friends of Van Voorhees Park filed the suit on Dec. 30 in State Supreme Court against the city, the City Council, the Planning Commission and the state" , "date" : "19940109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT; BROOKLYN UPDATE" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/09\/nyregion\/neighborhood-report-brooklyn-update.html"} , {"body" : "A Brooklyn grand jury began hearing evidence yesterday in a renewed investigation into the 1991 killing of a Hasidic scholar in Crown Heights. According to law-enforcement officials, an important question for the grand jury will be whether to bring charges against a Brooklyn man, Ernesto Edwards, whom Police Commissioner Raymond W. Kelly identified" , "date" : "19940108" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Grand Jury Is Convened In Crown Heights Inquiry" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/08\/nyregion\/grand-jury-is-convened-in-crown-heights-inquiry.html"} , {"body" : "CUOMO SEEKING FOURTH TERM Gov. Mario M. Cuomo will seek a fourth term, saying he wants the chance to help New York rebound from a recession that has sapped both the state's economic vitality and the Governor's political popularity. Lieut. Gov. Stan Lundine will again be his running mate. Page 1. REPUBLICANS SEEK UNITY New York State Republican" , "date" : "19940108" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/08\/nyregion\/metro-digest-809888.html"} , {"body" : "A Brooklyn lawyer known for his involvement in some of the city's most bitter racial disputes today withdrew his offer to represent Colin Ferguson, who is accused of killing six people on a Long Island Rail Road train last month. The lawyer, Colin A. Moore, had said he would take Mr. Ferguson's case at no charge, but this morning he withdrew the" , "date" : "19940108" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NASSAU COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Lawyer Snubs Suspect in Rail Shootings" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/08\/nyregion\/lawyer-snubs-suspect-in-rail-shootings.html"} , {"body" : "Days after law-enforcement officials identified a man they said was a second suspect in the 1991 killing of a Hasidic scholar in Crown Heights, Brooklyn, doubts have arisen about the reliability of a witness who provided detectives with a new account of the killing that implicated the second suspect. The witness, John Anderson, was quoted yesterday" , "date" : "19940102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Doubt Cast on Crown Heights Account" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/02\/nyregion\/doubt-cast-on-crown-heights-account.html"} , {"body" : "WHATEVER is destined for the second half of the New Jersey theater season is bound to be calming, in contrast to the confusion and tumult of its beginnings. For openers, \"Paper Moon\" was being touted by the Paper Mill Playhouse as a Broadway tryout -- no maybes about it -- so that audiences in New Jersey were all revved up about getting a jump on" , "date" : "19940102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "11" , "title" : "CRITIC'S NOTEBOOK; Confusing Start for the Theater Season" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/02\/nyregion\/critic-s-notebook-confusing-start-for-the-theater-season.html"} , {"body" : "The emergence of a new suspect in the 1991 killing of a Hasidic student in Crown Heights has left United States Attorney General Janet Reno and Brooklyn District Attorney Charles J. Hynes each hoping the other will prosecute the case, according to Federal and local-law enforcement officials. The suspect, identified by Police Commissioner Raymond W." , "date" : "19940101" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Uncertainty On Next Step In Crown Hts." , "url" : "http:\/\/www.nytimes.com\/1994\/01\/01\/nyregion\/uncertainty-on-next-step-in-crown-hts.html"} , {"body" : "Police identification of a new suspect in the 1991 murder of Yankel Rosenbaum raises some hope of solving the case. It also raises troubling questions -- about the strength of the new evidence, the earlier prosecution of another man for the Rosenbaum murder, and the handling of the case by U.S. Attorney General Janet Reno. Authorities now say that" , "date" : "19940101" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "A New Look at Crown Heights" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/01\/opinion\/a-new-look-at-crown-heights.html"}]