[  {"body" : "A 33-year-old convicted killer has been arraigned on charges he conspired to assassinate District Attorney Richard A. Brown of Queens, an assistant prosecutor and the judge who handed him a life sentence. The suspect, Armando Hernandez, was arraigned on Saturday in Queens Criminal Court in Kew Gardens on charges of conspiracy to commit murder and" , "date" : "19941121" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Inmate Accused of Plot to Kill Two Prosecutors and a Judge" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/21\/nyregion\/inmate-accused-of-plot-to-kill-two-prosecutors-and-a-judge.html"} , {"body" : "Hours after her son was delivered by Caesarean section, a woman struck by a hit-and-run driver died yesterday at Brookdale Medical Center in Brooklyn. Surgeons were able to save the 4-pound, 14-ounce boy, but not his mother, Ava Hope Jones. Ms. Jones, 25, was fatally injured by a speeding car as she crossed Linden Boulevard at Milford Street in the" , "date" : "19940916" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Auto's Victim Gives Birth But Soon Dies" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/16\/nyregion\/auto-s-victim-gives-birth-but-soon-dies.html"} , {"body" : "This list summarizes our recommendations for some contested New York City races in today's Democratic primary in which the outcome is tantamount to election. The polls are open from 6 A.M. to 9 P.M. Both Republicans and Democrats also have statewide races on today's ballot. In those contests we reserve our endorsements until the November general" , "date" : "19940913" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "New York City Primary Choices" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/13\/opinion\/new-york-city-primary-choices.html"} , {"body" : "With the red flag of a Chinese secret society draped over his body, and a favorite gray fedora laid next to his head, Benny Ong took his last trip through Chinatown yesterday. A parade of more than 120 black limousines extended like a long exclamation mark on his role as the godfather of New York City's most enduring ethnic neighborhood. The" , "date" : "19940820" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CHINATOWN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "'Godfather' Of Chinatown Is Laid to Rest" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/20\/nyregion\/godfather-of-chinatown-is-laid-to-rest.html"} , {"body" : "It was nearly 1 A.M. yesterday when the chase began through the stairwells of the scruffy Cypress Hills Houses in East New York, Brooklyn. Bullets were exploding and ricocheting off the walls, and as Detective Joseph Vigiano hit the fifth-floor landing, one shot ripped across the edge of his bulletproof vest and halted him with a grazing wound to" , "date" : "19940804" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Youth Arrested After Officer Is Shot" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/04\/nyregion\/brooklyn-youth-arrested-after-officer-is-shot.html"} , {"body" : "A 40-year-old woman was fatally burned early Sunday after being doused with gasoline and set afire as she sat in her car on a Brooklyn street. The police said yesterday that the motive for the attack was unclear, but that they were searching for an acquaintance of the victim for questioning. Investigators said the woman, Maria Borges, of 2 Adler" , "date" : "19940531" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Woman, 40, Dies in a Fire Set in Her Car" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/31\/nyregion\/woman-40-dies-in-a-fire-set-in-her-car.html"} , {"body" : "For at least five years, residents of the northern end of East New York have watched drug dealers slowly overrun their neighborhood, and for at least that long, they have asked for more police protection. But those requests, usually made at private meetings with police officials of the 75th Precinct, went largely ignored, residents say. Now they" , "date" : "19940508" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: EAST NEW YORK; Stepping Up A Campaign To Add Police" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/08\/nyregion\/neighborhood-report-east-new-york-stepping-up-a-campaign-to-add-police.html"} , {"body" : "The subway token has mingled with coins on dresser tops and in the purses and pockets of New Yorkers for 40 years. But today it moves a bit closer to extinction as the Transit Authority begins to sell electronic fare cards in the first two stations of its sprawling subway system, the nation's largest. The introduction of automatic fare collection," , "date" : "19940106" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Fare Cards Make Debut In Subways" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/06\/nyregion\/fare-cards-make-debut-in-subways.html"} , {"body" : "Six times in four years, bullets have blasted through the windows of Hope McGuire's apartment in the Cypress Hills Houses in East New York, Brooklyn. Each time, she snatched her son and daughter in her arms and cringed in the back bedroom. Ms. McGuire, 28, a psychology major at the College for Human Services in Manhattan, says she has \"no beef\"" , "date" : "19940104" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Combating a Pocket of Crime" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/04\/nyregion\/combating-a-pocket-of-crime.html"}]