[  {"body" : "The Giuliani administration's new plan to revitalize the real estate fortunes of Wall Street has provoked concern among political leaders and developers in Brooklyn that an enhanced market in lower Manhattan could imperil Brooklyn's downtown development. Despite the successful development that has taken place in downtown Brooklyn in recent years --" , "date" : "19941231" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WALL STREET (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Giuliani's Wall Street Plan Worries Brooklyn Officials" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/31\/nyregion\/giuliani-s-wall-street-plan-worries-brooklyn-officials.html"} , {"body" : "'Whodunit?' 'The Science of Solving Crime' Liberty Science Center 251 Phillip Street Jersey City (201) 451-0006 Recommended ages: 6 and up Through Jan. 8 In this new traveling exhibition, visitors are asked to determine who committed a robbery and a coldblooded murder, a task that feeds that very innate impulse to ferret out facts and find" , "date" : "19941230" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "10" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/30\/arts\/for-children.html"} , {"body" : "Tired of the tree? Simply unable to sit through the Radio City Christmas pageant again? Here is a citywide selection of holiday events that you and the children probably haven't tried before. \"APPELEMANDO'S DREAMS\" A new one-act opera about a boy who loves to dream and what happens when his dreams blow into his imaginary Drabtown. Tomorrow through" , "date" : "19941225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "PLAYING IN THE NEIGHBORHOOD; Angel Art and Babar on Film: A Child's Christmas Week in New York" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/25\/nyregion\/playing-neighborhood-angel-art-babar-film-child-s-christmas-week-new-york.html"} , {"body" : "The first time Carol A. Gresser took heat from City Hall over a school leader's future came last year, when Mayor David N. Dinkins pressured her for a week to cast her Board of Education vote to renew Chancellor Joseph A. Fernandez's contract. Portrayed by some as an impressionable political novice, she nonetheless resisted the pressure and was the" , "date" : "19941225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "33" , "title" : "School Board President Gains New Respect in Cortines Fight" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/25\/nyregion\/school-board-president-gains-new-respect-in-cortines-fight.html"} , {"body" : "At his homes in Brooklyn, Manhattan and New Jersey, at work on Wall Street, even in his son's car pool, Edward J. Leary created a trail of distrust and confrontation that left many who knew him deeply uneasy. Mr. Leary, charged yesterday with carrying a firebomb that injured more than 40 people on a Manhattan subway, had been investigated by" , "date" : "19941223" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE SUBWAY FIREBOMB: THE SUSPECT; From Accused Man, Trail Of Hostility and Suspicion" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/23\/nyregion\/subway-firebomb-suspect-accused-man-trail-hostility-suspicion.html"} , {"body" : "The Regional Plan Association, which 11 years ago created a blueprint that spurred a surge of development in downtown Brooklyn, has been called upon again to create an outline for the area's growth. H. Claude Shostal, president of the R.P.A., said that that much has changed in downtown Brooklyn since the association's last plan was released in" , "date" : "19941218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: New Downtown Study; An Updating For Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/18\/realestate\/postings-new-downtown-study-an-updating-for-brooklyn.html"} , {"body" : "Mayor Rudolph W. Giuliani proposed tax breaks and zoning changes yesterday to bolster the sagging real estate market of Wall Street and the rest of lower Manhattan. The inducements are intended to encourage new housing and offices in the area and stop any further exodus of businesses. Despite the fame of Wall Street and high-profile sites like the" , "date" : "19941216" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Giuliani Plans Inducements To Revive Wall Street Area" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/16\/nyregion\/giuliani-plans-inducements-to-revive-wall-street-area.html"} , {"body" : "Andrew Trontz sat with his hands folded in a kitchen at the Brooklyn Bureau of Community Service. Tapping his thumbs nervously, he focused his gaze on his moving hands and lifted his head only when spoken to. Mr. Trontz, 34, a tall, broad-shouldered man wearing a blue polo shirt and jeans, was talking about how he arrived at Project Moving On, a" , "date" : "19941216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE NEEDIEST CASES; For Emotionally Troubled, Help in Finding Their Way" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/16\/nyregion\/the-neediest-cases-for-emotionally-troubled-help-in-finding-their-way.html"} , {"body" : "City budget cuts are forcing the Brooklyn Bureau of Community Service to eliminate a program for formerly homeless families, the only service of its kind in the borough. Donna A. Santarsiero, the executive director, said the program will end in June unless the Brooklyn Bureau receives enough private donations to keep it going. The program, called" , "date" : "19941211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "64" , "title" : "THE NEEDIEST CASES; Brooklyn Bureau Faces Cutbacks" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/11\/nyregion\/the-neediest-cases-brooklyn-bureau-faces-cutbacks.html"} , {"body" : "FLATIRON An Opening in Manhattan And Off to the White House On Dec. 27, the kids of TADA! will perform at the White House for a group of touring diplomats. But before they do, they will open their new musical revue in Manhattan -- \"The Prop Shop,\" on Friday. The children's not-for-profit theater recruits students ages 6 to 17 in the public schools" , "date" : "19941211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/11\/nyregion\/playing-in-the-neighborhood-062499.html"} ,   {"body" : "MAKING IT WORK 3 These are tough times, imagewise, for civil servants. This week, six of the best get their 15 minutes of revenge. NEW YORKERS & CO. 4 There are plenty of food vendors these days on the streets of Chinatown. But there is only one Cecilia Tam. PLAYING IN THE NEIGHBORHOOD 25 New World songs on the Upper East Side; small art in" , "date" : "19941211" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "INSIDE" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/11\/nyregion\/inside-060640.html"} , {"body" : "In Valerie Costa's English class at George Westinghouse Vocational and Technical High School in Brooklyn, the 29 seniors sometimes grade each other, and Ms. Costa, too. In another classroom, students get $4.50 an hour to repair broken fax circuit boards for the Ricoh Corporation -- and in the process, they learn how to hold down a job. Down the" , "date" : "19941207" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "12" , "title" : "Practices of Japanese Business Find a Home in a Brooklyn High School" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/07\/us\/practices-of-japanese-business-find-a-home-in-a-brooklyn-high-school.html"} , {"body" : "Premiere of Polanski Film MONDAY -- Sigourney Weaver is to speak and Ben Kingsley is to attend the premiere of their new film \"Death and the Maiden,\" directed by Roman Polanski. The screening at 7 P.M. at Sony Theaters Lincoln Square, Broadway at 68th Street, will be followed by a buffet supper and reception from 9 to 11 P.M. at the Vivian Beaumont" , "date" : "19941204" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "64" , "title" : "BENEFITS" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/04\/style\/benefits-979163.html"} , {"body" : "BRAWTA CAFE (718) 855-5515; 105 Bond Street, Boerum Hill; $; no credit cards This tiny, sunny spot, beautifully decorated with African artifacts, offers zesty Caribbean cooking. Specialties include chicken roti, tender chunks of chicken with peas and carrots in a spicy curry sauce, rolled up in a huge flat bread made of flour and ground chickpeas;" , "date" : "19941204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "GOOD EATING; A Culinary Ramble Around Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/04\/nyregion\/good-eating-a-culinary-ramble-around-brooklyn.html"} , {"body" : "As the holidays approach, some food programs for the needy are beginning their annual food drives while others are continuing their year-round efforts. Here is a sampling of programs that accept donations. ALL BOROUGHS CITY HARVEST AND THE FIRE AND POLICE DEPARTMENTS Holiday canned- food drive at all firehouses and police departments in the five" , "date" : "19941127" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "PUBLIC INTEREST; Holiday Food Drives: Where to Share" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/27\/nyregion\/public-interest-holiday-food-drives-where-to-share.html"} , {"body" : "To the Editor: Your Nov. 15 news article on renewal of subway work in Flushing, Queens, raises great concerns for the residents and commuters of Brooklyn. For the New York City administration to target a single renovation project in one borough is an oversight that needs correction. A look at the last decade of Metropolitan Transportation Authority" , "date" : "19941122" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Brooklyn Gets Shortchanged on Subway Station Renovation" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/22\/opinion\/l-brooklyn-gets-shortchanged-on-subway-station-renovation-893480.html"} , {"body" : "There are two things that residents of northern Brooklyn will fight for only slightly less hard than, for example, their lives. One is their right to a view of the Manhattan skyline; the other is a parking space. Under a proposal by the Department of Sanitation, the perpetual parking shortage will ease at least slightly on some blocks, though the" , "date" : "19941120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN HEIGHTS; More Parking, but More Dirt" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/20\/nyregion\/neighborhood-report-brooklyn-heights-more-parking-but-more-dirt.html"} , {"body" : "More than a decade after New York City business and property owners began creating self-taxing districts to clean, patrol and upgrade their neighborhoods, the districts have spread to virtually every corner of the city, delivering services that once were the sole responsibility of city government. And though their efforts have generally won broad" , "date" : "19941120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Public Needs, Private Answers -- A special report; Business Districts Grow, At Price of Accountability" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/20\/nyregion\/public-needs-private-answers-special-report-business-districts-grow-price.html"} , {"body" : "As the holidays approach, some food programs for the needy are beginning their annual food drives while others are continuing their year-round efforts. Here is a sampling of programs that accept donations. ALL BOROUGHS CITY HARVEST AND THE FIRE AND POLICE DEPARTMENTS Holiday canned-food drive at all firehouses and police departments in the five" , "date" : "19941120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: PUBLIC INTEREST; Food Drives: Where to Share for the Holidays" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/20\/nyregion\/neighborhood-report-public-interest-food-drives-where-to-share-for-the-holidays.html"} , {"body" : "Monday, the day Officer Daniel Atkinson killed himself, had seemed like an ordinary day. He drove the congested streets of downtown Brooklyn and Brooklyn Heights giving out tickets to double-parked cars and vehicles blocking intersections. For five years in the 84th Precinct, he had done pretty much the same thing. But on this day he asked to get" , "date" : "19941118" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "11th Police Suicide Leaves A Void, and Questions" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/18\/nyregion\/11th-police-suicide-leaves-a-void-and-questions.html"} ,   {"body" : "Rabbi Shlomo Helbrans, the leader of a small Hasidic sect in Brooklyn, was convicted yesterday of kidnapping a Jewish teenager who disappeared from his family for two years and became the center of an emotionally charged battle between the worlds of secular and ultra-Orthodox Jewry. The rabbi's wife, who collapsed sobbing in the courtroom after her" , "date" : "19941110" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Orthodox Rabbi Found Guilty Of Kidnapping a Jewish Youth" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/10\/nyregion\/orthodox-rabbi-found-guilty-of-kidnapping-a-jewish-youth.html"} , {"body" : "A Home for Saltimbanco The marathon lease negotiations have been concluded, and work is now starting on Saltimbanco, the long-awaited restaurant of Mario, Marco and Mauro Maccioni, whose father, Sirio, owns Le Cirque. The restaurant, which will open next year, will be in Fisher Park, a mid block oasis behind 1345 Avenue of the Americas, near 54th" , "date" : "19941102" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "Off the Menu" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/02\/garden\/off-the-menu.html"} , {"body" : "For the last three months, people who live near the red brick building at 340 East 31st Street in the East Flatbush section of Brooklyn wondered what had happened to Anne Wolowitz, a 90-year-old woman who had lived for decades in a small apartment on the fourth floor. On July 21, she followed her routine of calling several times to a local meals" , "date" : "19941029" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "EAST FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "A Mystery Death and a Larceny Arrest" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/29\/nyregion\/a-mystery-death-and-a-larceny-arrest.html"} , {"body" : "Tomorrow creeps in petty places, like subway stations. This unstoppable fact has kept Julio Santiago and his Macbeth-fracturing, battery-powered screwdriver busy this week. In fact, he has been making time in the subways fly. Backwards. Before Eastern Standard Time begins at 2 A.M. tomorrow, 867 clocks in New York City's subway stations have to be" , "date" : "19941029" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Stopping Time, if Just for an Hour; To Everything There Is a Season, and It's Ours to Fall Back" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/29\/nyregion\/stopping-time-if-just-for-hour-everything-there-season-it-s-ours-fall-back.html"} , {"body" : "Drafting the latest guide to teaching about AIDS in the New York City schools has been a bit like trench warfare, with Louise Phillips and Erica Zurer as the opposing field commanders, clawing their way through the curriculum line by line. Mrs. Phillips and her allies on the school system's AIDS advisory council disagree so profoundly with Ms." , "date" : "19941024" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "AIDS Curriculum: Fighting Words; Shapers of Teachers' Guidelines Are Hostile and Exhausted" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/24\/nyregion\/aids-curriculum-fighting-words-shapers-teachers-guidelines-are-hostile-exhausted.html"} , {"body" : "EDGING GINGERLY INTO NATIONAL POLITICS While New Yorkers wonder will-he-or-won't-he support Republican contender George E. Pataki for governor, Mayor Giuliani has stepped gingerly onto the national political trail, endorsing Republicans in his own image: those who favored the Federal crime bill, or support abortion rights, or once served, as he" , "date" : "19941024" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/24\/nyregion\/metro-digest-616648.html"} , {"body" : "For the second time in a week, a robbery at an automated-teller-machine has been thwarted, the police said yesterday. The latest incident occurred in a bank lobby in downtown Brooklyn on Saturday night when a customer, Elizabeth Cooper, a 27-year-old archivist, refused to give up her cash to a robber and fought back. Three friends helped her" , "date" : "19941024" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "In Second Such Case, Robbery At a Teller Machine Is Foiled" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/24\/nyregion\/in-second-such-case-robbery-at-a-teller-machine-is-foiled.html"} , {"body" : "For nearly 30 years, Public Bath 7 in Park Slope has sat empty, its pool drained long ago and its neo-Renaissance facade a striking reminder of the early part of the century, when municipal public baths served the many without indoor plumbing. But a businessman from Maine has decided that remodeling the building, which is on the corner of Fourth" , "date" : "19941023" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: PARK SLOPE\/CROWN HEIGHTS; Old Bathhouse to Come Alive" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/23\/nyregion\/neighborhood-report-park-slope-crown-heights-old-bathhouse-to-come-alive.html"} , {"body" : "In theory, \"Poetry in Motion\" puts up two new poems every month throughout New York City's buses and subway trains. In practice, the schedule may vary. Posters are also stolen, particularly in the subway. If you wish to own a poster, the Metropolitan Transit Authority prefers that you buy one. Sets of posters from the last year may be bought at the" , "date" : "19941021" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "Poems Coming Up On the Subway" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/21\/arts\/poems-coming-up-on-the-subway.html"} , {"body" : "A roaring fire engulfed the bottom floors of a three-story building in downtown Brooklyn last night, killing one person and critically injuring another, the Fire Department said. At least four residents were safely evacuated from the burning building at 426 Atlantic Avenue. But seven firefighters were injured, none of them seriously, while fighting" , "date" : "19941016" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "56" , "title" : "Brooklyn Fire Kills One and Injures Eight" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/16\/nyregion\/brooklyn-fire-kills-one-and-injures-eight.html"} ,   {"body" : "The newly appointed Brooklyn Postmaster has vowed to correct a year's pattern of lost, undelivered and late mail that has infuriated business owners and residents in some sections of Brooklyn, hundreds of whom appealed to their Congressman to intervene. Since early 1993, the office of Representative Edolphus Towns has been swamped with letters from" , "date" : "19941009" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: NORTHERN BROOKLYN; Neither Rain, Nor Snow, Nor Residence in Brooklyn . . ." , "url" : "http:\/\/www.nytimes.com\/1994\/10\/09\/nyregion\/neighborhood-report-northern-brooklyn-neither-rain-nor-snow-nor-residence.html"} , {"body" : "The Giffnock Corporation, a small company just off Interstate 95 in Rye, N.Y., that rents office suites to itinerant business executives, is the kind of place that would give an organization man fits: it's a thoroughly modern office. Most of the people working there are barely connected with one another. They work for large and small companies" , "date" : "19941005" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Evolution of the Workplace Alters Office Relationships" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/05\/nyregion\/evolution-of-the-workplace-alters-office-relationships.html"} , {"body" : "Gov. Mario M. Cuomo has been hearing about the death penalty for so long, and from advocates so passionate, that his eyes glaze at the mention of the subject. But during an appearance yesterday at the Jewish Home and Hospital for Aged on West 106th Street in Manhattan, the Governor heard something so different as to be remarkable. Anne Scott, an" , "date" : "19941001" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "THE 1994 CAMPAIGN: Campaign Trail;At Least One Ally for Cuomo on the Death Penalty" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/01\/nyregion\/1994-campaign-campaign-trail-least-one-ally-for-cuomo-death-penalty.html"} , {"body" : "One side of the scale is weighted with Salvatore Gravano's violent Mafia record: participating in 19 murders, masterminding million-dollar extortions, running brutal loan-sharking rings and trying to fix juries in mob trials. But law-enforcement officials say he is the most devastating witness ever used against the mob, and compare his testimony" , "date" : "19940926" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Singing for Your Sentence: How Will It Pay Off?; Ex-Crime Underboss May Find Out Today What He Gets for Turning U.S. Witness" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/26\/nyregion\/singing-for-your-sentence-will-it-pay-off-ex-crime-underboss-may-find-today-what.html"} , {"body" : "THESE are tales from the school-choice wars in New York City, and they often are not pretty. So withering is the competition that the battle starts now for the school year that begins 12 months hence; so high are the stakes -- a good public education in a long-suffering system -- that many parents, unable or unwilling to pay for private school," , "date" : "19940925" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Desperately Seeking a School" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/25\/nyregion\/desperately-seeking-a-school.html"} , {"body" : "The Island 'Lift' Q. As a resident of Roosevelt Island, I am curious to know why the \"lift\" feature was required for the bridge across from Queens when the west channel is unencumbered and apparently deep enough for tankers. A. First, to make it clear to the die-hards who insist that there is only one bridge that crosses Roosevelt Island: There is," , "date" : "19940925" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1994\/09\/25\/nyregion\/fyi-332143.html"} , {"body" : "Medieval Festival Fort Tryon Park Fort Washington Avenue and 190th Street Washington Heights (212) 795-1600 Recommended for all ages Sunday Any young man with pride in his blood and a budding war horse in the stable longed to grow up to be a knight, King Arthur-style, in the Middle Ages. The word \"chevalier\" was connected not only to riding steeds" , "date" : "19940923" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "19" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/23\/arts\/for-children.html"} , {"body" : "A faculty strike at a Long Island University campus ended after nine days yesterday, when both sides agreed to merit raises to close the gap between teachers' salary demands and the administration's offers, college officials said. Before the strike, members of the Brooklyn unit of the Long Island University Faculty Federation rejected a management" , "date" : "19940923" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "Faculty Strike Ends At a L.I.U. Campus" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/23\/nyregion\/faculty-strike-ends-at-a-liu-campus.html"} , {"body" : "A cornucopia of New York Is Book Country events is planned throughout New York City today through Sunday to coincide with the New York Is Book Country fair, which takes place Sunday on Fifth Avenue. Unless otherwise noted, events are free; programs are subject to change. Here is a sampling of events. Today \"PUTTING ASIAN-AMERICAN LITERATURE ON THE" , "date" : "19940916" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "30" , "title" : "Three Days of Events Celebrate New York Is Book Country" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/16\/books\/three-days-of-events-celebrate-new-york-is-book-country.html"} , {"body" : "This list summarizes our recommendations for some contested New York City races in today's Democratic primary in which the outcome is tantamount to election. The polls are open from 6 A.M. to 9 P.M. Both Republicans and Democrats also have statewide races on today's ballot. In those contests we reserve our endorsements until the November general" , "date" : "19940913" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "New York City Primary Choices" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/13\/opinion\/new-york-city-primary-choices.html"} ,   {"body" : "Smith Street, one of the major roadways linking Sunset Park to downtown Brooklyn, will get a much-needed facelift when workers begin tearing up asphalt and concrete next week. The $9.9 million project -- which includes the excavation and removal of abandoned trolley tracks, replacement of existing sewers, installation of water mains, construction" , "date" : "19940911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: SUNSET PARK; For Next 2 Years, The Digging Up Of Smith Street" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/11\/nyregion\/neighborhood-report-sunset-park-for-next-2-years-the-digging-up-of-smith-street.html"} , {"body" : "Lenora B. Fulani parades slowly through downtown Brooklyn in a three-car motorcade festooned with balloons and hand-painted signs. Like a high-school beauty queen, she sits on the hood of a Mustang convertible and waves at people while a loudspeaker on the back of the car blares, \"Isn't it time for a change?\" \"You should wave at me,\" Ms. Fulani" , "date" : "19940911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "56" , "title" : "Tilting at the Same Windmill, but on a Faster Steed" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/11\/nyregion\/tilting-at-the-same-windmill-but-on-a-faster-steed.html"} , {"body" : "A man in a business suit shot and wounded another man yesterday morning after a dispute aboard a packed, rush-hour subway train as it pulled into Grand Central station, the police said. As shots rang out around 8:30 A.M., panicked passengers dived to the floor of the southbound No. 4 train and onto the grimy concrete platform. Once the shooting" , "date" : "19940909" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Is Shot on Crowded Subway Train" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/09\/nyregion\/man-is-shot-on-crowded-subway-train.html"} , {"body" : "More potholes, fewer repairs to sidewalks, longer delays in getting new signals installed and more hassles getting permits for digging up a street. Those are among the consequences that Transportation Department officials foresee from losing about 1,000 jobs. \"When you whittle away like this, you take away our ability to do things,\" said one senior" , "date" : "19940905" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "GIULIANI JOB CUTS STARTING TO HAVE IMPACT ON SERVICE: Transportation; Biggest Collapses Hidden at First" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/05\/nyregion\/giuliani-job-cuts-starting-have-impact-service-transportation-biggest-collapses.html"} , {"body" : "They prowl subway platforms and the parks outside the stations. Sometimes they pose as blind people, or as homeless people. Other times they appear to be wealthy pedestrians wearing expensive jewelry conspicuously around their necks. They are undercover transit police officers -- 200 or so rough-and-ready groundhogs who try to blend into the" , "date" : "19940829" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Undercover Police Ride Wide Range of Emotion" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/29\/nyregion\/undercover-police-ride-wide-range-of-emotion.html"} , {"body" : "A CENTURY ago, there were two kinds of outdoor sculpture in New York City: sculpture that commemorated and sculpture that decorated. American Presidents, Arctic explorers, even heroic huskies found themselves cast in bronze in Central Park. Nymphs and angels and animals of stone were de rigueur on fountains and facades across the city. Things have" , "date" : "19940826" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "ART REVIEW; Sculpture Under the Sky: Free, Daring and Soon Departed" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/26\/arts\/art-review-sculpture-under-the-sky-free-daring-and-soon-departed.html"} , {"body" : "ANDY WARHOL ONCE SAID THAT the reason he started wearing gray wigs when he was still in his 30's is that if he made himself look old, people would be taken aback by his youthful vigor. \"When I do something with a normal amount of energy,\" Warhol explained, \"it seems young.\" Robert A. M. Stern designs buildings with gray wigs: contemporary projects" , "date" : "19940821" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "ARCHITECTURE VIEW; If You Squint, This Is Not a Faulty Tower" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/21\/arts\/architecture-view-if-you-squint-this-is-not-a-faulty-tower.html"} , {"body" : "A man who spent nearly 10 years in prison after a jury convicted him of helping to set a 1978 fire that killed six firefighters in Brooklyn was acquitted last night in a retrial. The second trial for the defendant, Eric Jackson-Knight, was ordered in 1988 when a judge threw out the original conviction, ruling that prosecutors had improperly" , "date" : "19940818" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "On Retrial, Suspect Is Acquitted in Fire That Killed 6 in '78" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/18\/nyregion\/on-retrial-suspect-is-acquitted-in-fire-that-killed-6-in-78.html"} , {"body" : "After silently and grimly making his way through the streets of downtown Brooklyn flanked by his mother, lawyers and reporters, Lemrick Nelson Jr. pleaded not guilty yesterday to civil rights charges in the killing of a Hasidic man three years ago. Yankel Rosenbaum, a 29-year-old scholar, was slain on the first of four nights of racial unrest in" , "date" : "19940818" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Not Guilty Plea in Crown Heights Killing" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/18\/nyregion\/not-guilty-plea-in-crown-heights-killing.html"} , {"body" : "Eric Jackson-Knight, more than a dozen years of jail time under his belt, walked out of a Brooklyn courthouse last night a free man and said that, more than anything, he wanted to leave New York -- his home and the place where all the trouble began. Mr. Jackson-Knight wore a wide smile on a face that appeared lined and worn and spoke in a voice" , "date" : "19940818" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Freed Man Is Planning to Leave The Town Where Trouble Began" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/18\/nyregion\/freed-man-is-planning-to-leave-the-town-where-trouble-began.html"} ,   {"body" : "A car in a southbound B train derailed and slammed into a concrete tunnel wall in the Sunset Park section of Brooklyn yesterday morning, injuring 11 people and shutting down service on two lines through the evening rush hour. None of the injuries were serious, although the car, which derailed after passing over a switch, was mangled and ripped open" , "date" : "19940816" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Subway Car Derails in Brooklyn, Injuring 11 Passengers" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/16\/nyregion\/subway-car-derails-in-brooklyn-injuring-11-passengers.html"} , {"body" : "FROM the geometric clarity of midtown Manhattan to the Byzantine landscape of Queens to the suburb-like sprawl of Staten Island, New York City can be nearly impossible to navigate. And those negotiating unfamiliar terrain often find themselves clinging to the steering wheel with one hand and to a road-by-road, block-by-block atlas with the other." , "date" : "19940814" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; Mapmaker, Mapmaker" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/14\/nyregion\/making-it-work-mapmaker-mapmaker.html"} , {"body" : "The pull of the past is a form of sorcery. For Dennis Holt, the catch came in 1989, as he walked down Duffield Street in downtown Brooklyn, looked up at the century-old Offerman building and saw the imbedded dates, \" '91\" and \" '92.\" Squinting through time, he wondered: what was there before? He turned to an old book previously unearthed in a" , "date" : "19940807" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; The Past Recaptured" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/07\/nyregion\/making-it-work-the-past-recaptured.html"} , {"body" : "A MODERN axiom is that the movie palace of the 1920's has vanished. But many survive -- as performance halls, as churches, as multiplexes and, at the Long Island University campus in downtown Brooklyn, as a basketball court. Now, after three decades of ad-hoc alterations to the 4,124-seat Brooklyn Paramount, the university is beginning a $5 million" , "date" : "19940731" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Theater" , "Real Estate"] , "page_facet" : "7" , "title" : "Streetscapes\/The Brooklyn Paramount;Once a Rococo Palace, Now a Citadel of Learning" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/31\/realestate\/streetscapes-brooklyn-paramount-once-rococo-palace-now-citadel-learning.html"} , {"body" : "Making Outdoor Sculpture Temporary This summer, more outdoor sculpture is cropping up on vacant slices of land in Manhattan, Brooklyn and Queens than ever before. Appearances are deceptive, however. While a rough-hewn work of milled cedar or a chair cast in bronze and raised on a wooden column may seem like a permanent new fixture on the landscape," , "date" : "19940722" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "Inside Art" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/22\/arts\/inside-art.html"} , {"body" : "Bob Diamond has a dream that he hopes will return the dodgers to Brooklyn -- trolley dodgers, that is. The original name of the borough's semi-sanctified baseball team was the Brooklyn Trolley Dodgers, derived from the fact that at the turn of the century, players and fans had to scoot out of the way of those newfangled, electrified street cars to" , "date" : "19940721" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "A Move to Revive Brooklyn's Trolleys" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/21\/nyregion\/a-move-to-revive-brooklyn-s-trolleys.html"} , {"body" : "\"Brooklyn, you are the universe.\" The words were those of the late novelist Bernard Malamud, who spent his childhood there, but they could describe the feelings of many Brooklyn residents, past and present. Now the borough has a plan to make that universe, or at least its downtown, a little more attractive -- to tie together new developments in the" , "date" : "19940717" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: From Paving to Lights and Trees; Creating a Downtown Brooklyn 'Visual Identity'" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/17\/realestate\/postings-paving-lights-trees-creating-downtown-brooklyn-visual-identity.html"} , {"body" : "Hya Jones was simmering with frustration. Bad enough she had to be in Brooklyn Civil Court to begin with, she said, but court employees were making things worse by not being helpful, causing her to make mistakes on the forms she had to fill out in her suit against a store that had delivered damaged furniture. On the other hand, John Foster, a" , "date" : "19940703" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Less Stress From a Day In the Courts" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/03\/nyregion\/less-stress-from-a-day-in-the-courts.html"} , {"body" : "Week after week, on a freighter out of San Francisco bound for the Philippines, four brown-paper packages bearing six books apiece can be found, tucked among the heavy-equipment crates, on a journey that began in a Flatbush, Brooklyn, basement. Those books, collected from friends and neighbors, are Dr. Jorge Suarez's way of giving something back to" , "date" : "19940701" , "day_of_week_facet" : "Friday" , "geo_facet" : ["PHILIPPINES" , "JANIUAY (PHILIPPINES)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "On Ship to Philippines, Food for Hungry Minds" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/01\/nyregion\/on-ship-to-philippines-food-for-hungry-minds.html"} , {"body" : "FINALLY, Bruce C. Ratner can walk through the Gallery at Metrotech without wincing. The floors of the enclosed mall are clean, the walls conspicuously graffiti-free. The shopper traffic is a lot lighter than he would like, but then the roving gangs of kids that once kept the shoppers away are sparse, too. And for Mr. Ratner, whose Forest City" , "date" : "19940619" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "15" , "title" : "Commercial Property\/The Gallery at Metrotech; Learning a Lesson In Urban Retailing" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/19\/realestate\/commercial-property-gallery-metrotech-learning-lesson-urban-retailing.html"} ,   {"body" : "WHILE Mayor Rudolph W. Giuliani's first capital budget has drawn the most attention for what it doesn't finance, like a new Police Academy in the Bronx, the $5.294 billion spending plan does include dozens of significant real estate projects. These range from the enhancement of neighborhood institutions (a new Flushing branch of the Queens Borough" , "date" : "19940612" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Reading the Giuliani Spending Blueprint" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/12\/realestate\/reading-the-giuliani-spending-blueprint.html"} , {"body" : "While visiting station houses, when he gets to the part of his address to police officers about excessive force, Chief of Department John F. Timoney speaks of his former partner, the only New York City officer in the last 20 years to be convicted of homicide while on duty. Chief Timoney, the department's No. 1 uniformed officer, wonders whether" , "date" : "19940607" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Chief Timoney: Point Man in Reorganizing Police Department" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/07\/nyregion\/chief-timoney-point-man-in-reorganizing-police-department.html"} , {"body" : "PARK SLOPE: Department of Transportation officials agreed last month not to authorize any repairs or removal of bluestone pavement from historic or non historic districts of Park Slope. Under the old policy, inspectors who found height differences of more than three-eighths of an inch between bluestone and concrete could issue violation notices to" , "date" : "19940522" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT; MANHATTAN UPDATE" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/22\/nyregion\/neighborhood-report-manhattan-update.html"} , {"body" : "For 30 years a major piece of Brooklyn's medical history was kept in boxes in a dusty subbasement at the State University of New York Health Science Center in East Flatbush, out of reach of scholars and other Brooklyn history aficionados. But with a $52,000 grant from the National Historical Publications and Records Commission, the one-of-a-kind" , "date" : "19940515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: CENTRAL BROOKLYN; 1786 and All That: Dusting Off Some Pages of Medical History" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/15\/nyregion\/neighborhood-report-central-brooklyn-1786-all-that-dusting-off-some-pages.html"} , {"body" : "An article on Tuesday about plans by the city to sell the operating license of WNYC-FM referred incorrectly to the signal strength of another FM station, WNYE, owned by the Board of Education. WBAI and WNYC -- not WNYE -- have the strongest FM signals and the widest listening areas in the city among noncommercial stations. Both have transmitters" , "date" : "19940513" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/13\/nyregion\/c-corrections-084182.html"} , {"body" : "Mayor Rudolph W. Giuliani said yesterday that his administration planned to sell the license for WNYC-FM, the New York City-owned classical-music station, to help close the budget deficit for the next fiscal year. But Mr. Giuliani said the city would strive to keep the station -- one of only two that still broadcasts classical music -- on the air" , "date" : "19940510" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Giuliani Plans License Sale Of WNYC" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/10\/nyregion\/giuliani-plans-license-sale-of-wnyc.html"} , {"body" : "On Nov. 27, 1989, a Colombian passenger jet exploded shortly after taking off from Bogota, killing all 110 people aboard. Colombian and United States authorities called it one of the worst instances of terrorism tied to the drug trade. They said a bomb had been placed aboard the craft in a plot to kill two informers, suspected of being on board," , "date" : "19940424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BOGOTA (COLOMBIA)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "Amid Tight Security, a Colombian Is to Be Tried in Jet Bombing" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/24\/nyregion\/amid-tight-security-a-colombian-is-to-be-tried-in-jet-bombing.html"} , {"body" : "A prosecutor who played a central role in sending John Gotti, the notorious Mafia boss, to prison for life was among four people recommended yesterday by Senator Daniel Patrick Moynihan for Federal judgeships in New York. President Clinton is considered highly likely to nominate the recommended candidates, whose approval is subject to Senate" , "date" : "19940422" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Gotti Prosecutor Is Backed By Moynihan for Judgeship" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/22\/nyregion\/gotti-prosecutor-is-backed-by-moynihan-for-judgeship.html"} , {"body" : "Clark Center for the Performing Arts and Louise Roberts, its longtime director, will be honored in \"Remembering Clark Center,\" a free program of dance and conversation on Sunday at 7:30 P.M. at the Charles Moore Center for Ethnic Studies, 397 Bridge Street, in Downtown Brooklyn. Information: (718) 773-3046." , "date" : "19940418" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "12" , "title" : "Dance and Conversation" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/18\/arts\/dance-and-conversation.html"} , {"body" : "In an effort to revive a dilapidated stretch of waterfront in the South Bronx near Yankee Stadium, the city has taken its first tangible step toward seizing the Bronx Terminal Market from its long-term lease holder, officials said last week. The property, a collection of ramshackle warehouses in Mott Haven, was leased to Arol Development" , "date" : "19940417" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: MOTT HAVEN; Toward Seizing a Market" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/17\/nyregion\/neighborhood-report-mott-haven-toward-seizing-a-market.html"} ,   {"body" : "TRUE or false? No one wants to build new office buildings in New York City. Companies abandoning downtown Manhattan move only to Jersey City, midtown or a faraway state. Downtown Brooklyn is a you-can't-get-there-from-here place. If you answered \"true\" to any of those statements, then Bruce Ratner, Joshua Muss, Charles Hack and a bunch of other" , "date" : "19940410" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "15" , "title" : "Commercial Property\/Downtown Brooklyn; Space Tightening In Discounted Area" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/10\/realestate\/commercial-property-downtown-brooklyn-space-tightening-in-discounted-area.html"} , {"body" : "In a reflection of financial vigor and an uptick in hiring on Wall Street, Goldman Sachs and Company, one of the nation's biggest brokerage concerns, has leased a large block of office space in lower Manhattan to expand its staff. Although Goldman declined to disclose details, real-estate executives said it has rented 425,000 square feet, or" , "date" : "19940408" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Goldman Sachs Signs Major New Lease" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/08\/nyregion\/goldman-sachs-signs-major-new-lease.html"} , {"body" : "On Tuesday, police officers swept 70 truants off the streets of downtown Brooklyn and sent them back to school. On Wednesday the police spread a wider net across New York City, rounding up 216 truants. Thus began the Police Department's new program to combat school truancy. Whether it is the best use of police resources or the most effective way to" , "date" : "19940408" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Mayor Giuliani's Policing Strategy; Rounding Up City Truants" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/08\/opinion\/mayor-giuliani-s-policing-strategy-rounding-up-city-truants.html"} , {"body" : "March of Dimes Beauty Ball MONDAY -- The Greater New York March of Dimes Birth Defects Foundation will benefit from the annual Beauty Ball at the Waldorf-Astoria, sponsored by the cosmetics industry. Robert Cankes, president and chief executive of Christian Dior Perfumes, and Irwin Zazulia, president and chief executive of Hecht's, the department" , "date" : "19940403" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "9" , "title" : "BENEFITS" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/03\/style\/benefits-630276.html"} , {"body" : "There are some 3,500 obsolete, unused fire hydrants blocking off precious space for parking in New York City. They have been obsolete for years, but only now are city bureaucrats starting to do something about them, thanks to needling by a member of the City Council. Hydrant removal is the responsibility of the Department of Environmental" , "date" : "19940328" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "14" , "title" : "Red Tape and Green Hydrants" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/28\/opinion\/red-tape-and-green-hydrants.html"} , {"body" : "JOSEPH R. GURRERA is on the front line of the upper Broadway fish war, which he denies is a war and denies starting. He is also on the front line of the upper Broadway butcher war, which -- well, you can figure out the rest. Until last year, Citarella, the venerable market he owns at Broadway and 75th Street, sold fish -- the whole fish, fillet of" , "date" : "19940227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UPPER WEST SIDE (MANHATTAN)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Surf 'n' Turf . . . 'n' Nova, Too" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/27\/nyregion\/new-yorkers-co-surf-n-turf-n-nova-too.html"} , {"body" : "On Valentine's Day, Arlene Beckles and Steve Imparato gave new meaning to the term \"shotgun wedding.\" The couple, who met in 1988 while working as New York City Housing Authority Police officers, had been engaged for about three years but were in no rush to marry until she almost died in a gunfight. Detective Beckles is the petite, soft-spoken" , "date" : "19940227" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "10" , "title" : "VOWS; Arlene Beckles, Steve Imparato" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/27\/style\/vows-arlene-beckles-steve-imparato.html"} , {"body" : "Since coming to the United States from Egypt nine years ago, Ehab Hassan has learned English doing odd jobs, worked his way through college, married and started a bustling livery cab business in downtown Brooklyn. The road to becoming an American has been full of hurdles, he says, and the last year has been no exception. \"I thought I had paid my" , "date" : "19940220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "Tower Explosion's Legacy: Security Improves in Year And Is Also Lost Forever; The Outsider: 'Now I'm Seen As a Terrorist'" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/20\/nyregion\/tower-explosion-s-legacy-security-improves-year-also-lost-forever-outsider-now-m.html"} , {"body" : "Just blocks from the planned subway link in Long Island City lie the 200-acre Sunnyside rail yards, a sprawling site that has been the subject of scheme after scheme, including a domed sports stadium, an office skyscraper and a race track, none of which have materialized. Now a new, grand plan for the yards is slowly taking shape. Transportation" , "date" : "19940220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "LONG ISLAND CITY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: SUNNSYSIDE; On the Drawing Board: Rail Yard to Rail Hub" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/20\/nyregion\/neighborhood-report-sunnsyside-on-the-drawing-board-rail-yard-to-rail-hub.html"} , {"body" : "\"SEE Spot run\" may have been the first words read by lots of children, but not by Paul Fritz. \"Express,\" \"via\" and \"local\" hold that place of honor in his life. \"My parents didn't drive, so we went everywhere by subway,\" explained the 39-year-old Brooklynite. \"I could read a subway map before anything else.\" A buff was born. He eventually outdid" , "date" : "19940216" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "ABOUT NEW YORK; A Subwaycentric Lens on History" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/16\/nyregion\/about-new-york-a-subwaycentric-lens-on-history.html"} ,   {"body" : "When the Fulton Mall was first proposed by the Lindsay administration in the 1960's, it was conceived as a project that would bolster a blighted downtown Brooklyn, one that would maintain a commercial base in an area suffering a long decline. Now more than a decade old, the strip ranks among the nation's busiest urban shopping streets, doing more" , "date" : "19940215" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "FULTON MALL (BROOKLYN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Fear in Wake of the Shooting at the Fulton Mall Sets Off Tremors" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/15\/nyregion\/fear-in-wake-of-the-shooting-at-the-fulton-mall-sets-off-tremors.html"} , {"body" : "NEW YORK CITY BOMBING TRIAL NEARING CLOSE The World Trade Center bombing trial moved abruptly to closing arguments after three of the four defense lawyers declined to put on cases in defense of their clients. The lawyers in essence left it to the jury to decide the case entirely on the strength or weakness of the evidence presented by the" , "date" : "19940215" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/15\/nyregion\/metro-digest-185302.html"} , {"body" : "Brooklyn looms large on the Art Commission's agenda tomorrow. At its monthly meeting on the third floor of City Hall, the panel is expected to give final approval to the reconstruction of the Fulton Landing Pier, near the Brooklyn Bridge; a Holocaust memorial in Sheepshead Bay; a sign and map program for downtown Brooklyn and a much-debated" , "date" : "19940213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Brooklyn's on Its Mind; 4 Projects Await Art Panel's Approval" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/13\/realestate\/postings-brooklyn-s-on-its-mind-4-projects-await-art-panel-s-approval.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of the month; next March 8, time to be announced, 211 Ainslie Street; (718) 388-4440. DISTRICT 2 Fort Greene, Downtown, Brooklyn Heights, Boerum Hill; second Wednesday of the month; next March 9, 6 P.M., Borough Hall Community Room, Joralemon and Court Streets; (718) 596-5410. DISTRICT 3" , "date" : "19940213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Brooklyn Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/13\/nyregion\/public-interest-brooklyn-board-meetings.html"} , {"body" : "The slushy streets and biting cold yesterday kept many potential Valentine's Day shoppers away from the Fulton Street Mall in downtown Brooklyn, but Larry Squires was not one of them. Mr. Squires, 31, a bank supervisor, insisted quite simply that he was \"in love\" with his fiancee and that he \"would have done a backstroke through the snow to buy her" , "date" : "19940213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "THE ENDLESS WINTER: Brooklyn; For One Valentine, Love's Snow-Blind" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/13\/nyregion\/the-endless-winter-brooklyn-for-one-valentine-love-s-snow-blind.html"} , {"body" : "Arlene Beckles walked into a crowded beauty salon in downtown Brooklyn Saturday to get her hair done and emerged a hero. A police officer who was off duty at the time, Officer Beckles emerged from under a hair dryer to shoot and wound three robbers and to face death. Yesterday, at a City Hall ceremony to honor her valor, Police Commissioner William" , "date" : "19940208" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Police Honor an Officer Who Escaped Death" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/08\/nyregion\/police-honor-an-officer-who-escaped-death.html"} , {"body" : "Police Commissioner William J. Bratton announced yesterday that he was authorizing officers to carry additional rounds in the 9-millimeter semiautomatic handguns being phased in by his department. The announcement by Mr. Bratton, providing for a magazine of 15 rounds rather than 10, removed a limit imposed by his predecessor when the Police" , "date" : "19940207" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police to Carry More Rounds For Semiautomatic Weapons" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/07\/nyregion\/police-to-carry-more-rounds-for-semiautomatic-weapons.html"} , {"body" : "The Koch administration announced it in early 1989 as the anchor of an ambitious plan to revitalize the South Bronx. The Dinkins administration delayed it, because of concerns about its cost. Now, Mayor Rudolph W. Giuliani has announced that the construction of a new eight-story police academy just southeast of Yankee Stadium at 153d Street and" , "date" : "19940206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: THE HUB; Police Academy Fades Away" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/06\/nyregion\/neighborhood-report-the-hub-police-academy-fades-away.html"} , {"body" : "For almost two decades, Park Slope's annual St. Patrick's Day parade has escaped the bitter clashes that have become associated with Manhattan's Fifth Avenue march. But this year, a sudden breath of discord is sweeping from Park Slope to Bay Ridge, as plans for an insurgent parade take shape. Inspired by the success of mid-May's Norwegian Day" , "date" : "19940130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BAY RIDGE; The Warring of the Green" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/30\/nyregion\/neighborhood-report-bay-ridge-the-warring-of-the-green.html"} , {"body" : "From 13 Guiding Principles to Govern Redevelopment on the Downtown Brooklyn Waterfront, compiled by the Brooklyn Bridge Park Coalition. 1a. The Plan shall celebrate the unparalleled vistas and historic nature of the site with a world-class design affording a spectacular entry into Brooklyn. 1c. The Plan shall encompass the waterfront between the" , "date" : "19940130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN HEIGHTS; In Other Words, Just Make It Perfect" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/30\/nyregion\/neighborhood-report-brooklyn-heights-in-other-words-just-make-it-perfect.html"} ,   {"author" : "Councilman Kenneth K. Fisher represents the 33d District, which covers downtown Brooklyn, Brooklyn Heights, Park Slope, Greenpoint and Williamsburg." , "body" : "EACH morning in downtown Brooklyn, hundreds of residents start their day hunting for parking spaces or sitting in cars waiting for their current spaces to become legal. By the time they go to work, the tension is already high. Many of these frazzled drivers hungrily eye the spaces guarded by squat structures whose purpose has become as obscure as" , "date" : "19940123" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "SOAPBOX; A Little Secret About Fire Hydrants" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/23\/nyregion\/soapbox-a-little-secret-about-fire-hydrants.html"} , {"body" : "A Long Island corporation that makes valves for the Navy's nuclear-powered fleet has agreed to pay $17.5 million to settle civil charges that top executives fraudulently overcharged the Navy, Justice Department lawyers said yesterday. They said the settlement with the Target Rock Corporation was significant not only for the amount of the payment," , "date" : "19940115" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Business"] , "page_facet" : "39" , "title" : "COMPANY NEWS;" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/15\/business\/company-news-879401.html"} , {"body" : "Threading his way through City Hall's worn old rotunda yesterday morning, Raymond B. Harding, the leader of the state Liberal Party and one of Mayor Rudolph W. Giuliani's principal backers, paused to smile and exult: \"The day of liberation is at hand -- from the 22-year hegemony of the Democratic control at City Hall.\" But Mr. Harding's words were" , "date" : "19940103" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE NEW MAYOR: PARTY LINES; New Mayor Takes His Oath In a Sea of Democratic Faces" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/03\/nyregion\/the-new-mayor-party-lines-new-mayor-takes-his-oath-in-a-sea-of-democratic-faces.html"} , {"body" : "There are thousands of places to volunteer in New York. What follows is a very limited listing. More possibilities are available through the Mayor's Voluntary Action Center, (212) -788-7550; the Volunteer Referral Center, (212) 889-4805; New York Cares, (212) 228-5000, or the Retired and Senior Volunteer Program (for people 55 and over), (212)" , "date" : "19940102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "PUBLIC INTEREST; Want to Help? Where to Call." , "url" : "http:\/\/www.nytimes.com\/1994\/01\/02\/nyregion\/public-interest-want-to-help-where-to-call.html"} , {"body" : "The cold was brutal in the early morning of Dec. 27, and because of it Benedict Barnas's strange and sudden slide into a life in the streets ended in tragedy. Mr. Barnas was found dead at 6 A.M., face up and frozen on a bench next to Baseball Field 6 in Canarsie Park in Brooklyn. He gained brief celebrity only as a statistic -- the first person to" , "date" : "19940102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "19" , "title" : "A Fatal Spiral to the Street; For Winter's First Exposure Victim, a Quick, Harsh Decline" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/02\/nyregion\/fatal-spiral-street-for-winter-s-first-exposure-victim-quick-harsh-decline.html"} , {"body" : "In 1851, a triangular park with a marble fountain, gardens, graceful lampposts and a broad pedestrian walk was laid out in front of the new Brooklyn Borough Hall, swiftly becoming a favored promenade and meeting place. Eventually, though, the park lost its shape, its fountain and its elegance. But now, after several years of construction, the park" , "date" : "19940102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN\/RED HOOK; Recapturing the Elegance of a 19th-Century Park" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/02\/nyregion\/neighborhood-report-downtown-brooklyn-red-hook-recapturing-elegance-19th-century.html"} , {"body" : "Except for its sweeping views of the Statue of Liberty, the Verrazano-Narrows Bridge and the Manhattan skyline, the dilapidated waterfront along Red Hook hardly seems the spot for trendy waterside cafes, an Italian specialty food store and a glassware boutique. But in the last year, a Brooklyn developer, Gregory O'Connell, has transformed a stretch" , "date" : "19940102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN\/RED HOOK; Piers With More Than a View" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/02\/nyregion\/neighborhood-report-downtown-brooklyn-red-hook-piers-with-more-than-a-view.html"} , {"body" : "Some residents of Red Hook, Cobble Hill and Carroll Gardens are trying to prevent the construction of 56 units of permanent housing for mentally ill homeless people, saying they were misled about the size of the project. The plan, submitted to Community Board 6 in 1991, was expanded from 21 units without notification, said Joel Breitkopf, president" , "date" : "19940102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN\/RED HOOK; Housing Plan For Homeless Drawing Fire" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/02\/nyregion\/neighborhood-report-downtown-brooklyn-red-hook-housing-plan-for-homeless-drawing.html"}]