[  {"body" : "They are the odd couple of conservative politics. Thomas L. Rhodes has two Ivy League degrees and made millions on Wall Street. Michael R. Long skipped college to join the Marines and now runs a liquor store in Bay Ridge, Brooklyn. But for all their differences, Mr. Rhodes, the founder and guiding spirit of the anti-tax group Change-N.Y., and Mr." , "date" : "19941229" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "From the Ivy League and Bay Ridge, Two of Pataki's Conservative Pillars" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/29\/nyregion\/from-the-ivy-league-and-bay-ridge-two-of-pataki-s-conservative-pillars.html"} , {"body" : "A 22-year-old man who opened fire at four police officers outside a Brooklyn nightclub early yesterday was shot by them and charged with attempted murder, the police said. The man, Juan Pablo Andujhl of 660 Miller Avenue in East New York, Brooklyn, was in stable condition at the Brookdale Hospital Medical Center with bullet wounds in the face and" , "date" : "19941225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "Gunman, 22, Is Shot At a Brooklyn Club" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/25\/nyregion\/gunman-22-is-shot-at-a-brooklyn-club.html"} , {"body" : "A former state police lieutenant accused of helping two convicted killers escape from the Mid-Hudson Psychiatric Center in May has been acquitted by an Orange County jury. After the verdict on Wednesday, the defendant, Robert Kamrowski, thanked the jurors \"for looking at all the facts\" and for rejecting the testimony of the prosecution's chief" , "date" : "19941223" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Mental Hospital Aide Is Acquitted in the Escape of 2 Killers" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/23\/nyregion\/mental-hospital-aide-is-acquitted-in-the-escape-of-2-killers.html"} , {"body" : "City budget cuts are forcing the Brooklyn Bureau of Community Service to eliminate a program for formerly homeless families, the only service of its kind in the borough. Donna A. Santarsiero, the executive director, said the program will end in June unless the Brooklyn Bureau receives enough private donations to keep it going. The program, called" , "date" : "19941211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "64" , "title" : "THE NEEDIEST CASES; Brooklyn Bureau Faces Cutbacks" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/11\/nyregion\/the-neediest-cases-brooklyn-bureau-faces-cutbacks.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next meeting, Dec. 13, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; (718) 389-0009. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next meeting Dec. 14, 6 P.M.; St Joseph's Services, 540 Atlantic Ave., between Third and Fourth Avenues; (718) 596-5410." , "date" : "19941211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Community Boards To Meet in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/11\/nyregion\/community-boards-to-meet-in-brooklyn.html"} , {"body" : "Wilfredo Feliciano remembers he was wearing his Nathan Hale Junior High School gym shirt on the evening of Dec. 8, 1993, and he remembers how easily the box-cutter sliced through it. His attackers, a 15-year-old and a 16-year-old who lived in the same Brooklyn housing project as Wilfredo, didn't stop when they had cut apart the shirt. As he" , "date" : "19941201" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "Young Criminals' Prey: Usually Young" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/01\/us\/young-criminals-prey-usually-young.html"} , {"body" : "David O'Connor describes his father's occupation as \"drinker.\" He says that the man exited his life by his second birthday and that his mother, a diner waitress, let him take to the streets of Brooklyn at age 14. Now 15, he sleeps in a small bedroom in a group home. He has been arrested once, charged with stealing a car, and is described by" , "date" : "19941129" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Growing Rage in Bay Ridge; Change Breeds Violence in a Once-Quiet Corner of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/29\/nyregion\/growing-rage-bay-ridge-change-breeds-violence-once-quiet-corner-brooklyn.html"} , {"body" : "Last summer's empty containers for bleach, spring water, dish detergent, antifreeze, baby wipes, cat litter and motor oil have come back to New York streets this fall as traffic barricades. Con Edison has ordered 25,000, all white. The city has bought 3,200 sets of legs made from fabric-softener bottles, all light blue. The barricades, made by" , "date" : "19941128" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New York Starts Spinning Its Dross into Gold" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/28\/nyregion\/new-york-starts-spinning-its-dross-into-gold.html"} , {"body" : "City police officers chased a robbery suspect into a Manhattan subway tunnel yesterday and threw an emergency power switch, turning off electricity on several lines from Greenwich Village to Columbus Circle and inconveniencing more than 250,000 subway riders. The incident shut down service on the A, B, C, D, E, F and Q trains for 1 hour 20 minutes," , "date" : "19941124" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Police Disrupt Subway Service in Pursuit of a Robbery Suspect" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/24\/nyregion\/police-disrupt-subway-service-in-pursuit-of-a-robbery-suspect.html"} , {"body" : "For some Glendale residents, the fate of Robert Morrissey eclipses the O. J. Simpson trial. They went to every one of his eight or nine court proceedings until Mr. Morrissey pleaded guilty a few weeks ago, and they fully expect to throng the courtroom when he is sentenced on Dec. 14 to one to three years in prison. Mr. Morrissey, a 19-year-old" , "date" : "19941120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GLENDALE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: GLENDALE; Finally, That's All He Wrote" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/20\/nyregion\/neighborhood-report-glendale-finally-that-s-all-he-wrote.html"} ,   {"body" : "A 38-year-old police officer who was chasing a drug suspect in East New York, Brooklyn, was shot in the ribs yesterday, but the bullet was stopped by a protective shield sewn into the officer's denim jacket, the police said. The officer, Jacob Brown, a nine-year veteran of the force, was in good condition last night at Jamaica Hospital. Officer" , "date" : "19941116" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Officer's Protective Jacket Stops a Bullet" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/16\/nyregion\/officer-s-protective-jacket-stops-a-bullet.html"} , {"body" : "The beauty of Ronald Reagan, Newt Gingrich and so many other Republicans is that they make it all sound so simple. If the Republicans can reduce taxes, increase defense spending, balance the budget, get people off welfare, reconstitute the American family and accelerate the current reduction in crime -- if they can do all that -- they deserve to be" , "date" : "19941113" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "15" , "title" : "In America; A Simple Case of Fraud" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/13\/opinion\/in-america-a-simple-case-of-fraud.html"} , {"body" : "Rollerbasketball Tompkins Square Park 10th Street at Avenue B Lower East Side Recommended for all ages Saturdays and Sundays Tom La Garde is tall, even taller with Rollerblades on. At 6 feet 10 inches, he is a former professional basketball player for the Denver Nuggets, Seattle Supersonics and Dallas Mavericks. And he played in the 1976 Olympics." , "date" : "19941104" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/04\/arts\/for-children.html"} , {"body" : "One was 13 years old when he was arrested on charges of fatally shooting a man in Brooklyn last April. The other, who is 16, has been convicted of arson for throwing a firebomb in an apartment building in upper Manhattan. Both escaped on Tuesday night from a bus transporting them from court to the Spofford Juvenile Detention Center in the South" , "date" : "19941103" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Escape Bus Heading to Juvenile Detention Center in Bronx" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/03\/nyregion\/2-escape-bus-heading-to-juvenile-detention-center-in-bronx.html"} , {"body" : "ANTONIO CORSO peered into a bin of unsorted third-class mail and looked pained. Would the department store fliers, women's underwear catalogues and circulars advertising ShopRite \"cancan\" days make it into the mailboxes of East New York that day? \"I'm trying to get back to basics,\" said Mr. Corso, the new Brooklyn postmaster. \"This is what we've" , "date" : "19941030" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; Please, Mr. Postmaster" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/30\/nyregion\/making-it-work-please-mr-postmaster.html"} , {"body" : "IN August, The City began an examination of how residents defined the \"Quality of Life,\" a political mantra that has no single meaning. The first installment focused on Manhattan; the second on Queens. Because it is so large, Brooklyn has been split in two, with Flatbush Avenue as a natural divider. Taken as a whole, the area west of Flatbush has" , "date" : "19941030" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "BROOKLYN UP CLOSE; What Makes Brooklyn Angry: The 'Quality of Life,' West of Flatbush" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/30\/nyregion\/brooklyn-up-close-what-makes-brooklyn-angry-the-quality-of-life-west-of-flatbush.html"} , {"body" : "A police officer fatally shot a Brooklyn man in the passenger seat of a stopped car Monday, the police said, and investigators said yesterday that they were reviewing the incident. The victim, tentatively identified as Anthony Merisier, 25, of East New York, was shot in the chest after he and the driver of the car, Joel Clervil, 24, were pulled" , "date" : "19941026" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Police Investigating Shooting By an Officer of Man in a Car" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/26\/nyregion\/police-investigating-shooting-by-an-officer-of-man-in-a-car.html"} , {"body" : "An 18-month-old girl was killed yesterday when a fire engulfed the top floor of her family's two-story row house in East New York, Brooklyn, trapping the infant and her brother, fire officials said. The fire started just before 9:30 P.M. at 642 Glenmore Avenue near Warwick Street, said Bob Broderick, a fire department spokesman. The infant, Desiree" , "date" : "19941025" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Infant Killed in House Fire" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/25\/nyregion\/infant-killed-in-house-fire.html"} , {"body" : "IN a small storefront on West 23d Street in Manhattan, a cadre of young men and women have labored 12-hour days for weeks now, hunched over computer printouts with phones at their ears. Their mission: getting out the vote. But in this campaign has no connection to any candidate or party. This vote pulling is in behalf of the Carver Federal Savings" , "date" : "19941016" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Defending the Territory" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/16\/nyregion\/new-yorkers-co-defending-the-territory.html"} , {"body" : "Anne Todd is a hard-driving securities analyst for Lehman Brothers who routinely works 90 to 100 hours a week crunching numbers. On Saturday she knelt studiously on the playground of Public School 91 in Crown Heights, Brooklyn, painting a hopscotch pattern. \"I thought at least I could do something having nothing to do with numbers today,\" she said." , "date" : "19941016" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "45" , "title" : "15,000 Pitch In for 5-Borough Cleanup" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/16\/nyregion\/15000-pitch-in-for-5-borough-cleanup.html"} ,   {"body" : "Even as the New York City Police Department is trying to diversify its ranks, most of this year's new officers followed friends or relatives onto the force, according to interviews and a survey of the new Police Academy graduates. And despite the department's expressed desire to attract more black and inner-city recruits, most of the new officers" , "date" : "19941010" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police Profile Stays Much The Same" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/10\/nyregion\/police-profile-stays-much-the-same.html"} , {"body" : "BROOKLYN DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next Oct. 11, 7 P.M.,; 211 Ainslie Street; (718) 388-4440. Chairman: Vincent V. Abate; District Manager: Gerald A. Esposito. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next Oct. 12, 6 P.M.; Brooklyn Borough Hall, 209 Joralemon Street; (718) 596-5410." , "date" : "19941009" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PUBLIC INTEREST; Community Boards: Coming Meetings" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/09\/nyregion\/public-interest-community-boards-coming-meetings.html"} , {"body" : "The police issued a description of a suspect yesterday in the sexual assault and robbery of two 17-year-old girls last month in the Linden Houses project in the East New York section of Brooklyn. One victim was confronted on Sept. 18 in an elevator, the other a week later in a stairwell. In each case, the man showed a handgun. Both girls were" , "date" : "19941006" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Rape Suspect Is Described" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/06\/nyregion\/rape-suspect-is-described.html"} , {"body" : "When the legendary coach Vince Lombardi first began barking orders on a football field, he barked as a young player wearing a St. Francis Prep jersey. The head coaches Dan Henning of Boston College and Gerry DiNardo of Vanderbilt also played for the Terriers. So have many other coaches throughout the country, and, like Henning and DiNardo, they all" , "date" : "19941002" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "FOOTBALL; 40 Years, 239 Victories and Still Counting" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/02\/sports\/football-40-years-239-victories-and-still-counting.html"} , {"body" : "There were boys as young as 8 or 9, none older than 16. They sat, mostly quietly, on the stairs and rails outside 423 Baltic Street in Brooklyn, the rare bits of laughter forced. At last, with the evening light fading, two housing authority cars carrying the parents of Nicholas Heyward Jr. swung past and out of the Gowanus Houses complex. And the" , "date" : "19941001" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "At a Wake, Mourning A Short Life Of Promise" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/01\/nyregion\/at-a-wake-mourning-a-short-life-of-promise.html"} , {"body" : "Two leaders and three members of a drug gang that authorities said terrorized a Brooklyn area for eight years, killing rivals, errant members and at least one bystander, have been indicted on murder and drug-racketeering charges. The defendants were arrested over the summer on narrower charges, said Mark P. Ressler, an assistant United States" , "date" : "19940930" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "5 Gang Members Indicted in Brooklyn Drug Case" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/30\/nyregion\/5-gang-members-indicted-in-brooklyn-drug-case.html"} , {"body" : "For years, residents in inner-city neighborhoods like Harlem, Jamaica and East New York complained that the giant supermarkets that serve the suburbs and wealthier parts of the city had shunned their neighborhoods, forcing them to shop in overpriced and understocked bodegas and other small stores. But in an unusual retail program to be announced" , "date" : "19940922" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)" , "EAST HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Supermarket Invests in Harlem, Long Shunned by Chains" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/22\/nyregion\/supermarket-invests-in-harlem-long-shunned-by-chains.html"} , {"body" : "The debate was about guns and violence, safety and education yesterday morning on the sidewalks outside Sheepshead Bay High School in Brooklyn, where one student shot another earlier this week. Some students talked about fear and distrust, unreported incidents, security guards carrying weapons. Others, with level-headed relativism, volunteered that" , "date" : "19940917" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "27" , "title" : "As Classes Resume After a Shooting, the Subject Is Safety" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/17\/nyregion\/as-classes-resume-after-a-shooting-the-subject-is-safety.html"} , {"body" : "A 16-year-old boy who sneaked a handgun into a Brooklyn high school and critically wounded a fellow student, told authorities his school's weapon screening system was so lax that he had believed he could smuggle in his gun if he arrived late enough in the day, officials said yesterday. Indeed, at Sheepshead Bay High School, safety officers with" , "date" : "19940916" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Schools' Security Is No Match For Students With Weapons" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/16\/nyregion\/schools-security-is-no-match-for-students-with-weapons.html"} , {"body" : "Hours after her son was delivered by Caesarean section, a woman struck by a hit-and-run driver died yesterday at Brookdale Medical Center in Brooklyn. Surgeons were able to save the 4-pound, 14-ounce boy, but not his mother, Ava Hope Jones. Ms. Jones, 25, was fatally injured by a speeding car as she crossed Linden Boulevard at Milford Street in the" , "date" : "19940916" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Auto's Victim Gives Birth But Soon Dies" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/16\/nyregion\/auto-s-victim-gives-birth-but-soon-dies.html"} ,   {"body" : "This list summarizes our recommendations for some contested New York City races in today's Democratic primary in which the outcome is tantamount to election. The polls are open from 6 A.M. to 9 P.M. Both Republicans and Democrats also have statewide races on today's ballot. In those contests we reserve our endorsements until the November general" , "date" : "19940913" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "New York City Primary Choices" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/13\/opinion\/new-york-city-primary-choices.html"} , {"body" : "LAURIE B. MIDGETTE teaches English in a high school on a jagged edge of Brooklyn. She stands at a blackboard and likens writing to dance, the travails of Romeo and Juliet to an interethnic, urban romance. In the background lie the streets of East New York. Thomas Jefferson High School, where Ms. Midgette has taught for four years, looms large in" , "date" : "19940911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["Week in Review" , "Education"] , "page_facet" : "7" , "title" : "Conversations: Laurie B. Midgette; Lured by Fate (and Love of Children) To Be a Teacher in East New York" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/11\/weekinreview\/conversations-laurie-b-midgette-lured-fate-love-children-be-teacher-east-new.html"} , {"body" : "Let your fingers do the walking in the Black Pages, and those fingers will find themselves on the pulse of an often unacknowledged world. \"It's the world of black businesses owned by black people,\" said Celeste Morris. \"Word of mouth was how black people in New York used to find those businesses. Now part of that world is in these pages.\" Ms." , "date" : "19940911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "72" , "title" : "For Black-Owned Businesses, a Directory of Their Own" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/11\/nyregion\/for-black-owned-businesses-a-directory-of-their-own.html"} , {"body" : "Arsenio Diaz began his career in the drug business in Washington Heights as a corner lookout for a dealer after arriving from the Dominican Republic in 1984, according to law-enforcement officials. Ten years later, they say, he had become the biggest drug dealer in upper Manhattan, and one of the biggest in New York City. Mr. Diaz, 37, was indicted" , "date" : "19940909" , "day_of_week_facet" : "Friday" , "geo_facet" : ["DOMINICAN REPUBLIC" , "NEW YORK CITY" , "HARLEM (NYC)" , "SAN FRANCISCO DE MARCOIS (DOMINICAN REPUBLIC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Arrests in New York Are Said to Cripple A Huge Drug Gang" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/09\/nyregion\/arrests-in-new-york-are-said-to-cripple-a-huge-drug-gang.html"} , {"body" : "To the Editor: Part of my professional work involves doing intakes (gathering background history) for new prospective patients in a mental health clinic in the East New York section of Brooklyn. I recently encountered the case of a 6-year-old Hispanic girl named Judy, who has been with her foster mother since the age of 1 month. She had been" , "date" : "19940908" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "Because of Foster Care System, a Child Wakes at Night Crying" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/08\/opinion\/l-because-of-foster-care-system-a-child-wakes-at-night-crying-181781.html"} , {"body" : "In the basement of his house in Fresh Meadows, Queens, eye deep in stacks of dusty files and newsletters, Bob Harris dips into a pile of newspaper clippings and lays them out on an ironing board. On sheets of white paper, he creates a collage of headlines and text about the things that get him going, like the proliferation of X-rated clubs and the" , "date" : "19940904" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FRESH MEADOWS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "The Local News According to Bob Harris" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/04\/nyregion\/the-local-news-according-to-bob-harris.html"} , {"body" : "Skellzies caps are still skittering over city sidewalks and playground pavement. \"Line, line, line!\" bellowed 13-year-old Jason Diaz the other day, pointing at the wax-filled bottle cap that his buddy Ruben Kearse had just thumb-flicked across the paint-striped pavement of Ciccarone Park, on Arthur Avenue in the Bronx. Although a veteran of such" , "date" : "19940818" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Old Games, New Generation; Some Very City Ways to Play" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/18\/nyregion\/old-games-new-generation-some-very-city-ways-to-play.html"} , {"author" : "Toure writes about rap music and hip-hop culture." , "body" : "IF HIP-HOP WERE FILM -- THE metaphor isn't much of a stretch, given that many rappers are often playing tough-guy roles -- there would be only two schools: one centered in Los Angeles, the other in New York. Los Angeles would produce the big-budget action dramas that rake in millions; New York would create the art films that excite critics and film" , "date" : "19940814" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LOS ANGELES (CALIF)" , "NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "POP VIEW; Only One Star in the Two Schools of Rap" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/14\/arts\/pop-view-only-one-star-in-the-two-schools-of-rap.html"} , {"body" : "He can't he won't -- go home again. Unless, that is, he brings back the world heavyweight title. So Riddick Bowe has not been back to Brooklyn, or New York, since he lost his crown nine months ago to Evander Holyfield. His life has been a self-imposed exile. He wants to end the taunting and the questions. That is why, he claims, he is stronger than" , "date" : "19940813" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "34" , "title" : "BOXING; Bowe Won't Go Home Crownless" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/13\/sports\/boxing-bowe-won-t-go-home-crownless.html"} , {"body" : "After tying up three people and cleaning out the cash register, four armed assailants yesterday grabbed a 2-month-old girl from her mother, a clerk in a Brooklyn telephone center that the police said was a haven for drug dealing. The baby, Helenandea Salcedo, was found eight hours later at Woodhull Medical and Mental Health Center. The police said" , "date" : "19940810" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Assailants Abduct an Infant, Then Release Her Hours Later" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/10\/nyregion\/assailants-abduct-an-infant-then-release-her-hours-later.html"} ,   {"body" : "IS it safe to swim? After several complaints of sexual assault at the city's pools in July, it didn't seem so. Police presence was beefed up, and there was talk of segregating pools by sex. But according to the Parks Commissioner, Henry J. Stern, the summer has, in fact, been relatively quiet. \"There were many small incidents reported,\" he said," , "date" : "19940807" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "AT YOUR SERVICE; City Pools? '99.9 Percent Peaceful'" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/07\/nyregion\/at-your-service-city-pools-99.9-percent-peaceful.html"} , {"body" : "It was nearly 1 A.M. yesterday when the chase began through the stairwells of the scruffy Cypress Hills Houses in East New York, Brooklyn. Bullets were exploding and ricocheting off the walls, and as Detective Joseph Vigiano hit the fifth-floor landing, one shot ripped across the edge of his bulletproof vest and halted him with a grazing wound to" , "date" : "19940804" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Youth Arrested After Officer Is Shot" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/04\/nyregion\/brooklyn-youth-arrested-after-officer-is-shot.html"} , {"body" : "From the streets of Brooklyn to new jail yards upstate, from after-school programs in Atlantic City to police training in New Haven, the Federal crime bill could bring hundreds of millions of dollars to the New York region to pay for thousands of new police officers, prisons, prevention and keeping criminal immigrants in jail. Members of Congress" , "date" : "19940801" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE" , "NEW JERSEY" , "NEW YORK CITY" , "UNITED STATES" , "CONNECTICUT" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "Major Benefits Are Foreseen In Crime Bill" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/01\/nyregion\/major-benefits-are-foreseen-in-crime-bill.html"} , {"body" : "To encourage economic development in impoverished areas across the state, New York State officials yesterday named 21 special new enterprise zones, including four in New York City, to receive tax breaks and other incentives aimed at attracting business to distressed neighborhoods. Gov. Mario M. Cuomo, seeking to spread around one of the few" , "date" : "19940728" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE" , "SUNSET PARK (NYC)" , "STATEN ISLAND (NYC)" , "NEW YORK CITY" , "RED HOOK (NYC)" , "FAR ROCKAWAY (NYC)" , "HUNTS POINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "21 Enterprise Zones Created, Including 4 in New York City" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/28\/nyregion\/21-enterprise-zones-created-including-4-in-new-york-city.html"} , {"body" : "Experimenting with plans for dealing with violence in New York City, Police Commissioner William J. Bratton decided this spring to turn one of the toughest parts of the city into a laboratory for criminal science. His area of concentration, the 75th Precinct in the East New York section of Brooklyn, teems with murders, shootings and robberies. It" , "date" : "19940725" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bratton Policing Experiment Gets Results" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/25\/nyregion\/bratton-policing-experiment-gets-results.html"} , {"body" : "Sharice Jones was losing patience. Of all the dangers and frustrations she had confronted in her 10 years, nothing she had seen on the streets of Brownsville, Brooklyn, had prepared her for this kind of assault. \"Stop it, man, I just tied that shoe!\" For the second time in less than five minutes, Sharice found her shoelaces untied by a lawless band" , "date" : "19940724" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "48" , "title" : "Straight Out of the City, for a Day on a Fresh Air Farm" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/24\/nyregion\/straight-out-of-the-city-for-a-day-on-a-fresh-air-farm.html"} , {"body" : "An elderly Brooklyn woman died after being struck by a speeding motorcyclist as she tried to cross the street late Friday, the police said yesterday. The driver was whisked away from the scene by a partner traveling on a separate motorcycle. Melvina Emery, 73, of 750 Essex Street in East New York, was hit at 11:10 P.M. at Essex Street and Hegeman" , "date" : "19940724" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Brooklyn Woman Killed by Motorcycle" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/24\/nyregion\/brooklyn-woman-killed-by-motorcycle.html"} , {"body" : "Day after day and by the thousands, illegal drivers, their licenses suspended or simply nonexistent, get behind the wheels of cars in New York City. And recently, the damage they wind up doing has become a highlighted chapter in the city's daily catalogue of catastrophe. Last week, a 66-year-old Bronx woman was struck and killed by a driver whose" , "date" : "19940717" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Unlicensed And Lethal: The Driver Who Kills" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/17\/nyregion\/unlicensed-and-lethal-the-driver-who-kills.html"} , {"body" : "When Robert Cohen wanted to buy two Tudor-style buildings at the corner of Cruger Avenue and Pelham Parkway in the Bronx in 1991, he had trouble finding a bank that would lend him the money. Taking the one loan he could find at the time, he purchased the buildings and renovated everything from the boilers to the elevators to the mortar holding the" , "date" : "19940711" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Bankers Competing to Lend In New York's Poorer Areas" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/11\/nyregion\/bankers-competing-to-lend-in-new-york-s-poorer-areas.html"} , {"body" : "Mayor Rudolph W. Giuliani yesterday promised a thoroughgoing effort to root out corruption in the New York City Police Department. But he stopped well short of endorsing a special panel's call for creation of a permanent, independent Police Commission with broad powers to investigate the nation's largest police force. Mr. Giuliani, a former" , "date" : "19940708" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CORRUPTION IN UNIFORM: THE MAYOR; GIULIANI PROMISES FIGHT TO ROOT OUT POLICE CORRUPTION" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/08\/nyregion\/corruption-uniform-mayor-giuliani-promises-fight-root-police-corruption.html"} ,   {"body" : "A 2-year-old girl from Newark found abandoned on Tuesday in a subway car in the Bronx was identified early yesterday after her great-grandmother recognized her photograph on a television newscast, the authorities said. The New York City transit police were searching the city for the toddler's father, David Davis, 32, who had brought the child," , "date" : "19940707" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEWARK (NJ)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Relative Identifies Girl, 2, Found Alone on Subway" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/07\/nyregion\/relative-identifies-girl-2-found-alone-on-subway.html"} , {"body" : "Over a span of six years, the New York City Police Department received 16 complaints alleging that Police Officer Michael Dowd had been robbing drug dealers and dealing cocaine as part of a gang of corrupt officers in the 75th Precinct in the crime-ridden East New York section of Brooklyn. That wasn't all. The officer drove to work in a bright red" , "date" : "19940707" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CORRUPTION IN UNIFORM: THE DOWD CASE; Officer Flaunted Corruption, And His Superiors Ignored It" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/07\/nyregion\/corruption-uniform-dowd-case-officer-flaunted-corruption-his-superiors-ignored.html"} , {"body" : "A \"willful blindness\" to corruption throughout the ranks of the New York City Police Department has allowed highly organized networks of rogue officers to deal in drugs and prey on black and Hispanic neighborhoods, according to the final report of the commission that investigated the department. The report by the Mollen Commission on its two-year" , "date" : "19940707" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CORRUPTION IN UIFORM: THE OVERVIEW; 2-YEAR CORRUPTION INQUIRY FINDS A 'WILLFUL BLINDNESS' IN NEW YORK'S POLICE DEPT." , "url" : "http:\/\/www.nytimes.com\/1994\/07\/07\/nyregion\/corruption-uiform-overview-2-year-corruption-inquiry-finds-willful-blindness-new.html"} , {"body" : "NEW TOWER PITS FORDHAM AGAINST GARDEN To make good neighbors of Fordham University and the New York Botanical Garden again, you might need a fence 480 feet high. For that is the intended height of a radio tower under construction on Fordham's Rose Hill campus in the Bronx. What infuriates the neighbors is that the tower is directly across Southern" , "date" : "19940706" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/06\/nyregion\/metro-digest-592390.html"} , {"body" : "Under the aural cover of Fourth of July fireworks, eight men with semiautomatic handguns and a submachine gun strolled up to a group of youths hanging out on a street in East New York, Brooklyn, on Monday night and opened fire, the police said, killing one teen-ager and wounding four other people. Two of the wounded were bystanders. The shooting" , "date" : "19940706" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Youth Is Killed in Brooklyn Gang Conflict" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/06\/nyregion\/youth-is-killed-in-brooklyn-gang-conflict.html"} , {"body" : "They came from disparate lives and opposite shores of America: a married, middle-aged Con Edison worker from Long Island and a young, single college student from California. They might have liked one another if they had met, for by all accounts they were both outgoing and witty men, caring yet adventurous. But it was not to be. Fate last week" , "date" : "19940704" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Two Lives Joined in Tragedy; A Study in Contrasts, and in the Randomness of Fate" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/04\/nyregion\/two-lives-joined-in-tragedy-a-study-in-contrasts-and-in-the-randomness-of-fate.html"} , {"body" : "Ron Hershenfeld, a conductor, leaned out his window to watch the last passenger sprinting toward his train, vaulting the gap between the platform and the Times Square-Grand Central Shuttle. Some passengers wore suits, some wore track shoes, and one wore a clear plastic bag against the rain. \"People!\" Mr. Hershenfeld said softly. \"They don't realize" , "date" : "19940702" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Workers Say Trains Need 2 Operators" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/02\/nyregion\/workers-say-trains-need-2-operators.html"} , {"body" : "Three 15-year-olds who the police said wanted money for the Fourth of July weekend were accused yesterday of killing a Consolidated Edison worker and a visiting California college student during a robbery spree. The police said the youths, all from East New York, Brooklyn, shot and killed the victims, Gerald Mituniewicz, 43, a utility worker, and" , "date" : "19940702" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "3 Teen-Agers Held in Killings Of 2 In Brooklyn and Queens" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/02\/nyregion\/3-teen-agers-held-in-killings-of-2-in-brooklyn-and-queens.html"} , {"body" : "Ending a controversy clouded with suspicions of racism and marked by strong community opposition, Schools Chancellor Ramon Cortines last Wednesday withdrew a Board of Education resolution to relocate a high school to the St. George Hotel. The Science Skills Center, one of the city's experimental New Vision schools, last week completed its first" , "date" : "19940626" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: NORTHERN BROOKLYN; Cortines Drops Plan to Move School to Hotel" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/26\/nyregion\/neighborhood-report-northern-brooklyn-cortines-drops-plan-move-school-hotel.html"} , {"body" : "City beaches are open seven days a week from 10 A.M. to 6 P.M. The city's 32 large outdoor swimming pools and 32 mini-pools open July 2. Pool hours will be from 11 A.M. to 7 P.M. Beaches and pools remain open through Labor Day weekend and are staffed with 1,000 lifeguards. BRONX Orchard Beach, 1.1 miles QUEENS Rockaway Beach, 7.5. miles Jacob Riis" , "date" : "19940619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "RECREATION" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/19\/nyregion\/recreation.html"} ,   {"body" : "Last month, with a loaded gun at his head and two convicted killers leading the way, Robert Kamrowski seemed the very picture of a hostage as the two men escaped from the Mid-Hudson Psychiatric Center, touching off a weeklong manhunt. But today, the Orange County District Attorney's office charged that Mr. Kamrowski's role was a ruse. Mr." , "date" : "19940618" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Hospital Aide Held in Ruse That Helped Killers Escape" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/18\/nyregion\/hospital-aide-held-in-ruse-that-helped-killers-escape.html"} , {"body" : "The Long Islanders riding the J train through East New York and Bushwick, Brooklyn, yesterday were not hard to spot. Folding and refolding their subway maps, already moist and creased by 6:45 A.M., they were the ones nervously checking each station stop to make sure the train had not somehow veered off course. But having taken the train recommended" , "date" : "19940618" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "L.I.R.R. Strike: The Scene; Some Inconvenience, but No Chaos" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/18\/nyregion\/lirr-strike-the-scene-some-inconvenience-but-no-chaos.html"} , {"body" : "An Emergency Medical Service technician shot his wife in a Brooklyn subway station yesterday before being shot by transit police officers, the police said. Both were in critical condition at Coney Island Hospital. The pair began shouting at each other at about 5:45 P.M. in front of a token booth in the Bay Parkway station on the B line, in" , "date" : "19940617" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Police Shoot Man Who Shot Wife" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/17\/nyregion\/police-shoot-man-who-shot-wife.html"} , {"body" : "A grocery store owner in Boerum Hill in Brooklyn was shot and critically wounded Saturday night when he tried to shield his 18-month-old son from an armed robber, the police said. Shortly before 9 P.M., a man entered Saleh Nasef's store, the Third Avenue Corner, at 93 Third Avenue between Bergen and Dean Streets, the police said, brandished a gun" , "date" : "19940606" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Protecting Son, Owner of Store Is Shot in Robbery in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/06\/nyregion\/protecting-son-owner-of-store-is-shot-in-robbery-in-brooklyn.html"} , {"body" : "The weeklong hunt for two criminally insane killers that began after they escaped at gunpoint from a psychiatric hospital ended quietly in the dark hours of yesterday morning as one of them emerged from a wooded area in Brooklyn, thirsty, incoherent and covered with ticks. John Casablanca turned himself in to a pair of New York City police officers" , "date" : "19940604" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["U.S." , "Health"] , "page_facet" : "1" , "title" : "2 Fugitives' Weeklong Flight Has Calm Finish in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/04\/us\/2-fugitives-weeklong-flight-has-calm-finish-in-brooklyn.html"} , {"body" : "A man opened his door in East New York late Wednesday afternoon to see three upset teen-age girls in his backyard. \"We got to get out of here,\" the man overheard one of the girls say. He told the girls that he had seen a police officer out front, and offered to call the officer to assist them. But they ducked down to avoid being seen and ran from" , "date" : "19940603" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Search For 3 Girls In a Slaying Is a Rarity" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/03\/nyregion\/a-search-for-3-girls-in-a-slaying-is-a-rarity.html"} , {"body" : "HAITIAN MIGRANTS SETTLE IN, LOOKING BACK The image of Haitians as boat people misrepresents the diversity of a small, entrenched immigrant group concentrated in the New York and Miami metropolitan areas. They include not only migrant workers in Homestead, Fla., but wealthy doctors on Long Island, not only taxi drivers in Manhattan but college" , "date" : "19940603" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/03\/nyregion\/metro-digest-284092.html"} , {"body" : "Three teen-age girls were being sought yesterday in the killing of a livery-cab driver in East New York, Brooklyn, in what may have been a robbery attempt, the police said. The driver, Carlos Uzhca, 33, of Elmhurst, Queens, was shot about 4:30 P.M. while sitting in his cab outside 1082 Crescent Street, said Sgt. Robert McDonald, a detective in the" , "date" : "19940602" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Police Seeking 3 Teen-Age Girls In Killing of Cabby in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/02\/nyregion\/police-seeking-3-teen-age-girls-in-killing-of-cabby-in-brooklyn.html"} , {"body" : "Two undercover investigators seeking inmates who absconded from state prison work-release programs spotted a man in Brooklyn yesterday whom they believed closely resembled one of the escaped inmates. After a chase, the man fell to his death from a building roof, the police said. The police later determined that the man was not the person they were" , "date" : "19940601" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Chased by Mistaken Officers, A Man Dies in Fall From Roof" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/01\/nyregion\/chased-by-mistaken-officers-a-man-dies-in-fall-from-roof.html"} , {"body" : "A 40-year-old woman was fatally burned early Sunday after being doused with gasoline and set afire as she sat in her car on a Brooklyn street. The police said yesterday that the motive for the attack was unclear, but that they were searching for an acquaintance of the victim for questioning. Investigators said the woman, Maria Borges, of 2 Adler" , "date" : "19940531" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Woman, 40, Dies in a Fire Set in Her Car" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/31\/nyregion\/woman-40-dies-in-a-fire-set-in-her-car.html"} ,   {"body" : "Coffee Break? Q. Although I believe I have figured out many of our city's oddities, one mystery remains: what happens when hot dog vendors and the like need to take a break? Must they go the whole day without going to the bathroom or using the phone? A. Some people fantasize about an entire day without using the phone, you know. But it does not" , "date" : "19940529" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1994\/05\/29\/nyregion\/fyi-226068.html"} , {"body" : "Coffee Break? Q. Although I believe I have figured out many of our city's oddities, one mystery remains: what happens when hot dog vendors and the like need to take a break? Must they go the whole day without going to the bathroom or using the phone? A. Some people fantasize about an entire day without using the phone, you know. But it does not" , "date" : "19940529" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1994\/05\/29\/nyregion\/fyi-236798.html"} , {"body" : "The Brooklyn District Attorney's office said yesterday that a grand jury would review the case of a teen-ager shot to death by the police in January under disputed circumstances. The youth, Shu'aib Abdul-Latif, the son of a prominent Muslim cleric in Brooklyn, was fatally shot in a dimly lighted basement in a building in the East New York section" , "date" : "19940524" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Slaying to Be Reviewed" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/24\/nyregion\/slaying-to-be-reviewed.html"} , {"body" : "Tessa Warren was getting ready for her weekly Sunday dinner with her family when young men who the police said were celebrating the Knicks' playoff victory began firing shots in the air outside her third-floor apartment in Crown Heights, Brooklyn. As terrifying as the gunfire was, it was not unusual. Residents of Mrs. Warren's neighborhood had" , "date" : "19940524" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Stray Shots Kill Woman in Crown Hts." , "url" : "http:\/\/www.nytimes.com\/1994\/05\/24\/nyregion\/stray-shots-kill-woman-in-crown-hts.html"} , {"body" : "The most shocking thing about them is their ordinariness. Like so many young teen-agers, they are insecure, materialistic, impressionable, not always in command of their anger and aggressiveness. They often come from broken homes, and in many cases their mothers are hard-working women trying to build safe and comfortable futures for their children." , "date" : "19940517" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Youthful, Impressionable And Accused of Murder" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/17\/nyregion\/youthful-impressionable-and-accused-of-murder.html"} , {"body" : "It is a small triumph of the Coalition School for Social Change, one of 30 experimental high schools begun in New York City last fall, that Shenelle Nolan has been swinging her bookbag under her desk and sitting down for her first-period math class on time in recent weeks. Last fall, Shenelle was perpetually tardy. But for months, her teachers have" , "date" : "19940515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "35" , "title" : "30 New High Schools Report First-Year Success" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/15\/nyregion\/30-new-high-schools-report-first-year-success.html"} , {"body" : "The chairman of the New York City Planning Commission proposed yesterday that zoning regulations be changed to allow increased placement of social-service centers -- including some kinds of homeless shelters and drug clinics -- in neighborhoods now zoned for light industry. The official, Joseph B. Rose, said the Giuliani administration was" , "date" : "19940515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEW YORK MAY USE INDUSTRIAL ZONES AS SHELTER SITES" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/15\/nyregion\/new-york-may-use-industrial-zones-as-shelter-sites.html"} , {"body" : "A 35-year-old man wounded a woman yesterday during a robbery in a Brooklyn hospital and died after security guards apprehended him, the police said. The man, Kevin Richardson, stabbed Maria Feliciano in the head and arm about 2 P.M. on the third floor of Brookdale Hospital in East New York, where she was visiting a friend, and took about $40 and" , "date" : "19940514" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Suspect in Stabbing Dies" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/14\/nyregion\/suspect-in-stabbing-dies.html"} , {"body" : "Robert Bixler votes in Brooklyn. His next-door neighbor, George Ruvio, votes in Queens. Voter fraud? No, just life on Drew Street, a three-block stretch that straddles the border of East New York, Brooklyn, and Ozone Park, Queens. Nearly all the 50 two-story frame houses that dot the tree-lined street between 95th and Liberty Avenues actually have" , "date" : "19940508" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: EAST NEW YORK; A Boulevard That Belongs To 2 Boroughs" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/08\/nyregion\/neighborhood-report-east-new-york-a-boulevard-that-belongs-to-2-boroughs.html"} , {"body" : "For at least five years, residents of the northern end of East New York have watched drug dealers slowly overrun their neighborhood, and for at least that long, they have asked for more police protection. But those requests, usually made at private meetings with police officials of the 75th Precinct, went largely ignored, residents say. Now they" , "date" : "19940508" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: EAST NEW YORK; Stepping Up A Campaign To Add Police" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/08\/nyregion\/neighborhood-report-east-new-york-stepping-up-a-campaign-to-add-police.html"} ,   {"body" : "SPRINGTIME in New York, and the parks are alive with wonders. A man sits by himself in a soft rain and looks outward at the lagoon in Pelham Bay Park. A man and a woman sit on a Central Park bench and see infinity in each other's eyes. At the Thomas Greene Playground in Brooklyn's Boerum Hill neighborhood, children play tag in the dancing sunshine." , "date" : "19940501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLUSHING MEADOWS-CORONA PARK (NYC)" , "PROSPECT PARK (NYC)" , "RIVERSIDE PARK (NYC)" , "PELHAM BAY PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Troubled Emerald Empire" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/01\/nyregion\/a-troubled-emerald-empire.html"} , {"body" : "The Clifton section of Staten Island, where a 22-year-old man died after a struggle with the police on Friday night, is itself a kind of island -- an outpost of minority residents that cleaves more toward the tastes of Brooklyn or Manhattan than it does toward those of its neighbors only a mile away. Unlike most of Staten Island, Clifton is" , "date" : "19940501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "52" , "title" : "Residents of S.I. Neighborhood See Schism" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/01\/nyregion\/residents-of-si-neighborhood-see-schism.html"} , {"body" : "The police shot and killed a man yesterday in a gun battle along a desolate strip of boarded-up warehouses, factories and rambling junkyards in East New York, Brooklyn, after a buy-and-bust operation went awry, a police spokesman said. Two men and at least 10 officers, including eight serving as backup, were involved in the shooting, which occurred" , "date" : "19940426" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officers in Brooklyn Slay Man in Arrest" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/26\/nyregion\/officers-in-brooklyn-slay-man-in-arrest.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; 2d Tuesday of month; next May 10, 7 P.M., 211 Ainslie Street; (718) 388-4440. DISTRICT 2: Fort Greene, Brooklyn Heights; 2d Wednesday of month; next May 11, 6 P.M.; place to be announced; (718) 596-5410. DISTRICT 3: Bedford-Stuyvesant; 1st Monday of month; next meeting May 2, 7 P.M., 1368 Fulton Street; (718)" , "date" : "19940424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Community Board Meetings in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/24\/nyregion\/public-interest-community-board-meetings-in-brooklyn.html"} , {"body" : "Early every morning an armored car pulls up to a storefront in the Williamsburg section of Brooklyn. And for the next nine and a half hours, faces of all kinds pass in front of the four panes of bulletproof glass at Roebling Check Cashing -- black, Hispanic, Hasidic, male, but mostly female, with children placed on countertops. \"The whole" , "date" : "19940418" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Report Shows Check Cashers Filling a Void" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/18\/nyregion\/report-shows-check-cashers-filling-a-void.html"} , {"body" : "You've read all the stories and heard all the buzzwords about the brave new electronic world out there: interactive cable, video on demand, fiber optics, cable television service over telephone lines, the marriage of video and voice technology. Where does that leave cable television in New York right now? For 90 percent of the city -- neighborhoods" , "date" : "19940410" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Cable TV: The Big Picture" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/10\/nyregion\/cable-tv-the-big-picture.html"} , {"body" : "Someone triggered an emergency alarm disrupting power deep in a subway tunnel in Brooklyn yesterday, trapping more than 1,000 rush-hour commuters in trains for two to three hours and disrupting service to thousands of others throughout the city. The alarm device, along tracks used by the A and C lines, is one of many interspersed on tunnel walls" , "date" : "19940405" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Subway Alarm Halts Service at Rush Hour" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/05\/nyregion\/subway-alarm-halts-service-at-rush-hour.html"} , {"body" : "For Eduardo Rufino, jail was less a place to do penance than to learn from experts about the tawdry urban science of peddling drugs. So when he emerged from Rikers Island eight years ago after serving time for a purse snatching, he started to sell, then use, crack and heroin, developing addictions so fierce that he lost track of time, people and" , "date" : "19940404" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "For Addicts, Alternatives to Prison" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/04\/nyregion\/for-addicts-alternatives-to-prison.html"} , {"body" : "AIDS is tracing a jagged line through the architectural profession, devastating some firms while leaving others seemingly untouched. It has created hardships, including higher insurance rates, but also opportunities -- unwelcome though they may be -- as architects are asked to design buildings for a population that barely existed before the 80's" , "date" : "19940403" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "AIDS and the Practice of Architecture" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/03\/realestate\/aids-and-the-practice-of-architecture.html"} , {"body" : "An unidentified man was shot to death last night in a gunfight with two police officers in East New York, Brooklyn, the police said. The officers spotted the man firing into the air about 10 P.M. near the intersection of Fulton and Cleveland Streets, said Sgt. John McCluskey, a police spokesman. \"He was stumbling on the street and brandishing a" , "date" : "19940402" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Police Shoot Man to Death" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/02\/nyregion\/police-shoot-man-to-death.html"} ,   {"body" : "The City Council yesterday proposed establishing four new economic development zones in New York City, which would provide the distressed areas with state help to stimulate business and employment. The official decision on which areas will be designated as development zones will be up to the state's Department of Economic Development, which is to" , "date" : "19940331" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Council Nominates 4 Areas For Economic Development" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/31\/nyregion\/council-nominates-4-areas-for-economic-development.html"} , {"body" : "Engine Company 24 and Ladder Company 5 were out of service yesterday. Though their members spent the day in their Greenwich Village firehouse, they had been relieved of duty out of respect for James F. Young, one of their ranks who had died in an incinerating blast the night before. Two other comrades had been critically injured, and last night" , "date" : "19940330" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "2 Fire Companies Silently Mourn Two Who Fell in the Line of Duty" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/30\/us\/2-fire-companies-silently-mourn-two-who-fell-in-the-line-of-duty.html"} , {"author" : "Kevin Sack is chief of the Albany bureau of The New York Times." , "body" : "Stepping to the lectern in the ballroom of a Manhattan hotel, Andrew M. Cuomo begins to weave a metaphor as only a Cuomo can. He has just returned from Los Angeles, where he surveyed the destruction caused by the January earthquake, and now he is describing the scene to 800 listeners at a forum on homelessness. Clearly he was stunned by the" , "date" : "19940327" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "40" , "title" : "ANDREW CUOMO" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/27\/magazine\/andrew-cuomo.html"} , {"body" : "A NEW housing team taking shape at the New York City Department of Housing Preservation and Development is setting out to establish a different voice for housing policy. But while the voice is different, the singers are using a familiar score. The effort to unburden itself of the thousands of units of formerly privately owned housing taken over" , "date" : "19940327" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES; Speeding the Recycling of City-Owned Buildings" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/27\/realestate\/perspectives-speeding-the-recycling-of-city-owned-buildings.html"} , {"body" : "A 29-year-old Brooklyn man wearing a bulletproof vest was shot and killed during a struggle with two police officers over a gun he was carrying and allegedly had pointed at them, the police said. Two street-crime-unit officers in plain clothes assigned to the new gun-apprehension team were on patrol in a marked blue and white police car in East New" , "date" : "19940324" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man in Bulletproof Vest Slain by Officers" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/24\/nyregion\/man-in-bulletproof-vest-slain-by-officers.html"} , {"body" : "Channel 31's six-part series \"Heart of the City,\" which starts tonight, celebrates New York and New Yorkers. Thanks, we need that. Going behind the discouraging headlines about violence and poverty, ignoring the disaster troops in search of sensational stories for the nightly newscasts, these half-hours sing of local heroes quietly trying to" , "date" : "19940323" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "20" , "title" : "Review\/Television; Celebrating New York, Guided by A Kennedy" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/23\/arts\/review-television-celebrating-new-york-guided-by-a-kennedy.html"} , {"body" : "This month the school system announced that enrollment had topped a million for the first time in 15 years. Here is a breakdown by district. Citywide public school enrollment High school enrollment '89-'90 937,248 Manhattan 62,714 '90-'91 939,638 Bronx 59,939 '91-'92 973,263 Brooklyn 103,196 '92-'93 995,465 Queens 72,781 '93-'94 1,016,728 Staten" , "date" : "19940320" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "PUBLIC SCHOOL ENROLLMENT; Tipping the Scales At School" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/20\/nyregion\/public-school-enrollment-tipping-the-scales-at-school.html"} , {"body" : "On the day seven years ago when Frank Durente circled over Manhattan Island for the first time, he looked down and genuinely believed that the buildings, the sidewalks, New York itself, was reaching up expressly for him. He saw himself living in one of the tiny buildings below, finding regular work and proudly sending some dollars home to his" , "date" : "19940313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Immigrants to Life Underground; Illegal Cellar Cubicles Are One Rung Above Being Homeless" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/13\/nyregion\/immigrants-life-underground-illegal-cellar-cubicles-are-one-rung-above-being.html"} , {"body" : "Four youths driving through an intersection in a drug-infested area of East New York, Brooklyn, ran into a spray of bullets early yesterday morning, leaving two dead and the other two wounded, the police said. They said the shooting appeared to have been drug related although they had so few details that they could not even identify one of the" , "date" : "19940313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "2 Killed and 2 Hurt in Shooting" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/13\/nyregion\/2-killed-and-2-hurt-in-shooting.html"} , {"body" : "FIREFIGHTERS spend most of their time waiting, fidgeting benchwarmers at a game they can only anticipate. While they wait, they make their own beds, scrub their own toilets, polish their truck (they call it an apparatus). In full fire regalia, they take their shiny red truck to the supermarket, then cook feasts together. They drill on techniques," , "date" : "19940313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; Firemen in Waiting" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/13\/nyregion\/making-it-work-firemen-in-waiting.html"} ,   {"body" : "Mayor Rudolph W. Giuliani announced yesterday that the police would place new emphasis on reducing the number of illegal guns in New York City streets by investigating gunrunners with more detectives and better computers. At the core of Mr. Giuliani's strategy, detectives have been ordered to apply the same kind of effort to investigating illegal" , "date" : "19940308" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "Giuliani Offers Plan To Curb Guns" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/08\/nyregion\/giuliani-offers-plan-to-curb-guns.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; 2d Tuesday of month; next March 8, 7 P.M., 211 Ainslie Street; (718) 388-4440. DISTRICT 2: Fort Greene, Brooklyn Heights; 2d Wednesday of month; next March 9, 6 P.M., Borough Hall Community Room, Joralemon and Court Streets; (718) 596-5410. DISTRICT 3: Bedford-Stuyvesant; 1st Monday of month; next tomorrow, 7" , "date" : "19940306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Community Board Meetings in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/06\/nyregion\/public-interest-community-board-meetings-in-brooklyn.html"} , {"body" : "More than two dozen black men, many dressed in work boots and baggy slacks and a few in business suits with briefcases at their sides, recently climbed the steep concrete stairs to Muhammad's Mosque No. 7 in Harlem in search of two things the Nation of Islam promised they could find inside: brotherhood and proper direction. The men dutifully" , "date" : "19940305" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "8" , "title" : "'Manhood Training' at the Mosque: Hope, Discipline, Defiance" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/05\/us\/manhood-training-at-the-mosque-hope-discipline-defiance.html"} , {"body" : "Anguish and anger agitating her voice, a 36-year-old foster mother stood before a judge yesterday and spoke of her dashed dreams for a normal family life. \"I never wanted anything out of life except my health, a child, a nice home and a husband,\" Dana Blackledge-Poole said in a Brooklyn courtroom. But Ms. Blackledge-Poole, who became a foster" , "date" : "19940305" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Man Is Sentenced to 25 Years in Strangling of 4-Year-Old" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/05\/nyregion\/man-is-sentenced-to-25-years-in-strangling-of-4-year-old.html"} , {"body" : "A purse-snatching suspect was arrested Wednesday and charged with pushing a subway rider into a moving train 11 days ago, the transit police said. The victim of the attack, Sonia Hernandez, 32, died on Wednesday at St. Vincent's Hospital from her injuries in the Feb. 19 mugging at the subway station in Park Slope, Brooklyn. Transit police officials" , "date" : "19940304" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Man Held In Slaying In Subway" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/04\/nyregion\/man-held-in-slaying-in-subway.html"} , {"body" : "The Transit Authority's program is called Poetry in Motion, and on this particular morning eight lines of Langston Hughes rumble along the length of the IRT No. 3 line. Sometimes a crumb falls From the tables of joy Sometimes a bone Is flung To some people Love is given To others Only heaven. The poem, titled \"Luck,\" is in the last days of its" , "date" : "19940302" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Langston Hughes On the IRT; A Poem Arouses Many Feelings" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/02\/nyregion\/langston-hughes-on-the-irt-a-poem-arouses-many-feelings.html"} , {"body" : "Last week on the C1 floor at Kings County Hospital, half a dozen men lay on a hodgepodge of ancient stretchers in an open eight-bed ward. A lattice of metal rods hung from the ceiling, bearing tattered blue and green curtains falling off their hooks, which provide the only semblance of privacy afforded to these patients, all victims of trauma." , "date" : "19940228" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "At Kings County Hospital, Remnants of a Bleak Past" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/28\/nyregion\/at-kings-county-hospital-remnants-of-a-bleak-past.html"} , {"body" : "In terms of economic aid for the Bronx, Borough President Fernando Ferrer has no bird in the hand. But he is keeping several irons in the fire. The Bronx has suffered a number of blows over the last year, ranging from the cancellation of a street and sewer reconstruction project for Hunts Point to the Giuliani administration's decision to drop a" , "date" : "19940227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SOUTH BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: HUNTS POINT; Battered but Unbowed, Bronx Seeks Government Aid" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/27\/nyregion\/neighborhood-report-hunts-point-battered-but-unbowed-bronx-seeks-government-aid.html"} , {"body" : "NEW YORK CITY is blessed with an abundant variety of programs for the elderly, reflecting the city's cultural mix. But it is also cursed by a lack of coordination that makes it hard for people to find out what is available. \"People don't know what services there are,\" said Grace Harewood, executive director of the Fort Greene Senior Citizens" , "date" : "19940227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "16" , "title" : "AT YOUR SERVICE; Rent Aid to Tai Chi to Meals-on-Wheels: A Program Guide" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/27\/nyregion\/at-your-service-rent-aid-to-tai-chi-to-meals-on-wheels-a-program-guide.html"} , {"body" : "An East Flatbush high school senior, whom relatives and authorities described as a model student with aspirations of attending college, killed himself playing Russian roulette Friday evening, the police said. The student, Trent St. Lawrence, 18, a few months shy of graduating from Transit Technical High School in East New York, died at Kings County" , "date" : "19940227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "High School Senior Is Dead After Russian Roulette Game" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/27\/nyregion\/high-school-senior-is-dead-after-russian-roulette-game.html"} ,   {"body" : "A vacant furniture warehouse in the Brownsville section of Brooklyn will be rented and renovated to become the new home of Public School 156, which was closed this fall for asbestos repairs, the New York City Board of Education decided yesterday. The 83,000-square-foot building, at 1150 East New York Avenue, will be open for classes in the fall of" , "date" : "19940224" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "New Site for School Shut Due to Asbestos" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/24\/nyregion\/new-site-for-school-shut-due-to-asbestos.html"} , {"body" : "For Decades, Bensonhurst has been a predominantly Italian and Jewish neighborhood of one- and two-family homes. Today, many of the streets and buildings look the same, but the faces have changed with new comers including immigrants from Sicily, Russia, China and Pakistan. \"We have a huge influx of new residents to this community,\" said Assemblyman" , "date" : "19940220" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BENSONHURST; Change Turns a Neighborhood's Eyes Toward the Past" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/20\/nyregion\/neighborhood-report-bensonhurst-change-turns-neighborhood-s-eyes-toward-past.html"} , {"body" : "The robbery and violence that have made cab driving one of New York City's most dangerous professions claimed yet another life last night in Brooklyn, the police said. Dominico Silverio, 39, was found slumped in his livery cab, with a gunshot wound in the upper torso, at the corner of Euclid Avenue and Linden Boulevard in East New York, said Sgt." , "date" : "19940220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Cabdriver Killed In Robbery Attempt" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/20\/nyregion\/cabdriver-killed-in-robbery-attempt.html"} , {"body" : "Even before Mayor Rudolph W. Giuliani arrived at the Esther Clarke Hunter Junior High School in the Brownsville section of Brooklyn to talk to students yesterday, voices of the city's youth could be heard. Windows on the third floor of the building popped open at the first sight of visitors, some students banged on the panes, and others others" , "date" : "19940216" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Giuliani Goes to School: Where Has All the Hope Gone?" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/16\/nyregion\/giuliani-goes-to-school-where-has-all-the-hope-gone.html"} , {"body" : "Several black and Hispanic politicians have expressed anger over a memorandum written by a senior aide to Mayor Rudolph W. Giuliani about welfare reform, charging that aspects of the document show racial insensitivity. In the memo, written by Deputy Mayor John S. Dyson to Deputy Mayor Peter J. Powers, Mr. Dyson discussed an article in The Daily" , "date" : "19940213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "'White Guys' Memo to Mayor Arouses Anger" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/13\/nyregion\/white-guys-memo-to-mayor-arouses-anger.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of the month; next March 8, time to be announced, 211 Ainslie Street; (718) 388-4440. DISTRICT 2 Fort Greene, Downtown, Brooklyn Heights, Boerum Hill; second Wednesday of the month; next March 9, 6 P.M., Borough Hall Community Room, Joralemon and Court Streets; (718) 596-5410. DISTRICT 3" , "date" : "19940213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Brooklyn Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/13\/nyregion\/public-interest-brooklyn-board-meetings.html"} , {"body" : "A 67-year-old Long Island man heading home from work was fatally shot in the back yesterday in East New York, Brooklyn, the police said. Murray Lipkin, of Woodmere, L.I., was shot at 5:37 P.M., minutes after closing the sporting-goods store he managed, Harry's Belmont, at 84 Belmont Avenue. He was shot two blocks away at Belmont and Stone Avenues," , "date" : "19940213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "Store Manager Slain On Brooklyn Street" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/13\/nyregion\/store-manager-slain-on-brooklyn-street.html"} , {"body" : "NEW YORK CITY POST TO INVEST IN NEW PRESSES The New York Post will invest millions of dollars in new press equipment to produce a full-color newspaper, the paper's newly named publisher said. The new publisher, Martin Singerman, also said The Post would move its news and business headquarters to midtown from lower Manhattan. B3. OFFICER WHO ESCAPED" , "date" : "19940208" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/08\/nyregion\/metro-digest-108626.html"} , {"body" : "TUESDAY, FEB. 8 7 P.M. Lecture and discussion on racism, featuring Jill Nelson, author of \"Volunteer Slavery,\" and Derrick Bell, author of \"Faces at the Bottom of the Well.\" St. Paul Community Baptist Church, 859 Hendrix Street, East New York. Information: (718) 257-1300 OPENINGS * \"Liberty and Justice for All,\" special photography exhibition" , "date" : "19940206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "CALENDAR; Black and Proud, All Month Long" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/06\/nyregion\/calendar-black-and-proud-all-month-long.html"} , {"author" : "Brent Staples writes editorials on politics and culture for The New York Times. His memoir, \"Parallel Time: Growing Up in Black and White,\" will be published this month." , "body" : "COCAINE TRUE COCAINE BLUE Photographs and text by Eugene Richards. Additional reporting by Edward Barnes. Illustrated. 153 pp. New York: Aperture. $40. ON June 2, 1884, Sigmund Freud sent what was for him a salacious letter to his fiancee, Martha Bernays. \"Woe to you, my Princess, when I come,\" he wrote. \"I will kiss you quite red and feed you till" , "date" : "19940206" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "11" , "title" : "Coke Wars" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/06\/books\/coke-wars.html"} ,   {"body" : "A Brooklyn woman who was the mother of four children was shot dead as she leaned out her second-floor window late Friday after urging her boyfriend to stop arguing with two men outside, the police said. The woman, Carmen Fernandez, 31, was killed about 11:40 P.M. while her friend, Joseph Delgado, climbed the stairs to the apartment at 233 Cleveland" , "date" : "19940206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "Brooklyn Woman Urging an End To an Argument Is Shot to Death" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/06\/nyregion\/brooklyn-woman-urging-an-end-to-an-argument-is-shot-to-death.html"} , {"body" : "The first nursing home in Brooklyn to have beds for AIDS and respirator-dependent patients will open later this month at the Brookdale Hospital Medical Center, the borough's largest private, nonprofit teaching hospital. The $19 million Linroc Nursing Home will have 120 beds for residents with AIDS, 28 beds for ventilator-dependent patients and 80" , "date" : "19940206" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: For AIDS, Respirator and Geriatric Patients; Brooklyn Adds a Nursing Home" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/06\/realestate\/postings-for-aids-respirator-and-geriatric-patients-brooklyn-adds-a-nursing-home.html"} , {"body" : "The politics of black New York has entered a period of transition, as politicians, community organizers, religious figures and other participants try to define their relationships with one another and with a new Mayor who won office without them. Ever since the defeat of David N. Dinkins, New York's first black Mayor, the question of where black" , "date" : "19940202" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For Black Politicians, a Debate of Strategy and Leadership; After Dinkins's Defeat, Can a New Group of Leaders With New Concerns Achieve the Old Unity?" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/02\/nyregion\/for-black-politicians-debate-strategy-leadership-after-dinkins-s-defeat-can-new.html"} , {"body" : "Shirley R. has never known the sound of a voice, but she knows the ways of the streets. In the freezing temperatures, she knows it is too cold for strangers to reach into their pockets for spare change. But she does not have to rely on their handouts anymore. \"This,\" she says with her hands, indicating her new home in Brooklyn, \"is much better.\" At" , "date" : "19940131" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEEDIEST CASES; Neediest Cases Helps Woman Regain Control of Life" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/31\/nyregion\/neediest-cases-neediest-cases-helps-woman-regain-control-of-life.html"} , {"body" : "A New York City police officer was shot in the toe yesterday, apparently by another officer, during a scuffle with suspected drug dealers in a Harlem apartment building, the police said. John Hill, chief of Manhattan detectives, said the shooting occurred during a \"buy and bust\" operation by a nine-member Tactical Narcotic Team operating in Harlem." , "date" : "19940128" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officer Shot, Apparently by Another Officer, During Scuffle in a Drug Case" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/28\/nyregion\/officer-shot-apparently-by-another-officer-during-scuffle-in-a-drug-case.html"} , {"body" : "For Jason Wolder, a 34-year-old Queens sales representative, the theft of his 1980 Delta 88 in August was troubling enough. But then there are the near-nightly screams of car alarms that stir his otherwise graceful Douglaston neighborhood and frequently wake his infant son. They are not only a constant reminder of the loss of his old car, but just" , "date" : "19940123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "New York Car Theft Draws Police Priority" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/23\/nyregion\/new-york-car-theft-draws-police-priority.html"} , {"body" : "THERE is low-income housing, and there is high-octane low-income housing. The specialist in the latter category over the last few years in New York City is Andrew M. Cuomo, who is off to Washington now as Assistant Secretary of Community Planning and Development at the Department of Housing and Urban Development. He founded Housing Enterprise for" , "date" : "19940123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES; Housing and Stores for a Site Off Union Square" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/23\/realestate\/perspectives-housing-and-stores-for-a-site-off-union-square.html"} , {"body" : "A 29-year-old follower of the Nation of Islam was arrested yesterday and accused of taking part in a melee between New York City police officers and members of a Harlem mosque, the police said. One official said that the arrest, the first stemming from a brawl in which eight officers were injured, was made based on information gathered without" , "date" : "19940120" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Man Charged Over Melee At a Mosque" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/20\/nyregion\/man-charged-over-melee-at-a-mosque.html"} , {"body" : "Responding to criticism that he had not reached out sufficiently to minority officials, Mayor Rudolph W. Giuliani met yesterday with black and Hispanic members of the New York City Council in discussions that the Mayor and Council members called productive. \"This was a useful meeting, and we discussed a wide range of issues,\" said Mr. Giuliani," , "date" : "19940120" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Minority Members on Council Give Giuliani List of Concerns" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/20\/nyregion\/minority-members-on-council-give-giuliani-list-of-concerns.html"} , {"body" : "Mayor Rudolph W. Giuliani faced down boos and hecklers yesterday at a Brooklyn tribute to the Rev. Dr. Martin Luther King Jr., and in a passionate address told the predominantly black audience, \"For you to succeed, I have to succeed because we're in this together if this city is going to move forward.\" The moment that Howard Golden, the Brooklyn" , "date" : "19940118" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Despite Boos, Mayor Seeks Black Support1" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/18\/nyregion\/despite-boos-mayor-seeks-black-support1.html"} ,   {"body" : "Mayor Rudolph W. Giuliani offered an impassioned plea to black New Yorkers yesterday, seeking to assure them that \"there is nothing to fear\" in his mayoralty. But he stuck by his refusal to meet with certain figures he views as divisive. \"I read in the papers that there were some in the African-American community who fear me,\" a somber Mr. Giuliani" , "date" : "19940117" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Giuliani Delivers Strong Plea, Seeking to Ease Blacks' Fears" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/17\/nyregion\/giuliani-delivers-strong-plea-seeking-to-ease-blacks-fears.html"} , {"body" : "AS he lies healing in a hospital bed, Louis McLendon is a wonder of ballistics: He has nine bullet holes in him from six slugs fired from three different weapons. Pretty good shooting considering the blur of a target he presented in the Montego Bay clothing store in Jamaica, Queens, on New Year's Eve, when he suddenly, rather maniacally, stood up" , "date" : "19940116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "On Sunday; Facing Up To Firepower Of Bandits" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/16\/nyregion\/on-sunday-facing-up-to-firepower-of-bandits.html"} , {"body" : "A day after his Police Commissioner met with Muslim officials to discuss a brawl with police officers at a Harlem mosque, Mayor Rudolph W. Giuliani sought yesterday to put the mosque incident behind him, saying that he believed \"misunderstandings\" had been resolved. Reiterating his contention that the only real issue was the assault on police" , "date" : "19940116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Giuliani Tries To Move Past Mosque Melee" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/16\/nyregion\/giuliani-tries-to-move-past-mosque-melee.html"} , {"body" : "Seeking evidence to support the contention that Shu'aib Abdul Latif, 17, was slain by police officers as he tried to surrender, his family said yesterday that they had had a private pathologist perform a second autopsy on the youth's body. The teen-ager's father, Imam Al-Amin Abdul Latif, a prominent Muslim cleric in Brooklyn, said in an interview," , "date" : "19940115" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Family Gets 2d Autopsy In Shooting" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/15\/nyregion\/family-gets-2d-autopsy-in-shooting.html"} , {"body" : "An effort by the Giuliani administration to calm tensions between the New York City Police Department and black New Yorkers crumbled in recriminations yesterday after the new Police Commissioner shunned a meeting with representatives of the Nation of Islam and with others he said had not been invited. The meeting between Police Commissioner William" , "date" : "19940114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New York Bid to Ease Police-Black Tension Falters" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/14\/nyregion\/new-york-bid-to-ease-police-black-tension-falters.html"} , {"body" : "NEW YORK CITY ATTEMPT TO HEAL TENSIONS FAILS An effort by the Giuliani administration to calm tensions between the Police Department and black New Yorkers crumbled in recriminations after the new Police Commissioner shunned a meeting with representatives of the Nation of Islam and other blacks. A1. INQUIRY BEGINS IN SHOOTING OF YOUTH As District" , "date" : "19940114" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/14\/nyregion\/metro-digest-866725.html"} , {"body" : "As District Attorney Charles J. Hynes of Brooklyn began a preliminary investigation of police conduct in the shooting death Tuesday night of an unarmed youth in East New York, a picture began to emerge yesterday of the teen-ager's involvement in the drug-soaked world of the neighborhood where he was killed. A law-enforcement official said yesterday" , "date" : "19940114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Youth Fatally Shot by Officers Was Convicted in a Drug Case" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/14\/nyregion\/youth-fatally-shot-by-officers-was-convicted-in-a-drug-case.html"} , {"body" : "Shu'aib Abdul-Latif, the 17-year-old shot to death by the police on Tuesday night in Brooklyn, was the painfully shy son of a prominent New York City Muslim leader. Friends and family said he dreamed of being a carpenter as he worked in the family business, studied for his general equivalency diploma, and tried to negotiate the gritty streets of" , "date" : "19940113" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Slain Youth Is Called Nonviolent" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/13\/nyregion\/slain-youth-is-called-nonviolent.html"} , {"body" : "Neither has been in office for more than a handful of days, but already Mayor Rudolph W. Giuliani and his Police Commissioner, William J. Bratton, are grappling with the delicate relationship between the Police Department and black New Yorkers. In the last several days the Mayor and Mr. Bratton have been embroiled in a dispute with members and" , "date" : "19940113" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Giuliani and Blacks: Relationship Is Quickly Tested by 2 Incidents" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/13\/nyregion\/giuliani-and-blacks-relationship-is-quickly-tested-by-2-incidents.html"} , {"body" : "I.B.M. MAY VACATE HEAD OFFICE Another sacred cow at I.B.M. is endangered: the corporate headquarters. In a sign of its new cost-cutting ways, I.B.M. may vacate its Armonk, N.Y., head office. A1. NEW YORK CITY OFFICERS' ACTIONS DEFENDED IN SHOOTING Responding to a call of a man with a gun, officers shot and killed the 17-year-old son of a Muslim" , "date" : "19940113" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/13\/nyregion\/metro-digest-854654.html"} ,   {"body" : "Responding to a call about a man with a gun, officers shot and killed the 17-year-old son of a prominent Muslim cleric Tuesday night after a scuffle in a dimly lighted basement in Brooklyn, police officials said yesterday. Commissioner William J. Bratton, who took command of the force on Monday, said the teen-ager was apparently unarmed, but he" , "date" : "19940113" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Police Defend Actions of Officers In Fatal Shooting of Son of Cleric" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/13\/nyregion\/police-defend-actions-of-officers-in-fatal-shooting-of-son-of-cleric.html"} , {"body" : "LEADING CANDIDATE FOR D.E.A. POST Thomas A. Constantine, the superintendent of the New York State Police, has emerged as the leading candidate to run the Federal Drug Enforcement Administration, Clinton Administration officials said. A16. NEW YORK CITY URGING A COVENANT OF REVERENCE FOR LAW William J. Bratton, sworn in as the 38th police" , "date" : "19940112" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/12\/nyregion\/metro-digest-843245.html"} , {"body" : "A police officer was shot in the leg last night and an 18-year-old suspect was killed when the officer and six others responded to a \"man with a gun\" radio call and confronted the suspect in a darkened basement in East New York, Brooklyn. Police Commissioner William J. Bratton said the police did not find a weapon near the suspect and that it was a" , "date" : "19940112" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officer Wounded and Man Is Killed in East New York" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/12\/nyregion\/officer-wounded-and-man-is-killed-in-east-new-york.html"} , {"body" : "Diallo Robinson, a senior at East New York High School of Transit Technology, is a regular customer of the school counseling room where condoms are free for the asking. He finds it convenient to pick them up during lunch hour, and says, \"I feel more comfortable getting them from somebody I know.\" Mr. Robinson is among the thousands of students in" , "date" : "19940111" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Controversial Yet Convenient; Board to Vote on Condom Plan Today" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/11\/nyregion\/controversial-yet-convenient-board-to-vote-on-condom-plan-today.html"} , {"body" : "NEW YORK CITY ROTARY PAY PHONES RETURN TO FIGHT CRIME Three decades after buttons began to replace rotary dials on American telephones, time has reversed itself at about 250 outdoor pay phones in New York City. Responding to appeals from community groups trying to stop drug dealers from using public phones to do business, Nynex, formerly New York" , "date" : "19940110" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/10\/nyregion\/metro-digest-827401.html"} , {"body" : "From the rectory of the St. Jerome Catholic Church in the South Bronx the Rev. John Grange hears gunfire every night on the streets below. \"We used to do about a funeral a month here,\" Father Grange said. But with shootings and other tolls of urban life, he said, \"now we do a funeral a week.\" But on the east side of Manhattan, in the neighborhood" , "date" : "19940110" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "1993 Homicides Fewer but More Clustered in New York City" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/10\/nyregion\/1993-homicides-fewer-but-more-clustered-in-new-york-city.html"} , {"body" : "A gun-exchange program that proved successful in the 34th Precinct in upper Manhattan is scheduled to begin today in a precinct in Brooklyn that led the city in homicides last year, the police said yesterday. The guns-for-gifts program is to start at 10 A.M. in the 75th Precinct station house at 1000 Sutter Avenue in the East New York section, said" , "date" : "19940110" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Gun Exchange Expanding" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/10\/nyregion\/gun-exchange-expanding.html"} , {"body" : "WHEN Marvin Williams returns to his Brooklyn apartment complex he reaches not for keys, but for a plastic card that opens the driveway gates leading to his secured community. Once inside, he rounds a traffic circle and eases his car into the garage under his apartment building, where a reserved space is waiting. One flight up, on the deck of the" , "date" : "19940109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "A Secure Rental Oasis For East New York" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/09\/realestate\/a-secure-rental-oasis-for-east-new-york.html"} , {"body" : "INSIDE Eugene Rubin's powder-blue office, its ceiling marred by peeling paint and water stains, are a set of child-sized chairs and a family of puppets. It is here amid the public-housing projects and bustle of Manhattan's Lower East Side that Mr. Rubin, the guidance counselor at Public School 188, an elementary school with 500 students, tries to" , "date" : "19940109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "24" , "title" : "You Don't Have to Fight" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/09\/education\/you-don-t-have-to-fight.html"} , {"body" : "During the 16-day guns-for-gifts exchange program that collected 1,502 firearms in a Washington Heights police precinct, there was a substantial decrease in reports of armed felonies in the area compared with the same period last year, the police said yesterday. Police officials acknowledged that the time period was too short and the number of" , "date" : "19940108" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Armed-Crime Dip Recorded During Gun Exchange" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/08\/nyregion\/armed-crime-dip-recorded-during-gun-exchange.html"} ,   {"body" : "Token clerks and other transit employees wore bright yellow baseball caps, television crews taped one another using the new bright blue-and-yellow magnetized plastic cards and a man who usually sells tokens held a megaphone and did a passable impression of a sideshow barker. \"Step right up, ladies and gentlemen,\" he said. \"Five dollars, $10, $20 or" , "date" : "19940107" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Fare Cards: A Glimpse of the Future Underground" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/07\/nyregion\/fare-cards-a-glimpse-of-the-future-underground.html"} , {"body" : "In the troubled East New York section of Brooklyn, Stanley Evans constantly corrects his students' English and lectures on the difference between the language of the office and the language of the streets. Just a few miles away in a similar neighborhood, another English teacher, Cathie Wright-Lewis, refuses to fault her already overwhelmed" , "date" : "19940105" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Lingering Conflict in the Schools: Black Dialect vs. Standard Speech" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/05\/nyregion\/lingering-conflict-in-the-schools-black-dialect-vs-standard-speech.html"} , {"body" : "Six times in four years, bullets have blasted through the windows of Hope McGuire's apartment in the Cypress Hills Houses in East New York, Brooklyn. Each time, she snatched her son and daughter in her arms and cringed in the back bedroom. Ms. McGuire, 28, a psychology major at the College for Human Services in Manhattan, says she has \"no beef\"" , "date" : "19940104" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Combating a Pocket of Crime" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/04\/nyregion\/combating-a-pocket-of-crime.html"} , {"body" : "WINTER STORM MOVES INTO REGION The fringe of what the National Weather Service said was a major winter storm moved into the New York metropolitan region from the south with a mixture of snow and rain. Communities throughout the region were sanding and salting highways as the service predicted a few inches of snow turning to rain along the shore and" , "date" : "19940104" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/04\/nyregion\/metro-digest-765333.html"} , {"body" : "THE day was not going well for Seymour Siegel, a food manufacturer who produces, among other things, 1 million pounds of coleslaw and 1.5 million pounds of potato salad every day. First, the shrimp was not fresh. His son Richard, the company's chief executive, had just rejected 9,000 pounds of it, delaying by a day the preparation of thousands of" , "date" : "19940102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Save the Neighborhood. Fix the Pudding." , "url" : "http:\/\/www.nytimes.com\/1994\/01\/02\/nyregion\/new-yorkers-co-save-the-neighborhood-fix-the-pudding.html"} , {"body" : "THE craft of the mayoralty, as Rudolph W. Giuliani will come to know, is often a subtle one, requiring an innate link to the spirit of the times, as well as a sense of the moment and a familiarity with the labyrinthine back alleys of the city. Sleight of hand helps sometimes, too. Here are excerpts from the literature of the mayoralty. THE MAYOR" , "date" : "19940102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "11" , "title" : "NEW YORK BOOKSHELF; The Machiavellian Mayorality" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/02\/nyregion\/new-york-bookshelf-the-machiavellian-mayorality.html"} , {"body" : "Even as public outcry over violent crime grew, reported homicides in New York City declined slightly in 1993, continuing a trend, police officials said yesterday. They attributed the drop to factors including the increase in police officers and efforts at community policing. While the overall change was slight, there were large variations in the" , "date" : "19940102" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Fewer Killings Tallied in '93 In New York" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/02\/nyregion\/fewer-killings-tallied-in-93-in-new-york.html"} , {"body" : "Worshipers picked their way with care past the scaffolding that enveloped the crumbling brownstone facade of Brooklyn's First Unitarian Church. Indoors, the church was splendidly decorated with branches of fir and illuminated by tall wax candles and gas-lighted tapers. Best of all, there was the music from the organ. For a time, it was doubtful" , "date" : "19940101" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "A Grant to Aid in Salvation of 27 Church Structures" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/01\/nyregion\/a-grant-to-aid-in-salvation-of-27-church-structures.html"}]