[  {"body" : "By sacred tradition and ancient Jewish law, Rabbi Jacob S. Kassin's funeral was also, in a way, his son's coronation. Rabbi Kassin, who died Dec. 9 at age 94, had been Chief Rabbi of the American Sephardic Jewish community since 1932. In his will, read at his funeral, earlier this month, he named his 73-year-old son, Rabbi Saul J. Kassin, as his" , "date" : "19941225" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: MIDWOOD; Sephardic Jews Shift Leadership, Father to Son" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/25\/nyregion\/neighborhood-report-midwood-sephardic-jews-shift-leadership-father-to-son.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GRAMERCY PARK $325,000 235 East 22d Street (Gramercy House) 2-bedroom, 2-bath, 1,300-sq.-ft. prewar co-op; 24-hr. doorman, renovated kitchen, dining area, roof deck," , "date" : "19941225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "CONNECTICUT" , "NASSAU COUNTY (NY)" , "SUFFOLK COUNTY (NY)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/25\/realestate\/residential-resales-180629.html"} , {"body" : "Mayor Rudolph W. Giuliani announced yesterday that he would pare the size of the Offtrack Betting Corporation, part of a long-term effort to make the agency profitable and eventually sell it to a private company. The Mayor's plan calls for closing nine OTB branches and eliminating more than 130 positions, most of them through a new severance offer." , "date" : "19941221" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Giuliani Plans To Trim OTB To Cut Losses" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/21\/nyregion\/giuliani-plans-to-trim-otb-to-cut-losses.html"} , {"body" : "An 11-year-old Brooklyn girl has died from neck injuries she received when she fell down a flight of stairs at her junior high school last week, the police said yesterday. The girl, Ayodell Smith of 175 Hawthorne Street in Crown Heights, was declared brain-dead last Friday at Kings County Hospital, Ellen Borakove, a spokeswoman for the Medical" , "date" : "19941216" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Girl Dies From Neck Injury After Fall Down Stairs at School" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/16\/nyregion\/girl-dies-from-neck-injury-after-fall-down-stairs-at-school.html"} , {"body" : "A black man and a white woman were beaten by a group of black and Hispanic youths who shouted racial slurs during two separate confrontations in Flatbush, Brooklyn, early yesterday, the police said, and the attack was being investigated as a possible bias crime. The victims were not seriously injured, the police said, but in the second" , "date" : "19941215" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "5 Youths Accused of Beating and Shouting Racial Slurs at Brooklyn Couple" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/15\/nyregion\/5-youths-accused-of-beating-and-shouting-racial-slurs-at-brooklyn-couple.html"} , {"body" : "An off-duty police officer shot and slightly wounded two men early yesterday outside a bar on the Upper East Side after he and two friends were attacked and beaten by them and four companions, the police said. The two wounded suspects -- one of whom came at the officer with a razor, the police said -- were charged with second-degree assault. Four" , "date" : "19941212" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "An Off-Duty Officer Shoots 2 After Attack" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/12\/nyregion\/an-off-duty-officer-shoots-2-after-attack.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next meeting, Dec. 13, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; (718) 389-0009. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next meeting Dec. 14, 6 P.M.; St Joseph's Services, 540 Atlantic Ave., between Third and Fourth Avenues; (718) 596-5410." , "date" : "19941211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Community Boards To Meet in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/11\/nyregion\/community-boards-to-meet-in-brooklyn.html"} , {"body" : "Tanya Lugo, a receptionist, loves visiting the new Bradlees on Union Square. On her three visits last week to go Christmas shopping, she bought a jogging suit for her grandfather, a quilt for her mother, lingerie for her sister and earrings for herself. \"It's like being in a shopping mall,\" she said. \"They have all the selections and low prices. I" , "date" : "19941211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Macy's Now Just One Float in Megastore Parade" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/11\/nyregion\/macy-s-now-just-one-float-in-megastore-parade.html"} , {"body" : "Floodlights have been bolted to the front gates at Kingsboro State Psychiatric Center in Brooklyn. The tunnel running below the main buildings has been barred to patients. Double doors with automatic locks are being installed on the wards. Those are only a few of the emergency measures that have been instituted in the last few days as the" , "date" : "19941210" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "25" , "title" : "Security or Therapeutic Freedom?; Escapes Raise Unsettling Questions for Psychiatric Centers" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/10\/nyregion\/security-therapeutic-freedom-escapes-raise-unsettling-questions-for-psychiatric.html"} , {"body" : "This may be more than some stuck-in-the-tunnel motorists can take: soon there will be no one to borrow mustard from. The only Rolls-Royce dealer in New York City is closing. The dealer, Michael Schudroff, says that he is shutting down his showroom on East 61st Street near First Avenue after 25 years, a victim of the recession, \"the pricing of these" , "date" : "19941210" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Pardon Me, Do You Have A Place to Buy a Rolls?" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/10\/nyregion\/pardon-me-do-you-have-a-place-to-buy-a-rolls.html"} ,   {"body" : "The day after Schools Chancellor Ramon C. Cortines seized control of the city's largest school district, security guards moved in to padlock records, and a new team of leaders wasted no time letting district employees know an era of reconstruction had begun. Mr. Cortines himself arrived at District 17 offices in central Brooklyn at 7:30 A.M.," , "date" : "19941202" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "New Team Takes Over School District 17" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/02\/nyregion\/new-team-takes-over-school-district-17.html"} , {"body" : "While other school districts in New York City have had their share of trouble, the litany of mismanagement and outright corruption in District 17 in Central Brooklyn stands out as a study of the worst problems of decentralization. Thousands of dollars' worth of books, computers and furniture were taken from a school; officials suspect they were" , "date" : "19941130" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "School District Is a Candidate For Takeover" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/30\/nyregion\/school-district-is-a-candidate-for-takeover.html"} , {"body" : "NEW YORK CITY SPINS ITS DROSS INTO GOLD While collection is the most visible and expensive part of New York City's recycling program, officials say it is the reuse of those items -- as everything from traffic barricades to fishing piers -- that justifies the effort and may someday underwrite its cost, now $77 million a year for pickup and" , "date" : "19941128" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/28\/nyregion\/metro-digest-948357.html"} , {"body" : "Brooklyn Botanic Garden To Bask in Holiday Light Behind 30-foot glass windows, 1,000 white, red and peppermint poinsettias and hundreds of trees and ferns will glow with white lights starting Saturday at a holiday show in the Steinhardt Conservatory at the Brooklyn Botanic Garden. \"It's a botanical twist on the Lord & Taylor windows,\" said Lori" , "date" : "19941127" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/27\/nyregion\/playing-in-the-neighborhood-929913.html"} , {"body" : "Two patients at the Kingsboro State Psychiatric Center in Brooklyn escaped through an unlocked ward door on Friday, state officials said yesterday, and four others failed to return after spending Thanksgiving Day with their families on day passes. Three of the six were still unaccounted for yesterday afternoon, said Robert Spoor, a spokesman for" , "date" : "19941127" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "56" , "title" : "Three Patients Are Missing After Escapes at Psychiatric Hospital" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/27\/nyregion\/three-patients-are-missing-after-escapes-at-psychiatric-hospital.html"} , {"body" : "Salsa on an Anachronistic Note: Mambo That's for Dancing As salsa drifts toward the blandness of international pop music, its original dance impulse is dissipating, with the rhythm section's prominence replaced by choirs and keyboards. Along comes Eddie Torres, a dancer who worked with Tito Puente, to make an anachronism, a hard mambo album meant" , "date" : "19941126" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "19" , "title" : "Recordings in Review; JAZZ" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/26\/arts\/recordings-in-review-jazz.html"} , {"body" : "The director and two top officials of a Brooklyn psychiatric hospital have been demoted and transferred after a weekend escape of a patient who later returned to murder another inmate, the State Commissioner of Mental Health said yesterday. The Commissioner, Dr. Richard C. Surles, said the demotions of top executives at Kingsboro Psychiatric Center" , "date" : "19941125" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "5" , "title" : "3 Officials Are Demoted After Slaying at Mental Hospital" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/25\/nyregion\/3-officials-are-demoted-after-slaying-at-mental-hospital.html"} , {"body" : "A man who by reason of insanity was acquitted of murder 10 years ago walked out of a state psychiatric center in Brooklyn Saturday evening, then, after returning almost 12 hours later, stabbed a fellow patient to death, most likely with a knife obtained while roaming the city, the police said. The ease with which Daniel Alvarez, 48, escaped from" , "date" : "19941121" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Mental Patient Is Accused of Killing Another" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/21\/nyregion\/mental-patient-is-accused-of-killing-another.html"} , {"body" : "Bradlees, the discount chain store that was meant to be the cornerstone of the 24-acre Atlantic Center development project in Fort Greene, will no longer be involved, said a Brooklyn business association official and others close to the project. The development, which is scheduled to open late next year next to the Long Island Rail Road terminal at" , "date" : "19941113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: DOWTOWN BROOKLYN; Atlantic Center Loses Bradlees, Officials Say" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/13\/nyregion\/neighborhood-report-dowtown-brooklyn-atlantic-center-loses-bradlees-officials.html"} , {"body" : "After an official of the Department of Finance applied for a $1 million city contract without mentioning that he was employed by the city, he perhaps should have reconsidered announcing his job title on a television news program. Basil R. Jones, the Deputy Collector for Brooklyn, denied working for the city when he applied for a contract with the" , "date" : "19941112" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "City Official Is Charged Over a Deal" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/12\/nyregion\/city-official-is-charged-over-a-deal.html"} ,   {"body" : "It started out as one more encounter in what has become routine skirmishing between police officers and illegal-van operators who provide popular but illicit transportation in many neighborhoods of New York City. It ended with a van operator's spinal cord crushed, reducing him to life as a virtual quadriplegic. In a Brooklyn courtroom last week," , "date" : "19941107" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Illegal-Livery Driver Testifies That Officers Broke His Back" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/07\/nyregion\/illegal-livery-driver-testifies-that-officers-broke-his-back.html"} , {"body" : "TODAY Because of the New York City Marathon, several streets will be closed for much of the day, including, in Manhattan, First Avenue from 59th Street north to the Willis Avenue Bridge; Fifth Avenue from 102d to 120th Street, and Central Park South from Fifth Avenue to Columbus Circle. In Brooklyn, part of Fourth Avenue from 84th Street to" , "date" : "19941106" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "51" , "title" : "Traffic Alert" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/06\/nyregion\/traffic-alert-745340.html"} , {"body" : "TOMORROW -- Because of the New York City Marathon, several streets will be closed for much of the day, including, in Manhattan, First Avenue from 59th Street north to the Willis Avenue Bridge; Fifth Avenue from 102d to 120th Street, and Central Park South from Fifth Avenue to Columbus Circle. In Brooklyn, part of Fourth Avenue from 84th Street to" , "date" : "19941105" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Traffic Alert" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/05\/nyregion\/traffic-alert-733806.html"} , {"body" : "They shared the same name and did almost everything together. And on Wednesday night, the police said, the father and son died side by side when their car was hit by a vehicle that sped through a red light. The collision threw Jesse Solomon, 67, and his 41-year-old son, Jesse Jr., from their seats as the other driver fled the scene. The accident," , "date" : "19941104" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CANARSIE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Speeder Hunted After Father and Son Are Killed" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/04\/nyregion\/speeder-hunted-after-father-and-son-are-killed.html"} , {"body" : "IN August, The City began an examination of how residents defined the \"Quality of Life,\" a political mantra that has no single meaning. The first installment focused on Manhattan; the second on Queens. Because it is so large, Brooklyn has been split in two, with Flatbush Avenue as a natural divider. Taken as a whole, the area west of Flatbush has" , "date" : "19941030" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "BROOKLYN UP CLOSE; What Makes Brooklyn Angry: The 'Quality of Life,' West of Flatbush" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/30\/nyregion\/brooklyn-up-close-what-makes-brooklyn-angry-the-quality-of-life-west-of-flatbush.html"} , {"body" : "FORGET diamonds. When it comes to public-access television, Fast Forward is a girl's best friend. I admit I went a little overboard. In my zeal to immerse myself in the First Amendment, to revel in the joy and the right of my fellow New Yorkers to instruct me and perchance, entertain, I taped 30 hours of programming. I had the cozy notion that" , "date" : "19941030" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Vox Pop Video: A Public Access TV Guide" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/30\/nyregion\/vox-pop-video-a-public-access-tv-guide.html"} , {"body" : "Brooklyn's Marine Park is rarely mistaken for Vietnam or Siberia. However, last year, a wayward spotted red shank, which is a long-legged shore bird customarily an inhabitant of both those places, ended up spending the season here just across from Rainbow Lanes at the corner of Knapp Street and Avenue X. The homeless bird thrived on the marine life" , "date" : "19941030" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "13" , "title" : "OUTDOORS; Fishing in Brooklyn: The Lore and the Lure" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/30\/sports\/outdoors-fishing-in-brooklyn-the-lore-and-the-lure.html"} , {"body" : "For the last three months, people who live near the red brick building at 340 East 31st Street in the East Flatbush section of Brooklyn wondered what had happened to Anne Wolowitz, a 90-year-old woman who had lived for decades in a small apartment on the fourth floor. On July 21, she followed her routine of calling several times to a local meals" , "date" : "19941029" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "EAST FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "A Mystery Death and a Larceny Arrest" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/29\/nyregion\/a-mystery-death-and-a-larceny-arrest.html"} , {"body" : "Halloween is on Monday. Here is a sampling of Halloween activities this weekend and Monday in the metropolitan New York region. Today HARVEST FESTIVAL, South Street Seaport and Marketplace, 19 Fulton Street, lower Manhattan. A weekend of activities features selections from the Broadway musical \"Show Boat\" by cast members today at 12:30 P.M. There" , "date" : "19941028" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "Pumpkin Time: Halloween Treats for Active Spirits" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/28\/arts\/pumpkin-time-halloween-treats-for-active-spirits.html"} , {"body" : "Last weekend's street celebrations of democracy's return to Haiti were over in Crown Heights. The echoes of the public speeches about hope and justice had died out along Eastern Parkway in Brooklyn. But in a first-floor office on New York Avenue in Crown Heights early last week, a modest, muted project in the realization of democracy carried on." , "date" : "19941023" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Councilwoman Comforts Immigrants" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/23\/nyregion\/councilwoman-comforts-immigrants.html"} ,   {"body" : "The next time you visit your bank branch, take a good long look to savor the memory, then say good-bye. By this time next year, it may not be there. With growth slow, expenses high and competition fierce, big banks around the country, from Chemical Bank in New York to Bank of America in San Francisco, are preparing to close an increasing number of" , "date" : "19941023" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "1" , "title" : "Banks Shutting Local Branches To Trim Costs" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/23\/us\/banks-shutting-local-branches-to-trim-costs.html"} , {"body" : "Amid a blare of honking horns on the Eastern Parkway, Peterson Exil, a 22-year-old Brooklyn student, burst out with a chant he had waited three years to sing. \"Li rive! Li rive! Li rive!\" he said in Creole. \"He has arrived!\" \"I have been waiting and waiting for this day,\" he said. \"I was supposed to be in class today, but who can miss this?\" On a" , "date" : "19941016" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["HAITI" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["World"] , "page_facet" : "20" , "title" : "MISSION TO HAITI: THE EXPATRIATES; In Brooklyn, a Day of Celebration That Never Stops" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/16\/world\/mission-haiti-expatriates-brooklyn-day-celebration-that-never-stops.html"} , {"body" : "Sitting in the American Airlines terminal at Kennedy International Airport, Joseph Casseus, a taxi driver from Brooklyn, anxiously cradled a package full of canned ham and peanut butter as he waited to fly back to Haiti. In 14 years in the United States, he has been back to Haiti on vacation before. But this time, he is making a special trip to be" , "date" : "19941014" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "HAITI"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "1" , "title" : "Haitians Return With Hopeful Hearts" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/14\/nyregion\/haitians-return-with-hopeful-hearts.html"} , {"body" : "BROOKLYN DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next Oct. 11, 7 P.M.,; 211 Ainslie Street; (718) 388-4440. Chairman: Vincent V. Abate; District Manager: Gerald A. Esposito. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next Oct. 12, 6 P.M.; Brooklyn Borough Hall, 209 Joralemon Street; (718) 596-5410." , "date" : "19941009" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PUBLIC INTEREST; Community Boards: Coming Meetings" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/09\/nyregion\/public-interest-community-boards-coming-meetings.html"} , {"body" : "After making his regular Monday delivery at a Brooklyn market that had been on his route for 15 years, a 60-year-old milk delivery man was shot and killed yesterday as he returned to his truck parked across the street, the police said. The victim, Gerald Goldberg, 60, struggled with two assailants who approached while he was crossing Myrtle Avenue" , "date" : "19941004" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Delivery Man Is Shot Dead On His Route" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/04\/nyregion\/delivery-man-is-shot-dead-on-his-route.html"} , {"body" : "ON the long road to developing housing on large tracts of land in New York City, a developer has to be ready to shift gears. By the time the approval process is complete, the market may have changed. City requirements or capital assistance capabilities may change too. Even after public action has fixed the basic form, land-use plans need to give" , "date" : "19940925" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERPSECTIVES; Revising the Script for a Starrett Plan in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/25\/realestate\/perpsectives-revising-the-script-for-a-starrett-plan-in-brooklyn.html"} , {"body" : "For the last two weeks, riders taking the Bx22 bus to the Castle Hill subway station in Parkchester have paid only $1.50 for a round trip -- instead of $2.50. The $1 fare cut is the Transit Authority's small investment in recapturing thousands of riders and millions of dollars lost to illegal livery vans operating in sections of the city that are" , "date" : "19940925" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: PARKCHESTER; Bus Fare Dips $1 to Attract Livery Riders" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/25\/nyregion\/neighborhood-report-parkchester-bus-fare-dips-1-to-attract-livery-riders.html"} , {"body" : "A record shop called L'An 2000 did not even bother to blare Haitian merengue music onto Nostrand Avenue yesterday; the only thing that mattered in that corner of Flatbush was the Cable News Network, and so CNN it was. Inside the Brooklyn shop, a dozen men shouted at a color television set as American warships glided into Port-au-Prince harbor. The" , "date" : "19940920" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["HAITI"] , "nytd_section_facet" : ["World" , "Washington"] , "page_facet" : "11" , "title" : "MISSION TO HAITI: THE EXPATRIATES; Haitians Far From Home Find Skepticism Is Tinged With Despair" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/20\/world\/mission-haiti-expatriates-haitians-far-home-find-skepticism-tinged-with-despair.html"} , {"body" : "\"Queens is not New York!\" Thus bellows Martin Scorsese in a scene from the new movie \"Quiz Show,\" explaining why the perspiring game-show winner Herbert Stempel is about to return to Forest Hills a loser. As far as the movie is concerned, his geography is absolutely right. The New York of 1956 -- that is, Manhattan -- is depicted in \"Quiz Show\" as" , "date" : "19940918" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "For Queens, a Place in the Sun; Hollywood Is Suddenly Zooming In, With a Vengeance" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/18\/nyregion\/for-queens-a-place-in-the-sun-hollywood-is-suddenly-zooming-in-with-a-vengeance.html"} , {"body" : "A cornucopia of New York Is Book Country events is planned throughout New York City today through Sunday to coincide with the New York Is Book Country fair, which takes place Sunday on Fifth Avenue. Unless otherwise noted, events are free; programs are subject to change. Here is a sampling of events. Today \"PUTTING ASIAN-AMERICAN LITERATURE ON THE" , "date" : "19940916" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "30" , "title" : "Three Days of Events Celebrate New York Is Book Country" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/16\/books\/three-days-of-events-celebrate-new-york-is-book-country.html"} ,   {"body" : "To fans who had already suffered and smoldered their way through five weeks without baseball, yesterday's formal cancellation of the season was a distinct nonevent, merely confirming what had become all too obvious. As many of them made clear, well before yesterday's announcement, embittered fans had already canceled baseball, some, they vowed," , "date" : "19940915" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "BASEBALL: THE FANS; Booooooo! Crowd Doesn't Like Call" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/15\/sports\/baseball-the-fans-booooooo-crowd-doesn-t-like-call.html"} , {"body" : "Crediting crucial tips, a stakeout in Harlem and tenacious sleuthing, the police exposed last weekend's $1.9 million jewelry robbery at Tiffany & Company as an inside job yesterday and announced the arrests of six men, including a security supervisor and a guard employed by the fabled Fifth Avenue emporium. The sixth man surrendered last night and" , "date" : "19940911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "1" , "title" : "Arrests Expose Tiffany Holdup As Inside Crime" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/11\/us\/arrests-expose-tiffany-holdup-as-inside-crime.html"} , {"body" : "They were mainly young, in their 20's and 30's, police officers just settling into a dangerous and, many of them would often say, rewarding job. But one by one this year they died sudden deaths -- not, as they might have assumed, in combat with those who have made fear an enduring part of city life, but by their own hands. This week the number of" , "date" : "19940908" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police Striving To Find Ways Of Combating Rising Suicides" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/08\/nyregion\/police-striving-to-find-ways-of-combating-rising-suicides.html"} , {"body" : "THE right to an abundance of domestic water at little cost is something Americans have traditionally taken for granted, like free speech. And they revel in the opportunity. Several studies have shown that per capita water usage in the United States is higher than almost anywhere else in the world, with New York City, incidentally, near the top of" , "date" : "19940904" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "YOUR HOME; Reducing Water Usage" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/04\/realestate\/your-home-reducing-water-usage.html"} , {"body" : "THE section of Flatbush Avenue near Church Avenue in Brooklyn is known as the Caribbean heartbeat of America. If Flatbush is the heartbeat, the side streets are its arterial pulses, where small storefront restaurants, seating 12 to 30 people, make some of New York City's tastiest Jamaican food. The cuisine is a homage to the deep flavors elicited" , "date" : "19940831" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["FLATBUSH (NYC)"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "Quest for the Delights Of Jamaica" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/31\/garden\/quest-for-the-delights-of-jamaica.html"} , {"body" : "IT'S just after 10 A.M. and John R. Fratianni and his team are brainstorming. Their client is an independent filmmaker, Ayoka Chenzira, whose movie, \"Alma's Rainbow,\" will soon be released on video. The problem: how to draw attention to her film, which has been showing at one small Harlem theater since June. One woman narrows her eyes. \"Maybe we" , "date" : "19940828" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Connections, Connections" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/28\/nyregion\/new-yorkers-co-connections-connections.html"} , {"body" : "For years, the Prospect Park station at Flatbush Avenue and Ocean Avenue in Brooklyn had the dark, dank and decrepit look of many an unrenovated New York subway stop. \"It was a total mess,\" said Wendy Feuer, director of the Metropolitan Transit Authority's Arts for Transit and Facility Design. The atmosphere has brightened considerably this summer," , "date" : "19940828" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: The Prospect Park Stop; Ironwork and Mosaics Brighten a Renovated City Subway Station" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/28\/realestate\/postings-prospect-park-stop-ironwork-mosaics-brighten-renovated-city-subway.html"} , {"body" : "It has been a hot summer in the city, but people in Park Slope are not worrying much about the open fire hydrants. They are concerned about something else: Kmart is coming. Well, probably coming. Kmart officials say it is not yet a certainty that they will open a store here. They are still negotiating with the Federal government to lease a 9.5-acre" , "date" : "19940828" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: PARK SLOPE; Will Kmart Be Godzilla?" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/28\/nyregion\/neighborhood-report-park-slope-will-kmart-be-godzilla.html"} , {"body" : "A CENTURY ago, there were two kinds of outdoor sculpture in New York City: sculpture that commemorated and sculpture that decorated. American Presidents, Arctic explorers, even heroic huskies found themselves cast in bronze in Central Park. Nymphs and angels and animals of stone were de rigueur on fountains and facades across the city. Things have" , "date" : "19940826" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "ART REVIEW; Sculpture Under the Sky: Free, Daring and Soon Departed" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/26\/arts\/art-review-sculpture-under-the-sky-free-daring-and-soon-departed.html"} , {"body" : "A group of people enjoying a sunny afternoon in Prospect Park in Brooklyn saved a 9-year-old girl from being kidnapped by a convicted sex offender yesterday, the police said. Detective Mary Ann Mullin, a police spokeswoman, said that the man, who was a stranger to the girl, tried to lure her to his home with the promise of video games. \"She" , "date" : "19940825" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Park Strollers Thwart Attack On 9-Year-Old" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/25\/nyregion\/park-strollers-thwart-attack-on-9-year-old.html"} ,   {"body" : "When plans were made to take Asia Mason and Paul Linen and Clarence Leggett and their friends camping, the intention was to go to some relatively uncompromised place where they would be quite apart from city claustrophobia. The children lived in Manhattan or the Bronx. They rarely got away. They yearned for sun-glittered wilderness. They went to" , "date" : "19940822" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "FLOYD BENNETT FIELD (BROOKLYN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Communing With Nature on an Airport Runway in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/22\/nyregion\/communing-with-nature-on-an-airport-runway-in-brooklyn.html"} , {"body" : "A BIG green turtle surfaced to the left of Glenn Brown's fishing line, which he had plunked below a half-toppled pier on Staten Island. He mumbled something about chasing it, then worried about keeping his fingers. Mr. Brown has had enough pain recently. Pain, in fact, inspired him to fish in New York Harbor, a few hundred yards south of a rusted" , "date" : "19940821" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Complete Urban Angler" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/21\/nyregion\/the-complete-urban-angler.html"} , {"body" : "A woman who collected welfare under 15 different names and for 73 fictitious children pleaded guilty yesterday in a Manhattan courtroom to grand larceny. She faces three to six years in prison. The woman, Shirley Simmons, stunned investigators when they learned the extent of her deception, which was uncovered by an investigator for the State" , "date" : "19940805" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Woman Pleads Guilty in Welfare Fraud Scheme" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/05\/nyregion\/woman-pleads-guilty-in-welfare-fraud-scheme.html"} , {"body" : "A MODERN axiom is that the movie palace of the 1920's has vanished. But many survive -- as performance halls, as churches, as multiplexes and, at the Long Island University campus in downtown Brooklyn, as a basketball court. Now, after three decades of ad-hoc alterations to the 4,124-seat Brooklyn Paramount, the university is beginning a $5 million" , "date" : "19940731" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Theater" , "Real Estate"] , "page_facet" : "7" , "title" : "Streetscapes\/The Brooklyn Paramount;Once a Rococo Palace, Now a Citadel of Learning" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/31\/realestate\/streetscapes-brooklyn-paramount-once-rococo-palace-now-citadel-learning.html"} , {"body" : "A plan to open a McDonald's restaurant near a synagogue in Flatbush is being met with opposition from some community leaders who voice concerns about traffic, litter and possible security problems. In addition, a City Councilman is saying the site in simply inappropriate because of its proximity to an Orthodox congregation and because McDonald's" , "date" : "19940724" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: FLATBUSH; Debate Over a McDonald's: Litter, Traffic, and Religion" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/24\/nyregion\/neighborhood-report-flatbush-debate-over-mcdonald-s-litter-traffic-religion.html"} , {"body" : "Making Outdoor Sculpture Temporary This summer, more outdoor sculpture is cropping up on vacant slices of land in Manhattan, Brooklyn and Queens than ever before. Appearances are deceptive, however. While a rough-hewn work of milled cedar or a chair cast in bronze and raised on a wooden column may seem like a permanent new fixture on the landscape," , "date" : "19940722" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "Inside Art" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/22\/arts\/inside-art.html"} , {"body" : "LANDSCAPE connoisseurs sometimes make the glib observation that Central Park is just a rough draft for Olmsted & Vaux's even more masterful Prospect Park, created in 1866-1874 in Brooklyn. There is some truth in that, for a walk through Prospect Park is like a tour of an impeccably chosen private art collection. Over the last decade, Central Park" , "date" : "19940717" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Streetscapes\/Prospect Park; The Other Olmsted & Vaux Landscape Masterpiece" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/17\/realestate\/streetscapes-prospect-park-the-other-olmsted-vaux-landscape-masterpiece.html"} , {"author" : "Sid Frigand, a senior counselor to the Marcus Group, a public relations firm, is a former press secretary to Mayor Abraham D.Beame." , "body" : "The photocopied form letter came in the mail a few weeks ago. The salutation to \"Sid and Evelyn,\" written with a strong, flowing hand, made even more amazing what followed: \"Please be advised that because of my advanced age of 95 1\/2 years, I am discontinuing the practice of medicine on July 28, 1994. I shall not be able to attend you" , "date" : "19940717" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "11" , "title" : "SOAPBOX; A Doctor of the Old School" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/17\/nyregion\/soapbox-a-doctor-of-the-old-school.html"} , {"body" : "A firefighter responding to what turned out to be a false alarm in Flatbush, Brooklyn, was shot in the foot early yesterday morning as he and other firefighters tried to roll up a supermarket's storefront gate, fire and police officials said. The shot came from inside the store. The firefighter, Dennis Williams of Ladder Company 113 in Flatbush," , "date" : "19940716" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Firefighter Shot While On Duty" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/16\/nyregion\/firefighter-shot-while-on-duty.html"} , {"body" : "After four police cars were wrecked responding to the same robbery call on Monday evening, two other police vehicles were involved in accidents yesterday -- one as it returned from trying to catch a car thief, the other as it raced to assist an officer who had called for help, the police said. A civilian and five police officers were injured in the" , "date" : "19940713" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Police Concerned About Patrol-Car Accidents" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/13\/nyregion\/police-concerned-about-patrol-car-accidents.html"} ,   {"body" : "When Robert Cohen wanted to buy two Tudor-style buildings at the corner of Cruger Avenue and Pelham Parkway in the Bronx in 1991, he had trouble finding a bank that would lend him the money. Taking the one loan he could find at the time, he purchased the buildings and renovated everything from the boilers to the elevators to the mortar holding the" , "date" : "19940711" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Bankers Competing to Lend In New York's Poorer Areas" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/11\/nyregion\/bankers-competing-to-lend-in-new-york-s-poorer-areas.html"} , {"body" : "AKWAABA ++ (718) 941-5599; 614 Flatbush Avenue at Cluster Court, Flatbush; (c) no credit cards Bright, friendly and family-run, Akwaaba calls itself the African restaurant in Brooklyn and caters to a mixed crowd that includes Ghanaians and Nigerians. The food centers on rice or vegetables. Although the food is traditionally eaten with the fingers," , "date" : "19940710" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "GOOD EATING; Tastes of Brooklyn, Fulton to Flatbush" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/10\/nyregion\/good-eating-tastes-of-brooklyn-fulton-to-flatbush.html"} , {"body" : "HAITIAN taxi drivers hacking about the city bootleg Ricot Dupuy as if his name were that of a fine liqueur from home rather than something even better, the relentless voice of a radio journalism watch on Haiti's fast-shifting political crisis. His reports worsen by the hour with ever more anxious developments: marines on the move, fleeing kin" , "date" : "19940710" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HAITI"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "On Sunday; On the Radio, A Lifeline For Haitians" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/10\/nyregion\/on-sunday-on-the-radio-a-lifeline-for-haitians.html"} , {"body" : "Two men sprayed gunfire at a crowd standing outside a Brooklyn bar before dawn yesterday, killing two women, including a 24-year-old who was two months pregnant, the police and witnesses said. The shooting, which the police said was apparently caused by a spurned romantic advance, occurred in front of Whispers, a small barroom at 4410 Avenue H in" , "date" : "19940703" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Gunmen Kill 2 Women Outside Brooklyn Bar" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/03\/nyregion\/gunmen-kill-2-women-outside-brooklyn-bar.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $315,000 438 West 23d Street 2-bedroom, 1 1\/2-bath, 1,050-sq.-ft. duplex co-op in prewar building; dining area, 2 fireplaces, 500-sq.-ft. roof terrace, walk-up;" , "date" : "19940626" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/26\/realestate\/residential-resales-479500.html"} , {"body" : "The owner of a pawn shop and his partner were wounded last night in Flatbush, Brooklyn, during what was apparently a robbery attempt outside their store, the police said. One of two suspects was critically injured after two associates of the shop owners returned fire, they said. The attempted robbery happened about 5:30 P.M. after the the two pawn" , "date" : "19940625" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "3 Shot in Attempted Pawn Shop Robbery" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/25\/nyregion\/3-shot-in-attempted-pawn-shop-robbery.html"} , {"body" : "Experiments in Folklore: An Afro-Hispanic Classic \"Concepts in Unity\" (CD only\/$15.98\/available from Descarga, 328 Flatbush Avenue Suite 180, Brooklyn, N.Y. 11238; (800) 377-2645. Originally recorded in 1975, this album is a paradigm for experimental Afro-Hispanic music that's being carried on to this day. The performers, Grupo Folklorico y" , "date" : "19940620" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "IN PERFORMANCE: RECORDINGS" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/20\/arts\/in-performance-recordings-451878.html"} , {"body" : "A plan to build a $25 million elementary school for 650 children in the heart of Flatbush has met with resistance from community residents. They argue that although a new school is needed, the selected site is in an area already crammed with thousands of college and public-school students. Given the resistance, an official of the School" , "date" : "19940619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: FLATBUSH; New School? Certainly. But Not Here." , "url" : "http:\/\/www.nytimes.com\/1994\/06\/19\/nyregion\/neighborhood-report-flatbush-new-school-certainly-but-not-here.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CARNEGIE HILL $800,000 1133 Park Avenue (90th St.) 3-bedroom, 3-bath, 2,000-sq.-ft. prewar co-op; 24-hr. doorman, manned elevator, dining room, eat-in kitchen, den," , "date" : "19940619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/19\/realestate\/residential-resales-413844.html"} , {"body" : "FINALLY, Bruce C. Ratner can walk through the Gallery at Metrotech without wincing. The floors of the enclosed mall are clean, the walls conspicuously graffiti-free. The shopper traffic is a lot lighter than he would like, but then the roving gangs of kids that once kept the shoppers away are sparse, too. And for Mr. Ratner, whose Forest City" , "date" : "19940619" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "15" , "title" : "Commercial Property\/The Gallery at Metrotech; Learning a Lesson In Urban Retailing" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/19\/realestate\/commercial-property-gallery-metrotech-learning-lesson-urban-retailing.html"} ,   {"body" : "A 15-year-old boy, on his way to meet his brother at church, was struck and killed on Friday night by a hit-and-run driver drag racing on a busy Brooklyn street, the police said. The boy, Marlon Omar Suarez, was crossing Linden Boulevard at Nostrand Avenue, a busy East Flatbush intersection, when a Toyota Cressida that had been racing with another" , "date" : "19940619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Boy, 15, Killed in Hit-and-Run" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/19\/nyregion\/boy-15-killed-in-hit-and-run.html"} , {"body" : "Gay Games IV are to begin tomorrow and run through June 26 at various locations around New York City, New Jersey and upstate New York. An opening-night ceremony is planned for tomorrow at 6:30 P.M. at Wien Stadium of Columbia University, Broadway and 218th Street, upper Manhattan. There will be a procession of the 11,000 athletes taking part in the" , "date" : "19940617" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "THE GAMES BEGIN; Gay Games IV: What, Where and When" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/17\/arts\/the-games-begin-gay-games-iv-what-where-and-when.html"} , {"body" : "An 18-year-old man was arrested Friday evening for shooting a Brooklyn grocery store owner who tried to shield his 18-month-old son during a robbery last Saturday, the police said. The man, Roshawn Hyman of East Flatbush, was charged with attempted murder and robbery, the police said. The victim, Saleh Nasef, 36, identified the suspect from several" , "date" : "19940612" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "51" , "title" : "Suspect Held in Shooting of Store Owner" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/12\/nyregion\/suspect-held-in-shooting-of-store-owner.html"} , {"body" : "A 9-year-old Brooklyn boy was recuperating yesterday from burns, caused, the police said, when an 11-year-old set the boy on fire by spraying him with flaming roach poison. The victim, Garfield Stevenson, was in stable condition at New York Hospital-Cornell Medical Center's burn unit after suffering second-degree burns on his back and hands, his" , "date" : "19940611" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Boy, 9, in Recovery After Being Burned" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/11\/nyregion\/boy-9-in-recovery-after-being-burned.html"} , {"body" : "SITTING in a building in Park Slope, labeling blood oranges with stickers declaring them organically grown, Marsha Lindesay is making a grocery-political statement. So are Willie Jackson, a self-described \"low-budget person\" pushing a shopping cart through a warehouse hard by the Hudson in Harlem, and Anthony Liveridge, so passionate a devotee of" , "date" : "19940605" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Beyond Supermarkets: A Shopper's Guide" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/05\/nyregion\/beyond-supermarkets-a-shopper-s-guide.html"} , {"body" : "In a turquoise cottage in Miami's Little Haiti, Meriente Auguste riffled through photographs of the family left behind when she fled home on a tumbledown boat. She pulled out two snapshots, one of her father, one of her teen-age sister. Hands crossed over their chests, they both lay in open coffins. \"They died because of me,\" said Ms. Auguste, 23," , "date" : "19940603" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "HAITI" , "MIAMI (FLA)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Haitian Migrants Settle In, Looking Back" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/03\/nyregion\/haitian-migrants-settle-in-looking-back.html"} , {"body" : "For many West Indian women in New York, long-term separation from their children is a heartbreaking fact of immigrant life. And for some, like the Jamaican mother whose son was held for ransom by smugglers this week, it is just too much to bear. The arrest of five people in a Jamaican child-smuggling operation on Tuesday illuminates the desperate" , "date" : "19940602" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "JAMAICA (WEST INDIES)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Separated From Children, Immigrants Grow Desperate" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/02\/nyregion\/separated-from-children-immigrants-grow-desperate.html"} , {"body" : "Smashing what they described as a smuggling ring that brought children to Brooklyn from Jamaica, detectives raided a Flatbush apartment yesterday and arrested five adults they accused of collecting thousands of dollars from anxious immigrant parents. Two children had arrived from Jamaica over the weekend -- a boy and a girl, each 9 years old, the" , "date" : "19940601" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "JAMAICA (WEST INDIES)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police Raid Brooklyn Ring Holding Smuggled Children" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/01\/nyregion\/police-raid-brooklyn-ring-holding-smuggled-children.html"} , {"body" : "Ann Christopher, a nursing student, says she routinely gets into shouting matches about service and quality with the workers at her loca: Consumers Food supermarket in East Flatbush, Brooklyn. Mary Hunter, who was buying a few boxes of pasta last week at an Associated market nearby, regularly pays $13 in cab fare to do her \"real\" shopping at a" , "date" : "19940529" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Congested. Expensive. Out of Date." , "url" : "http:\/\/www.nytimes.com\/1994\/05\/29\/nyregion\/congested-expensive-out-of-date.html"} , {"body" : "THERE are places in this concrete-cornered, plasticized city where children, urban kids, can meet nature. How are you, park squirrel? Hi, pigeons. But these natural encounters are not always the most natural thing in the world. The two worlds clash -- and, most often, merge merrily -- at the new Prospect Park Wildlife Center in Brooklyn, the first" , "date" : "19940527" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Where City Children Can Have a Wild Time" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/27\/arts\/where-city-children-can-have-a-wild-time.html"} ,   {"body" : "The most shocking thing about them is their ordinariness. Like so many young teen-agers, they are insecure, materialistic, impressionable, not always in command of their anger and aggressiveness. They often come from broken homes, and in many cases their mothers are hard-working women trying to build safe and comfortable futures for their children." , "date" : "19940517" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Youthful, Impressionable And Accused of Murder" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/17\/nyregion\/youthful-impressionable-and-accused-of-murder.html"} , {"body" : "For 30 years a major piece of Brooklyn's medical history was kept in boxes in a dusty subbasement at the State University of New York Health Science Center in East Flatbush, out of reach of scholars and other Brooklyn history aficionados. But with a $52,000 grant from the National Historical Publications and Records Commission, the one-of-a-kind" , "date" : "19940515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: CENTRAL BROOKLYN; 1786 and All That: Dusting Off Some Pages of Medical History" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/15\/nyregion\/neighborhood-report-central-brooklyn-1786-all-that-dusting-off-some-pages.html"} , {"body" : "Just a few weeks after the city moved to crack down on food vendors in several areas in Manhattan, the Giuliani administration is now carrying out a broader policy to banish all peddlers from streets throughout the city where they operate illegally and, ultimately, to relocate many of them to open-air-style markets far from areas of heavy" , "date" : "19940509" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Giuliani Broadens Crackdown To Banish All Illegal Vendors" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/09\/nyregion\/giuliani-broadens-crackdown-to-banish-all-illegal-vendors.html"} , {"body" : "NEW parents quickly learn the importance of having good photographs of their baby. Friends and colleagues hint that they'd love to see pictures, and grandparents demand them. Parents can try to take adequate portraits themselves, but for the inexperienced, equipment can be tricky, and capturing a baby's fleeting expressions is a demanding task." , "date" : "19940505" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "2" , "title" : "Sampling the Services Of Baby Photographers" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/05\/garden\/sampling-the-services-of-baby-photographers.html"} , {"body" : "A 20-year-old man, sought for three years for six killings in New York, was arrested in Georgia last week for fatally wounding a man in a traffic dispute there. The man, Richard Jameswhite, whose youthful features earned him the nickname Babyface, had told people that he started killing to avenge his brother's death and that a witch doctor's" , "date" : "19940501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GEORGIA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "51" , "title" : "Suspect in 6 Brooklyn Killings Is Arrested in Georgia Murder" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/01\/nyregion\/suspect-in-6-brooklyn-killings-is-arrested-in-georgia-murder.html"} , {"body" : "Here is a critical look at a sampling of New York City's parks, from the vast and famous lawns of Central and Prospect Parks to a small and struggling playground in a hard patch of Bedford-Stuyvesant. Manhattan CENTRAL PARK: THE JEWEL IN THE CROWN This 840-acre park, of almost transcendental importance to New Yorkers, is often described as the" , "date" : "19940501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "A Critical Tour of the Empire: Battery Park to High Bridge . . ." , "url" : "http:\/\/www.nytimes.com\/1994\/05\/01\/nyregion\/a-critical-tour-of-the-empire-battery-park-to-high-bridge.html"} , {"body" : "Five teen-agers were charged with murder last night after the authorities said their effort to flee a crime scene had caused two police vehicles to crash, killing an officer. The youths were accused of felony murder -- a death caused by someone committing or fleeing a crime, in this case the attempted robbery of a man near Prospect Park in Brooklyn" , "date" : "19940429" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "5 Charged With Murder In Crash Fatal to Officer" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/29\/nyregion\/5-charged-with-murder-in-crash-fatal-to-officer.html"} , {"body" : "BROWNSTONES and mansions, 19th-century period rooms and contemporary designer decor, backyard gardens and skyline views are features of this spring's show houses and house tours in the Northeast. New York City Fort Greene, Brooklyn, Sunday -- A tour of 11 houses and the Lafayette Avenue Presbyterian Church will be held from noon to 5 P.M. Tickets," , "date" : "19940428" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NORTHEASTERN STATES (US)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "From Boston to Wilmington, the Show House Season Begins" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/28\/garden\/from-boston-to-wilmington-the-show-house-season-begins.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; 2d Tuesday of month; next May 10, 7 P.M., 211 Ainslie Street; (718) 388-4440. DISTRICT 2: Fort Greene, Brooklyn Heights; 2d Wednesday of month; next May 11, 6 P.M.; place to be announced; (718) 596-5410. DISTRICT 3: Bedford-Stuyvesant; 1st Monday of month; next meeting May 2, 7 P.M., 1368 Fulton Street; (718)" , "date" : "19940424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Community Board Meetings in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/24\/nyregion\/public-interest-community-board-meetings-in-brooklyn.html"} , {"body" : "* BOROUGHWIDE: Shortly after the massacre of 29 Muslims in a mosque in Hebron, and the shooting later of Hasidic students on the Brooklyn Bridge on March 1, some Brooklyn Arab and Jewish religious leaders met at Borough Hall to discuss the potential for splinter violence. Last week, that meeting gave birth to a seminar in Borough Hall, attended by" , "date" : "19940424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT; BROOKLYN UPDATE" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/24\/nyregion\/neighborhood-report-brooklyn-update.html"} ,   {"body" : "Ocean Parkway was created to attract strollers. The eight-lane thoroughfare, with a tree-lined median strip, has bridle paths and wooden benches. It is also the most dangerous road in Brooklyn. Two weeks ago, a 3-year-old boy became the 31st traffic fatality on the parkway since 1988. For more than six years, community leaders have tried, largely" , "date" : "19940424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "OCEAN PARKWAY (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: OCEAN PARKWAY; A Long Quest for Turn Lights on a Perilous Parkway" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/24\/nyregion\/neighborhood-report-ocean-parkway-long-quest-for-turn-lights-perilous-parkway.html"} , {"body" : "The elementary-school library is not just for story hour anymore. At Public School 198, on Farragut Road in East Flatbush, librarians are building what is thought to be the city's first collection of African-American art, history and literature tailored for elementary-school pupils. At P.S. 7, on Kingsbridge Avenue in the Bronx, the school" , "date" : "19940422" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Reading Drive Enlivens Public School Libraries" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/22\/nyregion\/reading-drive-enlivens-public-school-libraries.html"} , {"body" : "New York State Quilts Museum of American Folk Art, Columbus Avenue at 65th Street; (212) 977-7298. Twenty-four quilts from the New York Quilt Project, an archive of more than 6,000, some dating from the 18th century, will be on display from Saturday through Sept. 11. Open Tuesday through Sunday, 11:30 A.M. to 7:30 P.M. Free. Building Art Great" , "date" : "19940421" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "13" , "title" : "Events: Quilts, a Tour, Art and Architecture" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/21\/garden\/events-quilts-a-tour-art-and-architecture.html"} , {"body" : "TRUE or false? No one wants to build new office buildings in New York City. Companies abandoning downtown Manhattan move only to Jersey City, midtown or a faraway state. Downtown Brooklyn is a you-can't-get-there-from-here place. If you answered \"true\" to any of those statements, then Bruce Ratner, Joshua Muss, Charles Hack and a bunch of other" , "date" : "19940410" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "15" , "title" : "Commercial Property\/Downtown Brooklyn; Space Tightening In Discounted Area" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/10\/realestate\/commercial-property-downtown-brooklyn-space-tightening-in-discounted-area.html"} , {"body" : "ON the day Myrna Weiss recalls most fondly, a limousine pulled over on Antique Row, the blocklong strip of shops that has become known among seekers of old furniture, china, rugs and assorted bric-a-brac as the jewel of the South Bronx. \"My first thought was, 'Oh no, not this!' \" Ms. Weiss said. \"I was afraid the drug dealers had arrived.\" The man" , "date" : "19940410" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRUCKNER BOULEVARD (NYC)" , "SOUTH BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; The Antiquing of the South Bronx, uh, SoBro" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/10\/nyregion\/new-yorkers-co-the-antiquing-of-the-south-bronx-uh-sobro.html"} , {"body" : "* BRIGHTON BEACH: In one of the longest-running land disputes in Brooklyn, State Supreme Court Justice Lewis Friedman has upheld a developer's rights to build a 15-acre, 1,400-unit condominium project in Brighton Beach. But opponents of the project, known as Brighton-by-the-Sea, which would replace the historic Brighton Beach Baths with a" , "date" : "19940410" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT; BROOKLYN UPDATE" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/10\/nyregion\/neighborhood-report-brooklyn-update.html"} , {"body" : "Long before the Dodgers moved here, long before the term \"sister city\" was coined, Brooklyn and Los Angeles were soul mates, linked by the thousands of people from Flatbush Avenue to Coney Island who had made new lives here. The past few days offered reminders both of how strong that bond remains, and how, in the most protean city in a changeable" , "date" : "19940403" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LOS ANGELES (CALIF)" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "12" , "title" : "Brooklyn Expatriates in Los Angeles Mourn Fading Reminders of the Past" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/03\/us\/brooklyn-expatriates-in-los-angeles-mourn-fading-reminders-of-the-past.html"} , {"body" : "Twice in the last five years, senior New York City hospital officials had serious doubts about their ability to manage the troubled $1 billion reconstruction of the Kings County Hospital Center. Each time they considered whether to turn the effort over to a state construction agency with long experience in large public projects. But each time they" , "date" : "19940403" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Managing to Fail: How a Hospital Wasn't Built -- A special report; Project Adrift: Kings County's Lost Decade" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/03\/nyregion\/managing-fail-hospital-wasn-t-built-special-report-project-adrift-kings-county-s.html"} , {"body" : "On the eve of a 1989 deadline for completing a federally mandated asbestos survey of all New York City schools, the bureaucrat in charge assembled his staff at the Long Island City headquarters of the Board of Education's buildings management division. As his staff sat around a table watching, the official signed more than 100 blank inspection" , "date" : "19940325" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Ex-Official Admits Ordering Bogus Asbestos Reports" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/25\/nyregion\/ex-official-admits-ordering-bogus-asbestos-reports.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $375,000 77 Seventh Avenue (14th St.) (Vermeer) 2-bedroom, 2-bath, 1,300-sq.-ft. postwar co-op; 24-hr. doorman, eat-in kitchen, 500-sq.-ft. terrace, 2" , "date" : "19940320" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/20\/realestate\/residential-resales-491551.html"} ,   {"body" : "THE Loew's Paradise Theater, that 1929 movie palace in the Bronx where millions of Saturday-night dates took place under a starlit ceiling, may have put on its last picture show. The Paradise, at 187th Street and the Grand Concourse and designed by the architect John Eberson, has been closed since January. On the marquee below the majestic Italian" , "date" : "19940317" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Movies" , "Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "And This Once Was Paradise" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/17\/garden\/and-this-once-was-paradise.html"} , {"body" : "Cookbooks for Passover A number of new Passover cookbooks have been published in time for the weeklong holiday, which begins March 26. Susan R. Friedland introduces her beautifully photographed book THE PASSOVER TABLE (Harper Perennial, $17) with some rich insights into the history of the holiday and how it is celebrated. The finely wrought recipes" , "date" : "19940316" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "8" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/16\/garden\/food-notes-480401.html"} , {"body" : "When New York City officials wanted to show off the city's lofty educational traditions in 1987, they staged a reception in the glittering stained-glass chapel of the city's oldest high school, Erasmus Hall in Brooklyn. The school had months earlier celebrated its 200th birthday with a candlelight ceremony on its Gothic campus, attended by hundreds" , "date" : "19940316" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "High School, Cell Division; Erasmus Prepares to Become Four Schools" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/16\/nyregion\/high-school-cell-division-erasmus-prepares-to-become-four-schools.html"} , {"body" : "A New York City police sergeant was arrested yesterday on an indictment charging him with beating up a Queens man in a 7-Eleven convenience store last month while off duty. Two other police officers who were suspended as a result of the incident could face departmental charges. Sgt. Edward Shinnick, 30, a seven-year veteran, was charged with" , "date" : "19940315" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Police Sergeant Is Arrested in a Beating at a Store" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/15\/nyregion\/police-sergeant-is-arrested-in-a-beating-at-a-store.html"} , {"body" : "Plans to transform the abandoned Macy's on Flatbush Avenue into a Caldor's have hit a surprise snag, community leaders and elected officials said last week. The Giuliani administration, looking for ways to cut a daunting budget gap, has proposed removing from its capital improvements budget a $4 million contribution toward parking for the project," , "date" : "19940313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: FLATBUSH; Plans for Caldor's Hit $4 Million Snag: Parking" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/13\/nyregion\/neighborhood-report-flatbush-plans-for-caldor-s-hit-4-million-snag-parking.html"} , {"body" : "A vast network of services has been created to deal with the AIDS epidemic in New York City. Here is a look at some of the more important ones. ANONYMOUS TESTING SITES STATE Bronx: Mott Haven. Monday through Thursday, 8:30 A.M. to 3:30 P.M., Friday 8:30 A.M. to 12:30 P.M., closed Saturday and Sunday. (718) 292-38531 or (800) 526-4823. Average wait" , "date" : "19940313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PUBLIC INTEREST; A User's Guide to AIDS Services" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/13\/nyregion\/public-interest-a-user-s-guide-to-aids-services.html"} , {"body" : "COME Thursday, the pints will be hoisted, the shamrock saluted, the pipes sounded, the blarney spun and spun some more. Throngs will strut and dance down Fifth Avenue in the curious rite of spring known as the St. Patrick's Day Parade. Then, thousands of Irish and temporarily Irish will go to the Irish bars that have become a slowly fading feature" , "date" : "19940313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "5" , "title" : "Sure, and That's A Dear Sum, Lads" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/13\/weekinreview\/sure-and-that-s-a-dear-sum-lads.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; 2d Tuesday of month; next March 8, 7 P.M., 211 Ainslie Street; (718) 388-4440. DISTRICT 2: Fort Greene, Brooklyn Heights; 2d Wednesday of month; next March 9, 6 P.M., Borough Hall Community Room, Joralemon and Court Streets; (718) 596-5410. DISTRICT 3: Bedford-Stuyvesant; 1st Monday of month; next tomorrow, 7" , "date" : "19940306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Community Board Meetings in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/06\/nyregion\/public-interest-community-board-meetings-in-brooklyn.html"} , {"body" : "In 1920, when the Flatbush Avenue subway station opened, it was a typical architectural example of an IRT stop: ceramic ornaments, multicolored mosaic bands, terra cotta moldings, sculptures and station-name plaques were an integral part of the design. Now, 74 years later, the station is being rehabilitated as part of the Transit Authority's plan" , "date" : "19940306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: $6 Million Restoration for IRT Stop; Flatbush Ave. Station Gets New Old Look" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/06\/realestate\/postings-6-million-restoration-for-irt-stop-flatbush-ave-station-gets-new-old.html"} , {"body" : "A purse-snatching suspect was arrested Wednesday and charged with pushing a subway rider into a moving train 11 days ago, the transit police said. The victim of the attack, Sonia Hernandez, 32, died on Wednesday at St. Vincent's Hospital from her injuries in the Feb. 19 mugging at the subway station in Park Slope, Brooklyn. Transit police officials" , "date" : "19940304" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Man Held In Slaying In Subway" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/04\/nyregion\/man-held-in-slaying-in-subway.html"} ,   {"body" : "A 28-year-old man described as a Lebanese native was arrested yesterday and charged with attempted murder in the Brooklyn Bridge gunfire attack on a van full of Hasidic students. The police said their investigation was helped by citizens who alerted them to the suspect's attempt to hide. The arrest of the suspect, identified as Rashad Baz, an" , "date" : "19940303" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "BROOKLYN BRIDGE SHOOTING; Suspect Arrested in Shooting of Hasidim" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/03\/nyregion\/brooklyn-bridge-shooting-suspect-arrested-in-shooting-of-hasidim.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GREENWICH VILLAGE $715,000 38 West Ninth Street (Portsmouth) 2-bedroom, 2-bath, 1,600-sq.-ft. co-op in a prewar building; dining room, manned elevator, fireplace, c\/a;" , "date" : "19940227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/27\/realestate\/residential-resales-286362.html"} , {"body" : "An East Flatbush high school senior, whom relatives and authorities described as a model student with aspirations of attending college, killed himself playing Russian roulette Friday evening, the police said. The student, Trent St. Lawrence, 18, a few months shy of graduating from Transit Technical High School in East New York, died at Kings County" , "date" : "19940227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "High School Senior Is Dead After Russian Roulette Game" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/27\/nyregion\/high-school-senior-is-dead-after-russian-roulette-game.html"} , {"body" : "The calm and stately Gothic facade of St. Mark's Episcopal Church at Union Street and Brooklyn Avenue in Crown Heights belies the turmoil that has cost the church a priest who served it for 21 years and left its membership rolls depleted. That pastor, Heron Sam, was stripped of his authority to perform any sacraments of the Episcopal Church after a" , "date" : "19940227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: CROWN HEIGHTS; At St. Mark's Church, the Scars Remain" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/27\/nyregion\/neighborhood-report-crown-heights-at-st-mark-s-church-the-scars-remain.html"} , {"body" : "Tropical Punch Marce et Tumpak, S.O.B.'s, 204 Varick Street, at Houston Street, South Village, (212) 243-4940. One of the best bands in the Caribbean, Marce et Tumpak is Martinique's answer to Tabou Combo from Haiti, or Kassav from Guadelope. It's drum-driven music, and highly danceable. And it mixes high tech with the rural: the band uses wooden" , "date" : "19940225" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "Sounds Around Town" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/25\/arts\/sounds-around-town-296287.html"} , {"body" : "A Brooklyn man who was so worried for his daughter's safety that he escorted her home when she worked into the night was shot and killed Tuesday in East Flatbush when two men tried to rob them, the police said. The man, Desmond Antoine, 47, and his daughter, Audra Scott, 22, were walking to their apartment building about 9 P.M. when two men" , "date" : "19940224" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Man Is Fatally Shot Protecting Daughter" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/24\/nyregion\/man-is-fatally-shot-protecting-daughter.html"} , {"body" : "A woman who chased a purse-snatcher through a moving subway train was pushed onto the tracks by her assailant in a Brooklyn station on Saturday, the transit police said. She was then struck by the train as it pulled out of the station and was critically injured. The woman, Sonia Hernandez, 32, of Brooklyn, suffered a broken pelvis and underwent" , "date" : "19940221" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Subway Car Hits Woman After Robber Pushes Her" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/21\/nyregion\/subway-car-hits-woman-after-robber-pushes-her.html"} , {"body" : "Two weeks after Mayor Rudolph W. Giuliani declared a moratorium on the billion-dollar reconstruction of Kings County Hospital, his administration and state officials say they plan a thorough redesign of the project in order to produce a smaller, more efficient institution. The call for a redesign of the city's largest public hospital, coming after" , "date" : "19940219" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "REDESIGN PLANNED FOR CITY HOSPITAL SERVING BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/19\/nyregion\/redesign-planned-for-city-hospital-serving-brooklyn.html"} , {"body" : "New York City is preparing to enforce a new law that will ban an armada of illegal vans from established bus routes, where they siphon off millions of dollars in fares from the city by providing cheaper, swifter trips in vehicles that officials say are often unlicensed, uninsured and unsafe. But whether the law will end what one official termed the" , "date" : "19940213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "A New Law Escalates the War Against Unlicensed Vans" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/13\/nyregion\/a-new-law-escalates-the-war-against-unlicensed-vans.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of the month; next March 8, time to be announced, 211 Ainslie Street; (718) 388-4440. DISTRICT 2 Fort Greene, Downtown, Brooklyn Heights, Boerum Hill; second Wednesday of the month; next March 9, 6 P.M., Borough Hall Community Room, Joralemon and Court Streets; (718) 596-5410. DISTRICT 3" , "date" : "19940213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Brooklyn Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/13\/nyregion\/public-interest-brooklyn-board-meetings.html"} ,   {"body" : "NAME -- Captain Richard J. Rosa AGE -- 46 JOB TITLE -- As of Jan. 10, commanding officer of the 78th Precinct, which covers Park Slope, Gowanus and Prospect Park. DEPARTMENT SIZE -- 233 workers, including uniform and civilian workers STATUS -- Married with children CURRENT HOME -- Bergen Beach YEARS ON POLICE FORCE -- 24 IMMEDIATE GOALS -- Clean" , "date" : "19940213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: PARK SLOPE; PROFILE: AT THE HELM" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/13\/nyregion\/neighborhood-report-park-slope-profile-at-the-helm.html"} , {"body" : "The top executive of the company managing the billion-dollar project to rebuild Kings County Hospital said the city's Health and Hospitals Corporation -- and not his company -- was responsible for the project's troubles, and he presented a detailed list of what he called the city's mismanagement and delays. The complaints came a day after Luis A." , "date" : "19940212" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "21" , "title" : "Manager Says New York Let Hospital Fail" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/12\/nyregion\/manager-says-new-york-let-hospital-fail.html"} , {"body" : "Three men were wounded yesterday when an attempt by undercover law-enforcement officers to catch them illegally selling guns turned into a shootout near the campus of Brooklyn College, the police said. The incident occurred at 7:30 P.M. in a municipal lot at Avenue H and Nostrand Avenue in Flatbush. New York City police officers and agents of the" , "date" : "19940211" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Shootout Hurts 3 in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/11\/nyregion\/police-shootout-hurts-3-in-brooklyn.html"} , {"body" : "Mayor Rudolph W. Giuliani's proposal to turn city hospitals over to private groups has upset many black and Hispanic lawmakers and members of the hospitals corporation board, who say the Republican-Liberal Mayor does not understand the political ramifications of such a move in working-class and poor neighborhoods. The black and Hispanic caucuses," , "date" : "19940131" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Giuliani Plan For Hospitals Facing Fight" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/31\/nyregion\/giuliani-plan-for-hospitals-facing-fight.html"} , {"body" : "Junior's Makes a Pitch For a Corner on Cheesecake As Junior's Restaurant lays plans to set up cheesecake kiosks in malls around the country, its owners are seeking to elevate the company's image back home in Brooklyn. They have asked Community Board 2 to support a campaign to add the words \"Cheesecake Corner\" to the street signs at the corner of" , "date" : "19940130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1994\/01\/30\/nyregion\/new-yorkers-co-15715.html"} , {"body" : "Junior's Makes a Pitch For a Corner on Cheesecake As Junior's Restaurant lays plans to set up cheesecake kiosks in malls around the country, its owners are seeking to elevate the company's image back home in Brooklyn. They have asked Community Board 2 to support a campaign to add the words \"Cheesecake Corner\" to the street signs at the corner of" , "date" : "19940130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1994\/01\/30\/nyregion\/new-yorkers-co-014346.html"} , {"body" : "INSIDE a tidy, modest bakery in Flatbush, Brooklyn, scores of people crowd the counter daily, enticed by the flavors of their homelands thousands of miles away. At Sybil's bakery there are sweet black-bean cakes; flaky turnovers stuffed with spicy ground beef or chicken; cheddary cheese rolls with a dash of mustard and hot pepper, or bread with a" , "date" : "19940123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Sweet Smells of Success" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/23\/nyregion\/new-yorkers-co-sweet-smells-of-success.html"} , {"body" : "The Transit Authority has suspended service on a five-mile stretch of the Q train for about two years as it embarks on a $33.5 million project to repair overpasses from Newkirk Avenue in Flatbush to Coney Island. The bridges on that line, which are about 30 years old, have shown signs of corrosion and need to be repaired, said Termaine Garden, a" , "date" : "19940116" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: SOUTHERN BROOKLYN; Service On 5 Miles Of Q Line Is Suspended" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/16\/nyregion\/neighborhood-report-southern-brooklyn-service-on-5-miles-of-q-line-is-suspended.html"} , {"body" : "Neither has been in office for more than a handful of days, but already Mayor Rudolph W. Giuliani and his Police Commissioner, William J. Bratton, are grappling with the delicate relationship between the Police Department and black New Yorkers. In the last several days the Mayor and Mr. Bratton have been embroiled in a dispute with members and" , "date" : "19940113" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Giuliani and Blacks: Relationship Is Quickly Tested by 2 Incidents" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/13\/nyregion\/giuliani-and-blacks-relationship-is-quickly-tested-by-2-incidents.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $290,000 40 West 24th Street 3-bedroom, 2-bath, 1,650-sq.-ft. loft co-op; elevator, dining room, 11-ft. ceilings, exposed-brick walls, common roof deck;" , "date" : "19940109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/09\/realestate\/residential-resales-792322.html"} ,   {"author" : "Grace Glueck is a former art critic and reporter for The New York Times." , "body" : "\"ALICE and Friends at Coney Island Playland,\" a sprightly 55-year-old mural left for dead in an abandoned city hospital, has a new lease on life. The painting, which depicts Alice in Wonderland and her buddies -- the White Rabbit, the Mock Turtle, the Mad Hatter and others -- parachuting over the Brooklyn amusement park, has been brought back to" , "date" : "19940107" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A Guide to the City's Depression Murals" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/07\/arts\/a-guide-to-the-city-s-depression-murals.html"} , {"body" : "WHAT EVER happened to reel-to-reel typewriter ribbons, mimeograph stencils and old blue ledger books with cream-colored pages from the pre-computer age? \"They're still made,\" declared Robert Feldblum, an owner of Northern Stationery Company in Woodside, Queens. \"A lot of people like typing on old Royal manuals and tracking their finances in column" , "date" : "19940106" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "2" , "title" : "WHERE TO FIND IT" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/06\/garden\/where-to-find-it.html"} , {"body" : "One day last spring, as Rudolph W. Giuliani ended a visit to Bishop Loughlin Memorial High School in Brooklyn, the crucible of discipline that shaped his world view and helped propel him into public life more than 30 years ago, he reflected on the changes in manners, mores and standards that have transformed the New York he once knew. Surveying a" , "date" : "19940103" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "THE NEW MAYOR: Man in the News; Spiritual Reform Mayor: Rudolph William Giuliani" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/03\/nyregion\/the-new-mayor-man-in-the-news-spiritual-reform-mayor-rudolph-william-giuliani.html"} , {"body" : "FLUX in the world of retailing is producing a new look to major buildings in the New York metropolitan area that have housed department stores that are household names. In many cases, defunct department stores are being reopened by discount chains like Bradlees and Caldor's, which are eager to serve today's value-conscious consumer and take" , "date" : "19940102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Discounters Bring New Look to Old Urban Stores" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/02\/realestate\/discounters-bring-new-look-to-old-urban-stores.html"}]