[  {"body" : "LONETTE McKEE has been in her Upper East Side brownstone for less than a month. For now, walls painted crimson and faux leopard rugs are the most vivid glimpses of her style. But soon, she hopes, each room will resonate with a different part of the actress's personality. For the woman who finds stray sparrows on the street and carries them home," , "date" : "19941229" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Movies" , "Home and Garden" , "Theater" , "Style"] , "page_facet" : "1" , "title" : "AT HOME WITH: Lonette McKee; A Life Between, On Stage and Off" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/29\/garden\/at-home-with-lonette-mckee-a-life-between-on-stage-and-off.html"} , {"body" : "DAY after day, for two summers and three winters now, George Brown has found his way to a heating grate in the center of some of the city's richest, ritziest real estate. The grate, on the corner of 86th Street and Madison Avenue, is an outlet for pipes that heat vast, big-lobbied apartment buildings where cloaked and hatted doormen escort" , "date" : "19941225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "UPPER EAST SIDE (MANHATTAN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Getting to Know George" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/25\/nyregion\/getting-to-know-george.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next meeting, Dec. 13, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; (718) 389-0009. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next meeting Dec. 14, 6 P.M.; St Joseph's Services, 540 Atlantic Ave., between Third and Fourth Avenues; (718) 596-5410." , "date" : "19941211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Community Boards To Meet in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/11\/nyregion\/community-boards-to-meet-in-brooklyn.html"} , {"body" : "Over the years, a patchwork of toxic contamination has riddled the Brooklyn Navy Yard. Decades of shipbuilding and painting with lead-based products fouled the area, and they were followed by years of waste backup from the nearby Newtown Creek Sewage Treatment Plant. Last week, for the first time, a comprehensive picture of the hazardous wastes" , "date" : "19941211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: NORTHERN BROOKLYN; Navy Yard: New Concerns" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/11\/nyregion\/neighborhood-report-northern-brooklyn-navy-yard-new-concerns.html"} , {"body" : "\"La Belle et la Bete,\" by Philip Glass, which received its American premiere at the Brooklyn Academy of Music on Wednesday night, is nothing less than a new form of musical theater. Mr. Glass calls his piece \"an opera for ensemble and film,\" but it is not quite an opera, since one never wants to look at the singers or pay any attention to their" , "date" : "19941209" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "MUSIC REVIEW; Not Quite an Opera Transforms a Film" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/09\/arts\/music-review-not-quite-an-opera-transforms-a-film.html"} , {"body" : "The holdup on Myrtle Avenue was for all purposes complete a few minutes after noon on Aug. 22. Thomas Reilly, a driver who delivers Boar's Head meats, had his hands in the air. The $175 he had just received from the Shop Smart bodega had been torn out of his pocket. As the three teen-age bandits prepared to bolt from the truck's side door, the" , "date" : "19941203" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Drivers Fear Reckless Young Guns" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/03\/nyregion\/brooklyn-drivers-fear-reckless-young-guns.html"} , {"body" : "WE are a nation not of shopkeepers but of therapists. No other culture in the world has, like postwar America, been so permeated with the idea that talking out personal problems, from the most trivial to the most severe, is good for you. In recent decades, such concerns have been increasingly shared in group sessions. In this sense, \"Still\/Here,\" a" , "date" : "19941202" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "DANCE REVIEW; Bill T. Jones's Lyrical Look At Survivors" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/02\/arts\/dance-review-bill-t-jones-s-lyrical-look-at-survivors.html"} , {"body" : "As the holidays approach, some food programs for the needy are beginning their annual food drives while others are continuing their year-round efforts. Here is a sampling of programs that accept donations. ALL BOROUGHS CITY HARVEST AND THE FIRE AND POLICE DEPARTMENTS Holiday canned- food drive at all firehouses and police departments in the five" , "date" : "19941127" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "PUBLIC INTEREST; Holiday Food Drives: Where to Share" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/27\/nyregion\/public-interest-holiday-food-drives-where-to-share.html"} , {"body" : "As the holidays approach, some food programs for the needy are beginning their annual food drives while others are continuing their year-round efforts. Here is a sampling of programs that accept donations. ALL BOROUGHS CITY HARVEST AND THE FIRE AND POLICE DEPARTMENTS Holiday canned-food drive at all firehouses and police departments in the five" , "date" : "19941120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: PUBLIC INTEREST; Food Drives: Where to Share for the Holidays" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/20\/nyregion\/neighborhood-report-public-interest-food-drives-where-to-share-for-the-holidays.html"} , {"body" : "WHETHER HE LIKES IT or not, the saxophonist Josh Redman, at 25, is a walking treatise on the state of jazz. The three albums that he has released since March 1993 have sold nearly 250,000 copies, many times the number most jazz musicians sell in a lifetime. He tours as the leader of his own band, playing more than 250 dates a year, which at his age" , "date" : "19941120" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "POP MUSIC; Is Josh Redman a New Archetype" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/20\/arts\/pop-music-is-josh-redman-a-new-archetype.html"} ,   {"body" : "IT'S one thing to make a garden out of a piece of beautiful fertile land. It's quite another to turn an abandoned lot full of junked cars and tires, crack vials and broken glass into a place of beauty. I come upon these miracles in the heat of summer -- in places where it might be easy to give up hope -- and leave refreshed by some bright flower," , "date" : "19941120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "60" , "title" : "CUTTINGS; From Junkyards to Gardens, and Other Miracles" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/20\/nyregion\/cuttings-from-junkyards-to-gardens-and-other-miracles.html"} , {"body" : "A man wearing flippers and underpants immerses himself in a water-filled aquarium. Another tries to turn an egg with feathers attached into a glider; it crashes to the ground, yolk and all. In a brilliantly choreographed sequence, four seated couples propel themselves across the floor like rowers in a boat and bunch up against a wall. She's back." , "date" : "19941119" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "13" , "title" : "DANCE REVIEW; The Wide Universe Of Pina Bausch" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/19\/arts\/dance-review-the-wide-universe-of-pina-bausch.html"} , {"body" : "In four decades of delivering milk, butter and eggs to small markets throughout Brooklyn, Gerald Goldberg built his business through connections, talking to customers, gaining people's trust and learning of opportunities. It was not unlike the way the investigators, working under a new Police Department policy, found the man who they say is Mr." , "date" : "19941114" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "An Indirect Route Brings a Charge In the Death of a Milk Deliveryman" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/14\/nyregion\/an-indirect-route-brings-a-charge-in-the-death-of-a-milk-deliveryman.html"} , {"body" : "Bradlees, the discount chain store that was meant to be the cornerstone of the 24-acre Atlantic Center development project in Fort Greene, will no longer be involved, said a Brooklyn business association official and others close to the project. The development, which is scheduled to open late next year next to the Long Island Rail Road terminal at" , "date" : "19941113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: DOWTOWN BROOKLYN; Atlantic Center Loses Bradlees, Officials Say" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/13\/nyregion\/neighborhood-report-dowtown-brooklyn-atlantic-center-loses-bradlees-officials.html"} , {"body" : "To the Editor: The groundbreaking for the Atlantic Center in Fort Greene, Brooklyn, has passed, but one issue involving the huge complex, anchored by a 60,000-square-foot Pathmark, remains unresolved. The people of South Portland Avenue are still threatened by the plan to designate this narrow, residential street (\"avenue\" is a misnomer) as the" , "date" : "19941113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "7" , "title" : "Shopping Center Threatens An Avenue Worth Saving" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/13\/nyregion\/l-shopping-center-threatens-an-avenue-worth-saving-818771.html"} , {"body" : "The baritone Thomas Hampson has canceled his performances with the Brooklyn Philharmonic Orchestra tonight and tomorrow evening, because of a throat infection. He will be replaced by Kurt Ollmann and James Maddalena, singing works by Charles Ives and John Adams in the orchestra's \"American Transcendentalists\" program at the Brooklyn Academy of" , "date" : "19941111" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "Hampson Cancels" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/11\/arts\/hampson-cancels.html"} , {"body" : "Death is as eternal as life, as writers and painters -- more than choreographers -- have acknowledged over the centuries. In the last 10 years, however, AIDS has profoundly transformed the dance world and engendered new themes. In \"Spectators at an Event\" and \"Fields of View,\" the experimental choreographer Susan Marshall has created two original" , "date" : "19941111" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "DANCE REVIEW; A Choreographer's Meditations on Death and Loss" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/11\/arts\/dance-review-a-choreographer-s-meditations-on-death-and-loss.html"} , {"body" : "As they stream by his Brooklyn church today, the Rev. David Dyson says he will honor the New York Marathon runners from the pulpit, summoning Isaiah's prophecy that the young shall run and not be weary. But he will also read from the first verse of the 12th chapter of Hebrews, in which Paul speaks of runners being surrounded \"by a great cloud of" , "date" : "19941106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "51" , "title" : "Marathon Stories Almost Outnumber the Runners" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/06\/nyregion\/marathon-stories-almost-outnumber-the-runners.html"} , {"body" : "The sloped, snowy, trap-door-riddled stage now in the Opera House of the Brooklyn Academy of Music, where the extraordinary Maly Drama Theater of St. Petersburg has arrived, is a magical and dangerous thing. It can devour men whole and regurgitate them in unrecognizable forms. Beneath it, we are told, lurks an infinitude of human feces; yet it also" , "date" : "19941104" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "3" , "title" : "THEATER REVIEW; A Lyrical Search for Joy in Russia at Its Bleakest" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/04\/theater\/theater-review-a-lyrical-search-for-joy-in-russia-at-its-bleakest.html"} , {"body" : "Here is a sampling of shows and exhibitions in New York City that are to close soon: Closing This Weekend YOUNG PLAYWRIGHTS FESTIVAL, Joseph Papp Public Theater\/LuEsther Hall, 425 Lafayette Street, at Astor Place, East Village. Plays by three writers under 19 years old: \"The Basement at the Bottom at the End of the World,\" by Nadine Graham; \"The" , "date" : "19941028" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "Last Chance" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/28\/arts\/last-chance.html"} ,   {"body" : "There's no other company quite like Netherlands Dance Theater 3, which appeared on Wednesday night at the Majestic Theater as part of the Brooklyn Academy of Music's Next Wave Festival. At a time when the choreographic accent tends to be on youth, this group is proud of the fact that all its dancers are over 40. The troupe, which Jiri Kylian" , "date" : "19941028" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "DANCE REVIEW; The Artistry of Those Who've Lived" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/28\/arts\/dance-review-the-artistry-of-those-who-ve-lived.html"} , {"body" : "Jiri Kylian was not one of the founders of Netherlands Dance Theater, but as artistic director he has continued and enriched its mission as a creative organization. Although his splendid dancers in this company have ended their run at the Opera House of the Brooklyn Academy of Music, the Next Wave Festival continues with the equally superb members" , "date" : "19941026" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "DANCE REVIEW; A Junior Troupe, Growing Up Fast" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/26\/arts\/dance-review-a-junior-troupe-growing-up-fast.html"} , {"body" : "A 14-year-old Brooklyn boy was shot twice yesterday by a friend as the two argued about the performer of a rap recording, the police said. Officers arrived at the scene of the shooting to find the boy, whose name was not released, sitting in a chair in his mother's apartment on the 12th floor of the Walt Whitman Houses in Fort Greene. He had been" , "date" : "19941024" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Boy Shot In Rap Dispute" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/24\/nyregion\/boy-shot-in-rap-dispute.html"} , {"body" : "The Netherlands Dance Theater's second bill of ballets by Jiri Kylian is definitely something to fax home about. The five works on the program, all of them quirky and inventive, often bold and always fabulously danced and staged, were given their United States premieres on Thursday night at the Brooklyn Academy of Music with Princess Margriet of" , "date" : "19941022" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "13" , "title" : "DANCE REVIEW; From the Netherlands, Probing Questions About Existence and Death" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/22\/arts\/dance-review-from-the-netherlands-probing-questions-about-existence-and-death.html"} , {"body" : "Few choreographers in recent times burst upon the scene with the impact of Jiri Kylian, who has been the artistic director of Netherlands Dance Theater in the Hague since 1978. Scores of younger choreographers were influenced by the emotional and kinetic thrust of his signature style, a highly physical fusion of ballet technique with the idiomatic" , "date" : "19941019" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "13" , "title" : "DANCE REVIEW; Jiri Kylian Turns a Creative Corner With a Tale of Simplicity and Purity" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/19\/arts\/dance-review-jiri-kylian-turns-creative-corner-with-tale-simplicity-purity.html"} , {"body" : "A CENTURY ago, aristocratic New Yorkers arrived at the opera house in gilded broughams for lengthy performances of \"Faust\" or \"Lohengrin,\" installing themselves stiffly in red and gold boxes. Instead of watching the drama unfold, many trained their opera glasses on their neighbors (who was that woman in the third parterre box, and why was her dress" , "date" : "19941016" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The People's Guide to the Opera" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/16\/nyregion\/the-people-s-guide-to-the-opera.html"} , {"body" : "In a Humming Factory, 'Noise' Joins 'Object' Majestic Theater Although inspired by linguistic play, \"Noiject\" is far from playful. According to a news release, this title came about when the Japanese choreographer Saburo Teshigawara joined the English words \"noise\" and \"object.\" \"Noiject\" is certainly noisy, for it is performed to electronic sounds" , "date" : "19941015" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "IN PERFORMANCE -- DANCE" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/15\/arts\/in-performance-dance-537349.html"} , {"body" : "Responding to a need for basic neighborhood health care, the Brooklyn Hospital Center, with the help of a group of nursing students, has started a clinic at Public School 307 in Fort Greene. The clinic, which opened last week, offers a doctor certified in pediatrics and infectious diseases as well as a full-time nurse practitioner, to be assisted" , "date" : "19941009" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Health"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: FORT GREENE; P.S. 307 Gets Health Clinic For Basic Care" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/09\/nyregion\/neighborhood-report-fort-greene-ps-307-gets-health-clinic-for-basic-care.html"} , {"body" : "BROOKLYN DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next Oct. 11, 7 P.M.,; 211 Ainslie Street; (718) 388-4440. Chairman: Vincent V. Abate; District Manager: Gerald A. Esposito. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next Oct. 12, 6 P.M.; Brooklyn Borough Hall, 209 Joralemon Street; (718) 596-5410." , "date" : "19941009" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PUBLIC INTEREST; Community Boards: Coming Meetings" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/09\/nyregion\/public-interest-community-boards-coming-meetings.html"} , {"body" : "Here is a sampling of shows and exhibitions in New York City that are to close soon: Closing This Weekend \"BROKEN ENGLISH,\" 28th Street Theater, 120 West 28th Street, Chelsea. Through Sunday. Performances: today and tomorrow at 8 P.M.; Sunday at 3 and 8 P.M. Tickets: $12. Information: (212) 279-4200. \"RADICAL GRAHAM,\" Brooklyn Academy of Music, 30" , "date" : "19941007" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "31" , "title" : "Last Chance" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/07\/theater\/last-chance.html"} ,   {"body" : "Two masterpieces by Martha Graham, \"Primitive Mysteries\" (1931) and \"Errand Into the Maze\" (1947), as well as one of her most mysterious dances, \"Herodiade\" (1944), were the new entries on the \"Radical Graham\" program on Wednesday night at the Brooklyn Academy of Music's Opera House. That this series, part of the Next Wave Festival, is a hot ticket" , "date" : "19941007" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "DANCE REVIEW; Exploring Myth to Find the Contemporary Psyche" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/07\/arts\/dance-review-exploring-myth-to-find-the-contemporary-psyche.html"} , {"body" : "\"Believe then, if you please, that I can do strange things,\" Rosalind announces mysteriously toward the end of Shakespeare's \"As You Like It.\" The line has been spoken by actresses like Vanessa Redgrave and Katharine Hepburn, but it is difficult to imagine it ever having the profound pertinence it takes on in the mouth of one Adrian Lester, a tall," , "date" : "19941006" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "THEATER REVIEW; How to Call a Play Into Being By Smearing a Man With Mud" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/06\/arts\/theater-review-how-to-call-a-play-into-being-by-smearing-a-man-with-mud.html"} , {"body" : "After making his regular Monday delivery at a Brooklyn market that had been on his route for 15 years, a 60-year-old milk delivery man was shot and killed yesterday as he returned to his truck parked across the street, the police said. The victim, Gerald Goldberg, 60, struggled with two assailants who approached while he was crossing Myrtle Avenue" , "date" : "19941004" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Delivery Man Is Shot Dead On His Route" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/04\/nyregion\/delivery-man-is-shot-dead-on-his-route.html"} , {"body" : "\"Clytemnestra,\" Martha Graham's three-act dance treatment of the Oresteia, is nothing short of epic drama, and it received an astonishingly integrated performance on Saturday night at the Brooklyn Academy of Music. Christine Dakin, magnificent and complex in the title role, and the other members of the Martha Graham Dance Company must not be missed" , "date" : "19941003" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "DANCE REVIEW; Graham on Themes as Old as Time Itself" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/03\/arts\/dance-review-graham-on-themes-as-old-as-time-itself.html"} , {"body" : "A DANCE season that calls itself \"Radical Graham\" risks being an exercise in redundancy. So much of what passes for novelty in the arts today, from nonlinear narrative in film to minimalist structures or rich imagistic theater, can be traced through the works that Martha Graham choreographed for herself and her magnificent dancers over the decades." , "date" : "19940930" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "DANCE REVIEW; Back to the Futuristic Martha Graham" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/30\/arts\/dance-review-back-to-the-futuristic-martha-graham.html"} , {"body" : "Here is a sampling of shows and exhibitions in New York City that are to close soon: Closing This Weekend \"LAUGHING MATTERS,\" Primary Stages, 354 West 45th Street, Manhattan. A one-man comedy written by and starring Nick Ullett; directed by Rick Podell. Through Sunday. Performances: Today and tomorrow at 8 P.M.; Sunday at 3 P.M. Tickets, $25." , "date" : "19940930" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "29" , "title" : "Last Chance" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/30\/theater\/last-chance.html"} , {"body" : "FOR Woza Cephas, a Brooklyn designer, working in the fashion industry on Seventh Avenue in Manhattan was like being a sponge. \"I was soaking up an enormous amount of information but was not given the opportunity to put it back out there in my own voice,\" he said. So in 1991, Mr. Cephas left Manhattan to design and sell a line of clothing in" , "date" : "19940904" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "43" , "title" : "Brooklyn Nurtures A New Seventh Avenue" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/04\/style\/brooklyn-nurtures-a-new-seventh-avenue.html"} , {"body" : "Six New Yorkers were shot to death in disparate parts of the city within five hours beginning late Friday and ending early yesterday morning, the police said. The violence, which included a double killing, began Friday at 9:30 P.M. in Crown Heights, Brooklyn, when Wayne Johnson, 29, was shot in the head three times, said Officer Scott Bloch, a" , "date" : "19940828" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "A Deadly Summer Night: 6 Shooting Deaths in 5 Hours" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/28\/nyregion\/a-deadly-summer-night-6-shooting-deaths-in-5-hours.html"} , {"body" : "MIRIAM GILBERT stamps her feet confidently on her new front porch and then gazes down at her new narrow stoop. \"It feels strong; it feels solid,\" she says. Ms. Gilbert has just brought the stoop and porch with their fanciful woodwork back to her 140-year-old row house in the Fort Greene Historic District, in Brooklyn; they were missing for at least" , "date" : "19940825" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "House Proud" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/25\/garden\/house-proud.html"} , {"body" : "There are no greengrocers, no pharmacies, no bakeries in Red Hook. Gowanus has no health services -- the nearest public clinic is about two miles away, in Fort Greene, and hard to reach because of a lack of public transportation. Local officials have begun looking to new state and Federal programs to boost the economy in southwest Brookyn. Last" , "date" : "19940821" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: RED HOOK\/GOWANUS; Southwest Brooklyn Presses Its Economic Case" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/21\/nyregion\/neighborhood-report-red-hook-gowanus-southwest-brooklyn-presses-its-economic.html"} ,   {"body" : "RON ZYCH is a ranger who wears a Smokey Bear hat and takes people places they've never dreamed. On Sunday, you can follow him into the woods and see flying dragons. He will point to lush ferns and recall that 300 million years ago, the ferns' ancestors towered like oaks. A dragonfly will flit by, and he will tell you that in this primeval time," , "date" : "19940812" , "day_of_week_facet" : "Friday" , "geo_facet" : ["HIGH ROCK PARK (STATEN ISLAND, NY)" , "NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "The Alluring Dragonfly, Elusive and Misunderstood" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/12\/arts\/the-alluring-dragonfly-elusive-and-misunderstood.html"} , {"body" : "Dorothy Carmona, a mother and relative newcomer to the world of work, thinks her children are better off now in day care than they were when she was on welfare. \"I see many, many women who just get up in the morning and do nothing with their lives,\" she said. \"My kids learn more at the day care center than when I was at home.\" Gail Abney, a mother" , "date" : "19940809" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "8" , "title" : "If Welfare Mothers Must Go to Work In Clinton Plan, Will Children Gain?" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/09\/us\/if-welfare-mothers-must-go-to-work-in-clinton-plan-will-children-gain.html"} , {"body" : "UDOH OPIOTENNIONE and Khrys Kelly, who met at Howard University in Washington, describe themselves as \"a 1970's couple.\" Both are idealistic, spiritual, vegetarian and dedicated to working on a grass-roots level to regenerate black pride. Mr. Opiotennione (pronounced oh-pee-OH-ten-yahn), 27, is a soft-spoken saxophonist who has played with everyone" , "date" : "19940731" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "46" , "title" : "VOWS;Khrys Kelly, Udoh Opiotennione" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/31\/style\/vows-khrys-kelly-udoh-opiotennione.html"} , {"body" : "A boy who was to have celebrated his third birthday yesterday died, along with his father, when an early-morning fire trapped them in their apartment in Brooklyn, officials said. The child's mother and two young girls were critically injured. The father, Cleveland McCord, 32, of 130 Lefferts Place in the Fort Greene section, was found unconscious" , "date" : "19940717" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Man and Son Die in Fire" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/17\/nyregion\/man-and-son-die-in-fire.html"} , {"body" : "When Robert Cohen wanted to buy two Tudor-style buildings at the corner of Cruger Avenue and Pelham Parkway in the Bronx in 1991, he had trouble finding a bank that would lend him the money. Taking the one loan he could find at the time, he purchased the buildings and renovated everything from the boilers to the elevators to the mortar holding the" , "date" : "19940711" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Bankers Competing to Lend In New York's Poorer Areas" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/11\/nyregion\/bankers-competing-to-lend-in-new-york-s-poorer-areas.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $315,000 438 West 23d Street 2-bedroom, 1 1\/2-bath, 1,050-sq.-ft. duplex co-op in prewar building; dining area, 2 fireplaces, 500-sq.-ft. roof terrace, walk-up;" , "date" : "19940626" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/26\/realestate\/residential-resales-479500.html"} , {"body" : "SPORTS makes you hungry. Even if you are only a spectator. Anybody who has ever eaten too many hot dogs at a baseball game knows that. With athletic events suddenly becoming New York's major preoccupation, the important question becomes: Where to eat after the game? Or before, if you are so inclined. Both the World Cup of soccer (at Giants Stadium" , "date" : "19940617" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "THE GAMES BEGIN; A Time for Exploring New Food in New Places" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/17\/arts\/the-games-begin-a-time-for-exploring-new-food-in-new-places.html"} , {"body" : "The New York City Landmarks Preservation Commission gave 13 awards last week for excellence of design, execution and craftsmanship, commitment to preserving the city's architectural heritage and contribution to the urban environment. The winners are: 339 East 140th Street, a late 19th-century wood-frame house in the Mott Haven Historic District in" , "date" : "19940612" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Landmarks Preservation Commission Awards; 13 Projects Win Citations for Enhancing the Urban Environment" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/12\/realestate\/postings-landmarks-preservation-commission-awards-13-projects-win-citations-for.html"} , {"body" : "WITH an infectious smile, youthful optimism and a disarming knack for conversation, 18-year-old Shawn Thomas seemed a model candidate the other day when he walked into the Manhattan office of the New York State Department of Employment in search of a summer job. He had done everything right. Having checked for job listings at Julia Richman High" , "date" : "19940612" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "GET IN LINE FOR SUMMER JOBS" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/12\/nyregion\/get-in-line-for-summer-jobs.html"} , {"body" : "Downtown -- At 2 A.M. last Sunday, the young, restless and fashionably squalid who normally cruise Ninth Street between First Avenue and Avenue A were standing still. All eyes were on a ramshackle storefront, where the filming of Jim Carroll's \"Basketball Diaries,\" starring the yearling-actor-of-the-moment, Leonardo DiCaprio, 19, was in progress." , "date" : "19940529" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "3" , "title" : "THE NIGHT; When the Stars Come Out" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/29\/style\/the-night-when-the-stars-come-out.html"} ,   {"body" : "Memorial Day is observed on Monday. Here is a sampling of activities planned in the New York metropolitan region for the holiday weekend. NEW YORK CITY Today BILL SIMS AND THE COLD-BLOODED BLUES BAND AND BUDDY MILES, blues and rhythm-and-blues, South Street Seaport, Ambrose Stage, Pier 16, at the East River, lower Manhattan. 5 P.M. Free." , "date" : "19940527" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "For Memorial Day Weekend, Things to Do and Places to Go" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/27\/arts\/for-memorial-day-weekend-things-to-do-and-places-to-go.html"} , {"body" : "When Medee calls upon the evil phantoms of the underworld to serve her will in Marc-Antoine Charpentier's opera, when she slowly allows a magical cloak to release its poison and watches her romantic rival writhe in agony and when she declares that she has even murdered her own children in her desire to wreak revenge on her unfaithful husband," , "date" : "19940521" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "13" , "title" : "Review\/Opera; A 'Medee' That Turns Antiquity Into Life" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/21\/arts\/review-opera-a-medee-that-turns-antiquity-into-life.html"} , {"body" : "In Brooklyn, Chaunte Davis learned how to splice telephone cable. In LaConner, Wash., Diana Gross glass saw that Swinomish Indian women could run the tribe's fishery. And in Cincinnati, Laura Sorrell learned how her mother juggles six children with a seventh on the way. In the second annual Take Our Daughters to Work Day, millions of girls around" , "date" : "19940429" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BELLEVUE (WASH)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "19" , "title" : "A Day Daughters Skip School and Go to Work" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/29\/us\/a-day-daughters-skip-school-and-go-to-work.html"} , {"body" : "BROWNSTONES and mansions, 19th-century period rooms and contemporary designer decor, backyard gardens and skyline views are features of this spring's show houses and house tours in the Northeast. New York City Fort Greene, Brooklyn, Sunday -- A tour of 11 houses and the Lafayette Avenue Presbyterian Church will be held from noon to 5 P.M. Tickets," , "date" : "19940428" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NORTHEASTERN STATES (US)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "From Boston to Wilmington, the Show House Season Begins" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/28\/garden\/from-boston-to-wilmington-the-show-house-season-begins.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; 2d Tuesday of month; next May 10, 7 P.M., 211 Ainslie Street; (718) 388-4440. DISTRICT 2: Fort Greene, Brooklyn Heights; 2d Wednesday of month; next May 11, 6 P.M.; place to be announced; (718) 596-5410. DISTRICT 3: Bedford-Stuyvesant; 1st Monday of month; next meeting May 2, 7 P.M., 1368 Fulton Street; (718)" , "date" : "19940424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Community Board Meetings in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/24\/nyregion\/public-interest-community-board-meetings-in-brooklyn.html"} , {"body" : "A profoundly uncertain sky looms over the kingdom of Sicilia in the Royal Shakespeare Company's touring production of \"The Winter's Tale,\" at the Brooklyn Academy of Music. Painted in expressionist swirls and strata, in colors that shift from cerulean blues to somber grays, it is as changeable as life itself, promising serenity and portending" , "date" : "19940422" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Books"] , "page_facet" : "1" , "title" : "Critic's Notebook; Ingmar Bergman Adds to the Mosaic Of Autobiography" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/22\/movies\/critic-s-notebook-ingmar-bergman-adds-to-the-mosaic-of-autobiography-861170.html"} , {"body" : "A profoundly uncertain sky looms over the kingdom of Sicilia in the Royal Shakespeare Company's touring production of \"The Winter's Tale,\" at the Brooklyn Academy of Music. Painted in expressionist swirls and strata, in colors that shift from cerulean blues to somber grays, it is as changeable as life itself, promising serenity and portending" , "date" : "19940422" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "3" , "title" : "Review\/Theater; Shakespearean Romance With Malice and Matter" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/22\/theater\/review-theater-shakespearean-romance-with-malice-and-matter.html"} , {"body" : "\"From an early age onward,\" Ingmar Bergman writes about himself, \"it was said that 'Ingmar has no sense of humor.' \" He writes this in a deadpan manner many comedians would envy, by way of explaining why, in 1951, he happily directed commercials for soap called Breeze. \"They rescued me from a severe financial setback,\" he says of the television" , "date" : "19940422" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Books"] , "page_facet" : "1" , "title" : "Critic's Notebook; Ingmar Bergman Adds to the Mosaic Of Autobiography" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/22\/movies\/critic-s-notebook-ingmar-bergman-adds-to-the-mosaic-of-autobiography-048259.html"} , {"body" : "\"From an early age onward,\" Ingmar Bergman writes about himself, \"it was said that 'Ingmar has no sense of humor.' \" He writes this in a deadpan manner many comedians would envy, by way of explaining why, in 1951, he happily directed commercials for soap called Breeze. \"They rescued me from a severe financial setback,\" he says of the television" , "date" : "19940422" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Books"] , "page_facet" : "1" , "title" : "Critic's Notebook; Ingmar Bergman Adds to the Mosaic Of Autobiography" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/22\/movies\/critic-s-notebook-ingmar-bergman-adds-to-the-mosaic-of-autobiography-72309.html"} , {"body" : "Park Slope residents began giving annual tours of their neighborhood's historic homes in 1959 as a way of attracting homeowners to the area. In the years since then, Flatbush and other neighborhoods have begun offering their own tours, drawing hundreds of people to many of the borough's architectural treasures, ranging from the Victorian homes of" , "date" : "19940417" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: FLATBUSH; Touring Homes and History" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/17\/nyregion\/neighborhood-report-flatbush-touring-homes-and-history.html"} ,   {"body" : "APRIL Tyler opened an interest-bearing checking account at Chemical Bank eight years ago, and now has thousands of dollars in an individual retirement account there, too. But the relationship took a nose dive last month when Chemical announced that it was closing 50 branches, doubling the minimum balance required for \"free checking\" and sharply" , "date" : "19940417" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Bottom Line on Banks" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/17\/nyregion\/the-bottom-line-on-banks.html"} , {"body" : "In the late 1980's, according to fresh census findings, the flow of welfare applicants into New York City all but dried up. In stark contrast to the experience of a decade earlier, New York City appears to have become a net exporter of welfare families. Between 1985 and 1990, an analysis of newly released census results shows, more families left" , "date" : "19940412" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "New York City Drawing Fewer In Need of Aid" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/12\/us\/new-york-city-drawing-fewer-in-need-of-aid.html"} , {"body" : "TRUE or false? No one wants to build new office buildings in New York City. Companies abandoning downtown Manhattan move only to Jersey City, midtown or a faraway state. Downtown Brooklyn is a you-can't-get-there-from-here place. If you answered \"true\" to any of those statements, then Bruce Ratner, Joshua Muss, Charles Hack and a bunch of other" , "date" : "19940410" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "15" , "title" : "Commercial Property\/Downtown Brooklyn; Space Tightening In Discounted Area" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/10\/realestate\/commercial-property-downtown-brooklyn-space-tightening-in-discounted-area.html"} , {"body" : "\"CELIBACY was never a problem,\" said the Rev. Vincent J. Termine, \"and I didn't take a vow of poverty. But obedience, ah. . .\" He smiled and rolled his eyes and shut his mouth to smother a booming laugh, this self-described brat from a dead-end street, Kosciusko Place near the Brooklyn Navy Yard, who seems to have come from old black-and-white" , "date" : "19940410" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; 50 Years of Serving God, With an Attitude" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/10\/nyregion\/coping-50-years-of-serving-god-with-an-attitude.html"} , {"body" : "Rashad King, a 16-year-old student with a solid record in school but no chance of outsprinting a bullet, was shot and killed late Sunday night on a subway platform in Brooklyn. He was on his way home, 20 minutes before the midnight curfew set by his mother, when he was shot in the back. The police said a \"staredown\" between two other youths on a" , "date" : "19940405" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Dispute in Brooklyn Subway Ends in Killing of Student, 16" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/05\/nyregion\/dispute-in-brooklyn-subway-ends-in-killing-of-student-16.html"} , {"body" : "Saying New York City officials had failed to reveal the discovery of toxic waste at the site of the proposed Brooklyn Navy Yard incinerator for nearly six years, the state Department of Environmental Conservation yesterday ordered the city to conduct a complete investigation of the site. Langdon Marsh, the acting commissioner of the D.E.C., said" , "date" : "19940326" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "New York City Is Blamed For Toxics Report Delay" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/26\/nyregion\/new-york-city-is-blamed-for-toxics-report-delay.html"} , {"body" : "The show, which includes the original pastels of the book's illustrations and Mr. Cohen's larger baseball paintings of Mickey Mantle, Roy Campanella and Babe Ruth, reveals Mr. Cohen's working process: the text is in sequence on one wall, while on another are drafts and final versions of the drawings. Children can also see baseball gloves and mitts" , "date" : "19940325" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "19" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/25\/arts\/for-children.html"} , {"body" : "The movie stars and the nominees and the studio executives who arrived in stretch limos at the 66th annual Academy Award ceremonies were jittery. It wasn't just the awards. It was the aftershock. The big 5.3 magnitude aftershock on Sunday afternoon, which sent people fleeing stores and movie theaters, rattled nerves as well. Even movie-star nerves." , "date" : "19940322" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["LOS ANGELES (CALIF)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "Quake or No Quake, the Show Must Go On" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/22\/movies\/quake-or-no-quake-the-show-must-go-on.html"} , {"body" : "Three years ago, the city agreed to pay $850,000 to settle charges that it allowed too much sewage to travel through the Newtown Creek Sewage Treatment Plant. But until now, because of delays and disputes, the money has not had a much of a chance to help Greenpoint and Williamsburg, areas that have long suffered from a collection of noxious waste" , "date" : "19940320" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: GREENPOINT; After 3 Years, It's a Deal: Agency to Begin Pollution Watch" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/20\/nyregion\/neighborhood-report-greenpoint-after-3-years-it-s-deal-agency-begin-pollution.html"} , {"body" : "At least on the surface, the work that the Swedish Folkopera brought to the Majestic Theater of the Brooklyn Academy of Music on Wednesday night was Verdi's \"Don Carlos.\" The basic elements of the opera were in place, and at first glance it could almost seem business as usual. This version of Verdi was not, at any rate, set on Mars or in the" , "date" : "19940318" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "Review\/Opera; Swedish Modern Styling On Verdi's 'Don Carlos'" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/18\/arts\/review-opera-swedish-modern-styling-on-verdi-s-don-carlos.html"} ,   {"body" : "A vast network of services has been created to deal with the AIDS epidemic in New York City. Here is a look at some of the more important ones. ANONYMOUS TESTING SITES STATE Bronx: Mott Haven. Monday through Thursday, 8:30 A.M. to 3:30 P.M., Friday 8:30 A.M. to 12:30 P.M., closed Saturday and Sunday. (718) 292-38531 or (800) 526-4823. Average wait" , "date" : "19940313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PUBLIC INTEREST; A User's Guide to AIDS Services" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/13\/nyregion\/public-interest-a-user-s-guide-to-aids-services.html"} , {"body" : "Here is a sampling of shows and exhibitions in New York City that close soon: Closing This Weekend \"A BODY OF WATER\" and \"ESCAPE FROM PARADISE,\" Circle Repertory Company, 99 Seventh Avenue South, at West Fourth Street, Greenwich Village. Two plays in repertory: \"A Body of Water,\" written by Jenna Zark and directed by Caroline Kava, about Jewish" , "date" : "19940311" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "31" , "title" : "Last Chance" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/11\/theater\/last-chance.html"} , {"body" : "Parents of public school students in Bedford-Stuyvesant and surrounding communities are going an extra mile in trying to assure their children's safety: they are about to start patrolling school grounds as auxiliary police officers. The program, created by School District 13 and the New York City Police Department, is the first of its kind in the" , "date" : "19940306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: Bedford - Stuyvesant; Parents to the Rescue at Schools" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/06\/nyregion\/neighborhood-report-bedford-stuyvesant-parents-to-the-rescue-at-schools.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; 2d Tuesday of month; next March 8, 7 P.M., 211 Ainslie Street; (718) 388-4440. DISTRICT 2: Fort Greene, Brooklyn Heights; 2d Wednesday of month; next March 9, 6 P.M., Borough Hall Community Room, Joralemon and Court Streets; (718) 596-5410. DISTRICT 3: Bedford-Stuyvesant; 1st Monday of month; next tomorrow, 7" , "date" : "19940306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Community Board Meetings in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/06\/nyregion\/public-interest-community-board-meetings-in-brooklyn.html"} , {"body" : "On the stage of the Helen Carey Playhouse at the Brooklyn Academy of Music, Evil is stalking the South African village of Nebo in high-topped black sneakers. A demonic spirit has assumed a corporeal form suggesting both an urban street hustler and something far more primitive. Beneath his tailored Western coat peeks a fringe of animal pelts, and" , "date" : "19940305" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "Review\/Theater; Mystic vs. Rational in South Africa" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/05\/arts\/review-theater-mystic-vs-rational-in-south-africa.html"} , {"body" : "New City Cafe, a charming little restaurant that serves stylish renditions of new American food, is not just a welcome addition to Brooklyn, it's welcome to all of New York. You would have difficulty finding in Manhattan what New City offers: fine food in a cozy, romantic setting, elegant presentation, white tablecloths, beautiful china, fresh" , "date" : "19940304" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/04\/arts\/365602.html"} , {"body" : "NEW YORK CITY is blessed with an abundant variety of programs for the elderly, reflecting the city's cultural mix. But it is also cursed by a lack of coordination that makes it hard for people to find out what is available. \"People don't know what services there are,\" said Grace Harewood, executive director of the Fort Greene Senior Citizens" , "date" : "19940227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "16" , "title" : "AT YOUR SERVICE; Rent Aid to Tai Chi to Meals-on-Wheels: A Program Guide" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/27\/nyregion\/at-your-service-rent-aid-to-tai-chi-to-meals-on-wheels-a-program-guide.html"} , {"body" : "To the Editor: I am pleased that \"Environmental Justice\" (editorial, Feb. 11) praises President Clinton for asking Federal agencies to insure that their environmental programs do not inflict disproportionate environmental harm on the poor or minorities. Unfortunately, you do not support environmental justice in New York City. The city is in the" , "date" : "19940225" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "28" , "title" : "Let's Make a Start on Environmental Justice With Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/25\/opinion\/l-let-s-make-a-start-on-environmental-justice-with-brooklyn-299502.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of the month; next March 8, time to be announced, 211 Ainslie Street; (718) 388-4440. DISTRICT 2 Fort Greene, Downtown, Brooklyn Heights, Boerum Hill; second Wednesday of the month; next March 9, 6 P.M., Borough Hall Community Room, Joralemon and Court Streets; (718) 596-5410. DISTRICT 3" , "date" : "19940213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Brooklyn Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/13\/nyregion\/public-interest-brooklyn-board-meetings.html"} , {"body" : "BY now you're cranky. There are holes in your gloves from overuse. Your car has stalled twice, you've run out of salt, you're so sore from shoveling snow and cracking ice you're missing valuable Stairmaster time at the health club. Think about sledding. No winter wonderland, New York nevertheless is far from a lost cause for you, the dreamer, who" , "date" : "19940130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "SILVER LININGS; Winter Hills, Sledding Sites" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/30\/nyregion\/silver-linings-winter-hills-sledding-sites.html"} ,   {"body" : "Ordinarily it would have been no big deal that Hironobu Sekiguchi chose to go shopping in New York City on Saturday afternoon. He even made it clear he didn't have unlimited money to spend. But on his trip, Mr. Sekiguchi, a businessman from Tokyo, was driven about in a chauffeured car, attended by New York State officials and assorted publicly" , "date" : "19940124" , "day_of_week_facet" : "Monday" , "geo_facet" : ["JAPAN" , "TOKYO (JAPAN)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "'Funky New York,' and Other Exports" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/24\/nyregion\/funky-new-york-and-other-exports.html"} , {"body" : "Walk down scruffy Fourth Avenue in Brooklyn, past scattered neighborhood shops, the familiar Brooklyn Academy of Music receding in the distance. Turn right on Douglass Street, near the Gowanus Canal, and continue down the usually deserted block. Enter the door of a building as unremarkable as all the others on this industrial street. It is like" , "date" : "19940123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "DANCE; A Plie Grows in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/23\/arts\/dance-a-plie-grows-in-brooklyn.html"} , {"author" : "Grace Glueck is a former art critic and reporter for The New York Times." , "body" : "\"ALICE and Friends at Coney Island Playland,\" a sprightly 55-year-old mural left for dead in an abandoned city hospital, has a new lease on life. The painting, which depicts Alice in Wonderland and her buddies -- the White Rabbit, the Mock Turtle, the Mad Hatter and others -- parachuting over the Brooklyn amusement park, has been brought back to" , "date" : "19940107" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A Guide to the City's Depression Murals" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/07\/arts\/a-guide-to-the-city-s-depression-murals.html"} , {"body" : "There are thousands of places to volunteer in New York. What follows is a very limited listing. More possibilities are available through the Mayor's Voluntary Action Center, (212) -788-7550; the Volunteer Referral Center, (212) 889-4805; New York Cares, (212) 228-5000, or the Retired and Senior Volunteer Program (for people 55 and over), (212)" , "date" : "19940102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "PUBLIC INTEREST; Want to Help? Where to Call." , "url" : "http:\/\/www.nytimes.com\/1994\/01\/02\/nyregion\/public-interest-want-to-help-where-to-call.html"} , {"body" : "SPIKE LEE'S brownstone is three doors away, built during the Civil War in the same spectacular Second Empire French style as Dolores Hunter's house at 185 Washington Park. \"I knew this neighborhood before Spike Lee moved in,\" said Mrs. Hunter, who is about to close on the final segment of a construction loan for her house in the Fort Greene section" , "date" : "19940102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Habitats\/A Fort Greene Brownstone; Second Empire Phoenix" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/02\/realestate\/habitats-a-fort-greene-brownstone-second-empire-phoenix.html"}]