[  {"body" : "Saying the real culprits are authentic-looking toy guns, the Brooklyn District Attorney announced yesterday that he would not attempt to prosecute the housing police officer who shot and killed a 13-year-old boy last September after suddenly coming upon the boy playing cops and robbers. Standing behind a table displaying 16 black and silver toy" , "date" : "19941221" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "No Charges in Death of Boy With Toy Gun" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/21\/nyregion\/no-charges-in-death-of-boy-with-toy-gun.html"} , {"body" : "Wilfredo Feliciano remembers he was wearing his Nathan Hale Junior High School gym shirt on the evening of Dec. 8, 1993, and he remembers how easily the box-cutter sliced through it. His attackers, a 15-year-old and a 16-year-old who lived in the same Brooklyn housing project as Wilfredo, didn't stop when they had cut apart the shirt. As he" , "date" : "19941201" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "Young Criminals' Prey: Usually Young" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/01\/us\/young-criminals-prey-usually-young.html"} , {"body" : "IN August, The City began an examination of how residents defined the \"Quality of Life,\" a political mantra that has no single meaning. The first installment focused on Manhattan; the second on Queens. Because it is so large, Brooklyn has been split in two, with Flatbush Avenue as a natural divider. Taken as a whole, the area west of Flatbush has" , "date" : "19941030" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "BROOKLYN UP CLOSE; What Makes Brooklyn Angry: The 'Quality of Life,' West of Flatbush" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/30\/nyregion\/brooklyn-up-close-what-makes-brooklyn-angry-the-quality-of-life-west-of-flatbush.html"} , {"body" : "The sad truth for those who live near many traditionally industrial neighborhoods is that jackhammers and trucks are the bane of the blocks by day, and prostitutes are by night. The 78th Precinct is trying to stymie the latter not by arresting the prostitutes, but by aggressively pursuing their customers. The police mark those who gravitate to" , "date" : "19941009" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: NORTHERN BROOKLYN; New Tactics In Fighting Prostitution" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/09\/nyregion\/neighborhood-report-northern-brooklyn-new-tactics-in-fighting-prostitution.html"} , {"body" : "Holding back tears, the parents of a 13-year-old boy killed last week by a housing police officer -- who mistook his toy gun for a real one and his game of cops and robbers for something more menacing -- appealed to toy stores yesterday to exchange toy guns for other playthings. \"Children cannot play games as we did when we were young,\" Angela" , "date" : "19941006" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Slain Youth Inspires Call: Quit Toy Guns" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/06\/nyregion\/slain-youth-inspires-call-quit-toy-guns.html"} , {"body" : "The Brooklyn industrial community of Sunset Park, tucked under the thunder of the Gowanus Expressway, won a stunning political victory last year when it thwarted a plan to build a 100-acre sludge composting plant along its two-mile waterfront. The decision, which saved 400 jobs and 20 businesses, was viewed as a sign of the growing political clout" , "date" : "19941003" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Sludge Still Causes a Stink in Sunset Park" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/03\/nyregion\/sludge-still-causes-a-stink-in-sunset-park.html"} , {"body" : "Where to on the B.Q.E.? Q. Why do the signs on the B.Q.E. say east and west rather than north and south, since that's how it runs (from Queens south to Brooklyn, and from Brooklyn north to Queens)? I am still confused today. How can I permanently imprint in my memory that east is to Queens? Or is west to Queens? A. What we provincial New Yorkers" , "date" : "19941002" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1994\/10\/02\/nyregion\/fyi-398870.html"} , {"body" : "Mayor Rudolph W. Giuliani, joining about 1,000 mourners at the funeral of 13-year-old Nicholas Heyward Jr. yesterday, said that the youth's life was proof that \"prejudices and stereotypes of youngsters\" were unfounded and that his death was a loss for the city's future. His words echoed those of the Rev. Herbert Daughtry, the pastor of the House of" , "date" : "19941002" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Giuliani Says Youth's Death Is Loss for Future of the City" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/02\/nyregion\/giuliani-says-youth-s-death-is-loss-for-future-of-the-city.html"} , {"body" : "There were boys as young as 8 or 9, none older than 16. They sat, mostly quietly, on the stairs and rails outside 423 Baltic Street in Brooklyn, the rare bits of laughter forced. At last, with the evening light fading, two housing authority cars carrying the parents of Nicholas Heyward Jr. swung past and out of the Gowanus Houses complex. And the" , "date" : "19941001" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "At a Wake, Mourning A Short Life Of Promise" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/01\/nyregion\/at-a-wake-mourning-a-short-life-of-promise.html"} , {"body" : "In a cramped Bushwick apartment, with a domestic dispute unfolding, Housing Police Officer Hector Rivera heard the click behind his head and was sure a 9-millimeter gun had been cocked. He spun, his right hand reaching for his holster. What he saw was a child emerging from a bedroom with a toy gun. \"Toy guns can even sound like real guns,\" Officer" , "date" : "19940930" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "To Police, Play Guns Are Real Nightmares" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/30\/nyregion\/to-police-play-guns-are-real-nightmares.html"} ,   {"body" : "The rules of the game Tuesday night at the Gowanus Houses in Brooklyn were these: there would be two teams, one cops, the other robbers; each team member would have three lives; get shot by one of the plastic guns everybody had and you would lose a life. Shortly after 7 P.M., Nicholas Heyward Jr. stood on the roof of 423 Baltic Street with three" , "date" : "19940929" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Police, Youths And Toy Guns: 1 Hurt, 1 Dead" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/29\/nyregion\/police-youths-and-toy-guns-1-hurt-1-dead.html"} , {"body" : "A 16-year-old who, the police said, pulled a toy 9-millimeter handgun from his belt after being chased by three plainclothes officers, was shot and critically wounded Tuesday night in a driveway behind his Bedford-Stuyvesant apartment building. The police released a Polaroid snapshot of the toy gun yesterday, saying they wanted to show how" , "date" : "19940929" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Wounded Youth's Pistol Looked Real, Police Say" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/29\/nyregion\/wounded-youth-s-pistol-looked-real-police-say.html"} , {"body" : "Playing with a toy gun in the Gowanus Houses in Brooklyn, where real guns are all too common, a 13-year-old boy was shot and wounded last night by a police officer. Nicholas Heyward was one of about a dozen boys playing cops-and-robbers just after sunset, chasing each other in the project with toy firearms. The boys said the rules of the game," , "date" : "19940928" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officer Shoots Boy Holding A Toy Gun" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/28\/nyregion\/officer-shoots-boy-holding-a-toy-gun.html"} , {"body" : "SO MUCH YET TO DO: CUOMO MAKES HIS CASE By his own acknowledgment, Gov. Mario M. Cuomo has not accomplished nearly enough in his 12 years in office on a variety of issues from education to mental health. But he argues that voters should re-elect him this year because of what he has managed to achieve in the face of a divided Legislature and a" , "date" : "19940928" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/28\/nyregion\/metro-digest-370940.html"} , {"body" : "FOREST HILLS Festival Offers Glimpse At Sephardic Culture One of the great things about New York is that a subway ride can take a person halfway around the world, culturally speaking. \"It will be a step into our culture,\" says Matityahu Chetrit of the Moroccan Jewish Organization, about today's Sephardi Cultural Festival in Forest Hills, Queens." , "date" : "19940925" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "PLAYING IN THE NEIGHBORHOOD; Internationally Celebrating the Season" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/25\/nyregion\/playing-in-the-neighborhood-internationally-celebrating-the-season.html"} , {"body" : "'Africa: The Serengeti' and 'Yellowstone' American Museum of Natural History Central Park West at 77th Street (212) 769-5650 Recommended ages: 5 and up Through June 1995 Never stand in the way of a hippopotamus and its watering hole. A lioness may hunt for prey but a lion is the first to eat it (the female has to wait until he's done). A mother" , "date" : "19940916" , "day_of_week_facet" : "Friday" , "geo_facet" : ["PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "7" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/16\/arts\/for-children.html"} , {"body" : "If the 166-acre tract of scraggly, garbage-strewn undergrowth here seems an unlikely place for a new shopping mall, consider what lies beneath its scarred topsoil. For decades, almost all of this city's trash was buried here. In the parlance of environmentalists, the site is a brown field -- something less polluted than a toxic waste dump, but" , "date" : "19940906" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["ELIZABETH (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Developers Seek Profits in Polluted Land" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/06\/nyregion\/developers-seek-profits-in-polluted-land.html"} , {"body" : "There are no greengrocers, no pharmacies, no bakeries in Red Hook. Gowanus has no health services -- the nearest public clinic is about two miles away, in Fort Greene, and hard to reach because of a lack of public transportation. Local officials have begun looking to new state and Federal programs to boost the economy in southwest Brookyn. Last" , "date" : "19940821" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: RED HOOK\/GOWANUS; Southwest Brooklyn Presses Its Economic Case" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/21\/nyregion\/neighborhood-report-red-hook-gowanus-southwest-brooklyn-presses-its-economic.html"} , {"body" : "Merchants in Bay Ridge are warily waiting for an early present promised by the State Department of Transportation: completion of work on the 86th Street Bridge over the Gowanus Expressway before the start of the holiday season. \"We're virtually at the state's mercy, except for our ability to make noise, and we're getting better and better at that,\"" , "date" : "19940710" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FULTON FERRY HISTORIC DISTRICT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN; They Wait Loudly for Bridge" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/10\/nyregion\/neighborhood-report-brooklyn-they-wait-loudly-for-bridge.html"} , {"author" : "Peter Kaminsky is a longtime contributor to the Outdoors column." , "body" : "From the ripping currents of Hell Gate in upper Manhattan to the sweeping arm of Sandy Hook, N.J., New York Harbor is home to a rich and thriving array of wildlife. The old shellfish beds south of Gowanus Creek in Brooklyn, which supplied foot-long oysters to Delmonico's in the first half of the 19th century when Daniel Webster brought his daily" , "date" : "19940626" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "13" , "title" : "OUTDOORS; East Side, West Side, Call of the Wild All Around Town" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/26\/sports\/outdoors-east-side-west-side-call-of-the-wild-all-around-town.html"} ,   {"body" : "A Bay Ridge, Brooklyn, woman and her 4-year-old daughter were killed by a hit-and-run driver yesterday as the mother, holding on to her daughter with one hand and a bag of groceries with the other, tried to cross a busy residential street. Neighborhood residents and relatives of the woman, Donna Blanchard, 43, said her life revolved around her" , "date" : "19940608" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Hit-and-Run Driver Kills Mother and Daughter Crossing a Street in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/08\/nyregion\/hit-and-run-driver-kills-mother-and-daughter-crossing-a-street-in-brooklyn.html"} , {"body" : "Like getting along with your neighbors, keeping a garden or gaining entry to a first-run movie on a Saturday night, bicycling is something that can be done in New York City but is easier almost anywhere else. The traffic, the potholes, the irksome pedestrians, the windshield glass sprinkled across pavement like salt on a burger -- you stop and" , "date" : "19940515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York On Two Wheels" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/15\/nyregion\/new-york-on-two-wheels.html"} , {"body" : "World Cup soccer stars grow up in places like this patch of dirt on a square block near Gowanus Bay. Every Saturday afternoon, local teams in the yellow and red of their native Colombia or in the white, black and red of Honduras compete on this dusty field where a rock can change the direction of the ball as surely as a well-placed kick. On one" , "date" : "19940513" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/13\/arts\/082805.html"} , {"body" : "The Staten Island Ferry will resume transporting vehicles by late May, officials say, and like other interborough issues, views on the matter are divided according to which side of the water one is standing on. To Staten Island leaders, car ferries are a blessing in an area with limited mass transit; to some public officials in Manhattan, they" , "date" : "19940403" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: LOWER MANHATTAN; Staten Island Ferry Revives a Battle of Boroughs" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/03\/nyregion\/neighborhood-report-lower-manhattan-staten-island-ferry-revives-battle-boroughs.html"} , {"body" : "* BROOKLYN HEIGHTS: The expansion of the chronically crowded Pierrepont Playground on the Brooklyn Heights Promenade does not necessarily mean the demise of a popular flower garden and its stone thunderbird mosaic, Henry J. Stern, the city's Parks Commissioner, said last week. On Monday Mr. Stern told Julius Spiegel, the Brooklyn Parks" , "date" : "19940327" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT; BROOKYN UPDATE" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/27\/nyregion\/neighborhood-report-brookyn-update.html"} , {"body" : "At 15 snowstorms and counting, this has been Brian H. Howland's best winter ever. His company, Reclaim Inc., makes a material to fill potholes, so every time the streets thaw and then freeze, there is more demand for his product. But there is more reason to like the bad weather: it generates more supplies of Reclaim's unusual raw material. While" , "date" : "19940313" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "Raze the Roof, Fix a Pothole" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/13\/nyregion\/raze-the-roof-fix-a-pothole.html"} , {"body" : "In the end, it was a shattered window and some observant New Yorkers who helped lead the police to arrest Rashad Baz in the drive-by shooting of four Hasidic students on the Brooklyn Bridge, New York City police officials said yesterday. Cases like this are typically solved when the police capitalize on the mistakes of their suspects, and this case" , "date" : "19940303" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Once Again, Suspect's Error Cracks Tough Case for Police" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/03\/nyregion\/once-again-suspect-s-error-cracks-tough-case-for-police.html"} , {"body" : "* SUNSET PARK An unlikely habitat for birds in Gowanus Bay is the focus of a campaign to block development near the Bush Terminal. Tony Giordano, executive director of Sunset Park Restoration, a community group, is to meet on Wednesday with Community Board 7's land-use committee, seeking support for his plan to ask the state and Federal governments" , "date" : "19940227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SEA GATE (NYC)" , "GOWANUS BAY (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UPDATE" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/27\/nyregion\/neighborhood-report-brooklyn-update.html"} , {"body" : "A high-speed ferry line to connect Sunset Park to lower Manhattan and midtown is being planned, officials at the City Planning Department say, in part to offset the traffic congestion that is expected to accompany a planned overhaul of the Gowanus Expressway. The ferry would dock at 58th Street and Second Avenue in the Brooklyn Army Terminal, but" , "date" : "19940220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: SUNSET PARK; Thumbing a Sail to Work" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/20\/nyregion\/neighborhood-report-sunset-park-thumbing-a-sail-to-work.html"} , {"body" : "The hundreds of Brant and Canada geese that fled their frozen homes in Jamaica Bay Wildlife Refuge found a friend and protector when they landed on the campus of Kingsborough Community College. Last week, the college's president, Leon M. Goldstein, ordered 100 pounds of cracked wheat and corn, to be placed at various sites on the campus. The" , "date" : "19940213" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: SOUTHEASTERN BROOKLYN; Bird Seed's Coming, but Where Are the Birds?" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/13\/nyregion\/neighborhood-report-southeastern-brooklyn-bird-seed-s-coming-but-where-are-birds.html"} ,   {"body" : "NAME -- Captain Richard J. Rosa AGE -- 46 JOB TITLE -- As of Jan. 10, commanding officer of the 78th Precinct, which covers Park Slope, Gowanus and Prospect Park. DEPARTMENT SIZE -- 233 workers, including uniform and civilian workers STATUS -- Married with children CURRENT HOME -- Bergen Beach YEARS ON POLICE FORCE -- 24 IMMEDIATE GOALS -- Clean" , "date" : "19940213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: PARK SLOPE; PROFILE: AT THE HELM" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/13\/nyregion\/neighborhood-report-park-slope-profile-at-the-helm.html"} , {"body" : "Walk down scruffy Fourth Avenue in Brooklyn, past scattered neighborhood shops, the familiar Brooklyn Academy of Music receding in the distance. Turn right on Douglass Street, near the Gowanus Canal, and continue down the usually deserted block. Enter the door of a building as unremarkable as all the others on this industrial street. It is like" , "date" : "19940123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "DANCE; A Plie Grows in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/23\/arts\/dance-a-plie-grows-in-brooklyn.html"} , {"body" : "* SUNSET PARK Finding a company to build motors and a propeller for the Gowanus Canal's \"flushing\" tunnel, which opened in 1911 and broke down decades ago, is more difficult and expensive than city Department of Environmental Protection officials expected. On Jan. 11, the office received one bid to build the machinery and at $2 million it was $1.2" , "date" : "19940123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT; BROOKLYN UPDATE" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/23\/nyregion\/neighborhood-report-brooklyn-update.html"}]