[  {"body" : "KRYSTINA BARTKOWICZ stroked her 12-year-old daughter's hair and said that over the last eight years, she knew good luck existed in the world and that it was a mathematical probability that she and her family would run into some one day. But then, when it happened, the dose was so big, so sudden, so unexpected, it has left her dazed and leery. \"Some" , "date" : "19941224" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "ABOUT NEW YORK; A Dose of Luck, and a Tiny Heart Grows Stronger" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/24\/nyregion\/about-new-york-a-dose-of-luck-and-a-tiny-heart-grows-stronger.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next meeting, Dec. 13, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; (718) 389-0009. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next meeting Dec. 14, 6 P.M.; St Joseph's Services, 540 Atlantic Ave., between Third and Fourth Avenues; (718) 596-5410." , "date" : "19941211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Community Boards To Meet in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/11\/nyregion\/community-boards-to-meet-in-brooklyn.html"} , {"body" : "Over the years, a patchwork of toxic contamination has riddled the Brooklyn Navy Yard. Decades of shipbuilding and painting with lead-based products fouled the area, and they were followed by years of waste backup from the nearby Newtown Creek Sewage Treatment Plant. Last week, for the first time, a comprehensive picture of the hazardous wastes" , "date" : "19941211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: NORTHERN BROOKLYN; Navy Yard: New Concerns" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/11\/nyregion\/neighborhood-report-northern-brooklyn-navy-yard-new-concerns.html"} , {"body" : "This is another in a series of columns answering questions from readers about New York's changing streetscapes. A Sliver in SoHo Q. I always admire some facet of the \"sliver building\" at the southwest corner of Broome Street and Broadway. The AIA Guide does not list it. Who was the architect? . . . Paul Claudato, Roosevelt Island. A. This skinny" , "date" : "19941204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Streetscapes\/Readers' Questions; An 1896 Sliver in SoHo and a Golden AT&T Statue" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/04\/realestate\/streetscapes-readers-questions-an-1896-sliver-in-soho-and-a-golden-at-t-statue.html"} , {"body" : "A man who by reason of insanity was acquitted of murder 10 years ago walked out of a state psychiatric center in Brooklyn Saturday evening, then, after returning almost 12 hours later, stabbed a fellow patient to death, most likely with a knife obtained while roaming the city, the police said. The ease with which Daniel Alvarez, 48, escaped from" , "date" : "19941121" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Mental Patient Is Accused of Killing Another" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/21\/nyregion\/mental-patient-is-accused-of-killing-another.html"} , {"body" : "In what universe is Planet Thailand? Certainly not in the cluster of traditional Thai restaurants, characterized by a banal modern metallic look and touristy images of the homeland. Instead, framed color photographs of fireworks illuminating the Manhattan skyline, taken from a Brooklyn perspective, line the walls, announcing clearly that the orbit" , "date" : "19941118" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/18\/arts\/862045.html"} , {"body" : "14th DISTRICT Campaigning on Her Experience, Maloney Defeats Millard Congresswoman Carolyn B. Maloney, a Democrat, bucked a national trend and overwhelmed her Republican challenger, City Councilman Charles Millard, by almost 2 to 1. Ms. Maloney had 63 percent of the votes to Mr. Millard's 36 percent, with 99 percent of the precincts reporting in" , "date" : "19941109" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "THE 1994 ELECTIONS: NEW YORK STATE; New York Congressional Races" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/09\/nyregion\/the-1994-elections-new-york-state-new-york-congressional-races.html"} , {"body" : "Candidatess are listed in the order they appear on the ballot. GOVERNOR CANDIDATES MARIO M. CUOMO , 62, Democrat, Governor since 1983. A native of Queens who ran for lieutenant governor in 1978 and has not lost an election since. During his three terms as Governor became a major figure in national Democratic politics but turned down opportunities" , "date" : "19941107" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE 1994 CAMPAIGN; Guide to New York Elections for Congressional and State Offices" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/07\/nyregion\/1994-campaign-guide-new-york-elections-for-congressional-state-offices.html"} , {"body" : "In New York City's hottest Congressional race, the man to beat -- or beat up on -- is not Bill Clinton, whom Republicans across the country are running against and Democrats are running away from. Here in the 14th District, it is Newt Gingrich, the Georgia conservative who will likely become Speaker of the House if his party gains control. The old" , "date" : "19941105" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)" , "UPPER WEST SIDE (MANHATTAN)" , "NEW YORK CITY" , "UPPER EAST SIDE (MANHATTAN)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "THE 1994 CAMPAIGN: CONGRESS; In Liberal 14th, Rivals Target the Right" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/05\/nyregion\/the-1994-campaign-congress-in-liberal-14th-rivals-target-the-right.html"} , {"body" : "The City of New York warms up on a Sunday in early November like no other day of the year. The weather may be hot or cold, but the day belongs to the New York City Marathon -- a 26.2-mile exhilaration. The riveting event is a grueling exertion by some 28,000 runners. Supporting them are more than a million cheering spectators, maybe two million," , "date" : "19941105" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "A Very New York Day" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/05\/opinion\/a-very-new-york-day.html"} ,   {"body" : "NEW YORK CITY AREA First District, Part of Suffolk County Representative George J. Hochbrueckner (Democratic and Long Island First Parties) Michael P. Forbes (Republican, Conservative, Right to Life and We the People Parties) Michael Strong (an independent running on the Fed Up Party line) Fourth District, Part of Nassau County Former Assemblyman" , "date" : "19941023" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "NEW YORK STATE" , "CONNECTICUT"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "THE 1994 CAMPAIGN: AT A GLANCE; Congressional Races to Watch" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/23\/nyregion\/the-1994-campaign-at-a-glance-congressional-races-to-watch.html"} , {"body" : "In this year of the anti-incumbent, almost any Washington connection beyond a trip with the kids to the Lincoln Memorial is being considered a potential weapon to be used against Congressional candidates. The evidence is all around the New York region. Gary L. Ackerman of New York, after 11 years in Congress, says he isn't really an incumbent" , "date" : "19941023" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "NASSAU COUNTY (NY)" , "CONNECTICUT"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "THE 1994 CAMPAIGN: HOUSE; For Congressional Candidates, Washington Is a Four-Letter Word" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/23\/nyregion\/1994-campaign-house-for-congressional-candidates-washington-four-letter-word.html"} , {"body" : "An investment banker who had just had dinner with friends was found dying of a gunshot wound early yesterday on a walkway near the Mayor's residence on the Upper East Side, the police said. Detectives said they had no motive in the death of Robert J. Kase, a managing director of Furman Selz Inc., who staggered up to a man about 2 A.M. on a path of" , "date" : "19941017" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CARL SCHURZ PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Investment Broker Is Fatally Shot On the East Side" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/17\/nyregion\/investment-broker-is-fatally-shot-on-the-east-side.html"} , {"body" : "During the day, it is a quiet place that attracts a random fisherman or skyline gazer. At night, once its abandoned warehouses are shrouded in darkness, the waterfront area in Williamsburg suddenly seems eerie. It is not a romantic place. It is not particularly cheerful. And yet, the police say, despite an atmosphere seemingly ripe for menace, the" , "date" : "19941016" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BUSHWICK\/WILLIAMSBURG; Site of a Rape: Eerie, Quiet, Abandoned" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/16\/nyregion\/neighborhood-report-bushwick-williamsburg-site-of-a-rape-eerie-quiet-abandoned.html"} , {"body" : "Three Brooklyn teen-agers were arrested yesterday in the rape of a woman who was attacked on an abandoned pier last weekend as she and a friend observed sweeping nighttime views of Manhattan. The youths -- who are 16, 17 and 18 years old -- were captured through an anonymous tip, a stakeout in Williamsburg and dogged police work, Deputy Inspector" , "date" : "19941014" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 Teen-Agers Are Charged in Rape on a Brooklyn Pier" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/14\/nyregion\/3-teen-agers-are-charged-in-rape-on-a-brooklyn-pier.html"} , {"body" : "The woman who was raped early Sunday on an abandoned pier in Brooklyn described a night of horror that began when she and a male friend stopped to view the Manhattan skyline and continued with what she described yesterday as a humiliating ordeal at Woodhull Medical Center. The woman complained that at the hospital, she was required to sit in her" , "date" : "19941011" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Woman's Ordeal of Rape, and Treatment" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/11\/nyregion\/a-woman-s-ordeal-of-rape-and-treatment.html"} , {"body" : "A couple's evening out ended violently early yesterday morning near an abandoned Brooklyn pier when three men beat the man and raped the woman as he was forced to look on, and then stole their car, the police said. The couple, whom the police will not identify, had been out for dinner and had just parked near the pier, on the border of Williamsburg" , "date" : "19941010" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Woman Raped and Man Beaten Near Abandoned Brooklyn Pier" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/10\/nyregion\/woman-raped-and-man-beaten-near-abandoned-brooklyn-pier.html"} , {"body" : "PATAKI STRESSES LEADERSHIP AND CHANGE State Senator George E. Pataki, the Republican candidate for governor, contends that New York State has an anemic economy, crime-ridden streets, a meddlesome government and property taxes that are driving its residents away. In making that bleak diagnosis during a two-hour interview with reporters and editors" , "date" : "19941010" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/10\/nyregion\/metro-digest-484490.html"} , {"body" : "BROOKLYN DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next Oct. 11, 7 P.M.,; 211 Ainslie Street; (718) 388-4440. Chairman: Vincent V. Abate; District Manager: Gerald A. Esposito. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next Oct. 12, 6 P.M.; Brooklyn Borough Hall, 209 Joralemon Street; (718) 596-5410." , "date" : "19941009" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PUBLIC INTEREST; Community Boards: Coming Meetings" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/09\/nyregion\/public-interest-community-boards-coming-meetings.html"} , {"body" : "TWO weeks ago, aroused by the Mayor's proposal to exile porn shops to the fringes of the city, I visited the Triple X rated video stores in my neighborhood. I had never paid them much attention before. For reasons of righteousness or repression or both, I had little experience with pornography, so going into the shops (at night, of course), getting" , "date" : "19941009" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; Porn, Part 2: Maybe Mild Side Isn't So Mild" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/09\/nyregion\/coping-porn-part-2-maybe-mild-side-isn-t-so-mild.html"} ,   {"body" : "The souvenir T-shirts had been approved, convoys of buses had been arranged, altars had been designed and choirs were prepared to sing as hundreds of thousands of Roman Catholics in the New York area prepared for their spiritual leader's visit next month. All those plans came to an abrupt halt yesterday when the Vatican announced that lingering" , "date" : "19940923" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["World"] , "page_facet" : "8" , "title" : "Sudden Letdown and Lingering Questions for Faithful" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/23\/world\/sudden-letdown-and-lingering-questions-for-faithful.html"} , {"body" : "INSIDE a rumbling, clanking factory in a rundown quarter of Greenpoint, Brooklyn, the air is fragrant with peanut oil as Dana Sinkler runs through the creation of a typical Terra Chip. In the hushed refrigeration room, crates of earth-dusted parsnips and well-traveled taro roots await their trip to the slicer. Once sliced, they are bathed in" , "date" : "19940918" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Inspiration, Frustration, You're in Business!" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/18\/nyregion\/inspiration-frustration-you-re-in-business.html"} , {"author" : "Jill Eisenstadt wrote \"From Rockaway\" and \"Kiss Out,\" two novels set in the boroughs outside Manhattan." , "body" : "SHE'S the gum crackin', chain-smokin' Bay Ridge\/Woodside\/Richmond\/Woodlawn hairdresser\/secretary who tells it like it is and don't take no crap from no one. Only her best friend has bigger breasts and hoop earrings, a thicker accent and make-up job. Only her Pops gets to call her his \"little girl\" and slap her can when she serves his eats. Her" , "date" : "19940918" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "13" , "title" : "SOAPBOX; Enough, Already!" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/18\/nyregion\/soapbox-enough-already.html"} , {"body" : "Let your fingers do the walking in the Black Pages, and those fingers will find themselves on the pulse of an often unacknowledged world. \"It's the world of black businesses owned by black people,\" said Celeste Morris. \"Word of mouth was how black people in New York used to find those businesses. Now part of that world is in these pages.\" Ms." , "date" : "19940911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "72" , "title" : "For Black-Owned Businesses, a Directory of Their Own" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/11\/nyregion\/for-black-owned-businesses-a-directory-of-their-own.html"} , {"body" : "It's not the Berlin Wall or the Walls of Jericho. But to residents of Williamsburg it might as well be. A 10-foot battleship gray fence erected in 1991 by Nekboh Recycling Inc., a garbage and construction waste transfer station at Kent Avenue and North Fifth Street in Williamsburg, has bothered residents, who have complained to Community Board 1" , "date" : "19940911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: NORTH BROOKLYN; What's a Good Fence? Neighbors Disagree." , "url" : "http:\/\/www.nytimes.com\/1994\/09\/11\/nyregion\/neighborhood-report-north-brooklyn-what-s-a-good-fence-neighbors-disagree.html"} , {"body" : "THE \"quality of life,\" this season's municipal mantra, means different things to different people. A month ago, The City surveyed Manhattan, interviewing dozens of residents, merchants, police officers and district managers of community boards to seek examples of quality of life issues. A journey through Queens reveals similar psychic desires, for" , "date" : "19940904" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: QUEENS UP CLOSE; What Makes Us Angry? How Queens Defines the 'Quality of Life'" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/04\/nyregion\/neighborhood-report-queens-up-close-what-makes-us-angry-queens-defines-quality.html"} , {"body" : "For the residents of Ridgewood, Queens, the invisible jagged line separating them from Bushwick, Brooklyn, has long been an object of both anxiety and opportunity. A small but sturdy community on the southwest edge of Queens, across the street from Brooklyn, Ridgewood watched in fear as Bushwick set itself aflame in the 1960's and 70's, culminating" , "date" : "19940825" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "RIDGEWOOD (NYC)" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Stopping Blight at the Border; Two Paths for Ridgewood, Queens, and Bushwick, Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/25\/nyregion\/stopping-blight-border-two-paths-for-ridgewood-queens-bushwick-brooklyn.html"} , {"body" : "A BIG green turtle surfaced to the left of Glenn Brown's fishing line, which he had plunked below a half-toppled pier on Staten Island. He mumbled something about chasing it, then worried about keeping his fingers. Mr. Brown has had enough pain recently. Pain, in fact, inspired him to fish in New York Harbor, a few hundred yards south of a rusted" , "date" : "19940821" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Complete Urban Angler" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/21\/nyregion\/the-complete-urban-angler.html"} , {"body" : "Posted like silent sentinels all around the town, stand thousands upon thousands of mortal men fixed in ocean reveries. Herman Melville, \"Moby Dick\" ONCE the city's raison d'etre and the inspiration of poetry and song, the waterfront has fallen to the status of civic embarrassment, its jagged edges and fearsome highways acting as if under divine" , "date" : "19940821" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: ON THE WATERFRONT; On Greenpoint's Piers, An Island of Regulars" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/21\/nyregion\/neighborhood-report-waterfront-greenpoint-s-piers-island-regulars.html"} , {"body" : "As a preliminary to their scheduled bout in November, Representative Carolyn B. Maloney and City Councilman Charles Millard, her challenger in the 14th Congressional District, are about to go to court over a potentially pivotal election-law question: Who will get the Liberal Party line? Mr. Millard, a Republican, won the Liberal Party's permission" , "date" : "19940807" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: UPDATE; Who's on the Liberal Line Becomes a Major-Party Issue" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/07\/nyregion\/neighborhood-report-update-who-s-on-the-liberal-line-becomes-a-major-party-issue.html"} ,   {"body" : "An unidentified man, whom the Fire Department described as a squatter, died yesterday in a suspicious fire in a vacant industrial building in the Greenpoint section of Brooklyn, the department said. The victim, described as a white man about 35 years old, was pulled from the building at 320 Freeman Street, between Provost and Green Avenues, by" , "date" : "19940729" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Suspicious Fire Kills Unidentified Man" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/29\/nyregion\/suspicious-fire-kills-unidentified-man.html"} , {"body" : "Before cars and highways bred suburbs and bedroom communities, people often lived and worked in the same neighborhood. In a collection of 14 blocks at the eastern edge east of Long Island City, the idea was pushed to its limits for generations, as immigrants, most of them Polish, lived in stark, two- and three-story houses wedged between small" , "date" : "19940717" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BLISSVILLE (NYC)" , "NEW YORK CITY" , "LONG ISLAND CITY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: BLISSVILLE\/LONG ISLAND CITY; Don't Blink, Or You Might Miss the Bliss" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/17\/nyregion\/neighborhood-report-blissville-long-island-city-don-t-blink-you-might-miss-bliss.html"} , {"body" : "Charles Millard marched with his parents for civil rights, served as a Vista volunteer in Crown Heights and fought for human rights in Chile. He rails against \"the influence of hate-mongers in the Republican Party, the rise of the Christian Coalition and the nomination of Oliver North.\" And, as a Councilman representing Manhattan's East Side, he" , "date" : "19940626" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "UPPER EAST SIDE (MANHATTAN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: EAST SIDE PROFILE; A Rising Star Looks Toward Congress" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/26\/nyregion\/neighborhood-report-east-side-profile-a-rising-star-looks-toward-congress.html"} , {"body" : "Beginning an investigation into a possible misuse of Federal, state and city funds, United States postal agents yesterday confiscated reams of files from the headquarters of a Brooklyn school district and from a private Hasidic school within the district, officials said. More than a dozen agents of the Postal Inspection Service descended on the two" , "date" : "19940617" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "School Offices Raided in U.S. Aid Inquiry" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/17\/nyregion\/school-offices-raided-in-us-aid-inquiry.html"} , {"body" : "Nine present and former New York City sanitation workers were accused yesterday of taking bribes from trash haulers in exchange for letting them dump unapproved garbage at no cost at the Fresh Kills landfill on Staten Island, depriving the city of more than $10 million in fees, prosecutors and city officials said. Not only were the trash haulers" , "date" : "19940616" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bribes Alleged On Dumping At Fresh Kills" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/16\/nyregion\/bribes-alleged-on-dumping-at-fresh-kills.html"} , {"body" : "IN THE PARKS Discovering Happy Trails In the Middle of the City If you missed the Urban Park Rangers' Bass Blast on the East River two weeks ago that celebrated a certain striped fish, be of good cheer. On Saturday at parks in all five boroughs, the rangers will be leading the first urban celebration of National Trails Day. Starting at 10 A.M.," , "date" : "19940529" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/29\/nyregion\/playing-in-the-neighborhood-236012.html"} , {"body" : "IN THE PARKS Discovering Happy Trails In the Middle of the City If you missed the Urban Park Rangers' Bass Blast on the East River two weeks ago that celebrated a certain striped fish, be of good cheer. On Saturday at parks in all five boroughs, the rangers will be leading the first urban celebration of National Trails Day. Starting at 10 A.M.," , "date" : "19940529" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/29\/nyregion\/playing-in-the-neighborhood-225541.html"} , {"body" : "A New York City police sergeant was arraigned yesterday in Brooklyn on charges that he agreed to provide protection, while off duty, to a drug dealer during a cocaine sale, and that he offered to help another dealer, while on duty, through the use of a police computer. The sergeant, Robert Santana, 33, is one of the first supervisory officers in" , "date" : "19940527" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Sergeant Charged in Police Corruption Case" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/27\/nyregion\/sergeant-charged-in-police-corruption-case.html"} , {"body" : "NEW YORKERS take certain things in stride that would unnerve the residents of smaller metropolises: nails-down-the-blackboard police sirens and car alarms, raving street folks, muggers, Soon-Yi and Woody strolling down Columbus Avenue. But ask many of them to hop on a bike for a mile or two spin to work and you would likely get a look of" , "date" : "19940515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "25" , "title" : "At Work; The Healthiest Business Cycle" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/15\/business\/at-work-the-healthiest-business-cycle.html"} , {"body" : "A forklift operator found the body of a newborn boy yesterday in a pile of newspapers at a recycling plant in Greenpoint, Brooklyn, the police said. The body, wrapped in a towel, was found in a recycling machine at about 2:30 P.M., said Sgt. Frances Haimeck-Mladinich, a police spokeswoman. The plant, owned by BQE Services, is at 75 Thomas Street." , "date" : "19940513" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Newborn's Body Found" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/13\/nyregion\/newborn-s-body-found.html"} ,   {"body" : "Residents and officials who have spent more than a decade waging legal and political warfare against New York City's plans to build new trash incinerators believe they now have some overwhelming ammunition: a convincing economic argument. Opponents of incineration said yesterday that a Supreme Court decision on Monday requiring that the ash" , "date" : "19940504" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Incinerator Opponents See Victory in High Court Ruling" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/04\/nyregion\/brooklyn-incinerator-opponents-see-victory-in-high-court-ruling.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; 2d Tuesday of month; next May 10, 7 P.M., 211 Ainslie Street; (718) 388-4440. DISTRICT 2: Fort Greene, Brooklyn Heights; 2d Wednesday of month; next May 11, 6 P.M.; place to be announced; (718) 596-5410. DISTRICT 3: Bedford-Stuyvesant; 1st Monday of month; next meeting May 2, 7 P.M., 1368 Fulton Street; (718)" , "date" : "19940424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Community Board Meetings in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/24\/nyregion\/public-interest-community-board-meetings-in-brooklyn.html"} , {"body" : "UNMISTAKABLY sharp-edged on issues like crime and education, the administration of Mayor Rudolph W. Giuliani cannot be so easily defined when it comes to land use. There are some civic leaders, indeed, who say they have yet to see any planning policy at all coming from City Hall. In part, that is because the administration is still young and has" , "date" : "19940424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Taking City Planning in a New Direction" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/24\/realestate\/taking-city-planning-in-a-new-direction.html"} , {"body" : "After decades of trying to claw its way out of the ranks of urban has-beens, Newark can be a bit prickly about its image. The local boosters often complain that no matter how much they rebuild their venerable but often pitied city, they cannot wipe away the stains left by a history of poverty, bad schools and rampant car theft. So when a young" , "date" : "19940418" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEWARK (NJ)" , "NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "Guarding the Image in Newark; City Bars Local Filming of a Movie About Teen-Age Car Bandits" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/18\/nyregion\/guarding-image-newark-city-bars-local-filming-movie-about-teen-age-car-bandits.html"} , {"body" : "From the outside, it looks like one more decrepit multi-story brick factory building left for dead. The inside, however, is alive with the sound of screaming band saws and the smell of fresh sawdust. The former 19th-century rope factory on the Brooklyn waterfront in Greenpoint has been broken up into dozens of smaller spaces for woodworking shops" , "date" : "19940417" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Out of the Ashes; More Derelict Factories Are Returning to Productive Use" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/17\/nyregion\/out-of-the-ashes-more-derelict-factories-are-returning-to-productive-use.html"} , {"body" : "THERE is an invisible wall in a recently opened commercial space in Brooklyn, dividing two new stores. They have opened in a sizable early-20th-century building that was long leased by the J.J. Newberry department store, on Manhattan Avenue. A customer might think the two stores are one, not drawing the correct inference from the difference in" , "date" : "19940417" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES; It Looks Like a Single Greenpoint Store, But It's Two" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/17\/realestate\/perspectives-it-looks-like-a-single-greenpoint-store-but-it-s-two.html"} , {"body" : "Brentano's to Abandon Bookstore on Fifth Avenue Generations of New York book lovers have made their way to 597 Fifth Avenue to browse, perchance to buy. The elegant site, with its mahogany walls, wrought-iron balconies and vaulted ceilings, began its life as a bookstore in 1913 under the Scribner's banner. In 1989 it was taken over by Brentano's." , "date" : "19940417" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1994\/04\/17\/nyregion\/new-yorkers-co-797928.html"} , {"body" : "A 27-year-old man, buoyed by the good weather, was walking his black Doberman pinscher past the 30th Precinct station house in Harlem yesterday when an angry voice broke his reverie. \"Put that Doberman on a leash,\" shouted the uniformed police officer standing in front of the precinct house at 451 West 151st Street. \"Stop taking so many payoffs,\"" , "date" : "19940416" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CORRUPTION IN UNIFORM: THE NEIGHBORHOOD; On Front Line of the Drug Wars, Police Corruption Is Nothing New" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/16\/nyregion\/corruption-uniform-neighborhood-front-line-drug-wars-police-corruption-nothing.html"} , {"body" : "El Puente, the Hispanic organization, has begun a partnership with an arts group that will give performers from the Brooklyn Academy of Music a second stage: a community center in Williamsburg. The arrangement springs from a joint venture between El Puente, a mainstay in Williamsburg for 12 years, and 651\/Kings Majestic Corporation, an arts and" , "date" : "19940410" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: GREENPOINT; Deal Brings BAM Artists To El Puente" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/10\/nyregion\/neighborhood-report-greenpoint-deal-brings-bam-artists-to-el-puente.html"} , {"body" : "Throughout the week, the survivors came to the charred remains of the four clapboard, shingle and faux-brick buildings on Huron Street. Some came to visit friends, some to marvel at the luck of their survival or to gather any retrievable belongings. But many came simply to gaze at the place that, until a roaring fire last weekend, they called home." , "date" : "19940410" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: WILLIAMSBURG; Fire Survivors Look Back In Sorrow" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/10\/nyregion\/neighborhood-report-williamsburg-fire-survivors-look-back-in-sorrow.html"} ,   {"body" : "HOSPITAL PARTNERS, BIG AND SMALL Economic pressures in the health care industry are causing big-name medical centers in the New York area to pursue affiliations with small hospitals. The result is the emergence of a few huge hospital networks and a constantly shifting landscape of hospital alliances that make Balkan politics seem simple. Such" , "date" : "19940404" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/04\/nyregion\/metro-digest-669997.html"} , {"body" : "A critically burned woman was forced to leap from a window, 20 other people were injured, some as they were rescued from fiery rooms, and 25 families were left homeless early yesterday when a four-alarm fire roared through a row of four tenement buildings in a Brooklyn waterfront community on the East River. No one was killed in the spectacular" , "date" : "19940404" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "21 Injured in Greenpoint Tenement Fire" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/04\/nyregion\/21-injured-in-greenpoint-tenement-fire.html"} , {"body" : "The faithful celebrated the Resurrection atop the Empire State Building and beside a hot-dog vendor on Fifth Avenue. They prayed in Korean and Polish, knelt at the Cathedral of St. John the Divine in Manhattan, and sang loud at New Hope Baptist Church in Queens. Some took part in a Latin Mass at Ave Maria Chapel in Westbury, L.I., while others" , "date" : "19940404" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "The Many Joyful Noises of Easter" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/04\/nyregion\/the-many-joyful-noises-of-easter.html"} , {"body" : "WHAT do Americans put on their walls or tables in the name of art? Calm landscapes and family photographs. Almost never a Warhol print. \"People like the idea of a tranquil country setting -- especially if they live in the city -- as an escape from the world of work and commute,\" said Dr. David Halle, author of \"Inside Culture: Art and Class in the" , "date" : "19940324" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS; You Are What You Hang (Or Don't)" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/24\/garden\/currents-you-are-what-you-hang-or-don-t.html"} , {"body" : "Three years ago, the city agreed to pay $850,000 to settle charges that it allowed too much sewage to travel through the Newtown Creek Sewage Treatment Plant. But until now, because of delays and disputes, the money has not had a much of a chance to help Greenpoint and Williamsburg, areas that have long suffered from a collection of noxious waste" , "date" : "19940320" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: GREENPOINT; After 3 Years, It's a Deal: Agency to Begin Pollution Watch" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/20\/nyregion\/neighborhood-report-greenpoint-after-3-years-it-s-deal-agency-begin-pollution.html"} , {"body" : "This month the school system announced that enrollment had topped a million for the first time in 15 years. Here is a breakdown by district. Citywide public school enrollment High school enrollment '89-'90 937,248 Manhattan 62,714 '90-'91 939,638 Bronx 59,939 '91-'92 973,263 Brooklyn 103,196 '92-'93 995,465 Queens 72,781 '93-'94 1,016,728 Staten" , "date" : "19940320" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "PUBLIC SCHOOL ENROLLMENT; Tipping the Scales At School" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/20\/nyregion\/public-school-enrollment-tipping-the-scales-at-school.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; 2d Tuesday of month; next March 8, 7 P.M., 211 Ainslie Street; (718) 388-4440. DISTRICT 2: Fort Greene, Brooklyn Heights; 2d Wednesday of month; next March 9, 6 P.M., Borough Hall Community Room, Joralemon and Court Streets; (718) 596-5410. DISTRICT 3: Bedford-Stuyvesant; 1st Monday of month; next tomorrow, 7" , "date" : "19940306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Community Board Meetings in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/06\/nyregion\/public-interest-community-board-meetings-in-brooklyn.html"} , {"body" : "To the Editor: I am pleased that \"Environmental Justice\" (editorial, Feb. 11) praises President Clinton for asking Federal agencies to insure that their environmental programs do not inflict disproportionate environmental harm on the poor or minorities. Unfortunately, you do not support environmental justice in New York City. The city is in the" , "date" : "19940225" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "28" , "title" : "Let's Make a Start on Environmental Justice With Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/25\/opinion\/l-let-s-make-a-start-on-environmental-justice-with-brooklyn-299502.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of the month; next March 8, time to be announced, 211 Ainslie Street; (718) 388-4440. DISTRICT 2 Fort Greene, Downtown, Brooklyn Heights, Boerum Hill; second Wednesday of the month; next March 9, 6 P.M., Borough Hall Community Room, Joralemon and Court Streets; (718) 596-5410. DISTRICT 3" , "date" : "19940213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Brooklyn Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/13\/nyregion\/public-interest-brooklyn-board-meetings.html"} , {"author" : "Councilman Kenneth K. Fisher represents the 33d District, which covers downtown Brooklyn, Brooklyn Heights, Park Slope, Greenpoint and Williamsburg." , "body" : "EACH morning in downtown Brooklyn, hundreds of residents start their day hunting for parking spaces or sitting in cars waiting for their current spaces to become legal. By the time they go to work, the tension is already high. Many of these frazzled drivers hungrily eye the spaces guarded by squat structures whose purpose has become as obscure as" , "date" : "19940123" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "SOAPBOX; A Little Secret About Fire Hydrants" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/23\/nyregion\/soapbox-a-little-secret-about-fire-hydrants.html"} ,   {"body" : "An administrative law judge reviewing the city's application to upgrade and reopen the Shore Road incinerator has ruled that hearings on its potential emissions must be held before any permits are granted. The city's Corporation Counsel has appealed the ruling, which could delay the reopening for years. With the Fresh Kills landfill on Staten" , "date" : "19940102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: BENSONHURST\/GRAVESEND -- UPDATE; Ruling May Keep Incinerator Cold" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/02\/nyregion\/neighborhood-report-bensonhurst-gravesend-update-ruling-may-keep-incinerator.html"}]