[  {"body" : "By sacred tradition and ancient Jewish law, Rabbi Jacob S. Kassin's funeral was also, in a way, his son's coronation. Rabbi Kassin, who died Dec. 9 at age 94, had been Chief Rabbi of the American Sephardic Jewish community since 1932. In his will, read at his funeral, earlier this month, he named his 73-year-old son, Rabbi Saul J. Kassin, as his" , "date" : "19941225" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: MIDWOOD; Sephardic Jews Shift Leadership, Father to Son" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/25\/nyregion\/neighborhood-report-midwood-sephardic-jews-shift-leadership-father-to-son.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next meeting, Dec. 13, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; (718) 389-0009. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next meeting Dec. 14, 6 P.M.; St Joseph's Services, 540 Atlantic Ave., between Third and Fourth Avenues; (718) 596-5410." , "date" : "19941211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Community Boards To Meet in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/11\/nyregion\/community-boards-to-meet-in-brooklyn.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GRAMERCY PARK AREA $325,000 235 East 22d Street 2-bedroom, 2-bath, 1,400-sq.-ft. prewar co-op; 24-hr. doorman, eat-in kitchen, fireplace, roof garden, south exposure;" , "date" : "19941211" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/11\/realestate\/residential-resales-082031.html"} , {"body" : "A CENTRAL goal of many co-op apartment buildings in New York City is to build up the level of owner-occupancy. These are buildings that are owned by co-op corporations but are largely occupied by long-term rental tenants. The collapse of the market for these apartments throughout the city in the late 80's and early 90's has caused financial" , "date" : "19941113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES; A Brooklyn Co-op Tries Acting Like a Condo" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/13\/realestate\/perspectives-a-brooklyn-co-op-tries-acting-like-a-condo.html"} , {"body" : "It started out as one more encounter in what has become routine skirmishing between police officers and illegal-van operators who provide popular but illicit transportation in many neighborhoods of New York City. It ended with a van operator's spinal cord crushed, reducing him to life as a virtual quadriplegic. In a Brooklyn courtroom last week," , "date" : "19941107" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Illegal-Livery Driver Testifies That Officers Broke His Back" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/07\/nyregion\/illegal-livery-driver-testifies-that-officers-broke-his-back.html"} , {"body" : "IN August, The City began an examination of how residents defined the \"Quality of Life,\" a political mantra that has no single meaning. The first installment focused on Manhattan; the second on Queens. Because it is so large, Brooklyn has been split in two, with Flatbush Avenue as a natural divider. Taken as a whole, the area west of Flatbush has" , "date" : "19941030" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "BROOKLYN UP CLOSE; What Makes Brooklyn Angry: The 'Quality of Life,' West of Flatbush" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/30\/nyregion\/brooklyn-up-close-what-makes-brooklyn-angry-the-quality-of-life-west-of-flatbush.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $810,000 317 West 18th Street 2-family, landmarked, 4-story brick town house with garden; 1 bedroom, 2 1\/2 baths, finished basement in owner's duplex; 3" , "date" : "19941023" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/23\/realestate\/residential-resales-585505.html"} , {"body" : "BROOKLYN DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next Oct. 11, 7 P.M.,; 211 Ainslie Street; (718) 388-4440. Chairman: Vincent V. Abate; District Manager: Gerald A. Esposito. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next Oct. 12, 6 P.M.; Brooklyn Borough Hall, 209 Joralemon Street; (718) 596-5410." , "date" : "19941009" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PUBLIC INTEREST; Community Boards: Coming Meetings" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/09\/nyregion\/public-interest-community-boards-coming-meetings.html"} , {"author" : "Jill Eisenstadt wrote \"From Rockaway\" and \"Kiss Out,\" two novels set in the boroughs outside Manhattan." , "body" : "SHE'S the gum crackin', chain-smokin' Bay Ridge\/Woodside\/Richmond\/Woodlawn hairdresser\/secretary who tells it like it is and don't take no crap from no one. Only her best friend has bigger breasts and hoop earrings, a thicker accent and make-up job. Only her Pops gets to call her his \"little girl\" and slap her can when she serves his eats. Her" , "date" : "19940918" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "13" , "title" : "SOAPBOX; Enough, Already!" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/18\/nyregion\/soapbox-enough-already.html"} , {"body" : "* BROOKLYN HEIGHTS A lack of support from businesses may jeopardize a project to keep Montague Street clean, officials of the Brooklyn Heights Association said. But many merchants on Montague Street, the unofficial main street of Brooklyn Heights, said that they were unaware they were supposed to pay a fee, which is $2 a day. The association said" , "date" : "19940828" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT; BROOKLYN UPDATE" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/28\/nyregion\/neighborhood-report-brooklyn-update.html"} ,   {"body" : "As a center of Jewish culture, New York City attracts hundreds of Jewish youths from across the United States and around the world every year. Feeling that there is a need to give the youths a more fulfilling experience during their stay, Rabbi David A. Cohen, president of the Jewish Youth Renaissance in Midwood, Brooklyn, plans to open the first" , "date" : "19940814" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MIDWOOD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: CONEY ISLAND; Coming Soon to East 15th Street: A Kosher Youth Hostel" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/14\/nyregion\/neighborhood-report-coney-island-coming-soon-east-15th-street-kosher-youth.html"} , {"body" : "Before Rudolph W. Giuliani was elected Mayor, Albert L. Buzzeo was a caterer in Queens and serving as a Republican district leader. Leonard B. Guttman was a rabbi close to Mr. Giuliani who ran for City Council as a Republican in 1991 and lost. Today they are assistant commissioners in the Department for the Aging, making $73,500 a year. Rosemarie" , "date" : "19940808" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Giuliani's Patronage Power Helps Reshape Government" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/08\/nyregion\/giuliani-s-patronage-power-helps-reshape-government.html"} , {"body" : "Every day for five hours, three workers and a supervisor clean the length of Montague Street, all the way from Court Street to Hicks Street. They sweep sidewalks and gutters. They empty litter baskets and bag the debris for pickup by the Sanitation Department. The workers are developmentally disabled. Their results? The store has been here nine" , "date" : "19940731" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN HEIGHTS;They're Satisfied Customers on Montague St." , "url" : "http:\/\/www.nytimes.com\/1994\/07\/31\/nyregion\/neighborhood-report-brooklyn-heights-they-re-satisfied-customers-on-montague-st.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $445,000 471 West 22d Street 3-bedroom, 2-bath, 1,580-sq.-ft. co-op in a brownstone; dining area, 2 fireplaces, h\/w floors, 2 exposures, private garden;" , "date" : "19940731" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/31\/realestate\/residential-resales-020990.html"} , {"body" : "A plan to open a McDonald's restaurant near a synagogue in Flatbush is being met with opposition from some community leaders who voice concerns about traffic, litter and possible security problems. In addition, a City Councilman is saying the site in simply inappropriate because of its proximity to an Orthodox congregation and because McDonald's" , "date" : "19940724" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: FLATBUSH; Debate Over a McDonald's: Litter, Traffic, and Religion" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/24\/nyregion\/neighborhood-report-flatbush-debate-over-mcdonald-s-litter-traffic-religion.html"} , {"body" : "Rachel Sandra Shapiro, the daughter of Dr. and Mrs. Stanley Shapiro of New York, is to be married today to David Bruce Axinn, the son of Mr. and Mrs. Stephen M. Axinn, also of New York. Rabbi Morton Leifman is to officiate in New York at the Jewish Theological Seminary of America. The bride, 25, graduated from Wesleyan University and last month" , "date" : "19940724" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "45" , "title" : "WEDDINGS; Rachel S. Shapiro, David B. Axinn" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/24\/style\/weddings-rachel-s-shapiro-david-b-axinn.html"} , {"body" : "* MIDWOOD After receiving complaints from motorists, the Department of Transportation has removed eight European-style multispace parking meters along Kings Highway. But 11 others in neighborhoods throughout the city will remain because there have been no complaints, said Larry Berman, the executive director of parking for the department. The bulk" , "date" : "19940717" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT; BROOKLYN UPDATE" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/17\/nyregion\/neighborhood-report-brooklyn-update.html"} , {"body" : "An article on Monday about a New York City police supervisor who said he had been ostracized for reporting corruption misstated the location of a precinct where the supervisor, Capt. Gary Carey, received a Christmas card with offensive messages. The precinct was in the Midwood-Flatbush area of Brooklyn, not in Coney Island." , "date" : "19940713" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/13\/nyregion\/c-corrections-654094.html"} , {"body" : "In one New York police precinct station house, Capt. Gary Carey found a dead rat in his mailbox. At another, he received a Christmas card wishing that he contract stomach cancer. At a third station house, his locker was defaced and graffiti on the bathroom walls asserted that he was having an affair with his male driver. In the last couple of" , "date" : "19940711" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For Police Corruption Battler, a Bitter Retirement; A 24-Year Career Marred by Ostracism for Blowing the Whistle on Misconduct" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/11\/nyregion\/for-police-corruption-battler-bitter-retirement-24-year-career-marred-ostracism.html"} , {"body" : "New Yorkers express anxiety about the Police Department's ability to protect them, and many say there is widespread corruption in the force, according to a New York Times\/WCBS-TV News Poll. The survey and follow-up interviews suggest a serious lack of confidence in the department because of a fear of crime and concern over revelations of corruption" , "date" : "19940619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "1" , "title" : "POLL FINDS A LACK OF FAITH IN POLICE" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/19\/us\/poll-finds-a-lack-of-faith-in-police.html"} ,   {"body" : "A plan to build a $25 million elementary school for 650 children in the heart of Flatbush has met with resistance from community residents. They argue that although a new school is needed, the selected site is in an area already crammed with thousands of college and public-school students. Given the resistance, an official of the School" , "date" : "19940619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: FLATBUSH; New School? Certainly. But Not Here." , "url" : "http:\/\/www.nytimes.com\/1994\/06\/19\/nyregion\/neighborhood-report-flatbush-new-school-certainly-but-not-here.html"} , {"body" : "Heloise Gruneberg claims a world title as the \"only single female with five sets of dishes.\" Miss Gruneberg, 62, of Boerum Hill, Brooklyn, has never met a stoop sale she did not like. \"Don't even talk to me about sheets,\" she said. \"My whole house is put together from stoop sales.\" Stoop sales are to Brooklyn what garage sales and yard sales and" , "date" : "19940609" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "If There's a Stoop, Look for a Sale; n Brooklyn, Occasional 'Finds' Amid the Odds and Ends" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/09\/nyregion\/if-there-s-stoop-look-for-sale-n-brooklyn-occasional-finds-amid-odds-ends.html"} , {"body" : "WINNING A HIGH COURT APPEAL: Supreme Court Justice Ruth Bader Ginsburg's daylong spin through Brooklyn last week contained a sweet note for the Brooklyn Bar Association. The Justice, a Brooklyn native, had declined two previous invitations to attend association events. But in February, as the new president, Miriam Cyrulnik tells it, the Justice" , "date" : "19940605" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "BROOKLYN MINUTE . . ." , "url" : "http:\/\/www.nytimes.com\/1994\/06\/05\/nyregion\/brooklyn-minute.html"} , {"body" : "WILLIAM C. THOMPSON JR., the latest appointee to that political sack of cats known as the Board of Education, has no one to blame for the honor but himself. He asked to be considered for the post, and a search committee unanimously agreed with his old boss, Howard Golden, the Brooklyn Borough President, that Mr. Thompson had all the right" , "date" : "19940605" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "39" , "title" : "On Sunday; Better Schools By Consensus, Not Conflict" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/05\/nyregion\/on-sunday-better-schools-by-consensus-not-conflict.html"} , {"body" : "THERE are places in this concrete-cornered, plasticized city where children, urban kids, can meet nature. How are you, park squirrel? Hi, pigeons. But these natural encounters are not always the most natural thing in the world. The two worlds clash -- and, most often, merge merrily -- at the new Prospect Park Wildlife Center in Brooklyn, the first" , "date" : "19940527" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Where City Children Can Have a Wild Time" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/27\/arts\/where-city-children-can-have-a-wild-time.html"} , {"body" : "Cantor Lorna Sue Wallach, a daughter of Mr. and Mrs. Robert C. Wallach of Brooklyn, is to be married today to Michael Kalet, the son of Morton Kalet of Jackson Heights, Queens, and the late Celia Kalet. Rabbi Alvin Kass and Rabbi Laurence A. Sebert are to perform the ceremony at the East Midwood Jewish Center in Brooklyn. The bride, 30, is the" , "date" : "19940522" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "12" , "title" : "Weddings; Lorna Wallach, Michael Kalet" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/22\/style\/weddings-lorna-wallach-michael-kalet.html"} , {"body" : "FOLLOWING the long tradition of spring elections, hundreds of men and women will soon begin their first terms of office on the board of a condominium or co-op. While it's possible to accomplish a great deal, membership can swiftly become a minefield for the novice who blunders into the position totally untrained, which many do. It can become even" , "date" : "19940515" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "YOUR HOME; Orienting Board Novices" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/15\/realestate\/your-home-orienting-board-novices.html"} , {"body" : "It was not that he wanted to kill the man, the teen-ager said. He was simply trying to scare him. And it was not that he intended to shoot four times. His finger got \"stuck\" on the trigger \"and the shots just kept going.\" In a videotape played in a Brooklyn courtroom yesterday, the 17-year-old's matter-of-fact tones and slouching image riveted" , "date" : "19940504" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Teen-Ager Accused in Killing Says He Only Meant to Scare" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/04\/nyregion\/teen-ager-accused-in-killing-says-he-only-meant-to-scare.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN EAST MIDTOWN $550,000 303 East 57th Street (Excelsior) 2-bedroom, 3-bath, 2,000-sq.-ft. prewar co-op; 24-hr. doorman, concierge, manned elevator, dining room, powder" , "date" : "19940501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/01\/realestate\/residential-resales-921319.html"} , {"body" : "BROWNSTONES and mansions, 19th-century period rooms and contemporary designer decor, backyard gardens and skyline views are features of this spring's show houses and house tours in the Northeast. New York City Fort Greene, Brooklyn, Sunday -- A tour of 11 houses and the Lafayette Avenue Presbyterian Church will be held from noon to 5 P.M. Tickets," , "date" : "19940428" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NORTHEASTERN STATES (US)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "From Boston to Wilmington, the Show House Season Begins" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/28\/garden\/from-boston-to-wilmington-the-show-house-season-begins.html"} ,   {"body" : "DISTRICT 1: Greenpoint, Williamsburg; 2d Tuesday of month; next May 10, 7 P.M., 211 Ainslie Street; (718) 388-4440. DISTRICT 2: Fort Greene, Brooklyn Heights; 2d Wednesday of month; next May 11, 6 P.M.; place to be announced; (718) 596-5410. DISTRICT 3: Bedford-Stuyvesant; 1st Monday of month; next meeting May 2, 7 P.M., 1368 Fulton Street; (718)" , "date" : "19940424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Community Board Meetings in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/24\/nyregion\/public-interest-community-board-meetings-in-brooklyn.html"} , {"body" : "Ocean Parkway was created to attract strollers. The eight-lane thoroughfare, with a tree-lined median strip, has bridle paths and wooden benches. It is also the most dangerous road in Brooklyn. Two weeks ago, a 3-year-old boy became the 31st traffic fatality on the parkway since 1988. For more than six years, community leaders have tried, largely" , "date" : "19940424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "OCEAN PARKWAY (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: OCEAN PARKWAY; A Long Quest for Turn Lights on a Perilous Parkway" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/24\/nyregion\/neighborhood-report-ocean-parkway-long-quest-for-turn-lights-perilous-parkway.html"} , {"body" : "Park Slope residents began giving annual tours of their neighborhood's historic homes in 1959 as a way of attracting homeowners to the area. In the years since then, Flatbush and other neighborhoods have begun offering their own tours, drawing hundreds of people to many of the borough's architectural treasures, ranging from the Victorian homes of" , "date" : "19940417" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: FLATBUSH; Touring Homes and History" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/17\/nyregion\/neighborhood-report-flatbush-touring-homes-and-history.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN BATTERY PARK CITY $360,000 (Regatta) 1-bedroom, 1 1\/2-bath, 810-sq.-ft. duplex condo; concierge, balcony, Jacuzzi, harbor view; common charge $599, taxes $3,220, listed" , "date" : "19940403" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/03\/realestate\/residential-resales-633020.html"} , {"body" : "A century ago, the heirs of Pieterse Lefferts, a wealthy Dutch immigrant who was granted his vast land holdings by Peter Stuyvesant in 1661, carved up a piece of their farmland and built stately Victorian homes for affluent Brooklyn residents. In the face of increasing immigration and a shifting economy, a covenant to keep out boarders and renters" , "date" : "19940403" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: LEFFERTS GARDEN; Testing a Definition of Family" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/03\/nyregion\/neighborhood-report-lefferts-garden-testing-a-definition-of-family.html"} , {"body" : "Preeti Sanghavi came to Durham Woods from India by way of Texas. Chao-Tsun Yen came to Durham Woods from Taiwan by way of Brooklyn. Michael Adeyemo came to Durham Woods from Nigeria by way of Alabama. George Moices came to Durham Woods directly from Brooklyn. In so doing, they joined an international bazaar of 1,500 residents in an apartment" , "date" : "19940327" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["EDISON (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "EXPLOSION IN EDISON; Diversity of Residents Is Reflection Of a Changing Central New Jersey" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/27\/nyregion\/explosion-edison-diversity-residents-reflection-changing-central-new-jersey.html"} , {"body" : "This month the school system announced that enrollment had topped a million for the first time in 15 years. Here is a breakdown by district. Citywide public school enrollment High school enrollment '89-'90 937,248 Manhattan 62,714 '90-'91 939,638 Bronx 59,939 '91-'92 973,263 Brooklyn 103,196 '92-'93 995,465 Queens 72,781 '93-'94 1,016,728 Staten" , "date" : "19940320" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "PUBLIC SCHOOL ENROLLMENT; Tipping the Scales At School" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/20\/nyregion\/public-school-enrollment-tipping-the-scales-at-school.html"} , {"body" : "* FLATBUSH: The incumbents in two important posts on Community Board 14 were returned to office last week after one challenger withdrew from the race and the other was overwhelmingly defeated. Alvin Berk, chairman of the board for five years, was re-elected after his opponent, Laurel Scott, withdrew from contention during a tense board meeting on" , "date" : "19940320" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FLATBUSH (NYC)" , "JAMAICA BAY WILDLIFE REFUGE" , "NEW YORK CITY" , "MARINE PARK (NYC NEIGHBORHOOD)" , "BROOKLYN (NYC)" , "BERGEN BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "BROOKLYN UPDATE" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/20\/nyregion\/brooklyn-update.html"} , {"body" : "In elections tomorrow at Community Board 14 -- whose meetings were so disrupted by racially charged protests three years ago that they have had a police presence ever since -- black members will challenge white incumbents for two important posts, chairman and third vice-chairman. The board's chairman of five years, Alvin Berk, will face Laurel" , "date" : "19940313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: PARKCHESTER; Racial Issues Dominate An Election" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/13\/nyregion\/neighborhood-report-parkchester-racial-issues-dominate-an-election.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GREENWICH VILLAGE $545,000 830 Broadway (12th St.) 2-bedroom, 2-bath, 3,000-sq.-ft. loft-co-op; 2 elevators, dining room, eat-in kitchen, library; maintenance $1,163," , "date" : "19940313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/13\/realestate\/residential-resales-424668.html"} ,   {"body" : "School officials at Monsignor Scanlan High School in the Bronx had 650 report cards to mail yesterday. So they did the obvious thing. They drove to the post office in Mount Vernon -- 20 minutes away in Westchester County. Although the United States Postal Service poetically proclaims that nothing stays its couriers from the swift completion of" , "date" : "19940312" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bronx Mystery: 3d-Rate Service for 1st-Class Mail" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/12\/nyregion\/bronx-mystery-3d-rate-service-for-1st-class-mail.html"} , {"body" : "On the east bank of the East River, as surely as on the West Bank of the Jordan, the parties to ethnic conflict often cannot see each other as aggrieved. For that reason alone, what happened yesterday in Brooklyn was noteworthy. A scheduled protest by Arab-Americans in Midwood, Brooklyn, against the militant Zionist group Kahane Chai was called off" , "date" : "19940307" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "ISRAEL" , "MIDDLE EAST"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Protest Off: Foes Prefer A Dialogue" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/07\/nyregion\/protest-off-foes-prefer-a-dialogue.html"} , {"body" : "NEW YORK REAL ESTATE IS BACK New York City's commercial real-estate brokers and landlords are unanimous: Buildings are filling up. Average midtown rents have stopped their slide. Landlords are getting more from tenants and giving them less. Some companies are even buying buildings again. All told, brokers and landlords say, the real-estate" , "date" : "19940307" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/07\/nyregion\/metro-digest-390550.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; 2d Tuesday of month; next March 8, 7 P.M., 211 Ainslie Street; (718) 388-4440. DISTRICT 2: Fort Greene, Brooklyn Heights; 2d Wednesday of month; next March 9, 6 P.M., Borough Hall Community Room, Joralemon and Court Streets; (718) 596-5410. DISTRICT 3: Bedford-Stuyvesant; 1st Monday of month; next tomorrow, 7" , "date" : "19940306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Community Board Meetings in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/06\/nyregion\/public-interest-community-board-meetings-in-brooklyn.html"} , {"body" : "The convictions in the World Trade Center bombing trial elicited jubilation and relief throughout New York City yesterday, though there was also righteous anger among some Arabs. But many who were bruised by the traumatic event were certain that no verdict by a jury or punishment by a judge will exorcise the pain and terror that remain. \"I got" , "date" : "19940305" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "EXPLOSION AT THE TWIN TOWERS: The Reaction; Convictions Greeted With Jubilation and Big Sighs" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/05\/nyregion\/explosion-twin-towers-reaction-convictions-greeted-with-jubilation-big-sighs.html"} , {"author" : "H. Jack Geiger is the Logan Professor of Community Medicine at the City University of New York Medical School." , "body" : "THE YOUNG SCIENTISTS America's Future and the Winning of the Westinghouse. By Joseph Berger. 243 pp. Reading, Mass.: Addison-Wesley Publishing Company. $21.95. HOW does one get to be a great scientific researcher and maybe win a Nobel Prize? Practice, practice, practice -- doing research, that is, instead of just memorizing scientific facts and" , "date" : "19940227" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "8" , "title" : "Intoxicated With Science" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/27\/books\/intoxicated-with-science.html"} , {"body" : "Trying to get juvenile delinquents off the streets, the New York City Police Department and the Board of Education are planning a joint effort to round up teen-age truants and force them back to school. More than 100 police officers are to be assigned to the task full time in the coming weeks, in what city officials said would be a major component" , "date" : "19940223" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Reacting to Crimes, Police Plan to Pick Up Truants" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/23\/nyregion\/reacting-to-crimes-police-plan-to-pick-up-truants.html"} , {"body" : "Fifteen minutes after dropping off a man with chest pains at Brookdale Hospital in Brownsville, ambulance 30H is blazing through Brooklyn's rush-hour traffic, its siren an excruciating wail. The ambulance cuts a tight passage through the streets of Bushwick until it is confronted with a stalled Cadillac on a snowy patch of road. As it impatiently" , "date" : "19940220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "39" , "title" : "Team's Motto: 'They Call; We Haul'; On the Road With the Crew of an E.M.S. Ambulance" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/20\/nyregion\/team-s-motto-they-call-we-haul-on-the-road-with-the-crew-of-an-ems-ambulance.html"} , {"body" : "ON Tuesday, five special elections were held in the city for seats in the State Legislature. Here are profiles of the winners. 28TH ASSEMBLY DISTRICT NAME -- Melinda Katz AGE -- 28 PARTY -- Democrat RESIDENCE -- Forest Hills EDUCATION -- Hillcrest High School, Jamaica, Queens; University of Massachusetts at Amherst, 1987, and St. John's Law School," , "date" : "19940220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "WINNERS' CIRCLE; Destination Albany: The Newest Faces" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/20\/nyregion\/winners-circle-destination-albany-the-newest-faces.html"} , {"body" : "New York City is preparing to enforce a new law that will ban an armada of illegal vans from established bus routes, where they siphon off millions of dollars in fares from the city by providing cheaper, swifter trips in vehicles that officials say are often unlicensed, uninsured and unsafe. But whether the law will end what one official termed the" , "date" : "19940213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "A New Law Escalates the War Against Unlicensed Vans" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/13\/nyregion\/a-new-law-escalates-the-war-against-unlicensed-vans.html"} ,   {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of the month; next March 8, time to be announced, 211 Ainslie Street; (718) 388-4440. DISTRICT 2 Fort Greene, Downtown, Brooklyn Heights, Boerum Hill; second Wednesday of the month; next March 9, 6 P.M., Borough Hall Community Room, Joralemon and Court Streets; (718) 596-5410. DISTRICT 3" , "date" : "19940213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Brooklyn Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/13\/nyregion\/public-interest-brooklyn-board-meetings.html"} , {"body" : "WHEN, three weeks ago, this column took account of Gerry Frank, an Oregonian author of a guide to New York City, and quoted his authenticating claim that good egg creams were available at Moisha's Luncheonette at 239 Grand Street, 15 readers wrote to say that Moisha's was defunct and had been replaced by a Chinese restaurant. \"You can get great egg" , "date" : "19940209" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "ABOUT NEW YORK; Egg Cream Diaspora: Bottling of a City Nectar" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/09\/nyregion\/about-new-york-egg-cream-diaspora-bottling-of-a-city-nectar.html"} , {"body" : "A Big Break ($8 Million) On Winter Heating Bills The Brooklyn Union Gas Company has announced an $8 million refund to customers that should take some of the bite out of this winter's heating bills. While refunds are often given after colder-than-normal months, $8 million is particularly high, said Bob Loftus, a company spokesman. Refunds last year," , "date" : "19940206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1994\/02\/06\/nyregion\/new-yorkers-co-080861.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $305,000 155 West 15th Street 2-bedroom, 2-bath, 1,350-sq.-ft. loft co-op; part-time doorman, elevator, fireplace; maintenance $1,136, 60% tax deductible," , "date" : "19940206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/06\/realestate\/residential-resales-067903.html"} , {"body" : "Fourteen of the 40 finalists announced yesterday in the 53d Westinghouse Science Talent Search, the nation's oldest science contest, are from New York State, double last year's number. Winners of the Westinghouse search are considered some of the brightest, most promising scientists of the future. Five Westinghouse scholars have gone on to win" , "date" : "19940125" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Science" , "New York and Region" , "Technology"] , "page_facet" : "4" , "title" : "Westinghouse Science Contest Honors 14 New York Students" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/25\/nyregion\/westinghouse-science-contest-honors-14-new-york-students.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN EAST MIDTOWN $970,000 870 United Nations Plaza 2-bedroom, 3 1\/2-bath, 3,000-sq.-ft. co-op; 24-hr. doorman, concierge, manned elevator, dining room, eat-in kitchen," , "date" : "19940123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/23\/realestate\/residential-resales-929760.html"} , {"body" : "New York City's school system gets lots of abuse, but its output of whiz kids in scientific research is stellar. Almost one-third of the 300 semi-finalists in this year's nationwide Westinghouse Science Talent Search are high school seniors in the city, 88 in public schools, 4 in private schools. Stuyvesant High in Manhattan has 26, followed by the" , "date" : "19940123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "16" , "title" : "And the Winner Is . . . Science" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/23\/opinion\/and-the-winner-is-science.html"} , {"body" : "One of the more pesky expenditures for the ever-strained Department of Transportation is the $1.25 million annually for parts to repair parking meters, damaged by age, reckless drivers, vandals and the elements. So the department's hopes were high in August, when it began a test program, placing 19 new, vandal-resistant European-style meters in" , "date" : "19940116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: SOUTHERN BROOKLYN; Time Expires on New Meters" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/16\/nyregion\/neighborhood-report-southern-brooklyn-time-expires-on-new-meters.html"} , {"body" : "A Brooklyn school board that for years took no action on allegations of wrongdoing on the part of one of its principals voted last week to bring administrative charges accusing him of political coercion and sexual harassment of teachers. School District 21, reconstituted in last year's election and facing a scathing report by a school system" , "date" : "19940109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BRIGHTON BEACH; Board Moves Against Principal" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/09\/nyregion\/neighborhood-report-brighton-beach-board-moves-against-principal.html"}]