[  {"body" : "The city's top official environmental official said last week that the problem of toxic contamination at the Brooklyn Navy Yard is not nearly as hazardous as indicated in a report made public earlier this month by a nonprofit group. The official, Environmental Commissioner Marilyn Gelber, said most of the hazards cited in the report had been" , "date" : "19941218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: WILLIAMSBURG; Report Exaggerates Navy Yard Hazards, Official Says" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/18\/nyregion\/neighborhood-report-williamsburg-report-exaggerates-navy-yard-hazards-official.html"} , {"body" : "The City Correction Department said yesterday that it would close its jail near the old Brooklyn Navy Yard next week and transfer 400 inmates to its sprawling complex on Rikers Island. The Brooklyn jail, formerly a Navy brig, reopened in October to accommodate an increase in prisoners after having been closed for eight months. Officials said that" , "date" : "19941216" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Jail Will Be Closed" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/16\/nyregion\/brooklyn-jail-will-be-closed.html"} , {"body" : "MAYOR PLANS INCENTIVES FOR WALL STREET Mayor Giuliani proposed tax breaks and zoning changes to bolster the sagging real estate market of Wall Street and lower Manhattan. A1. GIULIANI SEEKS CUTS IN AID FOR POOR The Giuliani administration began planning sharp reductions in health and welfare benefit programs for the poor as part of its strategy for" , "date" : "19941216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/16\/nyregion\/metro-digest-122858.html"} , {"body" : "Over the years, a patchwork of toxic contamination has riddled the Brooklyn Navy Yard. Decades of shipbuilding and painting with lead-based products fouled the area, and they were followed by years of waste backup from the nearby Newtown Creek Sewage Treatment Plant. Last week, for the first time, a comprehensive picture of the hazardous wastes" , "date" : "19941211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: NORTHERN BROOKLYN; Navy Yard: New Concerns" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/11\/nyregion\/neighborhood-report-northern-brooklyn-navy-yard-new-concerns.html"} , {"body" : "When the city with the world's largest garbage dump embarked five years ago on the nation's most ambitious recycling program, many said it would fail. It was fine for the suburbs, the skeptics said, but in a city as complex as New York, it was the stuff of dreamers and crackpots. At first it seemed they were right. Recycling was expensive, the city" , "date" : "19941127" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "After Growing in Success, Recycling Faces Obstacles" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/27\/nyregion\/after-growing-in-success-recycling-faces-obstacles.html"} , {"body" : "\"THIS discussion . . .\" said Mierle Laderman Ukeles, standing under an arch bristling with 6,000 worn-out work gloves. She paused and looked gently at her audience of half a dozen volunteer tour guides. \"This public discussion, with deep learning that surrounds you, is on the question of,\" she paused again, choosing her words, \"whose city, whose" , "date" : "19941113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; 'Garbage!': Municipal History From the Bottom Up" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/13\/nyregion\/making-it-work-garbage-municipal-history-from-the-bottom-up.html"} , {"body" : "With its towering smokestacks, hungry furnaces and transmission lines vibrating with thousands of kilowatts of electricity, this city's immense garbage incinerator was once considered a safe and economical means for disposing of thousands of tons of trash. Now Columbus is seriously considering permanently closing the 11-year-old plant and dumping" , "date" : "19941011" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["COLUMBUS (OHIO)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "18" , "title" : "Burning Trash for Energy: Is It an Endangered Industry?" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/11\/us\/burning-trash-for-energy-is-it-an-endangered-industry.html"} , {"body" : "To the Editor: I fail to see why Bela Liptak finds the Environmental Protection Agency's dioxin draft reassessment good news (letter, Sept. 21). If he thinks it vindicates his position on recycling, then I have some bad news for him. Metal smelting and refining, particularly the recycling of iron, steel, aluminum and lead scrap, are prime suspects" , "date" : "19940929" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "Recycling May Itself Be Major Source of U.S. Dioxin Emissions" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/29\/opinion\/l-recycling-may-itself-be-major-source-of-us-dioxin-emissions-384860.html"} , {"body" : "Apparently ending nearly two years of litigation, the city yesterday informed opponents of an idle garbage incinerator in southwest Brooklyn that it would not move forward with a $75 million project to repair and reopen the incinerator without first completing an environmental impact statement. In a letter to the State Supreme Court justice" , "date" : "19940920" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "New York Signals End to Incinerator Plan" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/20\/nyregion\/new-york-signals-end-to-incinerator-plan.html"} , {"body" : "Division Avenue in Williamsburg, Brooklyn, is just that: a demarcation line between Hasidic Jews, who live, for the most part, to the north, and Hispanic residents to the south. But there is no dividing the air over Williamsburg. In that irrefutable fact lie the roots of a budding cooperation between two groups that have, for three decades, written" , "date" : "19940918" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "Hasidic and Hispanic Residents in Williamsburg Try to Forge a New Unity" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/18\/nyregion\/hasidic-and-hispanic-residents-in-williamsburg-try-to-forge-a-new-unity.html"} ,   {"body" : "This list summarizes our recommendations for some contested New York City races in today's Democratic primary in which the outcome is tantamount to election. The polls are open from 6 A.M. to 9 P.M. Both Republicans and Democrats also have statewide races on today's ballot. In those contests we reserve our endorsements until the November general" , "date" : "19940913" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "New York City Primary Choices" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/13\/opinion\/new-york-city-primary-choices.html"} , {"body" : "There are no greengrocers, no pharmacies, no bakeries in Red Hook. Gowanus has no health services -- the nearest public clinic is about two miles away, in Fort Greene, and hard to reach because of a lack of public transportation. Local officials have begun looking to new state and Federal programs to boost the economy in southwest Brookyn. Last" , "date" : "19940821" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: RED HOOK\/GOWANUS; Southwest Brooklyn Presses Its Economic Case" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/21\/nyregion\/neighborhood-report-red-hook-gowanus-southwest-brooklyn-presses-its-economic.html"} , {"body" : "Auto shops in buildings made of cinder blocks with plastic roofs perch alongside the dirt road. The sewers have not drained water in more than a decade, and the dirt road is almost always flooded, forcing drivers to crawl around huge puddles. Mountains of used tires have formed, overnight and illegally, on street corners. And amid all this there is" , "date" : "19940724" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLETS POINT INDUSTRIAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: WILLETS POINT Enough Yankees Already. The Mets Have Their Own Plans; Industrial Park To Be Revamped Somewhere Else" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/24\/nyregion\/neighborhood-report-willets-point-enough-yankees-already-mets-have-their-own.html"} , {"body" : "The Turks invaded Italian Williamsburg this week and got the heave-ho. The Italians, predictably, loved it. But so did the Turks. Even the parish priest gave his blessing with a smile. Go figure how they settle scores in Brooklyn. This was not the most recent clash in one of the city's more obscure ethnic wars. Rather it was payback for a heroic" , "date" : "19940714" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["TURKEY" , "NEW YORK CITY" , "ITALY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Lessons of the Feast; In Brooklyn, Renewal in Ancient Rite" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/14\/nyregion\/lessons-of-the-feast-in-brooklyn-renewal-in-ancient-rite.html"} , {"body" : "Nine present and former New York City sanitation workers were accused yesterday of taking bribes from trash haulers in exchange for letting them dump unapproved garbage at no cost at the Fresh Kills landfill on Staten Island, depriving the city of more than $10 million in fees, prosecutors and city officials said. Not only were the trash haulers" , "date" : "19940616" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bribes Alleged On Dumping At Fresh Kills" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/16\/nyregion\/bribes-alleged-on-dumping-at-fresh-kills.html"} , {"body" : "After its worst downturn since the Depression, the economy in and around New York City is once again generating more jobs and higher incomes for a wide array of residents throughout the region. Initially propelled by Wall Street's prosperity, which has spilled over into other sectors of the economy, the recovery is now being driven by entertainment" , "date" : "19940612" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "NEW YORK STATE" , "CONNECTICUT" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Theater" , "Travel" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "New York Area Climbs Out of Recession" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/12\/nyregion\/new-york-area-climbs-out-of-recession.html"} , {"body" : "Two years ago, a city plan to put 100 homeless families in two Upper West Side hotels was scuttled amid protests in a community dotted with shelters, treatment centers and bedraggled beggars. In 1989, residents of a leafy street in East Flatbush, Brooklyn, vehemently opposed the transformation of a home for retarded teen-agers into one for AIDS" , "date" : "19940515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "Finding Sites for Social Services Is a Thorny Task" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/15\/nyregion\/finding-sites-for-social-services-is-a-thorny-task.html"} , {"body" : "Just a few weeks after the city moved to crack down on food vendors in several areas in Manhattan, the Giuliani administration is now carrying out a broader policy to banish all peddlers from streets throughout the city where they operate illegally and, ultimately, to relocate many of them to open-air-style markets far from areas of heavy" , "date" : "19940509" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Giuliani Broadens Crackdown To Banish All Illegal Vendors" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/09\/nyregion\/giuliani-broadens-crackdown-to-banish-all-illegal-vendors.html"} , {"body" : "The New York City Department of Investigation, concluding a six-week inquiry, said yesterday that the city had no legal obligation to give the state a report on toxic contaminants found at a site where the city wants to build a trash incinerator. At the same time, investigators said the city should have turned over the report \"to comply with the" , "date" : "19940507" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "City Agency Rejects State Over Report On Toxics" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/07\/nyregion\/city-agency-rejects-state-over-report-on-toxics.html"} , {"body" : "Residents and officials who have spent more than a decade waging legal and political warfare against New York City's plans to build new trash incinerators believe they now have some overwhelming ammunition: a convincing economic argument. Opponents of incineration said yesterday that a Supreme Court decision on Monday requiring that the ash" , "date" : "19940504" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Incinerator Opponents See Victory in High Court Ruling" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/04\/nyregion\/brooklyn-incinerator-opponents-see-victory-in-high-court-ruling.html"} ,   {"body" : "Trash incinerators are unpopular with their neighbors, but the main alternatives also have drawbacks: landfills can pollute groundwater, and they are filling up rapidly, and recycling is cumbersome and often expensive. So what is a sanitation department to do? New York City, among other options, is looking at a technology that a small Italian" , "date" : "19940504" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "7" , "title" : "BUSINESS TECHNOLOGY; Gasifying Garbage To Produce Electricity" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/04\/business\/business-technology-gasifying-garbage-to-produce-electricity.html"} , {"body" : "Operators of many of the nation's 125 waste-to-energy incinerators said yesterday that the Supreme Court decision that incinerator ash may be hazardous waste would cost them more money. They could not estimate how much the cost would rise but said no operator anticipated that the ruling would force an incinerator to close. The biggest casualty of" , "date" : "19940503" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "18" , "title" : "Incinerator Operators Say Ruling Will Be Costly" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/03\/us\/incinerator-operators-say-ruling-will-be-costly.html"} , {"body" : "In a decision that could substantially increase the cost of waste disposal, the Supreme Court ruled today that any toxic residue created by burning household and industrial waste in municipal incinerators must be treated as hazardous waste and not dumped in ordinary landfills. The 7-to-2 decision interpreted a Federal law governing hazardous waste," , "date" : "19940503" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "SUPREME COURT ROUNDUP; Justices Decide Incinerator Ash Is Toxic Waste" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/03\/us\/supreme-court-roundup-justices-decide-incinerator-ash-is-toxic-waste.html"} , {"body" : "After seven years of gradual expansion, ferry service in the New York region is about to branch out in a big way with several new routes to serve commuters -- and two designed especially for baseball fans. Arthur E. Imperatore, who already operates ferries across the Hudson River, will announce plans today for a new service, beginning in May," , "date" : "19940413" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "JERSEY CITY (NJ)" , "HUDSON RIVER"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ferry Service Makes Ready To Broaden In the Region" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/13\/nyregion\/ferry-service-makes-ready-to-broaden-in-the-region.html"} , {"body" : "On the Lower East Side, political discourse can get ugly. But even by its tough standards, the reaction to Antonio Pagan has been nasty. One local paper regularly portrays him as as a cockroach. A bloody syringe was once stuck on his office door. A councilman for only two years, Mr. Pagan is emerging as one of the city's most controversial" , "date" : "19940410" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "LOWER EAST SIDE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: LOWER MANHATTAN PROFILE; Antonio Pagan: A Lightning Rod Gathers Storms" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/10\/nyregion\/neighborhood-report-lower-manhattan-profile-antonio-pagan-lightning-rod-gathers.html"} , {"body" : "\"CELIBACY was never a problem,\" said the Rev. Vincent J. Termine, \"and I didn't take a vow of poverty. But obedience, ah. . .\" He smiled and rolled his eyes and shut his mouth to smother a booming laugh, this self-described brat from a dead-end street, Kosciusko Place near the Brooklyn Navy Yard, who seems to have come from old black-and-white" , "date" : "19940410" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; 50 Years of Serving God, With an Attitude" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/10\/nyregion\/coping-50-years-of-serving-god-with-an-attitude.html"} , {"body" : "A former official in the New York City Department of Sanitation said last week that the discovery of toxic contamination at the site of the proposed Brooklyn Navy Yard incinerator in 1988 \"did not alarm me\" and that it was his decision not to fully disclose the finding to the state, which was considering whether to grant a permit for the plant." , "date" : "19940405" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Delay of Toxic-Waste Report Explained" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/05\/nyregion\/delay-of-toxic-waste-report-explained.html"} , {"body" : "NORTHROP WINS BATTLE FOR GRUMMAN The Northrop Corporation triumphed over the Martin Marietta Corporation in a battle for the Grumman Corporation, the venerable Long Island military contractor, which agreed to merge with Northrop for $2.1 billion. A1. The big question for Grumman employees was how the merger would affect their jobs. D6. NEW YORK" , "date" : "19940405" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/05\/nyregion\/metro-digest-676047.html"} , {"body" : "30 Taxi Inspectors Plead Guilty to Extortion In July 1992, 30 of New York City's 50 taxi inspectors were arrested and charged with taking bribes from taxi owners to overlook safety and emission violations in yellow cabs. Investigators said the graft had potentially jeopardized the safety of passengers and contributed to the fouling of the air. Last" , "date" : "19940327" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Update" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/27\/nyregion\/update.html"} , {"body" : "Saying New York City officials had failed to reveal the discovery of toxic waste at the site of the proposed Brooklyn Navy Yard incinerator for nearly six years, the state Department of Environmental Conservation yesterday ordered the city to conduct a complete investigation of the site. Langdon Marsh, the acting commissioner of the D.E.C., said" , "date" : "19940326" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "New York City Is Blamed For Toxics Report Delay" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/26\/nyregion\/new-york-city-is-blamed-for-toxics-report-delay.html"} ,   {"body" : "NEW YORK CITY EXPLOSION IN EDISON: SIFTING THROUGH THE WRECKAGE As they were bounced from line to line in a bureaucratic blur of forms and interviews, hundreds of Edison residents left homeless by a thunderous gas explosion learned it is not easy to piece together their lives without the conveniences most people take for granted. Page 1. The owner" , "date" : "19940326" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/26\/nyregion\/metro-digest-584185.html"} , {"body" : "The bold black letters on the door to Room 344 in the State Capitol, just outside the Assembly chamber, are underlined in red: \"Lounge -- Members Only.\" But that did not stop one brazen lobbyist from slinging the door open and strutting in, as if he owned the place. \"You know, I was thinking about not doing it because it's only for members, but I" , "date" : "19940323" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For Ex-Speaker, Now It's the Capitol Corridors; After 2 Years and an Overturned Conviction, Miller Is Back in Albany --as a Lobbyist" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/23\/nyregion\/for-ex-speaker-now-it-s-capitol-corridors-after-2-years-overturned-conviction.html"} , {"body" : "The old Brooklyn Navy Yard, the once-solid symbol of America's naval dominance put out of action by the decline of the shipbuilding industry, has attracted small, land-based companies over the last decade. But now a $9.4 million conversion contract is enlivening the yard's becalmed piers and docks. Eastern Technical Enterprises, a company based in" , "date" : "19940320" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT; Ship Contract Enlivens Piers" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/20\/nyregion\/neighborhood-report-ship-contract-enlivens-piers.html"} , {"body" : "Three years ago, the city agreed to pay $850,000 to settle charges that it allowed too much sewage to travel through the Newtown Creek Sewage Treatment Plant. But until now, because of delays and disputes, the money has not had a much of a chance to help Greenpoint and Williamsburg, areas that have long suffered from a collection of noxious waste" , "date" : "19940320" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: GREENPOINT; After 3 Years, It's a Deal: Agency to Begin Pollution Watch" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/20\/nyregion\/neighborhood-report-greenpoint-after-3-years-it-s-deal-agency-begin-pollution.html"} , {"body" : "The recent discovery of elevated levels of toxic chemicals in soil and groundwater taken from the Brooklyn Navy yard has prompted a formal investigation by the New York State Department of Environmental Conservation. The investigation could result in the site's being assigned to the state's toxic waste Superfund list and thus further threaten the" , "date" : "19940315" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Inquiry Into Contamination Starts at Brooklyn Navy Yard" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/15\/nyregion\/inquiry-into-contamination-starts-at-brooklyn-navy-yard.html"} , {"body" : "TUBERCULOSIS IN DECLINE Federal health officials announced that New York City last year experienced its most significant drop in new cases of tuberculosis in 15 years. Nationwide, the number of new cases dropped 5 percent last year, officials said. But the decline was particularly steep in New York, where health officials have spent more than $70" , "date" : "19940315" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/15\/nyregion\/metro-digest-461342.html"} , {"body" : "During his campaign for mayor, Rudolph W. Giuliani expressed skepticism about plans for two large incinerators in Brooklyn, saying New York City should focus on recycling instead. But a series of recent actions by the administration has worried opponents of incineration, who say they fear the plans will go forward. The plans call for a new $450" , "date" : "19940227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Incinerators Again Testing A New Mayor" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/27\/nyregion\/incinerators-again-testing-a-new-mayor.html"} , {"body" : "To the Editor: I am pleased that \"Environmental Justice\" (editorial, Feb. 11) praises President Clinton for asking Federal agencies to insure that their environmental programs do not inflict disproportionate environmental harm on the poor or minorities. Unfortunately, you do not support environmental justice in New York City. The city is in the" , "date" : "19940225" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "28" , "title" : "Let's Make a Start on Environmental Justice With Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/25\/opinion\/l-let-s-make-a-start-on-environmental-justice-with-brooklyn-299502.html"} , {"body" : "More than 1,000 people, from public officials to veterans to just plain neighbors, turned out yesterday to welcome the cruiser Normandy home to Staten Island after a 182-day Mediterranean mission. There were bagpipes, red-white-and-blue balloons, an airplane pulling a welcome home banner and a little construction-paper sign saying, \"We love you" , "date" : "19940206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "A Final Staten Island Homecoming" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/06\/nyregion\/a-final-staten-island-homecoming.html"} , {"body" : "Mayor Rudolph W. Giuliani yesterday named Ruben Franco, the former president of the Puerto Rican Legal Defense and Education Fund, as chairman of the New York City Housing Authority, concluding an appointment process that had been one of the most difficult for the Mayor. Mr. Giuliani also appointed two members of the board of the housing agency," , "date" : "19940201" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Ex-Civil Rights Chief Named Housing Agency Chairman" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/01\/nyregion\/ex-civil-rights-chief-named-housing-agency-chairman.html"} ,   {"body" : "An administrative law judge reviewing the city's application to upgrade and reopen the Shore Road incinerator has ruled that hearings on its potential emissions must be held before any permits are granted. The city's Corporation Counsel has appealed the ruling, which could delay the reopening for years. With the Fresh Kills landfill on Staten" , "date" : "19940102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: BENSONHURST\/GRAVESEND -- UPDATE; Ruling May Keep Incinerator Cold" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/02\/nyregion\/neighborhood-report-bensonhurst-gravesend-update-ruling-may-keep-incinerator.html"}]