[  {"body" : "DAY after day, for two summers and three winters now, George Brown has found his way to a heating grate in the center of some of the city's richest, ritziest real estate. The grate, on the corner of 86th Street and Madison Avenue, is an outlet for pipes that heat vast, big-lobbied apartment buildings where cloaked and hatted doormen escort" , "date" : "19941225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "UPPER EAST SIDE (MANHATTAN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Getting to Know George" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/25\/nyregion\/getting-to-know-george.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GRAMERCY PARK $325,000 235 East 22d Street (Gramercy House) 2-bedroom, 2-bath, 1,300-sq.-ft. prewar co-op; 24-hr. doorman, renovated kitchen, dining area, roof deck," , "date" : "19941225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "CONNECTICUT" , "NASSAU COUNTY (NY)" , "SUFFOLK COUNTY (NY)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/25\/realestate\/residential-resales-180629.html"} , {"body" : "For 17 years, she has preserved the routines that define her son's cloistered life: putting him on the school bus each morning, walking him home on an unchanging route, fixing his dinner with gentle music in the background. But a stretch of misfortune has left Dorothea Y. wondering if normalcy might soon be out of reach. Mrs. Y.'s son, Jonathan," , "date" : "19941225" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "THE NEEDIEST CASES; Autistic Teen-Ager's Days at Camp Provide Respite for Him and His Mother" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/25\/nyregion\/neediest-cases-autistic-teen-ager-s-days-camp-provide-respite-for-him-his-mother.html"} , {"body" : "All month long, the children of St. Saviour's Elementary School in Brooklyn were reminded that Christmas is about the birth of Jesus. They were made intimate with the deep pleasures of sharing and giving. They understood. It made sense. But it was still hard for them to forget about Power Rangers. \"Constantly, I would say, let's remember the real" , "date" : "19941225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "The True Meaning Of Christmas" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/25\/nyregion\/the-true-meaning-of-christmas.html"} , {"body" : "Noel Pointer, the jazz violinist, singer, pianist and composer, died on Monday at New York-Methodist Hospital in Park Slope, Brooklyn. He was 39 and lived in Brooklyn. The cause was a stroke, said his wife, Chinita. Mr. Pointer made his solo debut at age 13 as a classical violinist, performing music by Vivaldi with the Symphony of the New World" , "date" : "19941224" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "10" , "title" : "Noel Pointer, 39, Classical Violinist Turned Jazz Artist" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/24\/obituaries\/noel-pointer-39-classical-violinist-turned-jazz-artist.html"} , {"body" : "At his homes in Brooklyn, Manhattan and New Jersey, at work on Wall Street, even in his son's car pool, Edward J. Leary created a trail of distrust and confrontation that left many who knew him deeply uneasy. Mr. Leary, charged yesterday with carrying a firebomb that injured more than 40 people on a Manhattan subway, had been investigated by" , "date" : "19941223" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE SUBWAY FIREBOMB: THE SUSPECT; From Accused Man, Trail Of Hostility and Suspicion" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/23\/nyregion\/subway-firebomb-suspect-accused-man-trail-hostility-suspicion.html"} , {"body" : "The man in the Clark Street subway station in Brooklyn was hurting. His sneakers and the legs of his blue jeans were singed and shredded, his legs bloody below the knees, Police Officer Michael Ruiz remembered later. There were burns on his arm, some of the skin on his face was peeling away, and through the tatters of his gloves there were burn" , "date" : "19941222" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "THE SUBWAY FIREBOMB: THE SUSPECT; From Burns and Tatters, a Bombing Suspect" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/22\/us\/the-subway-firebomb-the-suspect-from-burns-and-tatters-a-bombing-suspect.html"} , {"body" : "The Communist Party, U.S.A. had a coming-out party recently. It laid out doughnuts and invited more than 100 reporters. When a handful showed up, they were ushered into the inner sanctum of party headquarters in Manhattan. An elderly man with watery blue eyes entered slowly, using a cane. He was introduced as Gus Hall, the longtime party chairman." , "date" : "19941221" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "1" , "title" : "Comrades Up in Arms; Ranks of American Communists Split Over Future of Their Party" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/21\/nyregion\/comrades-up-arms-ranks-american-communists-split-over-future-their-party.html"} , {"body" : "In 1922, Stewart Culin of the Brooklyn Institute of Arts and Sciences did something no other museum curator had done before: he started collecting African handcrafts for an art exhibit. Back then, the West viewed Africa mostly as the mysterious and savage continent described in Joseph Conrad's \"Heart of Darkness.\" In the natural history museums of" , "date" : "19941218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["AFRICA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: PROSPECT HEIGHTS\/PARK SLOPE; Adopt an African Artifact, Aid a Museum" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/18\/nyregion\/neighborhood-report-prospect-heights-park-slope-adopt-african-artifact-aid.html"} , {"author" : "Toure writes about rap music and hip-hop culture." , "body" : "STANDING ON THE CORNER OF 125th Street and Eighth Avenue in Harlem at 3 A.M. one recent Sunday, the 6-foot-3, 280-pound rapper Biggie Smalls appeared not so much large but larger than life. Moments before, he had finished the third of three sold-out concerts at the Apollo Theater and, wearing the same brown leather Army jacket and pants and beige" , "date" : "19941218" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "POP MUSIC; Biggie Smalls, Rap's Man of the Moment" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/18\/arts\/pop-music-biggie-smalls-rap-s-man-of-the-moment.html"} ,   {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN FLATIRON AREA $505,000 1200 Broadway (29th St.) (Gilsey House) 4-bedroom, 3-bath, 2.600-sq.-ft. duplex, penthouse co-op in a prewar building; fireplace, greenhouse," , "date" : "19941218" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/18\/realestate\/residential-resales-118389.html"} , {"body" : "Here is a sampling of musical presentations planned for the holiday season at churches and concert halls in New York City. All are free unless otherwise noted; churches accept donations. This selection, compiled by Alex Ross, represents what caught this critic's eye and excited his expectations. Today ALICE TULLY HALL, Lincoln Center. Rossini's" , "date" : "19941216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "Where a Joyful Season Raises Its Voice in Song" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/16\/arts\/where-a-joyful-season-raises-its-voice-in-song.html"} , {"body" : "Kahlil Smith was only looking for a summer job. Instead, he found a cause. Kahlil, a 14-year-old from Park Slope, Brooklyn, spent last summer in a workplace that was part classroom, part theater and part support group, helping lead other youths toward an urgent goal: stopping violence in their communities. He was one of 15 young people from" , "date" : "19941212" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE NEEDIEST CASES; Teaching Teen-Agers How to Avoid Violence" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/12\/nyregion\/the-neediest-cases-teaching-teen-agers-how-to-avoid-violence.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next meeting, Dec. 13, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; (718) 389-0009. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next meeting Dec. 14, 6 P.M.; St Joseph's Services, 540 Atlantic Ave., between Third and Fourth Avenues; (718) 596-5410." , "date" : "19941211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Community Boards To Meet in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/11\/nyregion\/community-boards-to-meet-in-brooklyn.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GRAMERCY PARK AREA $325,000 235 East 22d Street 2-bedroom, 2-bath, 1,400-sq.-ft. prewar co-op; 24-hr. doorman, eat-in kitchen, fireplace, roof garden, south exposure;" , "date" : "19941211" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/11\/realestate\/residential-resales-082031.html"} , {"body" : "SALES of Christmas trees are beginning to accelerate. For a sense of price and variety, here is a brief sampling of the open-air sites that sell the trees around town. MANHATTAN PLACE At Hannas, a food-and-plant store, Third Avenue, 90th Street. TYPE Douglas firs, balsams, Norfolk pines. PRICES Firs, $50 each at eight feet; pines, from $25 to $50;" , "date" : "19941211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "CONSUMERS' AID; Comparison Shopping on the Tree Circuit" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/11\/nyregion\/consumers-aid-comparison-shopping-on-the-tree-circuit.html"} , {"body" : "THERE were no Power Rangers, Ninja Turtles or Nintendo games, and Coleen LeQuire did not expect them. Instead, as Ms. LeQuire and her two daughters strolled through the wide aisles of the Zany Brainy store in the Philadelphia suburb of Wynnewood, they paused at a computer station to try out a drawing program and turned to watch a tiny movie screen" , "date" : "19941211" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "7" , "title" : "Getting Beyond Beep-Beep, Pow and Zap!" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/11\/business\/getting-beyond-beep-beep-pow-and-zap.html"} , {"body" : "Charles Scheidt lay still in his hospital bed last Sunday surrounded by anxious friends and visitors whose voices hummed in gentle prayer. Clergymen offered blessings and Communion, their words promising eternal life even as Mr. Scheidt's sunken eyes and reed-thin frame hinted at imminent death. They had come not to say goodbye, but to welcome him." , "date" : "19941210" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "12" , "title" : "Religion Journal; Being Welcomed in Faith Near the End of a Life" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/10\/us\/religion-journal-being-welcomed-in-faith-near-the-end-of-a-life.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN BATTERY PARK CITY $866,000 350 Albany Street 3-bedroom, 3-bath, 1,890-sq.-ft. duplex condo; concierge, dining room, eat-in kitchen, 1,200-sq.-ft terrace, harbor view;" , "date" : "19941204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/04\/realestate\/residential-resales-003956.html"} , {"body" : "BRAWTA CAFE (718) 855-5515; 105 Bond Street, Boerum Hill; $; no credit cards This tiny, sunny spot, beautifully decorated with African artifacts, offers zesty Caribbean cooking. Specialties include chicken roti, tender chunks of chicken with peas and carrots in a spicy curry sauce, rolled up in a huge flat bread made of flour and ground chickpeas;" , "date" : "19941204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "GOOD EATING; A Culinary Ramble Around Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/04\/nyregion\/good-eating-a-culinary-ramble-around-brooklyn.html"} ,   {"body" : "Wilfredo Feliciano remembers he was wearing his Nathan Hale Junior High School gym shirt on the evening of Dec. 8, 1993, and he remembers how easily the box-cutter sliced through it. His attackers, a 15-year-old and a 16-year-old who lived in the same Brooklyn housing project as Wilfredo, didn't stop when they had cut apart the shirt. As he" , "date" : "19941201" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "Young Criminals' Prey: Usually Young" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/01\/us\/young-criminals-prey-usually-young.html"} , {"body" : "Last summer's empty containers for bleach, spring water, dish detergent, antifreeze, baby wipes, cat litter and motor oil have come back to New York streets this fall as traffic barricades. Con Edison has ordered 25,000, all white. The city has bought 3,200 sets of legs made from fabric-softener bottles, all light blue. The barricades, made by" , "date" : "19941128" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New York Starts Spinning Its Dross into Gold" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/28\/nyregion\/new-york-starts-spinning-its-dross-into-gold.html"} , {"body" : "How much trash are New Yorkers capable of recycling? If the experience of about 6,000 families in Park Slope, Brooklyn, is any indication, there is virtually no limit. While most households in the city are required to separate newspapers, glass, metal and plastic containers, the households in a 33-square-block area of the neighborhood have gone" , "date" : "19941127" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "Park Slope Experiment Takes Recycling to Its Outer Limits" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/27\/nyregion\/park-slope-experiment-takes-recycling-to-its-outer-limits.html"} , {"body" : "As the holidays approach, some food programs for the needy are beginning their annual food drives while others are continuing their year-round efforts. Here is a sampling of programs that accept donations. ALL BOROUGHS CITY HARVEST AND THE FIRE AND POLICE DEPARTMENTS Holiday canned- food drive at all firehouses and police departments in the five" , "date" : "19941127" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "PUBLIC INTEREST; Holiday Food Drives: Where to Share" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/27\/nyregion\/public-interest-holiday-food-drives-where-to-share.html"} , {"body" : "As the holidays approach, some food programs for the needy are beginning their annual food drives while others are continuing their year-round efforts. Here is a sampling of programs that accept donations. ALL BOROUGHS CITY HARVEST AND THE FIRE AND POLICE DEPARTMENTS Holiday canned-food drive at all firehouses and police departments in the five" , "date" : "19941120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: PUBLIC INTEREST; Food Drives: Where to Share for the Holidays" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/20\/nyregion\/neighborhood-report-public-interest-food-drives-where-to-share-for-the-holidays.html"} , {"body" : "A gray-haired man in a blue Yankees cap lifts the lid of a garbage bin next to a supermarket. Peering inside, he pulls out a tray of mushrooms still wrapped in plastic and slips it surreptitiously into a small gym bag. A few minutes later, a man in his 80's walks to another of the three green bins outside the market. He forages through the garbage," , "date" : "19941117" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "In Fearful Thrift, Elderly Forage in Garbage Bins" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/17\/nyregion\/in-fearful-thrift-elderly-forage-in-garbage-bins.html"} , {"body" : "ELDERLY FORAGE IN GARBAGE BINS While shoppers stroll in front of the bustling Key Food supermarket on Seventh Avenue in Park Slope, Brooklyn, elderly people go almost unnoticed as they scavenge for food in the garbage bins just around the corner. They are not homeless, and they are not entirely destitute. But they say they are driven to the" , "date" : "19941117" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/17\/nyregion\/metro-digest-847143.html"} , {"body" : "UPPER WEST SIDE Pianist, 13, to Play Bach With New American Group Elina Teplinsky, a 13-year-old piano prodigy who came to the United States with her parents two years ago from Belarus, will perform with the New American Chamber Orchestra Tuesday at Merkin Hall. She will present J. S. Bach's piano concerto in D-minor, under the conductor Beth" , "date" : "19941113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/13\/nyregion\/playing-in-the-neighborhood-801909.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GREENWICH VILLAGE $375,000 139 West 13th Street 2-bedroom, 2 1\/2-bath, 1,312-sq.-ft. co-op in a brick town house; dining area, den, fireplace, roof deck; maintenance" , "date" : "19941113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/13\/realestate\/residential-resales-787310.html"} , {"body" : "IN August, The City began an examination of how residents defined the \"Quality of Life,\" a political mantra that has no single meaning. The first installment focused on Manhattan; the second on Queens. Because it is so large, Brooklyn has been split in two, with Flatbush Avenue as a natural divider. Taken as a whole, the area west of Flatbush has" , "date" : "19941030" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "BROOKLYN UP CLOSE; What Makes Brooklyn Angry: The 'Quality of Life,' West of Flatbush" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/30\/nyregion\/brooklyn-up-close-what-makes-brooklyn-angry-the-quality-of-life-west-of-flatbush.html"} ,   {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $875,000 361 West 19th Street 1870 3-family brownstone with garden; 3 bedrooms, 2 1\/2 baths, den in primary unit; 2 bedrooms, 1 bath in others; terrace in one," , "date" : "19941030" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/30\/realestate\/residential-resales-650820.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $875,000 361 West 19th Street 1870 3-family brownstone with garden; 3 bedrooms, 2 1\/2 baths, den in primary unit; 2 bedrooms, 1 bath in others; terrace in one," , "date" : "19941030" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/30\/realestate\/residential-resales-671836.html"} , {"body" : "Harry Simmons Jr., the founder of Simmons Architects and an associate architect for the AT&T Building in Manhattan, died on Sunday in a plane crash in Massachusetts. He was 51 and lived in Park Slope, Brooklyn. Mr. Simmons was known primarily for designing and rehabilitating lower- and middle-income housing that addressed the social needs of the" , "date" : "19941026" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "13" , "title" : "Harry Simmons, 51; Designed Housing For the Inner City" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/26\/obituaries\/harry-simmons-51-designed-housing-for-the-inner-city.html"} , {"body" : "For nearly 30 years, Public Bath 7 in Park Slope has sat empty, its pool drained long ago and its neo-Renaissance facade a striking reminder of the early part of the century, when municipal public baths served the many without indoor plumbing. But a businessman from Maine has decided that remodeling the building, which is on the corner of Fourth" , "date" : "19941023" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: PARK SLOPE\/CROWN HEIGHTS; Old Bathhouse to Come Alive" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/23\/nyregion\/neighborhood-report-park-slope-crown-heights-old-bathhouse-to-come-alive.html"} , {"body" : "Kmart Opening in the Bronx, And Brooklyn May Be Next Kmart, the national discount retailer best known for its blue-light specials, plans to open its first store in the Bronx and is considering two locations in Brooklyn. The Bronx store, a 128,000-square-foot mega-store, is under construction at 300 Baychester Avenue near Co-Op City and is to open" , "date" : "19941023" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1994\/10\/23\/nyregion\/new-yorkers-co-598429.html"} , {"body" : "The caterers had laid out the silverware immaculately in the apartment in Crown Heights on Thursday night. Places were set, huge dishes adorning the tables. There were glasses for drink, candles and fine cloth. And there were 60 or so relatives and friends. \"It was like a wedding,\" said Chanie Sasonkin. It wasn't two people being married, but" , "date" : "19941023" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN BRIDGE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: PARK SLOPE\/CROWN HEIGHTS; A Survivor Returns to His Joyful Family and His Yeshiva" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/23\/nyregion\/neighborhood-report-park-slope-crown-heights-survivor-returns-his-joyful-family.html"} , {"body" : "When a seventh-grader transferred to Intermediate School 88 in Brooklyn last week, Judy Gordon, the school secretary, signed on to a computer network linking I.S. 88 with the Board of Education's central data base and called the student's report cards and immunization records to her screen. Stuart Heier, the assistant principal, sat at another" , "date" : "19941023" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Technology"] , "page_facet" : "39" , "title" : "Linking the Computers in the Schools" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/23\/nyregion\/linking-the-computers-in-the-schools.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN FLATIRON AREA $340,000 22 West 26th Street 2-bedroom, 1-bath, 2,080-sq.-ft. co-op in a loft building; part-time doorman, dining area, c\/a, washer\/dryer, 3 exposures;" , "date" : "19941016" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/16\/realestate\/residential-resales-518409.html"} , {"body" : "LILY TOMLIN, 92d Street Y, at Lexington Avenue. The actress will speak about her new book, \"My Life, So Far.\" Sunday at 8 P.M. Tickets: $16. Information: (212) 996-1100. WALTER MOSLEY, Brooklyn Public Library, Grand Army Plaza, Park Slope. The author will read from his latest novel, \"Black Betty.\" Tomorrow at 2 P.M. Free. Information: (718)" , "date" : "19941014" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "The Spoken Word" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/14\/arts\/the-spoken-word.html"} , {"body" : "BROOKLYN DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next Oct. 11, 7 P.M.,; 211 Ainslie Street; (718) 388-4440. Chairman: Vincent V. Abate; District Manager: Gerald A. Esposito. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next Oct. 12, 6 P.M.; Brooklyn Borough Hall, 209 Joralemon Street; (718) 596-5410." , "date" : "19941009" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PUBLIC INTEREST; Community Boards: Coming Meetings" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/09\/nyregion\/public-interest-community-boards-coming-meetings.html"} ,   {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $520,000 430 West 23d Street 3-bedroom, 2-bath, 2,000-sq.-ft. co-op in a brownstone; dining area, breakfast room, 2 fireplaces, terrace, hardwood floors;" , "date" : "19941009" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/09\/realestate\/residential-resales-453986.html"} , {"body" : "Eric Lopez, a leader in the fight to raise public awareness of epidermolysis bullosa, the rare, debilitating skin disease from which he suffered, died yesterday at his home on Staten Island. He was 24. The cause was kidney and liver failure due to complications of the disease, said his mother, Arlene Pessar. Epidermolysis bullosa causes severe" , "date" : "19941009" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "53" , "title" : "Eric Lopez, 24, Dies; Fought Rare Disease" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/09\/obituaries\/eric-lopez-24-dies-fought-rare-disease.html"} , {"body" : "A DESCRIPTION by the Landmarks Preservation Commission of an 1887 mansion at Eighth Avenue and Union Street in the Park Slope section of Brooklyn pays it this compliment: \"The building is interesting from any angle.\" Credit that to the mansion's gables and corner turret, some of the \"picturesque details\" that modify the building's Romanesque" , "date" : "19941002" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Catering to the Market for Family-Sized Apartments" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/02\/realestate\/catering-to-the-market-for-family-sized-apartments.html"} , {"body" : "A MIRACLE of a school opened its doors this fall in Brooklyn, a monument to the perseverance of a group of parents who clung to a simple belief: Their children deserved better middle schools than the ones they seemed destined to attend. The parents wanted small classes for their children. A safer school environment. More hands-on instruction. More" , "date" : "19941002" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "COBBLE HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "How to Make a School, From A to Z" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/02\/nyregion\/how-to-make-a-school-from-a-to-z.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN BATTERY PARK CITY $300,000 2 South End Avenue (Cove Club) 2-bedroom, 2-bath, 936-sq.-ft. condo in a 4-year-old building; 24-hr. doorman, concierge, dining area," , "date" : "19941002" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/02\/realestate\/residential-resales-385310.html"} , {"body" : "Along Third Avenue in Bay Ridge, down the block from Len's Appliance Store and a place simply called Pizza, green tea and latte can now be had. A new coffee bar, Caffe Cafe, recently began serving up mochaccino, espresso con panna and its own Bay Ridge blend of coffee, along with exotic teas. The bar, on the busy commercial corner of Third Avenue" , "date" : "19941002" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: SOUTHERN BROOKLYN; Arrivederci, Regular! Serious Coffee Arrives" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/02\/nyregion\/neighborhood-report-southern-brooklyn-arrivederci-regular-serious-coffee-arrives.html"} , {"body" : "THESE are tales from the school-choice wars in New York City, and they often are not pretty. So withering is the competition that the battle starts now for the school year that begins 12 months hence; so high are the stakes -- a good public education in a long-suffering system -- that many parents, unable or unwilling to pay for private school," , "date" : "19940925" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Desperately Seeking a School" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/25\/nyregion\/desperately-seeking-a-school.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GREENWICH VILLAGE $330,000 60 East Eighth Street (Georgetown Plaza) 2-bedroom, 2-bath, 1,350-sq.-ft. postwar co-op; 24-hr. doorman, concierge, dining alcove, 2" , "date" : "19940925" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/25\/realestate\/residential-resales-316660.html"} , {"body" : "FOREST HILLS Festival Offers Glimpse At Sephardic Culture One of the great things about New York is that a subway ride can take a person halfway around the world, culturally speaking. \"It will be a step into our culture,\" says Matityahu Chetrit of the Moroccan Jewish Organization, about today's Sephardi Cultural Festival in Forest Hills, Queens." , "date" : "19940925" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "PLAYING IN THE NEIGHBORHOOD; Internationally Celebrating the Season" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/25\/nyregion\/playing-in-the-neighborhood-internationally-celebrating-the-season.html"} , {"body" : "Ann Schreiber, a regional administrator in the Northeast United States and the Caribbean for the Department of Health and Human Services, died yesterday at Mount Sinai Hospital in Manhattan. She was 58 and lived in Park Slope, Brooklyn. The cause was ovarian cancer, said her husband, Sol Schreiber, a former Federal magistrate in Manhattan. As" , "date" : "19940919" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "9" , "title" : "Ann Schreiber; Federal Administrator, 58" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/19\/obituaries\/ann-schreiber-federal-administrator-58.html"} ,   {"author" : "Jill Eisenstadt wrote \"From Rockaway\" and \"Kiss Out,\" two novels set in the boroughs outside Manhattan." , "body" : "SHE'S the gum crackin', chain-smokin' Bay Ridge\/Woodside\/Richmond\/Woodlawn hairdresser\/secretary who tells it like it is and don't take no crap from no one. Only her best friend has bigger breasts and hoop earrings, a thicker accent and make-up job. Only her Pops gets to call her his \"little girl\" and slap her can when she serves his eats. Her" , "date" : "19940918" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "13" , "title" : "SOAPBOX; Enough, Already!" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/18\/nyregion\/soapbox-enough-already.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN EAST MIDTOWN $418,000 400 East 56th Street (Plaza 400) 2-bedroom, 2-bath, 1,450-sq.-ft. postwar co-op; 24-hr. doorman, concierge, renovated kitchen and baths, balcony;" , "date" : "19940918" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/18\/realestate\/residential-resales-249645.html"} , {"body" : "A cornucopia of New York Is Book Country events is planned throughout New York City today through Sunday to coincide with the New York Is Book Country fair, which takes place Sunday on Fifth Avenue. Unless otherwise noted, events are free; programs are subject to change. Here is a sampling of events. Today \"PUTTING ASIAN-AMERICAN LITERATURE ON THE" , "date" : "19940916" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "30" , "title" : "Three Days of Events Celebrate New York Is Book Country" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/16\/books\/three-days-of-events-celebrate-new-york-is-book-country.html"} , {"body" : "PLACE: Outside the Museum of Natural History. Dramatis personae: Upscale mother, her 5-year-old daughter and Ellen S. Diamond, who observes mother coaxing daughter to eat a just-purchased bunch of grapes after the youngster had asked for a candy bar. \"Yes, Jennifer, I do so respect the fact that green is not your favorite color, but you may not" , "date" : "19940914" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/14\/garden\/metropolitan-diary-236888.html"} , {"body" : "Stretched across the open doorway at the store entrance on a recent morning was a red-and-gold ribbon with a fancy bow tied in the middle. Outside, almost 300 people waited impatiently in line, clutching fliers promising gifts. Inside, dozens of employees clapped and cheered as the opening of the largest free-standing home appliance and electronics" , "date" : "19940913" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bargain Zoning in the Big City; New York Seeks an Economic Lift, Suburban Style, by Wooing Discount Stores" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/13\/nyregion\/bargain-zoning-big-city-new-york-seeks-economic-lift-suburban-style-wooing.html"} , {"body" : "This list summarizes our recommendations for some contested New York City races in today's Democratic primary in which the outcome is tantamount to election. The polls are open from 6 A.M. to 9 P.M. Both Republicans and Democrats also have statewide races on today's ballot. In those contests we reserve our endorsements until the November general" , "date" : "19940913" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "New York City Primary Choices" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/13\/opinion\/new-york-city-primary-choices.html"} , {"body" : "Theirs were simple exchanges, words of wisdom passed from sister to brother, friend to friend, as they prepared to begin another school year in New York City. Ebonie Jackson, 15, sat on her family's front porch in the Bedford-Stuyvesant area of Brooklyn and told her baby brother, Daniel Brooks 2d, 11, to wear clean jeans and not baggy pants, not to" , "date" : "19940913" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Anticipation and Worry as School Begins" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/13\/nyregion\/anticipation-and-worry-as-school-begins.html"} , {"body" : "SO it doesn't seem quite up to the Nov. 8 main event. Yet, in truth, the round of primaries on Tuesday includes several interesting and important races at every level. Though the serious run at Gov. Mario M. Cuomo will not come until November, the primary will decide which of two Republicans will make that challenge. In the Democratic primary" , "date" : "19940911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "VOTER'S GUIDE: THE NEW YORK CITY PRIMARY; O.K., It's Not November. But It Is Time to Vote." , "url" : "http:\/\/www.nytimes.com\/1994\/09\/11\/nyregion\/voter-s-guide-new-york-city-primary-ok-it-s-not-november-but-it-time-vote.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GREENWICH VILLAGE $395,000 165 Perry Street 2-bedroom, 2-bath, 1,600-sq.-ft. co-op in a loft building; 12-ft. ceilings, exposed-brick walls, south exposure; maintenance" , "date" : "19940911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/11\/realestate\/residential-resales-182419.html"} , {"body" : "For almost a century, a stately four-story brownstone mansion in Brooklyn Heights, which housed the Brooklyn Club, was the gathering place of the borough's elite and its power brokers. It was a place where people like the Vanderbilts and the Jeromes gathered to smoke the finest Cuban cigars, sip the smoothest Cognacs and talk about business. But as" , "date" : "19940911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: NORTH BROOKLYN; Exclusive Club Finding Mansion a Tad Too Spacious" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/11\/nyregion\/neighborhood-report-north-brooklyn-exclusive-club-finding-mansion-tad-too.html"} ,   {"body" : "It's not the Berlin Wall or the Walls of Jericho. But to residents of Williamsburg it might as well be. A 10-foot battleship gray fence erected in 1991 by Nekboh Recycling Inc., a garbage and construction waste transfer station at Kent Avenue and North Fifth Street in Williamsburg, has bothered residents, who have complained to Community Board 1" , "date" : "19940911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: NORTH BROOKLYN; What's a Good Fence? Neighbors Disagree." , "url" : "http:\/\/www.nytimes.com\/1994\/09\/11\/nyregion\/neighborhood-report-north-brooklyn-what-s-a-good-fence-neighbors-disagree.html"} , {"body" : "Students who reported to New York City high schools, which opened yesterday, faced larger classes and fewer course choices because of surging enrollments and the layoffs of hundreds of teachers' aides and other personnel. The Board of Education's budget, though larger than last year's, did not increase sufficiently to finance the growth in" , "date" : "19940910" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Layoffs Force Bigger Classes For New York City Students" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/10\/nyregion\/layoffs-force-bigger-classes-for-new-york-city-students.html"} , {"body" : "More Kosher Products This week and next, as Jewish families sit down to dinners to celebrate the High Holy Days, more kosher food than ever will be available. An estimated 26,000 manufactured food products are now kosher, with thousands of new ones added each year. While sales of regular food in retail stores were flat last year, sales of kosher" , "date" : "19940907" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "10" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/07\/garden\/food-notes-169765.html"} , {"body" : "As cities around the country continue to shrink, urban planners say the neighborhoods molded by homosexuals in recent decades are taking on a new importance as bastions against further decay. Although there are no authoritative statistics to track the migration of homosexuals to various urban neighborhoods, their presence -- and with it their" , "date" : "19940906" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "14" , "title" : "Gay Presence Leads Revival Of Declining Neighborhoods" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/06\/us\/gay-presence-leads-revival-of-declining-neighborhoods.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN EAST MIDTOWN $1 million 721 Fifth Avenue (56th St.) 2-bedroom, 2 1\/2-bath, 1,477-sq.-ft. condo in an 11-year-old building; 24-hr. doorman, concierge, dining area, 2" , "date" : "19940904" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/04\/realestate\/residential-resales-121762.html"} , {"body" : "Suffolk County Vanderbilt Museum 180 Little Neck Road Centerport, L.I. (516) 854-5555 Recommended for all ages Children might be impressed by the scale of William K. Vanderbilt 2d's 43-acre, Spanish-style summer home, but what really sticks with them are the male and female shrunken heads. The heads, from somewhere in South America, are housed in" , "date" : "19940902" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/02\/arts\/for-children.html"} , {"body" : "What convinced Deborah Forde was her scar, the one left by muggers who violently ripped a gold chain from her neck while she was jogging in Prospect Park last year. For Dante Jordan, it was the memory of having his bike stolen at knife-point. Suzann Bassil simply wanted a little independence. She likes to cycle and does not want to wait for her" , "date" : "19940829" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Crime Fighters Draw A Line in the Grass" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/29\/nyregion\/crime-fighters-draw-a-line-in-the-grass.html"} , {"body" : "They are scrawled on the streets and sidewalks like hieroglyphics -- straight lines, letters, arrows that seem to point to nowhere. They could be called \"official graffiti,\" but Department of Transportation officials say that the markings are necessary guides for utility workers who must navigate the complex network of fiber optic and other wires" , "date" : "19940828" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: PARK SLOPE; A Graffiti Artist Called the City of New York" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/28\/nyregion\/neighborhood-report-park-slope-a-graffiti-artist-called-the-city-of-new-york.html"} , {"body" : "It has been a hot summer in the city, but people in Park Slope are not worrying much about the open fire hydrants. They are concerned about something else: Kmart is coming. Well, probably coming. Kmart officials say it is not yet a certainty that they will open a store here. They are still negotiating with the Federal government to lease a 9.5-acre" , "date" : "19940828" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: PARK SLOPE; Will Kmart Be Godzilla?" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/28\/nyregion\/neighborhood-report-park-slope-will-kmart-be-godzilla.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GREENWICH VILLAGE $535,000 710 Broadway (4th St.) 4-bedroom, 2-bath, 3,200-sq.-ft. loft co-op; elevator, 2 fireplaces, 11-ft. ceilings, terrace; maintenance $2,118, 67%" , "date" : "19940828" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/28\/realestate\/residential-resales-058602.html"} ,   {"body" : "For the residents of Ridgewood, Queens, the invisible jagged line separating them from Bushwick, Brooklyn, has long been an object of both anxiety and opportunity. A small but sturdy community on the southwest edge of Queens, across the street from Brooklyn, Ridgewood watched in fear as Bushwick set itself aflame in the 1960's and 70's, culminating" , "date" : "19940825" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "RIDGEWOOD (NYC)" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Stopping Blight at the Border; Two Paths for Ridgewood, Queens, and Bushwick, Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/25\/nyregion\/stopping-blight-border-two-paths-for-ridgewood-queens-bushwick-brooklyn.html"} , {"body" : "MIRIAM GILBERT stamps her feet confidently on her new front porch and then gazes down at her new narrow stoop. \"It feels strong; it feels solid,\" she says. Ms. Gilbert has just brought the stoop and porch with their fanciful woodwork back to her 140-year-old row house in the Fort Greene Historic District, in Brooklyn; they were missing for at least" , "date" : "19940825" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "House Proud" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/25\/garden\/house-proud.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $515,000 161 West 15th Street 1-bedroom, 2-bath, 1,800-sq.-ft. co-op in a prewar building; elevator, sauna, Jacuzzi, exposed-brick walls, 2 exposures;" , "date" : "19940821" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/21\/realestate\/residential-sales.html"} , {"body" : "Heralded as the wave of the future just a few months ago, electronic fare cards have not caught on with New York City subway riders as quickly as transit officials had hoped. With sales lagging, transit officials have resorted to special discounts, promotions and a radio advertising blitz in recent days to persuade more New Yorkers to try the new" , "date" : "19940817" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Despite Big Push, New Yorkers Snub Transit Card" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/17\/nyregion\/despite-big-push-new-yorkers-snub-transit-card.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GREENWICH VILLAGE $357,500 51 Fifth Avenue (12th St.) 2-bedroom, 2-bath, 1,100-sq.-ft. co-op in a prewar building; manned elevator, dining area, eat-in kitchen, beamed" , "date" : "19940814" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/14\/realestate\/residential-sales.html"} , {"body" : "'Gators in Subway, Now Q. My husband and I are curious about (and fascinated by) the bas-relief alligators (crocodiles?) that appear on the walls at floor level in the L train subway tunnel at 14th Street. One is placed so that it looks as if it just came out of one of the vents. What's the story? A. Last year, Anne Veraldi, a sculptor, received" , "date" : "19940814" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1994\/08\/14\/nyregion\/fyi-943959.html"} , {"body" : "UPPER WEST SIDE Not for Children Only: Rediscovering the Puppet Walk into the main gallery of the New York Public Library for the Performing Arts and you will see an 18-foot, 500-pound ant. The monstrous bug is one of more than 100 puppets on exhibit in a presentation by the Jim Henson Foundation, \"Revealing Roots: Uncovering Influences on" , "date" : "19940731" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/31\/nyregion\/playing-in-the-neighborhood-024180.html"} , {"body" : "When a 20-unit condominium was built at 297 First Street in the late 1980's, some Park Slope residents said, they thought it would be a nice addition to the neighborhood. But a recent proposal by a nonprofit social-service agency to buy the building is stirring concerns. Upset by plans of the Institute for Community Living, based in Brooklyn, to" , "date" : "19940724" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: PARK SLOPE; Housing for Ex-Drug Abusers? Not Here, Say the Neighbors" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/24\/nyregion\/neighborhood-report-park-slope-housing-for-ex-drug-abusers-not-here-say.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $400,000 40 West 24th Street 2-bedroom, 2-bath, 1,900-sq.-ft. co-op in a loft building; elevator, eat-in kitchen, high ceilings, renovated kitchen and bath;" , "date" : "19940724" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/24\/realestate\/residential-resales-730157.html"} , {"body" : "IT'S as if some mystical wind from Israel were rustling through the collective unconscious of America's chefs: Terrance Brennan of Picholine, near Lincoln Center, is slipping nuggets of halvah into his coffee ice cream; Donna Insalaco, at Fama in Santa Monica, Calif., is offering lamb ragout with cumin and feta cheese, and Andrew Nathan, of" , "date" : "19940720" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["ISRAEL" , "MIDDLE EAST" , "MEDITERRANEAN REGION"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "A Region's Tastes Commingle in Israel" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/20\/garden\/a-region-s-tastes-commingle-in-israel.html"} ,   {"body" : "As the region's real-estate market slowly emerges from a five-year hibernation, buyers and sellers in both New York City and the surrounding areas are finding what seems to be a very selective and at times contradictory recovery. Long spoiled by years of having the upper hand in most transactions, some buyers are finding that owners cannot be" , "date" : "19940718" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Contradiction Marks Revival In Real Estate" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/18\/nyregion\/contradiction-marks-revival-in-real-estate.html"} , {"body" : "A few years ago, struck by the rise in two-parent households, Park Slope's Congregation Beth Elohim started a day-care center to help provide care for children ages 2 to 5. Now, amid growing disenchantment with public education and greater debate about private religious education that reflects the teachings of Reform and Conservative Jews, the" , "date" : "19940717" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: BROWNSTONE BROOKLYN; Reform Synagogue to Open Private School" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/17\/nyregion\/neighborhood-report-brownstone-brooklyn-reform-synagogue-to-open-private-school.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GREENWICH VILLAGE $300,000 708 Greenwich Street 2-bedroom, 1-bath, 1,100-sq.-ft. co-op in a loft building; elevator, fireplace, east exposure, common roof deck;" , "date" : "19940717" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/17\/realestate\/residential-resales-663875.html"} , {"body" : "WORKING with a mortgage broker is something relatively new. It's only in the last seven years that they have become popular, largely because prospective borrowers seem too busy these days to shop for themselves and some prefer to let a more qualified person find the best rate and terms. Mortgage brokers have also gained an excellent reputation for" , "date" : "19940717" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "Using a Mortgage Broker" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/17\/realestate\/using-a-mortgage-broker.html"} , {"body" : "AKWAABA ++ (718) 941-5599; 614 Flatbush Avenue at Cluster Court, Flatbush; (c) no credit cards Bright, friendly and family-run, Akwaaba calls itself the African restaurant in Brooklyn and caters to a mixed crowd that includes Ghanaians and Nigerians. The food centers on rice or vegetables. Although the food is traditionally eaten with the fingers," , "date" : "19940710" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "GOOD EATING; Tastes of Brooklyn, Fulton to Flatbush" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/10\/nyregion\/good-eating-tastes-of-brooklyn-fulton-to-flatbush.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GREENWICH VILLAGE $495,000 380 West 12th Street 2,000-sq.-ft. co-op in loft building; part-time doorman, 2 baths, fireplace, exposed-brick walls, fireplace, original" , "date" : "19940710" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/10\/realestate\/residential-resales-606529.html"} , {"body" : "Storytelling Ezra Jack Keats Storytelling Festival Lefferts Homestead Children's Museum Prospect Park Entrance at Ocean Avenue and Lincoln Road Brooklyn (718) 965-8999 Recommended ages: 3 to 10 Hans Christian Andersen Statue Central Park Conservatory Water Entrance at 74th Street and Fifth Avenue (800) 201-7275 Recommended ages: 5 and up Ten years" , "date" : "19940708" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/08\/arts\/for-children.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $450,000 121 West 20th Street 2-bedroom, 2-bath, 1,875-sq.-ft. condo in a loft building; part-time doorman, elevator, dining area, eat-in kitchen, fireplace," , "date" : "19940703" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/03\/realestate\/residential-resales-078921.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $450,000 121 West 20th Street 2-bedroom, 2-bath, 1,875-sq.-ft. condo in a loft building; part-time doorman, elevator, dining area, eat-in kitchen, fireplace," , "date" : "19940703" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/03\/realestate\/residential-resales-93240.html"} , {"body" : "PARK SLOPE Charms of a Summer Night: 'Free and Close to Home' Slide Hampton and the JazzMasters will kick off the outdoor summer concert series at the Prospect Park Bandshell on Wednesday, but tradition will also be served: the opening act of the 16th annual \"Celebrate Brooklyn\" festival, as usual, will be a Brooklyn band. \"We have headliners that" , "date" : "19940626" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/26\/nyregion\/playing-in-the-neighborhood-491292.html"} ,   {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $315,000 438 West 23d Street 2-bedroom, 1 1\/2-bath, 1,050-sq.-ft. duplex co-op in prewar building; dining area, 2 fireplaces, 500-sq.-ft. roof terrace, walk-up;" , "date" : "19940626" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/26\/realestate\/residential-resales-479500.html"} , {"body" : "John Buscarello of Brooklyn learned about bricks and stones and mortar from his father, Jack, following him into the family masonry business. As a matter of course, he learned how to install the massive slabs of bluestone, many the size of dining room tables, that a century ago were the city's dominant sidewalk material. But the bluestone trade" , "date" : "19940620" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Preserving the History That Lies Underfoot; Bluestone Sidewalks on Comeback Trail" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/20\/nyregion\/preserving-the-history-that-lies-underfoot-bluestone-sidewalks-on-comeback-trail.html"} , {"body" : "SPORTS makes you hungry. Even if you are only a spectator. Anybody who has ever eaten too many hot dogs at a baseball game knows that. With athletic events suddenly becoming New York's major preoccupation, the important question becomes: Where to eat after the game? Or before, if you are so inclined. Both the World Cup of soccer (at Giants Stadium" , "date" : "19940617" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "THE GAMES BEGIN; A Time for Exploring New Food in New Places" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/17\/arts\/the-games-begin-a-time-for-exploring-new-food-in-new-places.html"} , {"body" : "In conjunction with Gay Games IV and the 25th anniversary of the Stonewall uprising, a number of related cultural activities are planned in New York City. Here is a sampling. Events are free unless otherwise noted. General and ticket information: (212) 727-6053 or (800) 429-4263. Today \"GAYS AND FILM: GET REEL,\" Museum of Modern Art, 11 West 53d" , "date" : "19940617" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "THE GAMES BEGIN; Things to Do With a Gay Flavor" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/17\/arts\/the-games-begin-things-to-do-with-a-gay-flavor.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $499,000 147 West 15th Street 1-bedroom, 1-bath, 2,150-sq.-ft. co-op in loft building; elevator, 12-ft. beamed ceilings; maintenance $1,402, 50% tax deductible," , "date" : "19940612" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/12\/realestate\/residential-resales-346489.html"} , {"body" : "MIDTOWN Spinning Off Through the Stars The Museum of Television and Radio has embarked on a Starship Enterprise. The museum is offering a gallery exhibition and a series of screenings of the two successors to television's \"Star Trek\" that will continue through Nov. 20. In the Steven Spielberg Gallery, there are lifesize mannequins representing the" , "date" : "19940612" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/12\/nyregion\/playing-in-the-neighborhood-359270.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA$499,000 147 West 15th Street 1-bedroom, 1-bath, 2,150-sq.-ft. co-op in loft building; elevator, 12-ft. beamed ceilings; maintenance $1,402, 50% tax deductible," , "date" : "19940612" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/12\/realestate\/residential-resales-303402.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA$499,000 147 West 15th Street 1-bedroom, 1-bath, 2,150-sq.-ft. co-op in loft building; elevator, 12-ft. beamed ceilings; maintenance $1,402, 50% tax deductible," , "date" : "19940612" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/12\/realestate\/residential-resales-288861.html"} , {"body" : "Heloise Gruneberg claims a world title as the \"only single female with five sets of dishes.\" Miss Gruneberg, 62, of Boerum Hill, Brooklyn, has never met a stoop sale she did not like. \"Don't even talk to me about sheets,\" she said. \"My whole house is put together from stoop sales.\" Stoop sales are to Brooklyn what garage sales and yard sales and" , "date" : "19940609" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "If There's a Stoop, Look for a Sale; n Brooklyn, Occasional 'Finds' Amid the Odds and Ends" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/09\/nyregion\/if-there-s-stoop-look-for-sale-n-brooklyn-occasional-finds-amid-odds-ends.html"} , {"body" : "SITTING in a building in Park Slope, labeling blood oranges with stickers declaring them organically grown, Marsha Lindesay is making a grocery-political statement. So are Willie Jackson, a self-described \"low-budget person\" pushing a shopping cart through a warehouse hard by the Hudson in Harlem, and Anthony Liveridge, so passionate a devotee of" , "date" : "19940605" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Beyond Supermarkets: A Shopper's Guide" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/05\/nyregion\/beyond-supermarkets-a-shopper-s-guide.html"} ,   {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN EAST MIDTOWN $2.1 million 641 Fifth Avenue (51st St.) (Olympic Towers) 2-bedroom, 3-bath, 2,200-sq.-ft. postwar condo; concierge, manned elevator, dining room, eat-in" , "date" : "19940605" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/05\/realestate\/residential-resales-278726.html"} , {"body" : "DEAR DIARY: After many years in Manhattan, we moved to Park Slope. With a garden in back, Prospect Park half a block away, and the quiet, tree-lined streets, we feel more in harmony with nature than we ever did in the city. Except, that is, for the car alarms. Parked cars, school kids, trash collectors and even loud noises are enough to set them" , "date" : "19940601" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/01\/garden\/metropolitan-diary-264369.html"} , {"body" : "In a rectilinear and pushy city, New York's street trees offer a green canopy of healing and hope. But many are dying, others will die sooner than they should, and all are in a state of grim siege. The trees, a city responsibility, are simply not being taken care of. Maintenance has been reduced mainly to removing dead trees, a process itself" , "date" : "19940530" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Mother Nature Never Intended This; Pollution and Not Enough Care Afflict City's Street Trees" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/30\/nyregion\/mother-nature-never-intended-this-pollution-not-enough-care-afflict-city-s.html"} , {"body" : "Sam cooks, Dick cleans, George collects the rent and Chuck raids the refrigerator. Weeknights, they shoot the breeze in their underwear in the Capitol Hill town house where two of them sleep in unkempt beds in the living room like so many superannuated frat boys, and check to see if anyone they know turns up on \"Nightline.\" Weekdays, as members of" , "date" : "19940530" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For 4 Collegial Congressmen, Life Looks a Lot Like College" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/30\/nyregion\/for-4-collegial-congressmen-life-looks-a-lot-like-college.html"} , {"body" : "The letters went out two weeks ago to the 288 men and women who live in Madonna Residence, a nursing home in Park Slope. As of next January, they were told, the residence will close. Four hundred jobs will be lost. Built 75 years ago as a hotel, the majestic nine-story building at 1 Prospect Park West was converted to a nursing home in 1962. Over" , "date" : "19940529" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: PARK SLOPE; Plagued by Age, Nursing Home Will Close After 32 Years" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/29\/nyregion\/neighborhood-report-park-slope-plagued-age-nursing-home-will-close-after-32.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CARNEGIE HILL $850,000 126 East 93d Street 3-family attached town house; 4 bedrooms, 3 baths, eat-in kitchen in primary duplex unit; 2 bedrooms, 1 bath in others; 25-" , "date" : "19940529" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/29\/realestate\/residential-resales-214574.html"} , {"body" : "The encounter lasted only seconds, but in a Brooklyn courtroom yesterday the consequences were tolled in decades. Last June 1, a sparkling, sun-drenched day, Allyn Winslow, a 42-year-old drama teacher from Brooklyn, was shot to death while resisting a group of teen-agers trying to steal his bicycle in Prospect Park. It was one more murder in a city" , "date" : "19940526" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Maximum Term Imposed in Killing Over Bike" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/26\/nyregion\/maximum-term-imposed-in-killing-over-bike.html"} , {"body" : "In her cabaret show \"An Affair to Remember: Movie Music From the 50's,\" Mary Cleere Haran is the embodiment of sophistication and old-fashioned glamour, complete with slinky dress and long gloves. The setting is Rainbow and Stars, seemingly perched in the clouds and wrapped in glitter. It's just like a scene from those old movies, Hollywood's" , "date" : "19940523" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "All Is Glamorous, But That's Just an Act" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/23\/arts\/all-is-glamorous-but-that-s-just-an-act.html"} , {"body" : "PARK SLOPE: Department of Transportation officials agreed last month not to authorize any repairs or removal of bluestone pavement from historic or non historic districts of Park Slope. Under the old policy, inspectors who found height differences of more than three-eighths of an inch between bluestone and concrete could issue violation notices to" , "date" : "19940522" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT; MANHATTAN UPDATE" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/22\/nyregion\/neighborhood-report-manhattan-update.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CARNEGIE HILL $1.1 million 21 East 90th Street 3-bedroom, 3-bath, 2,000-sq.-ft. prewar co-op; 24-hr. doorman, 30-ft. entrance gallery, maid's room, dining room," , "date" : "19940522" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "13" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/22\/realestate\/residential-resales-140422.html"} ,   {"body" : "Maybe it's the sugared walnuts, chocolate syrup and ice cream. Perhaps it's pride of place, or plain old enlightened self-interest. But on the last Thursday of each month, in Room EF-100 of the Capitol, a ground-floor hideaway a few steps from the gift shop, a group of instinctively fractious politicians comes together for lunch and a" , "date" : "19940522" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Can They Deliver?" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/22\/nyregion\/can-they-deliver.html"} , {"body" : "A proposal by New York City's top planning official to encourage placement of homeless shelters, drug clinics and other social service operations in sections zoned for light manufacturing could complicate efforts to redevelop these areas, officials and analysts said yesterday. Although the chairman of the City Planning Commission, Joseph B. Rose," , "date" : "19940516" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Plan for Siting Social Services Stirs Dispute" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/16\/nyregion\/plan-for-siting-social-services-stirs-dispute.html"} , {"body" : "To some residents, the stretch of Prospect Park near the band shell along Ninth Street in Park Slope is a great place to barbecue. But to others, the barbecuing means only the nuisance of litter and smells. Now, the issue, which has increasingly pitted residents of the neighborhoods surrounding the 526-acre park against one other, is being" , "date" : "19940515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: CENTRAL BROOKLYN; To Grill or Not to Grill: Learning to Share a Park" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/15\/nyregion\/neighborhood-report-central-brooklyn-grill-not-grill-learning-share-park.html"} , {"body" : "Like getting along with your neighbors, keeping a garden or gaining entry to a first-run movie on a Saturday night, bicycling is something that can be done in New York City but is easier almost anywhere else. The traffic, the potholes, the irksome pedestrians, the windshield glass sprinkled across pavement like salt on a burger -- you stop and" , "date" : "19940515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York On Two Wheels" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/15\/nyregion\/new-york-on-two-wheels.html"} , {"body" : "NEW YORKERS take certain things in stride that would unnerve the residents of smaller metropolises: nails-down-the-blackboard police sirens and car alarms, raving street folks, muggers, Soon-Yi and Woody strolling down Columbus Avenue. But ask many of them to hop on a bike for a mile or two spin to work and you would likely get a look of" , "date" : "19940515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "25" , "title" : "At Work; The Healthiest Business Cycle" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/15\/business\/at-work-the-healthiest-business-cycle.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN UPPER EAST SIDE $5.05 million 1049 Fifth Avenue (86th St.) 4-bedroom, 7-bath, 4,661-sq.-ft. penthouse condo in reconfigured prewar building; 24-hr. doorman, concierge," , "date" : "19940515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/15\/realestate\/residential-resales-073415.html"} , {"body" : "IAN BRUCE EICHNER is on the phone with a Florida banker he's never met. He's talking about a house near Boca Raton that he thinks he may want to buy. And he is giving her a hard time. \"This house has problems, but I wouldn't be interested in anything without problems,\" is his answer to one question. To another comes, \"I've built three million" , "date" : "19940515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "15" , "title" : "Commercial Property\/The Ian Bruce Eichner Phenomenon; A Deal-Maker's Comeback" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/15\/realestate\/commercial-property-the-ian-bruce-eichner-phenomenon-a-deal-maker-s-comeback.html"} , {"body" : "'First Annual Urban Park Ranger Bass Blast' Carl Schurz Park East End Avenue, between 84th and 89th Streets (800) 201-7275 Recommended for all ages Tomorrow If the American alligator can make a comeback, so can the striped bass.Striped bass, at least, are definitely returning to the New York City area, and the Urban Park Rangers are so thrilled," , "date" : "19940513" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/13\/arts\/for-children.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GREENWICH VILLAGE $799,500 200 Mercer Street 3-bedroom, 2 1\/2-bath, 2,500-sq.-ft. loft co-op; elevator, dining area, fireplace, 16-ft. ceilings, 2,000-sq.-ft. private" , "date" : "19940508" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/08\/realestate\/residential-resales-998664.html"} , {"body" : "A grand jury yesterday refused to go along with Brooklyn prosecutors who charged five teen-agers with murder after a police officer died in a car crash while responding to a mugging that the youths allegedly committed. After the officer was killed last Wednesday morning, the Brooklyn District Attorney's Office charged the teen-agers, who were" , "date" : "19940504" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Prosecutors in Officer's Death Are Rebuffed on Murder Charge" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/04\/nyregion\/prosecutors-in-officer-s-death-are-rebuffed-on-murder-charge.html"} ,   {"body" : "Here is a critical look at a sampling of New York City's parks, from the vast and famous lawns of Central and Prospect Parks to a small and struggling playground in a hard patch of Bedford-Stuyvesant. Manhattan CENTRAL PARK: THE JEWEL IN THE CROWN This 840-acre park, of almost transcendental importance to New Yorkers, is often described as the" , "date" : "19940501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "A Critical Tour of the Empire: Battery Park to High Bridge . . ." , "url" : "http:\/\/www.nytimes.com\/1994\/05\/01\/nyregion\/a-critical-tour-of-the-empire-battery-park-to-high-bridge.html"} , {"body" : "Faced with Mayor Rudolph W. Giuliani's program offering severance payments, thousands of municipal workers have been considering whether to leave their jobs and take the lump-sum payments. Some made the decision easily, while others say they agonized over what to do. Under the severance program, aimed at helping to close a $2.3 billion budget gap" , "date" : "19940501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "Mayor's Severance Plan Is Affecting Many of System's Younger Workers" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/01\/nyregion\/mayor-s-severance-plan-is-affecting-many-of-system-s-younger-workers.html"} , {"body" : "To muffled drums and the pipers' wail of \"Amazing Grace,\" Police Officer Jose Perez, killed in the line of duty Wednesday when two police vehicles collided while chasing the same suspects, received full inspector's honors yesterday during Mass at Our Lady of Perpetual Help Roman Catholic Church in Sunset Park, Brooklyn. A hush, etched by the songs" , "date" : "19940501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "Thousands in Brooklyn Mourn Fellow Officer Killed in Chase" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/01\/nyregion\/thousands-in-brooklyn-mourn-fellow-officer-killed-in-chase.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN EAST MIDTOWN $550,000 303 East 57th Street (Excelsior) 2-bedroom, 3-bath, 2,000-sq.-ft. prewar co-op; 24-hr. doorman, concierge, manned elevator, dining room, powder" , "date" : "19940501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/01\/realestate\/residential-resales-921319.html"} , {"body" : "Five teen-agers were charged with murder last night after the authorities said their effort to flee a crime scene had caused two police vehicles to crash, killing an officer. The youths were accused of felony murder -- a death caused by someone committing or fleeing a crime, in this case the attempted robbery of a man near Prospect Park in Brooklyn" , "date" : "19940429" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "5 Charged With Murder In Crash Fatal to Officer" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/29\/nyregion\/5-charged-with-murder-in-crash-fatal-to-officer.html"} , {"body" : "Racing to answer an officer's call for help, a police van and a patrol car collided early yesterday morning outside Prospect Park in Brooklyn, killing one of the responding officers. The accident occurred as officers rushed toward a street corner at the park's entrance in reaction to a radio call flashing the alarm for an assault in progress. The" , "date" : "19940428" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officer Pursuing Youths Dies in Crash" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/28\/nyregion\/officer-pursuing-youths-dies-in-crash.html"} , {"body" : "BROWNSTONES and mansions, 19th-century period rooms and contemporary designer decor, backyard gardens and skyline views are features of this spring's show houses and house tours in the Northeast. New York City Fort Greene, Brooklyn, Sunday -- A tour of 11 houses and the Lafayette Avenue Presbyterian Church will be held from noon to 5 P.M. Tickets," , "date" : "19940428" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NORTHEASTERN STATES (US)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "From Boston to Wilmington, the Show House Season Begins" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/28\/garden\/from-boston-to-wilmington-the-show-house-season-begins.html"} , {"body" : "WHEN a few of the first-grade boys at the City and Country School, a private school for 2- to 13-year-olds on West 13th Street in Manhattan, began to taunt the first-grade girls by calling them \"sexy babes\" and saying things like \"Let's do sexy\" to them over several weeks in January, it ignited a furor among parents. They were disturbed both" , "date" : "19940428" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Education" , "Style"] , "page_facet" : "4" , "title" : "PARENT AND CHILD; Helping Teachers and Schools to Nip Sex Bias in the Bud" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/28\/garden\/parent-and-child-helping-teachers-and-schools-to-nip-sex-bias-in-the-bud.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; 2d Tuesday of month; next May 10, 7 P.M., 211 Ainslie Street; (718) 388-4440. DISTRICT 2: Fort Greene, Brooklyn Heights; 2d Wednesday of month; next May 11, 6 P.M.; place to be announced; (718) 596-5410. DISTRICT 3: Bedford-Stuyvesant; 1st Monday of month; next meeting May 2, 7 P.M., 1368 Fulton Street; (718)" , "date" : "19940424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Community Board Meetings in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/24\/nyregion\/public-interest-community-board-meetings-in-brooklyn.html"} , {"body" : "Park Slope residents began giving annual tours of their neighborhood's historic homes in 1959 as a way of attracting homeowners to the area. In the years since then, Flatbush and other neighborhoods have begun offering their own tours, drawing hundreds of people to many of the borough's architectural treasures, ranging from the Victorian homes of" , "date" : "19940417" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: FLATBUSH; Touring Homes and History" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/17\/nyregion\/neighborhood-report-flatbush-touring-homes-and-history.html"} ,   {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GRAMERCY PARK $280,000 39 Gramercy Park 2-bedroom, 2-bath, 1,200-sq.-ft. postwar co-op; 24-hr. doorman, dining area, terrace, key to park; maintenance $1,073, 60% tax" , "date" : "19940417" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/17\/realestate\/residential-resales-781398.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $230,000 161 West 15th Street 1-bedroom, 1-bath, 1,000-sq.-ft. co-op in a loft building; 12-ft.-ceilings, exposed-brick walls, live-in superintendent;" , "date" : "19940410" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/10\/realestate\/residential-resales-706108.html"} , {"body" : "\"CELIBACY was never a problem,\" said the Rev. Vincent J. Termine, \"and I didn't take a vow of poverty. But obedience, ah. . .\" He smiled and rolled his eyes and shut his mouth to smother a booming laugh, this self-described brat from a dead-end street, Kosciusko Place near the Brooklyn Navy Yard, who seems to have come from old black-and-white" , "date" : "19940410" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; 50 Years of Serving God, With an Attitude" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/10\/nyregion\/coping-50-years-of-serving-god-with-an-attitude.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN BATTERY PARK CITY $360,000 (Regatta) 1-bedroom, 1 1\/2-bath, 810-sq.-ft. duplex condo; concierge, balcony, Jacuzzi, harbor view; common charge $599, taxes $3,220, listed" , "date" : "19940403" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/03\/realestate\/residential-resales-633020.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $310,000 323 West 21st Street 3-family, 4-story house in a former stable; 2 bedrooms, 1 bath, dining room in 2 units; third is a 3,700-sq.-ft garage being" , "date" : "19940327" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/27\/realestate\/residential-resales-566586.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $375,000 77 Seventh Avenue (14th St.) (Vermeer) 2-bedroom, 2-bath, 1,300-sq.-ft. postwar co-op; 24-hr. doorman, eat-in kitchen, 500-sq.-ft. terrace, 2" , "date" : "19940320" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/20\/realestate\/residential-resales-491551.html"} , {"body" : "This month the school system announced that enrollment had topped a million for the first time in 15 years. Here is a breakdown by district. Citywide public school enrollment High school enrollment '89-'90 937,248 Manhattan 62,714 '90-'91 939,638 Bronx 59,939 '91-'92 973,263 Brooklyn 103,196 '92-'93 995,465 Queens 72,781 '93-'94 1,016,728 Staten" , "date" : "19940320" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "PUBLIC SCHOOL ENROLLMENT; Tipping the Scales At School" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/20\/nyregion\/public-school-enrollment-tipping-the-scales-at-school.html"} , {"body" : "Cookbooks for Passover A number of new Passover cookbooks have been published in time for the weeklong holiday, which begins March 26. Susan R. Friedland introduces her beautifully photographed book THE PASSOVER TABLE (Harper Perennial, $17) with some rich insights into the history of the holiday and how it is celebrated. The finely wrought recipes" , "date" : "19940316" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "8" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/16\/garden\/food-notes-480401.html"} , {"body" : "Within the communal world of Middle Eastern livery drivers in New York, Rashid Baz stood out for a certain edginess and volatility, qualities not at all eased by his evident drug abuse, according to acquaintances sifting for motive now that the 28-year-old Lebanese national has been accused of the deadly Brooklyn Bridge shooting spree. But even" , "date" : "19940314" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN BRIDGE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "'What Are You, Rashid?'; Uncovering the Many Layers of a Murder Suspect" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/14\/nyregion\/what-are-you-rashid-uncovering-the-many-layers-of-a-murder-suspect.html"} , {"body" : "A vast network of services has been created to deal with the AIDS epidemic in New York City. Here is a look at some of the more important ones. ANONYMOUS TESTING SITES STATE Bronx: Mott Haven. Monday through Thursday, 8:30 A.M. to 3:30 P.M., Friday 8:30 A.M. to 12:30 P.M., closed Saturday and Sunday. (718) 292-38531 or (800) 526-4823. Average wait" , "date" : "19940313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PUBLIC INTEREST; A User's Guide to AIDS Services" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/13\/nyregion\/public-interest-a-user-s-guide-to-aids-services.html"} ,   {"body" : "A dispute in a bar in Bay Ridge, Brooklyn, ended early yesterday morning when two men apparently grabbed a police officer's gun, followed a third man outside and shot him to death in his car, the police said. The officer was suspended and arrested last evening on a misdemeanor charge of official misconduct. The police said that the two men and the" , "date" : "19940311" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Bar Dispute Ends in Fatal Shooting With Police Officer's Gun" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/11\/nyregion\/bar-dispute-ends-in-fatal-shooting-with-police-officer-s-gun.html"} , {"body" : "Rashid Baz, the man accused of killing a Hasidic student and wounding three others on the Brooklyn Bridge last week, lost his legal immigration status a year ago, Federal immigration officials said yesterday, but the immigration service apparently took no action against him. His legal status was terminated when he failed to file an application to" , "date" : "19940308" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "MIDDLE EAST"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Shooting Suspect Slipped I.N.S. Procedural Net" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/08\/nyregion\/shooting-suspect-slipped-ins-procedural-net.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN FLATIRON DISTRICT $525,000 12 West 17th Street 2-bedroom, 2-bath, 2,300-sq.-ft. loft co-op; elevator, 11-ft. ceilings, 3 exposures; maintenance $1,100, 50%" , "date" : "19940306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/06\/realestate\/residential-resales-356697.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; 2d Tuesday of month; next March 8, 7 P.M., 211 Ainslie Street; (718) 388-4440. DISTRICT 2: Fort Greene, Brooklyn Heights; 2d Wednesday of month; next March 9, 6 P.M., Borough Hall Community Room, Joralemon and Court Streets; (718) 596-5410. DISTRICT 3: Bedford-Stuyvesant; 1st Monday of month; next tomorrow, 7" , "date" : "19940306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Community Board Meetings in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/06\/nyregion\/public-interest-community-board-meetings-in-brooklyn.html"} , {"body" : "Parents of public school students in Bedford-Stuyvesant and surrounding communities are going an extra mile in trying to assure their children's safety: they are about to start patrolling school grounds as auxiliary police officers. The program, created by School District 13 and the New York City Police Department, is the first of its kind in the" , "date" : "19940306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: Bedford - Stuyvesant; Parents to the Rescue at Schools" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/06\/nyregion\/neighborhood-report-bedford-stuyvesant-parents-to-the-rescue-at-schools.html"} , {"body" : "An emerging portrait of Rashid Baz, incomplete and often contradictory, seems notable mostly for its lack of distinction. Several acquaintances describe Mr. Baz, the suspect charged with 15 counts of attempted murder in the shooting of a vanful of Hasidic students on the Brooklyn Bridge, as a man of mixed religious background with no particularly" , "date" : "19940304" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "BROOKLYN BRIDGE SHOOTING; Indistinct Picture of Shooting Suspect" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/04\/nyregion\/brooklyn-bridge-shooting-indistinct-picture-of-shooting-suspect.html"} , {"body" : "A purse-snatching suspect was arrested Wednesday and charged with pushing a subway rider into a moving train 11 days ago, the transit police said. The victim of the attack, Sonia Hernandez, 32, died on Wednesday at St. Vincent's Hospital from her injuries in the Feb. 19 mugging at the subway station in Park Slope, Brooklyn. Transit police officials" , "date" : "19940304" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Man Held In Slaying In Subway" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/04\/nyregion\/man-held-in-slaying-in-subway.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GREENWICH VILLAGE $715,000 38 West Ninth Street (Portsmouth) 2-bedroom, 2-bath, 1,600-sq.-ft. co-op in a prewar building; dining room, manned elevator, fireplace, c\/a;" , "date" : "19940227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/27\/realestate\/residential-resales-286362.html"} , {"body" : "To Leo Concannon, it was the only way to shop. Parked in a comfy chair, the sound of show tunes from a baby grand falling lightly on his ears, Mr. Concannon flipped the pages of a newspaper, oblivious to the cacophony at the cosmetics counters and the clicking of the register in women's shoes. From the serene look of him, he might have been" , "date" : "19940221" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Overheard at the Mall: You Shop, I'll Wait Here" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/21\/nyregion\/overheard-at-the-mall-you-shop-i-ll-wait-here.html"} , {"body" : "A woman who chased a purse-snatcher through a moving subway train was pushed onto the tracks by her assailant in a Brooklyn station on Saturday, the transit police said. She was then struck by the train as it pulled out of the station and was critically injured. The woman, Sonia Hernandez, 32, of Brooklyn, suffered a broken pelvis and underwent" , "date" : "19940221" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Subway Car Hits Woman After Robber Pushes Her" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/21\/nyregion\/subway-car-hits-woman-after-robber-pushes-her.html"} ,   {"body" : "JOHN H. BESS, sitting in his cave of an office in the basement of the Cathedral of St. John the Divine, had no time to mince words. The telephone was ringing, his schedule went on for pages and all this talking put him two beats behind his fast-forward rhythm as head of the youth agency called the Valley. \"We are a society that is manufacturing" , "date" : "19940220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; Mentor, Hell-Raiser. . ." , "url" : "http:\/\/www.nytimes.com\/1994\/02\/20\/nyregion\/making-it-work-mentor-hell-raiser.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GRAMERCY PARK AREA $310,000 205 Third Avenue (18th St.) 2-bedroom, 2-bath, 1,350-sq,-ft. postwar co-op; 24-hr. doorman, concierge, dining area; maintenance $1,391," , "date" : "19940220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/20\/realestate\/residential-resales-138665.html"} , {"body" : "NAME -- Captain Richard J. Rosa AGE -- 46 JOB TITLE -- As of Jan. 10, commanding officer of the 78th Precinct, which covers Park Slope, Gowanus and Prospect Park. DEPARTMENT SIZE -- 233 workers, including uniform and civilian workers STATUS -- Married with children CURRENT HOME -- Bergen Beach YEARS ON POLICE FORCE -- 24 IMMEDIATE GOALS -- Clean" , "date" : "19940213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: PARK SLOPE; PROFILE: AT THE HELM" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/13\/nyregion\/neighborhood-report-park-slope-profile-at-the-helm.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GRAMERCY PARK AREA $310,000 205 Third Avenue (18th St.) 2-bedroom, 2-bath, 1,350-sq,-ft. postwar co-op; 24-hr. doorman, concierge, dining area; maintenance $1,391," , "date" : "19940213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/13\/realestate\/residential-resales-138525.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of the month; next March 8, time to be announced, 211 Ainslie Street; (718) 388-4440. DISTRICT 2 Fort Greene, Downtown, Brooklyn Heights, Boerum Hill; second Wednesday of the month; next March 9, 6 P.M., Borough Hall Community Room, Joralemon and Court Streets; (718) 596-5410. DISTRICT 3" , "date" : "19940213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Brooklyn Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/13\/nyregion\/public-interest-brooklyn-board-meetings.html"} , {"body" : "In the control room of the New York City Sanitation Department near City Hall yesterday afternoon, Emily Lloyd seemed every bit a military commander. She checked the weather reports from three different services, examined the deployment of plows in each borough and exchanged greetings with even low-level employees on a first-name basis. She agreed" , "date" : "19940212" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "THE ENDLESS WINTER: In Charge; For Commissioner Emily Lloyd, It's Not Just a Storm, It's the Enemy" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/12\/nyregion\/endless-winter-charge-for-commissioner-emily-lloyd-it-s-not-just-storm-it-s.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $305,000 155 West 15th Street 2-bedroom, 2-bath, 1,350-sq.-ft. loft co-op; part-time doorman, elevator, fireplace; maintenance $1,136, 60% tax deductible," , "date" : "19940206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/06\/realestate\/residential-resales-067903.html"} , {"body" : "While the NBC series \"Homicide\" hovers in limbo, Andre Braugher waits for news of its fate with the cool of a man who believes in predestination. \"I was simply out to do the best work I possibly could,\" Mr. Braugher says of his stint playing the eloquent but icy Detective Frank Pembleton. \"What happens to the show is really out of my control, so I" , "date" : "19940202" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "15" , "title" : "As 'Homicide' Waits to Live or Die, Actor Plunges Into Shakespeare" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/02\/theater\/as-homicide-waits-to-live-or-die-actor-plunges-into-shakespeare.html"} , {"body" : "For almost two decades, Park Slope's annual St. Patrick's Day parade has escaped the bitter clashes that have become associated with Manhattan's Fifth Avenue march. But this year, a sudden breath of discord is sweeping from Park Slope to Bay Ridge, as plans for an insurgent parade take shape. Inspired by the success of mid-May's Norwegian Day" , "date" : "19940130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BAY RIDGE; The Warring of the Green" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/30\/nyregion\/neighborhood-report-bay-ridge-the-warring-of-the-green.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $140,500 244 West 23d Street 1-bedroom, 1 1\/2-bath, 725-sq.-ft. duplex loft; elevator, 11-ft. ceilings; maintenance $393, 40% tax deductible, listed at" , "date" : "19940130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/30\/realestate\/residential-resales-000167.html"} ,   {"body" : "Walk down scruffy Fourth Avenue in Brooklyn, past scattered neighborhood shops, the familiar Brooklyn Academy of Music receding in the distance. Turn right on Douglass Street, near the Gowanus Canal, and continue down the usually deserted block. Enter the door of a building as unremarkable as all the others on this industrial street. It is like" , "date" : "19940123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "DANCE; A Plie Grows in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/23\/arts\/dance-a-plie-grows-in-brooklyn.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN EAST MIDTOWN $970,000 870 United Nations Plaza 2-bedroom, 3 1\/2-bath, 3,000-sq.-ft. co-op; 24-hr. doorman, concierge, manned elevator, dining room, eat-in kitchen," , "date" : "19940123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/23\/realestate\/residential-resales-929760.html"} , {"body" : "BEFORE she puts on a play, Anne Hamburger calls the Fire Department, Police Department, Buildings Department, Street Activity Permit Office, Department of Sanitation, Department of Cultural Affairs, Landmarks Preservation Commission, Department of Parks and Recreation, office of the Borough President and various other public and private agencies," , "date" : "19940123" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "3" , "title" : "MAKING IT WORK; Location, Location" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/23\/nyregion\/making-it-work-location-location.html"} , {"author" : "Councilman Kenneth K. Fisher represents the 33d District, which covers downtown Brooklyn, Brooklyn Heights, Park Slope, Greenpoint and Williamsburg." , "body" : "EACH morning in downtown Brooklyn, hundreds of residents start their day hunting for parking spaces or sitting in cars waiting for their current spaces to become legal. By the time they go to work, the tension is already high. Many of these frazzled drivers hungrily eye the spaces guarded by squat structures whose purpose has become as obscure as" , "date" : "19940123" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "SOAPBOX; A Little Secret About Fire Hydrants" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/23\/nyregion\/soapbox-a-little-secret-about-fire-hydrants.html"} , {"body" : "Fishs Eddy Plans to Open 30 Outlets Nationwide Fishs Eddy, the eclectic china and tableware company with three Manhattan stores, is planning to go national. David Lenovitz, who owns Fishs Eddy with his wife, Julie Gaines, said the company expects to open 30 retail outlets across the country within the next five years. In the next year, Mr. Lenovitz" , "date" : "19940123" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1994\/01\/23\/nyregion\/new-yorkers-co-945579.html"} , {"body" : "For Jason Wolder, a 34-year-old Queens sales representative, the theft of his 1980 Delta 88 in August was troubling enough. But then there are the near-nightly screams of car alarms that stir his otherwise graceful Douglaston neighborhood and frequently wake his infant son. They are not only a constant reminder of the loss of his old car, but just" , "date" : "19940123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "New York Car Theft Draws Police Priority" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/23\/nyregion\/new-york-car-theft-draws-police-priority.html"} , {"author" : "Cathleen Schine is the author of \"Rameau's Niece\" and a regular contributor to this page." , "body" : "Monday. Perhaps, as it's a new year, I should start a new life. I think I'll move to Nashville. I read in the paper that Nashville is wholesome and booming. People are leaving New York City in droves to find a better, simpler life there. Perhaps I can buy a plantation in Nashville and let it go picturesquely to seed, as Scarlett O'Hara did, while I" , "date" : "19940116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "62" , "title" : "ENDPAPER; The Bluegrass Is Greener" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/16\/magazine\/endpaper-the-bluegrass-is-greener.html"} , {"body" : "Cynthia Rose Iavarone, the daughter of Mr. and Mrs. Vincent M. Iavarone of New York, was married yesterday to James Joseph Lola, the son of Laura Lola of Hendersonville, N.C., and the late Dr. Emigdio Lola. The Rev. H. Scott Matheney, a Presbyterian minister, performed the ceremony at St. Paul's Chapel of Columbia University. Ms. Iavarone, who is" , "date" : "19940116" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "9" , "title" : "WEDDINGS; Cynthia Iavarone, James J. Lola" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/16\/style\/weddings-cynthia-iavarone-james-j-lola.html"} , {"body" : "'The Al E. Gator Show' The Puppet Company Metropolis Cafe 31 Union Square West (at 16th Street) Manhattan (212) 741-1646 Recommended ages: 3 to 8 Through April 24 Al E. Gator, an amiable marionette with a Jimmy Durante voice and an Ed Sullivan demeanor, is the host of a revue of limber marionettes, some new, some old, like the lovable Clockettes" , "date" : "19940114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["HUDSON RIVER"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/14\/arts\/for-children.html"} , {"body" : "TRYING to get rid of household pests, whether they are just nuisances like ants, cockroaches and mice or potential house-destroyers like termites, exacts a toll in time, frustration and cost. And often, it means turning to professionals. Even under ideal circumstances, human intervention does not always have much impact on pest mortality: more than" , "date" : "19940113" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "2" , "title" : "New Ways or Old, Pest Control's Tough" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/13\/garden\/new-ways-or-old-pest-control-s-tough.html"} ,   {"body" : "Heads and shoulders braced against the freezing wind, the Falzone family trudged through the chunks of ice and snow drifts outside Giants Stadium yesterday, the parents laden with blankets, the two boys wrapped so that little more than their cold-chapped cheeks showed. Wicked a day as it was, there were no complaints about the cold from this bunch." , "date" : "19940110" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "After Snow, Cold Alone Isn't So Bad" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/10\/nyregion\/after-snow-cold-alone-isn-t-so-bad.html"} , {"body" : "When the New York City Council re-elected Peter F. Vallone Speaker last Wednesday, it seemed more like a coronation than a legislative struggle. No one dared run against Mr. Vallone, who has been Speaker since 1985, and because the Council's quirky rules require each member to shout out the name of the candidate he or she supports, observers were" , "date" : "19940109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "POLITICAL NOTES; For a Speaker With Plums, Plaudits" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/09\/nyregion\/political-notes-for-a-speaker-with-plums-plaudits.html"} , {"body" : "JAMAICA Artists and Photographers In an All-Woman Show Photographs, paintings and sculptures, all created by women, are featured in three separate shows at the Jamaica Arts Center starting this week. The Gorilla Girls would be pleased. But Robert Craddock, the curator, said the event was not intended to be \"a women's show,\" adding, \"It's a" , "date" : "19940102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/02\/nyregion\/playing-in-the-neighborhood-734560.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $390,000 42 West 15th Street 3-bedroom, 2-bath, 2,300-sq.-ft. co-op in a loft building; elevator, 11 1\/2-ft. ceilings, exposed-brick walls, 4 exposures;" , "date" : "19940102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/02\/realestate\/residential-resales-722642.html"} , {"body" : "UNTIL you talk to them, Bert Drachtman and Alexander Grass do not seem to have much in common. Mr. Drachtman and his wife run the Seventh Avenue Pharmacy in the Park Slope section of Brooklyn, while Mr. Grass runs the Rite Aid Corporation, a $4 billion-a-year drugstore chain that definitely is not a Mom and Pop operation. But increasingly, Mr." , "date" : "19940102" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Health" , "Business"] , "page_facet" : "5" , "title" : "For Drugstores, Pushing Pills Is Much Less Profitable" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/02\/business\/for-drugstores-pushing-pills-is-much-less-profitable.html"}]