[  {"body" : "The city's top official environmental official said last week that the problem of toxic contamination at the Brooklyn Navy Yard is not nearly as hazardous as indicated in a report made public earlier this month by a nonprofit group. The official, Environmental Commissioner Marilyn Gelber, said most of the hazards cited in the report had been" , "date" : "19941218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: WILLIAMSBURG; Report Exaggerates Navy Yard Hazards, Official Says" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/18\/nyregion\/neighborhood-report-williamsburg-report-exaggerates-navy-yard-hazards-official.html"} , {"body" : "Last summer's empty containers for bleach, spring water, dish detergent, antifreeze, baby wipes, cat litter and motor oil have come back to New York streets this fall as traffic barricades. Con Edison has ordered 25,000, all white. The city has bought 3,200 sets of legs made from fabric-softener bottles, all light blue. The barricades, made by" , "date" : "19941128" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New York Starts Spinning Its Dross into Gold" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/28\/nyregion\/new-york-starts-spinning-its-dross-into-gold.html"} , {"body" : "THIS was the year the big stores took New York, the year those cavernous, low-margin, high-volume temptoriums that challenge both the old-time department store and the friendly neighborhood bookseller arrived, in critical mass, and began to remake the face of shopping as we know it. From the Flatiron to upper Broadway, Northern Boulevard to the" , "date" : "19941120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Shop BIG" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/20\/nyregion\/shop-big.html"} , {"body" : "The garage mechanic who eventually led investigators to the man suspected of shooting at a van full of Hasidim on the Brooklyn Bridge described yesterday how he frantically tried to tell the F.B.I. that the gunman was in his shop -- only to be rebuffed. Twice he called; first he was told to give his information over the phone, which he refused to" , "date" : "19941103" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "F.B.I. Rebuff For Witness In Shooting" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/03\/nyregion\/fbi-rebuff-for-witness-in-shooting.html"} , {"body" : "IN August, The City began an examination of how residents defined the \"Quality of Life,\" a political mantra that has no single meaning. The first installment focused on Manhattan; the second on Queens. Because it is so large, Brooklyn has been split in two, with Flatbush Avenue as a natural divider. Taken as a whole, the area west of Flatbush has" , "date" : "19941030" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "BROOKLYN UP CLOSE; What Makes Brooklyn Angry: The 'Quality of Life,' West of Flatbush" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/30\/nyregion\/brooklyn-up-close-what-makes-brooklyn-angry-the-quality-of-life-west-of-flatbush.html"} , {"body" : "ANTONIO CORSO peered into a bin of unsorted third-class mail and looked pained. Would the department store fliers, women's underwear catalogues and circulars advertising ShopRite \"cancan\" days make it into the mailboxes of East New York that day? \"I'm trying to get back to basics,\" said Mr. Corso, the new Brooklyn postmaster. \"This is what we've" , "date" : "19941030" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; Please, Mr. Postmaster" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/30\/nyregion\/making-it-work-please-mr-postmaster.html"} , {"body" : "The New Haven Brewing Company's line of beers is about as local as it gets. Who is the guy on the label of Mr. Mike's Light Ale, grinning behind the bar with the big sloshing tankard of suds? It is Mike Gettings, the company president. The dignified face on the label of Blackwell Stout? Blackwell himself, the brew-house dog, who even contributed a" , "date" : "19941025" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Is a Team of Clydesdales Next?; In Heady World of Microbreweries, Growth Is the Word" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/25\/nyregion\/team-clydesdales-next-heady-world-microbreweries-growth-word.html"} , {"body" : "The newly appointed Brooklyn Postmaster has vowed to correct a year's pattern of lost, undelivered and late mail that has infuriated business owners and residents in some sections of Brooklyn, hundreds of whom appealed to their Congressman to intervene. Since early 1993, the office of Representative Edolphus Towns has been swamped with letters from" , "date" : "19941009" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: NORTHERN BROOKLYN; Neither Rain, Nor Snow, Nor Residence in Brooklyn . . ." , "url" : "http:\/\/www.nytimes.com\/1994\/10\/09\/nyregion\/neighborhood-report-northern-brooklyn-neither-rain-nor-snow-nor-residence.html"} , {"body" : "A MIRACLE of a school opened its doors this fall in Brooklyn, a monument to the perseverance of a group of parents who clung to a simple belief: Their children deserved better middle schools than the ones they seemed destined to attend. The parents wanted small classes for their children. A safer school environment. More hands-on instruction. More" , "date" : "19941002" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "COBBLE HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "How to Make a School, From A to Z" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/02\/nyregion\/how-to-make-a-school-from-a-to-z.html"} , {"body" : "The Howland Hook Marine Terminal on Staten Island was once a prosperous shipping hub, but since 1986 it has been virtually abandoned. Every so often, a maintenance crew cleans and powers up the cranes that used to hoist containers on and off freighters. The multilegged machines are put through a lonely pantomime of the chores that they once did, in" , "date" : "19940927" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York Looks to S. I. Site to Revive Port" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/27\/nyregion\/new-york-looks-to-s-i-site-to-revive-port.html"} ,   {"body" : "The reporter for the Norwegian national television network led the camera to an empty, unused wading pool in Red Hook Park in Brooklyn earlier this week. He kicked an empty can across the concrete and spoke solemnly into the microphone. \"This is where Norway Field once was,\" he said. \"Now, it is gone.\" Norway Field, an $80,000 all-weather miniature" , "date" : "19940924" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["RED HOOK (NYC)" , "NORWAY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "In Red Hook, No Field, No Dreams; A Gift for Children Came From Norway. Vandals Destroyed It." , "url" : "http:\/\/www.nytimes.com\/1994\/09\/24\/nyregion\/red-hook-no-field-no-dreams-gift-for-children-came-norway-vandals-destroyed-it.html"} , {"body" : "Simpson Judge v. Press Escalating a conflict over coverage of the O. J. Simpson case, the judge threatened to bar some news media from his court. But his language left questions about whose coverage was being threatened. Articles, page 7. A Gift Destroyed An $80,000 all-weather miniature soccer field -- a gift from the Government of Norway to Red" , "date" : "19940924" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "1" , "title" : "INSIDE" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/24\/us\/inside-334642.html"} , {"body" : "A harbor dredge spilled about 7,300 gallons of diesel oil into the East River before dawn yesterday, leaving a slick from Red Hook in Brooklyn to the Whitestone Bridge. By midday, most of the oil had evaporated. The 266-foot dredge, Sugar Island, was transferring oil between two tanks on board, beginning about 3 A.M., the Coast Guard said. The" , "date" : "19940921" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "A Harbor Dredge Spills Oil Into East River" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/21\/nyregion\/a-harbor-dredge-spills-oil-into-east-river.html"} , {"body" : "For more than 40 years, New York City has helped finance Big Brothers\/Big Sisters, a nonprofit group that provides volunteer mentors to disadvantaged children. This year, the city decided not to renew its contract. For more than a decade, the city has also supported the Door, a group that offers help to runaway and homeless youngsters in Manhattan." , "date" : "19940917" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Missteps Produce an Upheaval in Financing for Youth" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/17\/nyregion\/missteps-produce-an-upheaval-in-financing-for-youth.html"} , {"body" : "Theirs were simple exchanges, words of wisdom passed from sister to brother, friend to friend, as they prepared to begin another school year in New York City. Ebonie Jackson, 15, sat on her family's front porch in the Bedford-Stuyvesant area of Brooklyn and told her baby brother, Daniel Brooks 2d, 11, to wear clean jeans and not baggy pants, not to" , "date" : "19940913" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Anticipation and Worry as School Begins" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/13\/nyregion\/anticipation-and-worry-as-school-begins.html"} , {"body" : "GIULIANI'S GUBERNATORIAL FENCE-SITTING Rudolph W. Giuliani, New York City's first Republican Mayor in a generation, is testing the patience of his party by withholding his endorsement in tomorrow's gubernatorial primary between State Senator George E. Pataki and Richard M. Rosenbaum while cozying up to Gov. Mario M. Cuomo and generally parceling" , "date" : "19940912" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/12\/nyregion\/metro-digest-214280.html"} , {"body" : "Students who reported to New York City high schools, which opened yesterday, faced larger classes and fewer course choices because of surging enrollments and the layoffs of hundreds of teachers' aides and other personnel. The Board of Education's budget, though larger than last year's, did not increase sufficiently to finance the growth in" , "date" : "19940910" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Layoffs Force Bigger Classes For New York City Students" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/10\/nyregion\/layoffs-force-bigger-classes-for-new-york-city-students.html"} , {"body" : "If the 166-acre tract of scraggly, garbage-strewn undergrowth here seems an unlikely place for a new shopping mall, consider what lies beneath its scarred topsoil. For decades, almost all of this city's trash was buried here. In the parlance of environmentalists, the site is a brown field -- something less polluted than a toxic waste dump, but" , "date" : "19940906" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["ELIZABETH (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Developers Seek Profits in Polluted Land" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/06\/nyregion\/developers-seek-profits-in-polluted-land.html"} , {"body" : "There are no greengrocers, no pharmacies, no bakeries in Red Hook. Gowanus has no health services -- the nearest public clinic is about two miles away, in Fort Greene, and hard to reach because of a lack of public transportation. Local officials have begun looking to new state and Federal programs to boost the economy in southwest Brookyn. Last" , "date" : "19940821" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: RED HOOK\/GOWANUS; Southwest Brooklyn Presses Its Economic Case" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/21\/nyregion\/neighborhood-report-red-hook-gowanus-southwest-brooklyn-presses-its-economic.html"} , {"body" : "Henry Brown isn't Hercules, just a wiry 75-year-old retiree who moved a bus. His is a tale offering a glimmer of hope that the proverbial little guy can make a difference, can go to City Hall and, even without a fight, move a bureaucracy. And it is the ease with which he succeeded that makes his story particularly encouraging. For years, Mr. Brown" , "date" : "19940814" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: RED HOOK; Nudging the System: How to Move a Bus One Block" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/14\/nyregion\/neighborhood-report-red-hook-nudging-the-system-how-to-move-a-bus-one-block.html"} ,   {"body" : "IS it safe to swim? After several complaints of sexual assault at the city's pools in July, it didn't seem so. Police presence was beefed up, and there was talk of segregating pools by sex. But according to the Parks Commissioner, Henry J. Stern, the summer has, in fact, been relatively quiet. \"There were many small incidents reported,\" he said," , "date" : "19940807" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "AT YOUR SERVICE; City Pools? '99.9 Percent Peaceful'" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/07\/nyregion\/at-your-service-city-pools-99.9-percent-peaceful.html"} , {"body" : "When the police and firefighters were called to a loft apartment on lower Broadway on Wednesday night by reports of a fire, they were stunned to discover that most of the place -- above a jeans shop, an art gallery and offices -- had been turned into an elaborate greenhouse filled with rows of luxuriant marijuana plants. It was a rare find. But the" , "date" : "19940805" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Urban Grow-It-Yourselfers Cash In on Majijuana" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/05\/nyregion\/urban-grow-it-yourselfers-cash-in-on-majijuana.html"} , {"body" : "To encourage economic development in impoverished areas across the state, New York State officials yesterday named 21 special new enterprise zones, including four in New York City, to receive tax breaks and other incentives aimed at attracting business to distressed neighborhoods. Gov. Mario M. Cuomo, seeking to spread around one of the few" , "date" : "19940728" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE" , "SUNSET PARK (NYC)" , "STATEN ISLAND (NYC)" , "NEW YORK CITY" , "RED HOOK (NYC)" , "FAR ROCKAWAY (NYC)" , "HUNTS POINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "21 Enterprise Zones Created, Including 4 in New York City" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/28\/nyregion\/21-enterprise-zones-created-including-4-in-new-york-city.html"} , {"body" : "Bob Diamond has a dream that he hopes will return the dodgers to Brooklyn -- trolley dodgers, that is. The original name of the borough's semi-sanctified baseball team was the Brooklyn Trolley Dodgers, derived from the fact that at the turn of the century, players and fans had to scoot out of the way of those newfangled, electrified street cars to" , "date" : "19940721" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "A Move to Revive Brooklyn's Trolleys" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/21\/nyregion\/a-move-to-revive-brooklyn-s-trolleys.html"} , {"body" : "Veronique LeMelle, executive director of the small Jamaica Arts Center in Queens, has grown weary of waiting in dread for each year's budget to emerge from City Hall. Whether the news is good or bad, the anxiety and uncertainty can be devastating for a small institution such as hers, planning only a few months ahead on the cultural calendar. In" , "date" : "19940718" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "For Cultural Institutions, Art of Collaboration Is Biggest Show in Town" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/18\/nyregion\/for-cultural-institutions-art-of-collaboration-is-biggest-show-in-town.html"} , {"body" : "The city rezoned Ninth Avenue to revive its fortunes. Here are some key zoning and planning proposals under consideration by the city: * Opening light manufacturing zones to social-service agencies, thus finding sites for often unpopular programs. This has been proposed by the Planning Commission chairman, Joseph B. Rose, * Opening factory zones to" , "date" : "19940710" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NINTH AVENUE (NYC)" , "CLINTON (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT; Key Zoning Issues" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/10\/nyregion\/neighborhood-report-key-zoning-issues.html"} , {"body" : "During a police narcotics sweep of the Red Hook projects in Brooklyn a few weeks ago, Beatrice Byrd watched in horror as she saw officers from the 76th Precinct seize one of her neighbors and frisk him. The young man was not involved with drugs, she said, and was running across a roof only because he was taking a shortcut to do an errand for his" , "date" : "19940703" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Police Merger Stirs Anxiety in Housing Projects" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/03\/nyregion\/police-merger-stirs-anxiety-in-housing-projects.html"} , {"body" : "* CLINTON HILL: In a reversal, Pratt Institute has agreed to renew its lease with the Benjamin Banneker Academy for Community Development, one of the city's new experimental high schools. Jack Minkoff, acting provost at Pratt, said that in addition to renewing the academy's lease for one year, Pratt will also provide the school with more space. The" , "date" : "19940703" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "BROOKLYN UPDATE" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/03\/nyregion\/brooklyn-update.html"} , {"body" : "City beaches are open seven days a week from 10 A.M. to 6 P.M. The city's 32 large outdoor swimming pools and 32 mini-pools open July 2. Pool hours will be from 11 A.M. to 7 P.M. Beaches and pools remain open through Labor Day weekend and are staffed with 1,000 lifeguards. BRONX Orchard Beach, 1.1 miles QUEENS Rockaway Beach, 7.5. miles Jacob Riis" , "date" : "19940619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "RECREATION" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/19\/nyregion\/recreation.html"} , {"body" : "Soccer is a game where every child has a chance to be a hotshot: just kick the ball and run like heck. At least that's what children think when they first play, and more are signing up every day. Soccer is moving faster than the speed of light into basketball territory as the most popular sport for children 12 and under, says the Soccer Industry" , "date" : "19940617" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/17\/arts\/for-children.html"} ,   {"body" : "New York Jewelers Unite To Be More Competitive The streets of New York may not be paved with gold, but 47th Street and the surrounding jewelry district come close -- and, in the face of growing domestic and global competition, the jewelers want to keep it that way. Last week, merchants joined forces with Manhattan Borough President Ruth W." , "date" : "19940522" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1994\/05\/22\/nyregion\/new-yorkers-co-154652.html"} , {"body" : "A proposal by New York City's top planning official to encourage placement of homeless shelters, drug clinics and other social service operations in sections zoned for light manufacturing could complicate efforts to redevelop these areas, officials and analysts said yesterday. Although the chairman of the City Planning Commission, Joseph B. Rose," , "date" : "19940516" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Plan for Siting Social Services Stirs Dispute" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/16\/nyregion\/plan-for-siting-social-services-stirs-dispute.html"} , {"body" : "World Cup soccer stars grow up in places like this patch of dirt on a square block near Gowanus Bay. Every Saturday afternoon, local teams in the yellow and red of their native Colombia or in the white, black and red of Honduras compete on this dusty field where a rock can change the direction of the ball as surely as a well-placed kick. On one" , "date" : "19940513" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/13\/arts\/082805.html"} , {"body" : "It's the same old story, but it isn't the same old place. \"I came here from Southern California,\" Jim Dahl said, \"because I'd been an artist there for a number of years and I just wanted things to go . . . quicker.\" The 37-year-old painter made the trek east eight years ago and, for a brief moment, thought about being an artist in SoHo. But the" , "date" : "19940508" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Call It RedHo?" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/08\/style\/call-it-redho.html"} , {"body" : "Landmark Events Landmarks Preservation Commission; (212) 487-6800. Tours, lectures and exhibitions will be offered by various historic house museums and neighborhood associations in conjunction with National Preservation Week, which runs from Sunday through May 14. A show of photographs and text depicting New York's landmark buildings will be on" , "date" : "19940505" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "Calendar: Mothers And Plants" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/05\/garden\/calendar-mothers-and-plants.html"} , {"body" : "From the outside, it looks like one more decrepit multi-story brick factory building left for dead. The inside, however, is alive with the sound of screaming band saws and the smell of fresh sawdust. The former 19th-century rope factory on the Brooklyn waterfront in Greenpoint has been broken up into dozens of smaller spaces for woodworking shops" , "date" : "19940417" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Out of the Ashes; More Derelict Factories Are Returning to Productive Use" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/17\/nyregion\/out-of-the-ashes-more-derelict-factories-are-returning-to-productive-use.html"} , {"body" : "One of the men arrested in connection with last month's Brooklyn Bridge shooting told the police that Rashid Baz, who prosecutors say fired on the van of Hasidic students, was \"very angry\" after the massacre of Muslims in a mosque on the West Bank and that he said, \"We're supposed to kill all those Jews.\" The statement by Bassam Reyati, the owner" , "date" : "19940407" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "HEBRON (WEST BANK)" , "MIDDLE EAST"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "New Focus On Motives In Killing On Bridge" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/07\/nyregion\/new-focus-on-motives-in-killing-on-bridge.html"} , {"body" : "Within the communal world of Middle Eastern livery drivers in New York, Rashid Baz stood out for a certain edginess and volatility, qualities not at all eased by his evident drug abuse, according to acquaintances sifting for motive now that the 28-year-old Lebanese national has been accused of the deadly Brooklyn Bridge shooting spree. But even" , "date" : "19940314" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN BRIDGE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "'What Are You, Rashid?'; Uncovering the Many Layers of a Murder Suspect" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/14\/nyregion\/what-are-you-rashid-uncovering-the-many-layers-of-a-murder-suspect.html"} , {"body" : "One of the last of New York City's bustling ports, the Red Hook Marine Terminal, will gain a refurbished, high-tech crane next week. In a major feat of marine engineering, the 70-ton, 120-foot-tall crane will be placed on a special rail-track barge and floated about two miles north along Upper New York Bay from the South Brooklyn Marine Terminal in" , "date" : "19940313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: RED HOOD; A New Crane to Help Lift Up a Sagging Port" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/13\/nyregion\/neighborhood-report-red-hood-a-new-crane-to-help-lift-up-a-sagging-port.html"} , {"body" : "The restoration of Red Hook's battered Coffey Park will proceed as scheduled, now that the local community board has decided to obey one of the most practical of political axioms: don't sit waiting for money you may never get. The project, which is estimated to cost $500,000, calls for an expanded, modernized playground with new equipment and the" , "date" : "19940313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["COFFEY PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: RED HOOD; Board Rejects Delay in Coffey Park Renovation" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/13\/nyregion\/neighborhood-report-red-hood-board-rejects-delay-in-coffey-park-renovation.html"} ,   {"body" : "By now the terrible destruction inflicted on American society by cocaine, and particularly the cheap, smokable form of the drug known as crack, is old, bad news. But Eugene Richards's wrenching photographic study of the culture of cocaine in three inner-city neighborhoods, now at the International Center of Photography, gives faces to some of the" , "date" : "19940311" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "20" , "title" : "Review\/Photography; 'Cocaine True': Art or Sensationalism?" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/11\/arts\/review-photography-cocaine-true-art-or-sensationalism.html"} , {"body" : "An emerging portrait of Rashid Baz, incomplete and often contradictory, seems notable mostly for its lack of distinction. Several acquaintances describe Mr. Baz, the suspect charged with 15 counts of attempted murder in the shooting of a vanful of Hasidic students on the Brooklyn Bridge, as a man of mixed religious background with no particularly" , "date" : "19940304" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "BROOKLYN BRIDGE SHOOTING; Indistinct Picture of Shooting Suspect" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/04\/nyregion\/brooklyn-bridge-shooting-indistinct-picture-of-shooting-suspect.html"} , {"body" : "In the end, it was a shattered window and some observant New Yorkers who helped lead the police to arrest Rashad Baz in the drive-by shooting of four Hasidic students on the Brooklyn Bridge, New York City police officials said yesterday. Cases like this are typically solved when the police capitalize on the mistakes of their suspects, and this case" , "date" : "19940303" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Once Again, Suspect's Error Cracks Tough Case for Police" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/03\/nyregion\/once-again-suspect-s-error-cracks-tough-case-for-police.html"} , {"body" : "The evening a van carrying Hasidic students was sprayed with gunfire, Rashad Baz came home to his Brooklyn apartment and silently watched as television news reports replayed the blood-stained scene of the incident, according to his aunt, who also lives in the apartment. Gloria Akel, who is married to Mr. Baz's uncle, said yesterday that her nephew" , "date" : "19940303" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "MIDDLE EAST"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "BROOKLYN BRIDGE SHOOTING: The Suspect; Man Charged With Shootings Silently Watched TV Replay" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/03\/nyregion\/brooklyn-bridge-shooting-suspect-man-charged-with-shootings-silently-watched-tv.html"} , {"body" : "FULTON FERRY Baubles and Bangles And Bright Metal Strips Day and night, metal strips and drawings on pieces of translucent plastic will sparkle and shimmer under spotlights in an exhibition on the ground floor of One Main Street. Like all shows at the landmark building, it will be viewable only from outside the hall's 18-foot-high windows, with the" , "date" : "19940220" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/20\/nyregion\/playing-in-the-neighborhood-229172.html"} , {"body" : "Brooklyn looms large on the Art Commission's agenda tomorrow. At its monthly meeting on the third floor of City Hall, the panel is expected to give final approval to the reconstruction of the Fulton Landing Pier, near the Brooklyn Bridge; a Holocaust memorial in Sheepshead Bay; a sign and map program for downtown Brooklyn and a much-debated" , "date" : "19940213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Brooklyn's on Its Mind; 4 Projects Await Art Panel's Approval" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/13\/realestate\/postings-brooklyn-s-on-its-mind-4-projects-await-art-panel-s-approval.html"} , {"author" : "Brent Staples writes editorials on politics and culture for The New York Times. His memoir, \"Parallel Time: Growing Up in Black and White,\" will be published this month." , "body" : "COCAINE TRUE COCAINE BLUE Photographs and text by Eugene Richards. Additional reporting by Edward Barnes. Illustrated. 153 pp. New York: Aperture. $40. ON June 2, 1884, Sigmund Freud sent what was for him a salacious letter to his fiancee, Martha Bernays. \"Woe to you, my Princess, when I come,\" he wrote. \"I will kiss you quite red and feed you till" , "date" : "19940206" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "11" , "title" : "Coke Wars" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/06\/books\/coke-wars.html"} , {"body" : "Every day, on average, 13 American children die in shootings, either in murders, accidents or suicides. And experts on violence say the death rate is steadily growing. Today, 11 teen-agers whose lives have been somehow touched by the killing appeared before Congress to plead for an end to the mayhem. They came at the invitation of Representative" , "date" : "19940204" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "12" , "title" : "Children Frightened by Gunfire Plead With Congress for an End to Violence" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/04\/us\/children-frightened-by-gunfire-plead-with-congress-for-an-end-to-violence.html"} , {"body" : "* SUNSET PARK Finding a company to build motors and a propeller for the Gowanus Canal's \"flushing\" tunnel, which opened in 1911 and broke down decades ago, is more difficult and expensive than city Department of Environmental Protection officials expected. On Jan. 11, the office received one bid to build the machinery and at $2 million it was $1.2" , "date" : "19940123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT; BROOKLYN UPDATE" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/23\/nyregion\/neighborhood-report-brooklyn-update.html"} , {"body" : "After a week of brutal cold and icy chaos, the New York region basked in brilliant sunshine and a modest January freeze yesterday as travel and commerce returned to normal. Utility crews, meantime, struggled to restore water and gas services to a Brooklyn community flooded and crippled by a water-main break. As the temperature climbed to 32 degrees" , "date" : "19940123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Sun Rises and Slightly Warms Brooklyn's Frozen Mess" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/23\/nyregion\/sun-rises-and-slightly-warms-brooklyn-s-frozen-mess.html"} ,   {"body" : "A 135-year-old water main ruptured in the early morning, 6-degree stillness in South Brooklyn yesterday, collapsing half a block of roadway, flooding dozens of homes, cutting off utilities to scores of buildings and closing the Brooklyn-Battery Tunnel for the morning rush. The break in the main, a 30-inch cast-iron pipe dating to 1858-59, set off a" , "date" : "19940122" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN-BATTERY TUNNEL" , "NEW YORK CITY" , "CARROLL GARDENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Cold, Brooklyn Water Main Bursts and Floods" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/22\/nyregion\/in-cold-brooklyn-water-main-bursts-and-floods.html"} , {"body" : "Even as the leaders of the Republican legislative majority pledged to slash New Jersey's income tax rates, Gov. Jim Florio warned in his farewell address today that the Legislature should instead deliver property tax relief and government reorganization, calling the state's fractured system of local government unsuited for \"the waning days of the" , "date" : "19940112" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "Florio, in Farewell Address, Takes a Jab at 'Home Rule'" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/12\/us\/florio-in-farewell-address-takes-a-jab-at-home-rule.html"} , {"body" : "A brief, intense fire incinerated a Brooklyn shantytown yesterday morning, killing two people, hospitalizing a third and effectively ending the fringe life of an encampment that had endured in Red Hook for more than a decade. Luis Rodriguez, 45, who had apparently lived in the shantytown for as many as 12 years, and Michelle Johnson, Mr." , "date" : "19940104" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Killed as Fire Destroys Shantytown in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/04\/nyregion\/2-killed-as-fire-destroys-shantytown-in-brooklyn.html"} , {"body" : "WINTER STORM MOVES INTO REGION The fringe of what the National Weather Service said was a major winter storm moved into the New York metropolitan region from the south with a mixture of snow and rain. Communities throughout the region were sanding and salting highways as the service predicted a few inches of snow turning to rain along the shore and" , "date" : "19940104" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/04\/nyregion\/metro-digest-765333.html"} , {"body" : "Except for its sweeping views of the Statue of Liberty, the Verrazano-Narrows Bridge and the Manhattan skyline, the dilapidated waterfront along Red Hook hardly seems the spot for trendy waterside cafes, an Italian specialty food store and a glassware boutique. But in the last year, a Brooklyn developer, Gregory O'Connell, has transformed a stretch" , "date" : "19940102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN\/RED HOOK; Piers With More Than a View" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/02\/nyregion\/neighborhood-report-downtown-brooklyn-red-hook-piers-with-more-than-a-view.html"} , {"body" : "To Lure Regular Patrons, Brewery Offers an M.B.A. Manhattan Brewing Company is offering an M.B.A. degree, a Master of Beer Appreciation, and 400 people have signed up for the program. The microbrewery-cum-restaurant in SoHo charges registrants $20, and they must take three of four classes, covering the history of beer and how it is brewed. One" , "date" : "19940102" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1994\/01\/02\/nyregion\/new-yorkers-co-735264.html"} , {"body" : "Some residents of Red Hook, Cobble Hill and Carroll Gardens are trying to prevent the construction of 56 units of permanent housing for mentally ill homeless people, saying they were misled about the size of the project. The plan, submitted to Community Board 6 in 1991, was expanded from 21 units without notification, said Joel Breitkopf, president" , "date" : "19940102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN\/RED HOOK; Housing Plan For Homeless Drawing Fire" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/02\/nyregion\/neighborhood-report-downtown-brooklyn-red-hook-housing-plan-for-homeless-drawing.html"} , {"body" : "In 1851, a triangular park with a marble fountain, gardens, graceful lampposts and a broad pedestrian walk was laid out in front of the new Brooklyn Borough Hall, swiftly becoming a favored promenade and meeting place. Eventually, though, the park lost its shape, its fountain and its elegance. But now, after several years of construction, the park" , "date" : "19940102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN\/RED HOOK; Recapturing the Elegance of a 19th-Century Park" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/02\/nyregion\/neighborhood-report-downtown-brooklyn-red-hook-recapturing-elegance-19th-century.html"} , {"body" : "Andrew D. Heineman, a lawyer in Manhattan, learned the importance of giving to charity when he was very young. The value, he said, was not so much instilled in him as drilled into him. In the late 1940's, at the Horace Mann School in Riverdale, Mr. Heineman's Latin teacher was William J. Nagle, a fiery Irish scholar with a curly wisp of white hair." , "date" : "19940102" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Teacher's Lessons About the Neediest Last for Years" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/02\/nyregion\/teacher-s-lessons-about-the-neediest-last-for-years.html"}]