[  {"body" : "The National Association of Securities Dealers reported yesterday that uncovered short sales in stocks traded on the Nasdaq system fell for the third consecutive month. The number of shares borrowed and sold short, but not covered, fell by a little less than 4 percent in the month that ended Nov. 8, the association said, to 802.2 million from 834.1" , "date" : "19941126" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Business"] , "page_facet" : "50" , "title" : "Uncovered Short Sales Decline Again on Nasdaq" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/26\/business\/uncovered-short-sales-decline-again-on-nasdaq.html"} , {"body" : "Bucking a trend that has seen the short-selling of stocks rise to record levels at exchanges around the country, the volume of uncovered short sales of Nasdaq stocks fell for the first time in four months, the National Association of Securities Dealers reported yesterday. Nasdaq said that the number of shares borrowed and sold short fell 1 percent" , "date" : "19940927" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "9" , "title" : "Uncovered Short Sales Decline for Nasdaq Stocks" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/27\/business\/uncovered-short-sales-decline-for-nasdaq-stocks.html"} , {"body" : "This list summarizes our recommendations for some contested New York City races in today's Democratic primary in which the outcome is tantamount to election. The polls are open from 6 A.M. to 9 P.M. Both Republicans and Democrats also have statewide races on today's ballot. In those contests we reserve our endorsements until the November general" , "date" : "19940913" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "New York City Primary Choices" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/13\/opinion\/new-york-city-primary-choices.html"} , {"body" : "Articles in the Neighborhood Report on Feb. 20 and 27 misstated the duration of a dues boycott by some residents of Seagate, a private community in Brooklyn. The boycott, which stems from a dispute over a proposed increase in dues and other actions by the community's governing body, began in July; the dispute began three years ago." , "date" : "19940306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SEA GATE (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "4" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/06\/nyregion\/c-corrections-369314.html"} , {"body" : "* SUNSET PARK An unlikely habitat for birds in Gowanus Bay is the focus of a campaign to block development near the Bush Terminal. Tony Giordano, executive director of Sunset Park Restoration, a community group, is to meet on Wednesday with Community Board 7's land-use committee, seeking support for his plan to ask the state and Federal governments" , "date" : "19940227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SEA GATE (NYC)" , "GOWANUS BAY (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UPDATE" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/27\/nyregion\/neighborhood-report-brooklyn-update.html"}]