[  {"body" : "Edward J. Leary was indicted yesterday on charges of carrying the firebomb that injured more than 40 people on a crowded subway on Dec. 21 as part of an extortion plot to hold the city's subways ransom. The terse, two-page grand jury indictment handed up at the close of court business last night listed one count each of attempted murder in the" , "date" : "19941228" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "3" , "title" : "Man Indicted In Bombing On Subway" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/28\/us\/man-indicted-in-bombing-on-subway.html"} , {"body" : "Mayor Rudolph W. Giuliani announced yesterday that he would pare the size of the Offtrack Betting Corporation, part of a long-term effort to make the agency profitable and eventually sell it to a private company. The Mayor's plan calls for closing nine OTB branches and eliminating more than 130 positions, most of them through a new severance offer." , "date" : "19941221" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Giuliani Plans To Trim OTB To Cut Losses" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/21\/nyregion\/giuliani-plans-to-trim-otb-to-cut-losses.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN FLATIRON AREA $505,000 1200 Broadway (29th St.) (Gilsey House) 4-bedroom, 3-bath, 2.600-sq.-ft. duplex, penthouse co-op in a prewar building; fireplace, greenhouse," , "date" : "19941218" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/18\/realestate\/residential-resales-118389.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next meeting, Dec. 13, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; (718) 389-0009. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next meeting Dec. 14, 6 P.M.; St Joseph's Services, 540 Atlantic Ave., between Third and Fourth Avenues; (718) 596-5410." , "date" : "19941211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Community Boards To Meet in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/11\/nyregion\/community-boards-to-meet-in-brooklyn.html"} , {"body" : "SALES of Christmas trees are beginning to accelerate. For a sense of price and variety, here is a brief sampling of the open-air sites that sell the trees around town. MANHATTAN PLACE At Hannas, a food-and-plant store, Third Avenue, 90th Street. TYPE Douglas firs, balsams, Norfolk pines. PRICES Firs, $50 each at eight feet; pines, from $25 to $50;" , "date" : "19941211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "CONSUMERS' AID; Comparison Shopping on the Tree Circuit" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/11\/nyregion\/consumers-aid-comparison-shopping-on-the-tree-circuit.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN BATTERY PARK CITY $245,000 377 Rector Place (Liberty House) 1-bedroom, 1-bath, 814-sq.-ft. postwar condo; 24-hr. doorman, concierge, dining room, Hudson River view;" , "date" : "19941127" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/27\/realestate\/residential-resales-918512.html"} , {"body" : "For Safdar Jamil, who drives home in the evening from his job managing a convenience store in Sheepshead Bay, the most agonizing thing about where he lives is being able to see his house so near -- and yet so far. \"I sit sometimes on the ramp for 10 minutes and up ahead, I can see my house is so close, but I have to wait with all the rush-hour" , "date" : "19941127" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: BENSONHURST; Near, Yet Far: The Lost Exit To Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/27\/nyregion\/neighborhood-report-bensonhurst-near-yet-far-the-lost-exit-to-brooklyn.html"} , {"body" : "Rebuffed in its bid to dump 150,000 tons of dioxin-tainted sand in the ocean six miles off Sandy Hook, N.J., the Port Authority of New York and New Jersey is considering a plan to deposit the material in a pit a half mile off Coney Island. Residents of Coney Island and Staten Island have begun letter-writing and petition drives against the plan and" , "date" : "19941125" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Plan for Toxic Dump Off Coney I. Is Attacked" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/25\/nyregion\/plan-for-toxic-dump-off-coney-i-is-attacked.html"} , {"body" : "In four decades of delivering milk, butter and eggs to small markets throughout Brooklyn, Gerald Goldberg built his business through connections, talking to customers, gaining people's trust and learning of opportunities. It was not unlike the way the investigators, working under a new Police Department policy, found the man who they say is Mr." , "date" : "19941114" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "An Indirect Route Brings a Charge In the Death of a Milk Deliveryman" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/14\/nyregion\/an-indirect-route-brings-a-charge-in-the-death-of-a-milk-deliveryman.html"} , {"body" : "It was literally a rude awakening for Steven Greenberg early one fall morning when he stumbled out of bed to loud banging at the door of his Park Avenue penthouse. The two men on the other side told him they were the police with search warrants and ordered him to open up. He did. But they weren't the police. Putting a gun to his head, the men" , "date" : "19941112" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Impersonators Bearing Badges of Dishonor; Police Begin a Crackdown on a Rising Tide of Impostors" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/12\/nyregion\/impersonators-bearing-badges-dishonor-police-begin-crackdown-rising-tide.html"} ,   {"body" : "Louis Cosentino, one of the most colorful and powerful members of the Transit Police Department, dressed immaculately -- his style part head of state, part gangster. He talked tough with his superiors. He sat and smiled with politicians at restaurants, and then screamed at them across the bargaining table. He began his career with the transit" , "date" : "19941103" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "One 'From the Warrior Class' Fights Another Battle; A Month After Assault in Brooklyn, a Detective's Family and Friends Look Back" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/03\/nyregion\/one-warrior-class-fights-another-battle-month-after-assault-brooklyn-detective-s.html"} , {"body" : "After a month of stake-outs at dozens of all-night groceries and newsstands in South Brooklyn, the police have arrested a 21-year-old man who they believe has robbed at least 50 lottery stores at gunpoint since March. The man, identified through fingerprints as Emmanuel Pierre, of 2011 Newkirk Avenue in Brooklyn, was arrested by two officers just" , "date" : "19941101" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Held in Robberies of 50 Lottery Stores" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/01\/nyregion\/man-held-in-robberies-of-50-lottery-stores.html"} , {"body" : "IN August, The City began an examination of how residents defined the \"Quality of Life,\" a political mantra that has no single meaning. The first installment focused on Manhattan; the second on Queens. Because it is so large, Brooklyn has been split in two, with Flatbush Avenue as a natural divider. Taken as a whole, the area west of Flatbush has" , "date" : "19941030" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "BROOKLYN UP CLOSE; What Makes Brooklyn Angry: The 'Quality of Life,' West of Flatbush" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/30\/nyregion\/brooklyn-up-close-what-makes-brooklyn-angry-the-quality-of-life-west-of-flatbush.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $810,000 317 West 18th Street 2-family, landmarked, 4-story brick town house with garden; 1 bedroom, 2 1\/2 baths, finished basement in owner's duplex; 3" , "date" : "19941023" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/23\/realestate\/residential-resales-585505.html"} , {"body" : "A Brooklyn man put a large firecracker in his mouth yesterday and lit it, in an attempt at suicide that left him badly maimed, the police said. The man, Timothy Spaulding, 22 years old, of 4657 Bedford Avenue in Sheepshead Bay, was in critical condition last night at Kings County Hospital Center. At 3:50 P.M. yesterday, Mr. Spaulding got in a car" , "date" : "19941013" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Firecracker Suicide Fails" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/13\/nyregion\/firecracker-suicide-fails.html"} , {"body" : "BROOKLYN DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next Oct. 11, 7 P.M.,; 211 Ainslie Street; (718) 388-4440. Chairman: Vincent V. Abate; District Manager: Gerald A. Esposito. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next Oct. 12, 6 P.M.; Brooklyn Borough Hall, 209 Joralemon Street; (718) 596-5410." , "date" : "19941009" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PUBLIC INTEREST; Community Boards: Coming Meetings" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/09\/nyregion\/public-interest-community-boards-coming-meetings.html"} , {"body" : "Seeking to reverse two decades of policy on how to handle the most troubled children in New York City's schools, Chancellor Ramon C. Cortines wants to establish a new system of disciplinary academies, where attendance would be mandatory for students expelled from other schools for carrying guns or illegal knives. Mayor Rudolph W. Giuliani and Gov." , "date" : "19941001" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "Cortines Proposes New System To Educate Violent Students" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/01\/nyregion\/cortines-proposes-new-system-to-educate-violent-students.html"} , {"body" : "It occurred one day to Val Lik, a Sheepshead Bay high school senior, that maybe he ought to be an actor. \"It was just put into my head,\" said Mr. Lik, 16, who immigrated to Brooklyn from Russia with his family in 1979. \"I would be good for acting, I thought,\" he said. \"I've got the looks and everything.\" But unlike the many young and hopeful" , "date" : "19940925" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: SHEEPSHEAD BAY; Immigrant's Trip From Martial Arts to Movies" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/25\/nyregion\/neighborhood-report-sheepshead-bay-immigrant-s-trip-from-martial-arts-to-movies.html"} , {"body" : "THESE are tales from the school-choice wars in New York City, and they often are not pretty. So withering is the competition that the battle starts now for the school year that begins 12 months hence; so high are the stakes -- a good public education in a long-suffering system -- that many parents, unable or unwilling to pay for private school," , "date" : "19940925" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Desperately Seeking a School" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/25\/nyregion\/desperately-seeking-a-school.html"} , {"body" : "To the Editor: On Sept. 16, Mayor Rudolph W. Giuliani, Schools Chancellor Ramon C. Cortines and Sandra Feldman, president of the United Federation of Teachers, visited Sheepshead Bay High School. Sadly, the visit was prompted by a shooting incident. They came to my chemistry class and spoke with my students. \"Guns in the Schools\" (editorial, Sept." , "date" : "19940924" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "What Students Propose On School Violence" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/24\/opinion\/l-what-students-propose-on-school-violence-341940.html"} ,   {"body" : "The New York City Schools Chancellor, Ramon C. Cortines, seeking to bolster school security after last week's shooting of a student in a Brooklyn high school, will ask the Board of Education to install walk-through metal detectors in 50 city high schools. Mr. Cortines said he hoped to pay for the 50 new detector systems with $1 million from the" , "date" : "19940921" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Cortines Wants 50 High Schools To Get Walk-Through Detectors" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/21\/nyregion\/cortines-wants-50-high-schools-to-get-walk-through-detectors.html"} , {"body" : "The debate was about guns and violence, safety and education yesterday morning on the sidewalks outside Sheepshead Bay High School in Brooklyn, where one student shot another earlier this week. Some students talked about fear and distrust, unreported incidents, security guards carrying weapons. Others, with level-headed relativism, volunteered that" , "date" : "19940917" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "27" , "title" : "As Classes Resume After a Shooting, the Subject Is Safety" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/17\/nyregion\/as-classes-resume-after-a-shooting-the-subject-is-safety.html"} , {"body" : "When the Commander in Chief spoke to the nation on Thursday night about Haiti, he at least succeeded in getting Americans who had been wondering about an invasion to prepare for one. Before there was any announcement of a diplomatic mission to Haiti today, people all across the country were speaking of rallying behind the troops. As Melvin Player," , "date" : "19940917" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["HAITI"] , "nytd_section_facet" : ["U.S." , "Washington"] , "page_facet" : "8" , "title" : "SHOWDOWN WITH HAITI: VIEWS; Support for Troops But Policy in Dispute" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/17\/us\/showdown-with-haiti-views-support-for-troops-but-policy-in-dispute.html"} , {"body" : "CUOMO AND PATAKI ADS AIM FOR THE CHIN For weeks, the television commercials of Gov. Mario M. Cuomo and State Senator George E. Pataki have bobbed and feinted in a round of preliminary recriminations. But as the general election campaign for governor of New York got under way in earnest this week, the commercials cut straight to the chin. Page 1." , "date" : "19940917" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/17\/nyregion\/metro-digest-266949.html"} , {"body" : "A 16-year-old boy who sneaked a handgun into a Brooklyn high school and critically wounded a fellow student, told authorities his school's weapon screening system was so lax that he had believed he could smuggle in his gun if he arrived late enough in the day, officials said yesterday. Indeed, at Sheepshead Bay High School, safety officers with" , "date" : "19940916" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Schools' Security Is No Match For Students With Weapons" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/16\/nyregion\/schools-security-is-no-match-for-students-with-weapons.html"} , {"body" : "If New York City's Board of Education ranked high schools like students, Sheepshead Bay in Brooklyn, where a 15-year-old boy was shot in the neck at midday yesterday, might stand somewhere in the middle of the class in terms of security. According to the Board of Education, the school, with some 2,859 students, stood 56th last year among the" , "date" : "19940915" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "School Safety Division Tries to Hold the Line" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/15\/nyregion\/school-safety-division-tries-to-hold-the-line.html"} , {"body" : "Three days into a new school year, a 10th grader apparently smuggled a .32-caliber handgun past metal-detectors, then shot and gravely wounded another student at Sheepshead Bay High School in Brooklyn yesterday. The incident, which left one teen-ager in critical condition and another in jail, marred what Board of Education officials were calling a" , "date" : "19940915" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Teen-Ager Shoots Fellow Student At Their High School in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/15\/nyregion\/teen-ager-shoots-fellow-student-at-their-high-school-in-brooklyn.html"} , {"body" : "THE 1994 CAMPAIGN: UPSETS AND ATTACKS AS THE SPOTLIGHT NARROWS After campaigning for 10 months on hazy promises to cut taxes, fight crime and reduce spending, State Senator George E. Pataki, the Republican candidate for governor, issued the first of what he said would be a series of detailed plans for changing New York State government. And he used" , "date" : "19940915" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/15\/nyregion\/metro-digest-241970.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GREENWICH VILLAGE $395,000 165 Perry Street 2-bedroom, 2-bath, 1,600-sq.-ft. co-op in a loft building; 12-ft. ceilings, exposed-brick walls, south exposure; maintenance" , "date" : "19940911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/11\/realestate\/residential-resales-182419.html"} , {"body" : "BETTE CONNER and Ruth Jansson bought a tugboat. Leon Medvedow put a Jacuzzi in his bathroom. Alfonso Barba Jr. is developing what he hopes will be the next Thigh-Master. Where did they find the money? In their houses. They took out home equity loans. \"Beats taking money out of mutual funds, and the interest rate sure beats borrowing some other" , "date" : "19940911" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Home Equity Loans Back in Fashion" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/11\/realestate\/home-equity-loans-back-in-fashion.html"} ,   {"body" : "As a Brighton Beach subway train thundered overhead, a hit man pumped one fatal bullet into the back of Oleg Korataev's head. It took four rounds in the face and chest to finish off another suspected gangster, Yanik Magasayev. Alexandre Graber died thousands of miles away in a hail of automatic gunfire. Near the Brighton Beach boardwalk, a gunman" , "date" : "19940823" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "RUSSIA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Influx of Russian Gangsters Troubles F.B.I. in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/23\/nyregion\/influx-of-russian-gangsters-troubles-fbi-in-brooklyn.html"} , {"body" : "In Russia, they are called Vory v Zakone, \"thieves-in-law,\" the top criminal echelon. For American law-enforcement agencies, they are a new threat. Jim E. Moody, chief of the Federal Bureau of Investigation's organized-crime section, said an ominous sign in the growth of Russian underworld activities in the United States has been the sightings of" , "date" : "19940823" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES" , "RUSSIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Top Echelon Of Mobsters Is a Threat" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/23\/nyregion\/top-echelon-of-mobsters-is-a-threat.html"} , {"body" : "On a January day in 1992, Justice Joseph J. Slavin of Supreme Court reopened hearings in a bitterly fought case: Once more he would try to determine whether Eric Jackson, whom he had sentenced to 158 years for setting fire to a Waldbaum's supermarket in which six firefighters died, deserved a new trial. Prosecutors in the 1980 trial, the judge had" , "date" : "19940821" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "2 Trials Later, Mystery Lingers in Arson Case" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/21\/nyregion\/2-trials-later-mystery-lingers-in-arson-case.html"} , {"body" : "A BIG green turtle surfaced to the left of Glenn Brown's fishing line, which he had plunked below a half-toppled pier on Staten Island. He mumbled something about chasing it, then worried about keeping his fingers. Mr. Brown has had enough pain recently. Pain, in fact, inspired him to fish in New York Harbor, a few hundred yards south of a rusted" , "date" : "19940821" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Complete Urban Angler" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/21\/nyregion\/the-complete-urban-angler.html"} , {"body" : "\"Sergei! Sergei! Over here!\" A man's voice rose above the other sounds in the Russian supper club on Brighton Beach Avenue in Sheepshead Bay, Brooklyn, an enclave for Russian immigrants. Sergei Artemiev had just entered the restaurant on a recent night and was squinting to find his caller. Others in the restaurant turned, and some seemed to" , "date" : "19940819" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "BOXING; American Dream Goes Down for the Count" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/19\/sports\/boxing-american-dream-goes-down-for-the-count.html"} , {"body" : "A man who spent nearly 10 years in prison after a jury convicted him of helping to set a 1978 fire that killed six firefighters in Brooklyn was acquitted last night in a retrial. The second trial for the defendant, Eric Jackson-Knight, was ordered in 1988 when a judge threw out the original conviction, ruling that prosecutors had improperly" , "date" : "19940818" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "On Retrial, Suspect Is Acquitted in Fire That Killed 6 in '78" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/18\/nyregion\/on-retrial-suspect-is-acquitted-in-fire-that-killed-6-in-78.html"} , {"body" : "A Brooklyn jury is to begin deliberating today in an effort finally to resolve one of the oldest unsettled cases in the city's courts: murder and arson charges against a man accused of helping set a 1978 fire that killed six firefighters at a Brooklyn supermarket. In the second trial for Eric Jackson-Knight, who spent nearly 10 years in prison" , "date" : "19940817" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Jury Hears Closing Arguments In 2d Waldbaum Arson Trial" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/17\/nyregion\/jury-hears-closing-arguments-in-2d-waldbaum-arson-trial.html"} , {"body" : "In a day of sometimes rancorous testimony in a Brooklyn courtroom yesterday, two arson experts supported a defendant's claim that he was not guilty of setting a Brooklyn supermarket blaze that killed six firefighters despite his 1980 conviction in the case. A retired fire marshal testified that before the 1980 trial, he had told prosecutors that he" , "date" : "19940816" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Arson Experts Support Defendant in Retrial of Supermarket Fire" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/16\/nyregion\/arson-experts-support-defendant-in-retrial-of-supermarket-fire.html"} , {"body" : "A Brooklyn judge, off the bench and on the witness stand, came under fire yesterday for his actions as a prosecutor investigating a deadly blaze at a Waldbaum's supermarket in 1978. In contentious cross-examination yesterday, the defense lawyer in the case, in which a man is being retried on arson and murder charges, sought to call into question" , "date" : "19940811" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Judge Is Assailed in Waldbaum Fire Case" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/11\/nyregion\/judge-is-assailed-in-waldbaum-fire-case.html"} , {"body" : "In a trial recalling deadly events of 16 years ago, a Brooklyn jury heard testimony yesterday that the defendant had confessed separately to three people that he helped set a 1978 supermarket fire that killed six firefighters. The defendant, Eric Jackson-Knight, is being retried because his 1980 conviction on murder and arson charges was thrown out" , "date" : "19940810" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Testimony Given at Retrial in 1978 Arson in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/10\/nyregion\/testimony-given-at-retrial-in-1978-arson-in-brooklyn.html"} ,   {"body" : "NEW YORK CITY GIULIANI CLEANS HOUSE It is common for new mayors to bring with them scores of aides, deputies and new commissioners and to award jobs to campaign workers and party officials who helped get them elected. But former and current city officials say that at the middle levels of government, the Giuliani administration is carrying out the" , "date" : "19940808" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/08\/nyregion\/metro-digest-887820.html"} , {"body" : "A giant model of a former Waldbaum's supermarket sits squarely in the center of the courtroom. The model is greatly detailed, made up of hundreds of pieces of wood and cardboard. There are mock air shafts and beams and utility rooms. And, of course, there is a roof with a gaping, ragged hole in it. \"That's where the collapse was,\" said a court" , "date" : "19940808" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Arson Retrial Marked by Uncertainty" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/08\/nyregion\/arson-retrial-marked-by-uncertainty.html"} , {"body" : "Eric Jackson is something less than your basic solid citizen. He's a thief and a predator who's spent much of his life lurking in shadows, alert to any opportunity to do wrong. Charles Hynes, known to his pals as Joe, is the District Attorney of Brooklyn. He would like the voters to make him State Attorney General. In the eyes of a politician, a" , "date" : "19940803" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "21" , "title" : "In America; Second Round of a Bad Rap" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/03\/opinion\/in-america-second-round-of-a-bad-rap.html"} , {"body" : "On Aug. 2, 1978, six firefighters were killed when a collapsing roof sent them plunging into the inferno of a Brooklyn supermarket that investigators said had been set ablaze by arsonists. Two years later the only suspect ever arrested in the highly publicized case, a Brooklyn man then identified as Eric Jackson, was convicted of murder and arson." , "date" : "19940731" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "An Old Case Of Arson Set For Retrial" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/31\/nyregion\/an-old-case-of-arson-set-for-retrial.html"} , {"body" : "A Brooklyn jewelry store owner shot and killed a robber yesterday and critically injured a suspected accomplice, the police said. About 1:30 P.M., the police said, a well-dressed man entered the Gold Star Jewelry Store at 3833 Nostrand Avenue in a small shopping strip in Sheepshead Bay. He told the owner, Leonid Rosenthal, 52, that he wanted to" , "date" : "19940625" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Brooklyn Jewelry Store Owner Shoots an Armed Robber to Death" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/25\/nyregion\/brooklyn-jewelry-store-owner-shoots-an-armed-robber-to-death.html"} , {"body" : "A 15-year-old boy, on his way to meet his brother at church, was struck and killed on Friday night by a hit-and-run driver drag racing on a busy Brooklyn street, the police said. The boy, Marlon Omar Suarez, was crossing Linden Boulevard at Nostrand Avenue, a busy East Flatbush intersection, when a Toyota Cressida that had been racing with another" , "date" : "19940619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Boy, 15, Killed in Hit-and-Run" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/19\/nyregion\/boy-15-killed-in-hit-and-run.html"} , {"body" : "For more than a decade, developers designed plans of every stripe -- from condominiums to restaurants -- for the site of the old Lundy's restaurant in Sheepshead Bay. No plan ever made it past the paper stage. Two weeks ago, however, construction crews began tearing down windows and clearing out debris. If all goes according to plan, the landmark" , "date" : "19940605" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: SHEEPSHEAD BAY; Renovation At Lundy's. Yes, Really." , "url" : "http:\/\/www.nytimes.com\/1994\/06\/05\/nyregion\/neighborhood-report-sheepshead-bay-renovation-at-lundy-s-yes-really.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN EAST MIDTOWN $2.1 million 641 Fifth Avenue (51st St.) (Olympic Towers) 2-bedroom, 3-bath, 2,200-sq.-ft. postwar condo; concierge, manned elevator, dining room, eat-in" , "date" : "19940605" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/05\/realestate\/residential-resales-278726.html"} , {"body" : "Maybe it's the sugared walnuts, chocolate syrup and ice cream. Perhaps it's pride of place, or plain old enlightened self-interest. But on the last Thursday of each month, in Room EF-100 of the Capitol, a ground-floor hideaway a few steps from the gift shop, a group of instinctively fractious politicians comes together for lunch and a" , "date" : "19940522" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Can They Deliver?" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/22\/nyregion\/can-they-deliver.html"} , {"body" : "Twelve years ago Rochelle Jones was among the first women to join the New York City Fire Department -- and to face the hostility. Few firemen spoke to them. Some found their equipment damaged. Some found urine in their boots. But yesterday, the women wanted to celebrate. Ms. Jones was promoted to lieutenant, becoming the highest ranking female" , "date" : "19940506" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Fire Department Names First Female Lieutenant" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/06\/nyregion\/fire-department-names-first-female-lieutenant.html"} ,   {"body" : "BRIGHTON BEACH At first glance, it seems that the immigrant peddlers selling illegal medicines on Brighton Beach Avenue have gone. But a closer look, the police say, reveals that the trade is thriving. Rather than openly selling their wares, the peddlers, mostly older Russian women, stand in front of grocery stores carrying shopping bags full of" , "date" : "19940501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "SHEEPSHEAD BAY (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "10" , "title" : "NEIGHBORHOOS REPORT; BROOKLYN UPDATE" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/01\/nyregion\/neighborhoos-report-brooklyn-update.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; 2d Tuesday of month; next May 10, 7 P.M., 211 Ainslie Street; (718) 388-4440. DISTRICT 2: Fort Greene, Brooklyn Heights; 2d Wednesday of month; next May 11, 6 P.M.; place to be announced; (718) 596-5410. DISTRICT 3: Bedford-Stuyvesant; 1st Monday of month; next meeting May 2, 7 P.M., 1368 Fulton Street; (718)" , "date" : "19940424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Community Board Meetings in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/24\/nyregion\/public-interest-community-board-meetings-in-brooklyn.html"} , {"body" : "In a clash that led an army of food vendors to marshal their carts along Fifth Avenue yesterday, New York City has begun a new crackdown on vendors operating in areas that the city has declared off limits. Officials say that they are simply stepping up enforcement of a 10-year-old rule, and that they began with consultations with vendors and other" , "date" : "19940421" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "City Begins Enforcement Of Food Cart Restrictions" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/21\/nyregion\/city-begins-enforcement-of-food-cart-restrictions.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GRAMERCY PARK $280,000 39 Gramercy Park 2-bedroom, 2-bath, 1,200-sq.-ft. postwar co-op; 24-hr. doorman, dining area, terrace, key to park; maintenance $1,073, 60% tax" , "date" : "19940417" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/17\/realestate\/residential-resales-781398.html"} , {"body" : "New York Magazine Ponders Major Redesign New York magazine, whose graphic design is a landmark in journalistic circles, will soon have a new look. How different remains to be seen. \"There's a possibility that everything will change,\" said Kurt Andersen, who became editor of the magazine in February. That includes the cover design, which has" , "date" : "19940410" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKER & CO." , "url" : "http:\/\/www.nytimes.com\/1994\/04\/10\/nyregion\/new-yorker-co.html"} , {"body" : "\"CELIBACY was never a problem,\" said the Rev. Vincent J. Termine, \"and I didn't take a vow of poverty. But obedience, ah. . .\" He smiled and rolled his eyes and shut his mouth to smother a booming laugh, this self-described brat from a dead-end street, Kosciusko Place near the Brooklyn Navy Yard, who seems to have come from old black-and-white" , "date" : "19940410" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; 50 Years of Serving God, With an Attitude" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/10\/nyregion\/coping-50-years-of-serving-god-with-an-attitude.html"} , {"body" : "A 75-year-old woman was critically injured yesterday when a letter bomb delivered to her Brooklyn home exploded and punctured her stomach, postal inspectors said. The victim was identified as Alice Caswell, of 1946 East 27th Street in Sheepshead Bay. Postal Inspector Michael Kmetz said the woman was apparently not the intended victim of the bomb." , "date" : "19940406" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Woman Injured In Letter-Bomb Explosion" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/06\/nyregion\/brooklyn-woman-injured-in-letter-bomb-explosion.html"} , {"body" : "HOSPITAL PARTNERS, BIG AND SMALL Economic pressures in the health care industry are causing big-name medical centers in the New York area to pursue affiliations with small hospitals. The result is the emergence of a few huge hospital networks and a constantly shifting landscape of hospital alliances that make Balkan politics seem simple. Such" , "date" : "19940404" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/04\/nyregion\/metro-digest-669997.html"} , {"body" : "With $300,000 from the German Government, social workers are going to Brooklyn groceries and butcher shops, synagogues and bus stations in search of aging survivors of Nazi persecution who need help. Finding them will not be simple. Many have deteriorating physical or emotional health and live alone. But the workers of Selfhelp Community Services" , "date" : "19940404" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Helping Hand For Survivors Of Holocaust" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/04\/nyregion\/helping-hand-for-survivors-of-holocaust.html"} , {"body" : "DEAR DIARY: While I was eating lunch at a midtown cafeteria today, it suddenly occurred to me that I hadn't paid for my food; I had ambled past the cashier in a state of oblivion and was now enjoying a free lunch. At first, admittedly, I was pleased with my prandial windfall. But as luck would have it, my conscience spoke up. I was forced to put" , "date" : "19940316" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/16\/garden\/metropolitan-diary-480797.html"} ,   {"body" : "President Clinton's plan yesterday was to get on with business as usual, even though White House business has been anything but normal recently as officials there prepared to testify before a grand jury. The trappings seemed the same as on most Presidential trips, as Mr. Clinton spent hours at Brooklyn College in a forum on public safety and" , "date" : "19940311" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "20" , "title" : "It's Business Almost as Usual for Clinton as He Visits New York" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/11\/us\/it-s-business-almost-as-usual-for-clinton-as-he-visits-new-york.html"} , {"body" : "Evelyn Orkaby of Sheepshead Bay says she has celebrated more weddings, mourned more deaths and sat through more Sunday services than she cares to recall. And she and about a dozen of her neighbors have had enough. They say they have been forced to partake of these events because the church on their block, the Three Hierarchs Greek Orthodox Church" , "date" : "19940306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: SOUTHERN BROOKLYN; Church's Neighbors Become Unwilling Parishioners" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/06\/nyregion\/neighborhood-report-southern-brooklyn-church-s-neighbors-become-unwilling.html"} , {"body" : "IT is 7:30 P.M. at a Chinese restaurant in Gravesend, Brooklyn, and the owner is terrified. An Asian teen-ager has just swaggered in, pulled him aside and announced he will now \"protect\" the restaurant from other Chinese gangs. On a piece of paper he scribbles his name, his beeper number and \"$108,\" the monthly fee for his services, and hands it to" , "date" : "19940306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CHINATOWN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; Tea and Information" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/06\/nyregion\/making-it-work-tea-and-information.html"} , {"body" : "A.& P. Factory Near Ithaca Is Sold to Group of Investors After lying dormant for 12 years, a giant food-processing plant 30 miles southwest of Ithaca, N.Y., may soon be filled with workers again after its recent sale to a group of New York City investors. The plant -- a three-story building that covers 1.5 million square feet, roughly the same size" , "date" : "19940306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ITHACA (NY)" , "NEW YORK CITY" , "INWOOD (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Update" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/06\/nyregion\/update.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; 2d Tuesday of month; next March 8, 7 P.M., 211 Ainslie Street; (718) 388-4440. DISTRICT 2: Fort Greene, Brooklyn Heights; 2d Wednesday of month; next March 9, 6 P.M., Borough Hall Community Room, Joralemon and Court Streets; (718) 596-5410. DISTRICT 3: Bedford-Stuyvesant; 1st Monday of month; next tomorrow, 7" , "date" : "19940306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Community Board Meetings in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/06\/nyregion\/public-interest-community-board-meetings-in-brooklyn.html"} , {"body" : "A Brooklyn woman was charged with child endangerment yesterday after relatives reported that her four children had been left alone over the weekend, the housing police said. Detective Sonia Burgos said the woman, Patricia Cobbs of 2218 Batchelder Street in Sheepshead Bay, was arrested when she returned to her apartment yesterday afternoon. The" , "date" : "19940222" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mother Accused of Neglect" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/22\/nyregion\/mother-accused-of-neglect.html"} , {"body" : "ON Tuesday, five special elections were held in the city for seats in the State Legislature. Here are profiles of the winners. 28TH ASSEMBLY DISTRICT NAME -- Melinda Katz AGE -- 28 PARTY -- Democrat RESIDENCE -- Forest Hills EDUCATION -- Hillcrest High School, Jamaica, Queens; University of Massachusetts at Amherst, 1987, and St. John's Law School," , "date" : "19940220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "WINNERS' CIRCLE; Destination Albany: The Newest Faces" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/20\/nyregion\/winners-circle-destination-albany-the-newest-faces.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GRAMERCY PARK AREA $310,000 205 Third Avenue (18th St.) 2-bedroom, 2-bath, 1,350-sq,-ft. postwar co-op; 24-hr. doorman, concierge, dining area; maintenance $1,391," , "date" : "19940220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/20\/realestate\/residential-resales-138665.html"} , {"body" : "* MANHATTAN BEACH: Hundreds of geese driven from their shore homes by the unremitting cold returned to Kingsborough Community College at dawn Tuesday to feed on cracked wheat and corn. The college's president, Leon M. Goldstein, ordered the feed nine days ago after the birds -- mostly Brant and Canada geese -- began scouring the campus in search of" , "date" : "19940220" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT; BROOKLYN UPDATE" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/20\/nyregion\/neighborhood-report-brooklyn-update.html"} , {"body" : "Brooklyn looms large on the Art Commission's agenda tomorrow. At its monthly meeting on the third floor of City Hall, the panel is expected to give final approval to the reconstruction of the Fulton Landing Pier, near the Brooklyn Bridge; a Holocaust memorial in Sheepshead Bay; a sign and map program for downtown Brooklyn and a much-debated" , "date" : "19940213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Brooklyn's on Its Mind; 4 Projects Await Art Panel's Approval" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/13\/realestate\/postings-brooklyn-s-on-its-mind-4-projects-await-art-panel-s-approval.html"} ,   {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GRAMERCY PARK AREA $310,000 205 Third Avenue (18th St.) 2-bedroom, 2-bath, 1,350-sq,-ft. postwar co-op; 24-hr. doorman, concierge, dining area; maintenance $1,391," , "date" : "19940213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/13\/realestate\/residential-resales-138525.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of the month; next March 8, time to be announced, 211 Ainslie Street; (718) 388-4440. DISTRICT 2 Fort Greene, Downtown, Brooklyn Heights, Boerum Hill; second Wednesday of the month; next March 9, 6 P.M., Borough Hall Community Room, Joralemon and Court Streets; (718) 596-5410. DISTRICT 3" , "date" : "19940213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Brooklyn Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/13\/nyregion\/public-interest-brooklyn-board-meetings.html"} , {"body" : "Lying about a serious matter is a mortal sin and, according to church teachings, grounds for a toasty afterlife in hell. Perjury in the first degree, its legal counterpart, is a felony. But though almost any veteran trial lawyer will concede that witnesses embroider, fib, and yes, even lie on the stand, a perjury prosecution is virtually unheard" , "date" : "19940130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Reluctance Turns Witness Into a Defendant; Memory-Lapse Claim in Murder Trial Brings Rare (and Vigorous) Perjury Prosecution" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/30\/nyregion\/reluctance-turns-witness-into-defendant-memory-lapse-claim-murder-trial-brings.html"} , {"body" : "A controversial plan to build a Loehmann's in Sheepshead Bay received a major blow on Wednesday, when a city agency reluctantly declined to grant the developer the necessary zoning variance. Calling the decision \"unfortunate if not painful,\" the City Board of Standards and Appeals rejected the variance request for the 27,000-square-foot store," , "date" : "19940123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: SHEEPSHEAD BAY; With Regret, City Rejects Loehmann's" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/23\/nyregion\/neighborhood-report-sheepshead-bay-with-regret-city-rejects-loehmann-s.html"} , {"body" : "A Russian immigrant was found shot to death inside a parked car in Sheepshead Bay, Brooklyn, on Friday night, the police said yesterday. The man, Vladimir Kara, 27, of Brighton Beach, Brooklyn, was slumped in the passenger side of the car, parked at 125 Exeter Street, with one shot in the head, the police said. They said a toy gun was found inside" , "date" : "19940123" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Immigrant Shot to Death" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/23\/nyregion\/immigrant-shot-to-death.html"} , {"body" : "Capt. Jeremiah T. Driscoll, whose companies supplied fuel oil to ships and boats in New York City waters for more than 40 years, died on Saturday at St. Vincent's Hospital. Captain Driscoll, who lived in Manhattan, was 84. The cause was cancer, said a niece, Anne O'Driscoll. Captain Driscoll was the master of the tanker Linekin Islander, which was" , "date" : "19940121" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "8" , "title" : "Jeremiah Driscoll, 84; Supplied Fuel to Ships" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/21\/obituaries\/jeremiah-driscoll-84-supplied-fuel-to-ships.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN FLOWER DISTRICT $490.000 109 West 26th Street 3-bedroom, 2-bath, 3,200-sq.-ft. loft co-op; elevator, 11 1\/2-ft. ceilings, 3 exposures; maintenance $1,260, 60%" , "date" : "19940116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "NEW YORK STATE" , "CONNECTICUT"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/16\/realestate\/residential-resales-860220.html"} , {"body" : "After years of controversy, a plan to build a Loehmann's on Sheepshead Bay is facing a key vote this week. The Board of Standards and Appeals is scheduled to vote on Wednesday on a zoning variance that would allow a private developer, the Emmons Avenue Development Corporation, to build a store of more than 27,000 square feet in a zone where 3,500" , "date" : "19940116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: SOUTHERN BROOKLYN UPDATE; Key Vote Nears on Loehmann's" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/16\/nyregion\/neighborhood-report-southern-brooklyn-update-key-vote-nears-on-loehmann-s.html"} , {"body" : "The Transit Authority has suspended service on a five-mile stretch of the Q train for about two years as it embarks on a $33.5 million project to repair overpasses from Newkirk Avenue in Flatbush to Coney Island. The bridges on that line, which are about 30 years old, have shown signs of corrosion and need to be repaired, said Termaine Garden, a" , "date" : "19940116" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: SOUTHERN BROOKLYN; Service On 5 Miles Of Q Line Is Suspended" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/16\/nyregion\/neighborhood-report-southern-brooklyn-service-on-5-miles-of-q-line-is-suspended.html"} , {"body" : "THE 82-foot Elsie K. Princess eased into the party-boat's slip at Tamaqua Fishing Station in Shell Bank Creek around 3 P.M., the usual cloud of gulls following in her wake. The fishermen, who had been aboard since 7 A.M., debarked, taking their catch (mostly whiting this month) home to other parts of the city. But the captain, Tommy Paladino," , "date" : "19940109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GERRITSEN BEACH (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living in\/Gerritsen Beach; Seaside New England in South Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/09\/realestate\/if-you-re-thinking-living-gerritsen-beach-seaside-new-england-south-brooklyn.html"} ,   {"body" : "NATASHA WILLIAMSON, 7 years old, broke into a huge grin on a recent cold and cloudy afternoon. The source of her delight: a yellow-and-black mechanical horse with round red eyes, bolted to the floor of a shoe store, rocking back and forth (motivated by a quarter) to synthesized snippets of Rossini's \"William Tell Overture.\" \"It gives you the" , "date" : "19940109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; A 'Giddyap!' Heard Through the Generations" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/09\/nyregion\/new-yorkers-co-a-giddyap-heard-through-the-generations.html"}]