[  {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next meeting, Dec. 13, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; (718) 389-0009. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next meeting Dec. 14, 6 P.M.; St Joseph's Services, 540 Atlantic Ave., between Third and Fourth Avenues; (718) 596-5410." , "date" : "19941211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Community Boards To Meet in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/11\/nyregion\/community-boards-to-meet-in-brooklyn.html"} , {"body" : "To the Editor: In the interests of accuracy, I am sending you my own copy of this fine map of Bay Ridge, Bensonhurst, Sunset Park and Dyker Heights. You'll notice that the three Bensonhurst addresses referred to in your Nov. 20 article, \"Gambling Crackdown Intercepts a Cash Flow to Organized Crime,\" are, in fact, Bay Ridge locations. Now, it's not" , "date" : "19941211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "19" , "title" : "Bragging Rights Unclaimed: Gambling Is in Bay Ridge" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/11\/nyregion\/l-bragging-rights-unclaimed-gambling-is-in-bay-ridge-062413.html"} , {"body" : "A family trip to celebrate Thanksgiving in New Jersey ended in the deaths of a Brooklyn woman and her aunt when a car speeding through a red light hit their vehicle just two blocks from their home in Sunset Park, the police said. The accident killed Sherry Layton, 51, and injured her husband of two years, Daniel Layton, a fellow hospital technician" , "date" : "19941126" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Hit-and-Run Crash Leaves 2 Dead in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/26\/nyregion\/hit-and-run-crash-leaves-2-dead-in-brooklyn.html"} , {"body" : "PATAKI ALLY OUSTS SENATE LEADER Governor-elect Pataki moved briskly toward consolidating his control over both the state government and the fractious state Republican Party when his allies in the State Senate ousted one of his chief rivals, Senator Ralph J. Marino, from the powerful position of majority leader and installed a leading Pataki" , "date" : "19941126" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/26\/nyregion\/metro-digest-932990.html"} , {"body" : "PROSPECT HEIGHTS Great Black Opera Singers Caught Forever on Film African-American stars of the opera are the subjects of a special two days of films this weekend at the Brooklyn Museum. It is actually part of a larger film series that continues on weekends through Dec. 18. \"This is the sort of film festival that is more common in Europe than" , "date" : "19941120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/20\/nyregion\/playing-in-the-neighborhood-867551.html"} , {"body" : "A gray-haired man in a blue Yankees cap lifts the lid of a garbage bin next to a supermarket. Peering inside, he pulls out a tray of mushrooms still wrapped in plastic and slips it surreptitiously into a small gym bag. A few minutes later, a man in his 80's walks to another of the three green bins outside the market. He forages through the garbage," , "date" : "19941117" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "In Fearful Thrift, Elderly Forage in Garbage Bins" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/17\/nyregion\/in-fearful-thrift-elderly-forage-in-garbage-bins.html"} , {"body" : "As they stream by his Brooklyn church today, the Rev. David Dyson says he will honor the New York Marathon runners from the pulpit, summoning Isaiah's prophecy that the young shall run and not be weary. But he will also read from the first verse of the 12th chapter of Hebrews, in which Paul speaks of runners being surrounded \"by a great cloud of" , "date" : "19941106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "51" , "title" : "Marathon Stories Almost Outnumber the Runners" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/06\/nyregion\/marathon-stories-almost-outnumber-the-runners.html"} , {"body" : "In a new crackdown on those who fail to show up for court appearances, 17 people wanted for crimes from vandalism to robbery were arrested in early-morning raids yesterday at their homes in Sunset Park, Brooklyn. Many of the offenders were rousted from their beds. And as a result of the arrests, officers got information on one unsolved killing and" , "date" : "19941104" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "17 Warrant Evaders Are Arrested in Raids at Their Homes" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/04\/nyregion\/17-warrant-evaders-are-arrested-in-raids-at-their-homes.html"} , {"body" : "IN August, The City began an examination of how residents defined the \"Quality of Life,\" a political mantra that has no single meaning. The first installment focused on Manhattan; the second on Queens. Because it is so large, Brooklyn has been split in two, with Flatbush Avenue as a natural divider. Taken as a whole, the area west of Flatbush has" , "date" : "19941030" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "BROOKLYN UP CLOSE; What Makes Brooklyn Angry: The 'Quality of Life,' West of Flatbush" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/30\/nyregion\/brooklyn-up-close-what-makes-brooklyn-angry-the-quality-of-life-west-of-flatbush.html"} , {"body" : "For as long as the golfers, boccie players and handball buffs can remember, Dyker Beach Park has been a popular hangout among the residents of largely Italian-American neighborhoods of southern Brooklyn where the most violent incident is caused by the occasional flying boccie ball that knocks a spectator in the head. In recent years it has also" , "date" : "19941016" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "DYKER BEACH PARK (NYC)" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Killing of Immigrant Stuns a Brooklyn Area" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/16\/nyregion\/killing-of-immigrant-stuns-a-brooklyn-area.html"} ,   {"body" : "On his own tombstone, John Cashman envisions an ornate engraving of himself poised before a tombstone, pointing to his \"show-and-tells.\" It would be a fitting memorial, Mr. Cashman feels, for someone who spends an inordinate amount of breathing time in graveyards around the world and, particularly, in the old and fabled Green-Wood Cemetery in" , "date" : "19941016" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Where the Noted Rest, a Tour Guide Roams; Retired Officer Relates a Who's Where of Occupants of Brooklyn's Green-Wood Cemetery" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/16\/nyregion\/where-noted-rest-tour-guide-roams-retired-officer-relates-who-s-where-occupants.html"} , {"body" : "BROOKLYN DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next Oct. 11, 7 P.M.,; 211 Ainslie Street; (718) 388-4440. Chairman: Vincent V. Abate; District Manager: Gerald A. Esposito. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next Oct. 12, 6 P.M.; Brooklyn Borough Hall, 209 Joralemon Street; (718) 596-5410." , "date" : "19941009" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PUBLIC INTEREST; Community Boards: Coming Meetings" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/09\/nyregion\/public-interest-community-boards-coming-meetings.html"} , {"body" : "Bank branches in the Bronx, Brooklyn and Queens are less likely to have automatic teller machines than branches in Manhattan, and the disparity is much greater between middle-income and poor areas within each of the boroughs, a new study has found. The problem is fear of crime, both by banks and their customers, according to the study released" , "date" : "19941004" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BRONX (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Report Finds Shortage of A.T.M.'s in Poor Areas" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/04\/nyregion\/report-finds-shortage-of-atm-s-in-poor-areas.html"} , {"body" : "The Brooklyn industrial community of Sunset Park, tucked under the thunder of the Gowanus Expressway, won a stunning political victory last year when it thwarted a plan to build a 100-acre sludge composting plant along its two-mile waterfront. The decision, which saved 400 jobs and 20 businesses, was viewed as a sign of the growing political clout" , "date" : "19941003" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Sludge Still Causes a Stink in Sunset Park" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/03\/nyregion\/sludge-still-causes-a-stink-in-sunset-park.html"} , {"body" : "A MIRACLE of a school opened its doors this fall in Brooklyn, a monument to the perseverance of a group of parents who clung to a simple belief: Their children deserved better middle schools than the ones they seemed destined to attend. The parents wanted small classes for their children. A safer school environment. More hands-on instruction. More" , "date" : "19941002" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "COBBLE HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "How to Make a School, From A to Z" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/02\/nyregion\/how-to-make-a-school-from-a-to-z.html"} , {"body" : "For better or worse, New York City has always had a reputation as one of America's most permissive cities when it came to matters of free speech -- even when the freest speakers wore no clothes. Now, it seems, the city's tolerance, or at least its grudging acceptance, has reached a limit. In a city where there are such things as an erotic bakery" , "date" : "19940925" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "Political Memo; A Switch in Bastion of Liberalism: Not Many Protesting Sex Zoning" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/25\/nyregion\/political-memo-a-switch-in-bastion-of-liberalism-not-many-protesting-sex-zoning.html"} , {"body" : "A Canadian company has proposed building a sludge-processing plant in the Sunset Park neighborhood of Brooklyn, just a year and a half after the Dinkins administration backed away from plans to process sludge on a much larger site nearby. The company, Thermo Tech Technologies, based in Langley, British Columbia, made the proposal yesterday after" , "date" : "19940921" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Brooklyn Sludge Plant Proposed" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/21\/nyregion\/brooklyn-sludge-plant-proposed.html"} , {"body" : "HOSPITALS CHIEF PLANS TO LAY OFF 3,000 The president of New York City's Health and Hospitals Corporation said he planned to lay off about 3,000 workers and eliminate hundreds of hospital beds to close a budget gap and make the hospitals more competitive in a shrinking industry. The president, Dr. Bruce Siegel, who oversees the city's 11 public" , "date" : "19940921" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/21\/nyregion\/metro-digest-301027.html"} , {"body" : "A cornucopia of New York Is Book Country events is planned throughout New York City today through Sunday to coincide with the New York Is Book Country fair, which takes place Sunday on Fifth Avenue. Unless otherwise noted, events are free; programs are subject to change. Here is a sampling of events. Today \"PUTTING ASIAN-AMERICAN LITERATURE ON THE" , "date" : "19940916" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "30" , "title" : "Three Days of Events Celebrate New York Is Book Country" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/16\/books\/three-days-of-events-celebrate-new-york-is-book-country.html"} , {"body" : "Smith Street, one of the major roadways linking Sunset Park to downtown Brooklyn, will get a much-needed facelift when workers begin tearing up asphalt and concrete next week. The $9.9 million project -- which includes the excavation and removal of abandoned trolley tracks, replacement of existing sewers, installation of water mains, construction" , "date" : "19940911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: SUNSET PARK; For Next 2 Years, The Digging Up Of Smith Street" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/11\/nyregion\/neighborhood-report-sunset-park-for-next-2-years-the-digging-up-of-smith-street.html"} ,   {"body" : "SO it doesn't seem quite up to the Nov. 8 main event. Yet, in truth, the round of primaries on Tuesday includes several interesting and important races at every level. Though the serious run at Gov. Mario M. Cuomo will not come until November, the primary will decide which of two Republicans will make that challenge. In the Democratic primary" , "date" : "19940911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "VOTER'S GUIDE: THE NEW YORK CITY PRIMARY; O.K., It's Not November. But It Is Time to Vote." , "url" : "http:\/\/www.nytimes.com\/1994\/09\/11\/nyregion\/voter-s-guide-new-york-city-primary-ok-it-s-not-november-but-it-time-vote.html"} , {"body" : "Saying New York City had to do more to protect its quality of life, Mayor Rudolph W. Giuliani proposed sweeping new zoning regulations yesterday that would restrict sex-oriented video stores, X-rated theaters and topless bars to a few relatively isolated nonresidential neighborhoods. The Mayor's proposal, which must now go through a lengthy review" , "date" : "19940911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "GIULIANI PROPOSES TOUGHENING LAWS ON X-RATED SHOPS" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/11\/nyregion\/giuliani-proposes-toughening-laws-on-x-rated-shops.html"} , {"body" : "If the 166-acre tract of scraggly, garbage-strewn undergrowth here seems an unlikely place for a new shopping mall, consider what lies beneath its scarred topsoil. For decades, almost all of this city's trash was buried here. In the parlance of environmentalists, the site is a brown field -- something less polluted than a toxic waste dump, but" , "date" : "19940906" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["ELIZABETH (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Developers Seek Profits in Polluted Land" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/06\/nyregion\/developers-seek-profits-in-polluted-land.html"} , {"body" : "Complaining about what they said was substandard and sometimes spoiled food in the city's shelters, nearly 200 working homeless men boycotted their regular lunches yesterday at the Sumner Avenue Men's Shelter in Brooklyn and lined up instead to eat at a delicatessen across the street. The Coalition for the Homeless, the advocacy group that staged" , "date" : "19940905" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Calling Shelter Food Inedible, Men Dine at a Deli in Protest" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/05\/nyregion\/calling-shelter-food-inedible-men-dine-at-a-deli-in-protest.html"} , {"body" : "After failing to comply for two years with a Federal law requiring Chinese translations on ballots, the New York City Board of Elections has reversed itself and agreed to provide the translations in the Sept. 13 primary for the first time. The board had said there was not enough room on the ballots to fit the translations and that printers hired to" , "date" : "19940825" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Board Agrees On Ballots In Chinese" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/25\/nyregion\/board-agrees-on-ballots-in-chinese.html"} , {"body" : "Children came and went constantly to the spewing fire hydrant, dousing themselves and others. Jamick Paris, who is 7, stood right next to the hydrant until water dribbled down his legs and you could hear the slap-slap of drops on the pavement. Then, in their unruffled innocence, he and a friend laid down in the middle of the street and let the" , "date" : "19940824" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Beach on the Street; In Torpid Summer, the Fire Hydrant Yields an Ocean of the Imagination" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/24\/nyregion\/beach-street-torpid-summer-fire-hydrant-yields-ocean-imagination.html"} , {"body" : "Nine years old, she was sitting snugly in the back seat of her uncle's car Saturday night, going to the airport to get her grandfather, when a bullet fired by a hostile motorist pierced the car door and penetrated her lower left abdomen. The girl, identified by her family as Lillibeth Cruz, of Brooklyn, was in stable condition yesterday at Mary" , "date" : "19940822" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Girl, 9, Is Shot In Car During Road Dispute" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/22\/nyregion\/girl-9-is-shot-in-car-during-road-dispute.html"} , {"body" : "There are no greengrocers, no pharmacies, no bakeries in Red Hook. Gowanus has no health services -- the nearest public clinic is about two miles away, in Fort Greene, and hard to reach because of a lack of public transportation. Local officials have begun looking to new state and Federal programs to boost the economy in southwest Brookyn. Last" , "date" : "19940821" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: RED HOOK\/GOWANUS; Southwest Brooklyn Presses Its Economic Case" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/21\/nyregion\/neighborhood-report-red-hook-gowanus-southwest-brooklyn-presses-its-economic.html"} , {"body" : "BENNY Ong, Uncle Seven, International Adviser for Life of the Hip Sing Tong, the Godfather of Chinatown, lay in state at the Wah Wing Sang Funeral Home the other day, surrounded by enough flowers to cover much of lower Manhattan. Floral wreaths from businessmen, families and the myriad associations of Chinatown's social network -- family" , "date" : "19940821" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CHINATOWN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "On Sunday; Benny Ong: A Farewell To All That" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/21\/nyregion\/on-sunday-benny-ong-a-farewell-to-all-that.html"} , {"body" : "The derailment of a subway train in Brooklyn on Monday was apparently caused when someone in a control tower mistakenly threw a switch as the train was passing over it, Transit Authority officials said yesterday. An antiquated mechanical system that is supposed to prevent such mistakes failed to work, officials said. Investigators looking into the" , "date" : "19940817" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Problem With Switch Is Cited in Derailment" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/17\/nyregion\/problem-with-switch-is-cited-in-derailment.html"} ,   {"body" : "A car in a southbound B train derailed and slammed into a concrete tunnel wall in the Sunset Park section of Brooklyn yesterday morning, injuring 11 people and shutting down service on two lines through the evening rush hour. None of the injuries were serious, although the car, which derailed after passing over a switch, was mangled and ripped open" , "date" : "19940816" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Subway Car Derails in Brooklyn, Injuring 11 Passengers" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/16\/nyregion\/subway-car-derails-in-brooklyn-injuring-11-passengers.html"} , {"body" : "NEW YORK CITY PRAGMATISM DEFINES GIULIANI'S STRATEGY By bucking his own party's leadership to support President Clinton's crime bill, Mayor Giuliani has embraced a strategy that, for a Republican in a Democratic city, may well prove far more successful than partisanship: pragmatism. News analysis, B3. CROWN HEIGHTS DEFENDANT FREE ON BAIL In a" , "date" : "19940816" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/16\/nyregion\/metro-digest-967963.html"} , {"body" : "Two years after the passage of Federal legislation requiring bilingual ballots for Chinese-American voters in parts of Manhattan, Brooklyn and Queens, the city has failed to comply with the law, citing the inability of its printers and aging voting machinery to handle the task. The city has been able to print sample ballots in Chinese, provide" , "date" : "19940814" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Bilingual Ballot Law Fails to Help Chinese-American Voters" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/14\/nyregion\/bilingual-ballot-law-fails-to-help-chinese-american-voters.html"} , {"body" : "When he moved his Brooklyn knitwear company to New Jersey eight years ago, Zeev Volchik joined a decadeslong exodus of industrial concerns from New York City. Like so many New York manufacturers before and after him, Mr. Volchik was convinced that he would save hundreds of thousands of dollars by locating elsewhere and avoiding all the troubles of" , "date" : "19940804" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Outlook Improves for Industry in New York" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/04\/nyregion\/outlook-improves-for-industry-in-new-york.html"} , {"body" : "To encourage economic development in impoverished areas across the state, New York State officials yesterday named 21 special new enterprise zones, including four in New York City, to receive tax breaks and other incentives aimed at attracting business to distressed neighborhoods. Gov. Mario M. Cuomo, seeking to spread around one of the few" , "date" : "19940728" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE" , "SUNSET PARK (NYC)" , "STATEN ISLAND (NYC)" , "NEW YORK CITY" , "RED HOOK (NYC)" , "FAR ROCKAWAY (NYC)" , "HUNTS POINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "21 Enterprise Zones Created, Including 4 in New York City" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/28\/nyregion\/21-enterprise-zones-created-including-4-in-new-york-city.html"} , {"body" : "Sharice Jones was losing patience. Of all the dangers and frustrations she had confronted in her 10 years, nothing she had seen on the streets of Brownsville, Brooklyn, had prepared her for this kind of assault. \"Stop it, man, I just tied that shoe!\" For the second time in less than five minutes, Sharice found her shoelaces untied by a lawless band" , "date" : "19940724" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "48" , "title" : "Straight Out of the City, for a Day on a Fresh Air Farm" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/24\/nyregion\/straight-out-of-the-city-for-a-day-on-a-fresh-air-farm.html"} , {"body" : "Day after day and by the thousands, illegal drivers, their licenses suspended or simply nonexistent, get behind the wheels of cars in New York City. And recently, the damage they wind up doing has become a highlighted chapter in the city's daily catalogue of catastrophe. Last week, a 66-year-old Bronx woman was struck and killed by a driver whose" , "date" : "19940717" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Unlicensed And Lethal: The Driver Who Kills" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/17\/nyregion\/unlicensed-and-lethal-the-driver-who-kills.html"} , {"body" : "A teen-age girl was sexually assaulted in a public pool yesterday, the third such attack in the four days that New York City's swimming pools have been open this summer, the police said. In the wake of the latest incident, which occurred at the Claremont Park Pool in the Tremont section of the Bronx, Mayor Rudolph W. Giuliani said additional police" , "date" : "19940706" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Girl Is Sexually Assaulted In Public Pool in Bronx" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/06\/nyregion\/girl-is-sexually-assaulted-in-public-pool-in-bronx.html"} , {"body" : "In incidents reminiscent of last summer's \"whirlpooling,\" in which girls were attacked in public swimming pools, two teen-age girls were sexually assaulted over the holiday weekend at public pools in Manhattan and Brooklyn, the police said. In contrast to the whirlpooling incidents, in which nearly all of those implicated were teen-age boys, grown" , "date" : "19940705" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Investigate Reported Incidents of Sexual Abuse at Two City Swimming Pools" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/05\/nyregion\/police-investigate-reported-incidents-of-sexual-abuse-at-two-city-swimming-pools.html"} , {"body" : "UPTOWN -- At 2 A.M. last Saturday, Liza Minnelli was backstage at the Beacon Theater, congratulating the pop star K. D. Lang on her performance at a fund-raising concert for Lifebeat, a music-industry organization fighting AIDS. Ms. Lang, the first openly lesbian singer to attain mainstream success, had just finished whipping the crowd into a" , "date" : "19940703" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "32" , "title" : "THE NIGHT; A Saint in the Back Seat, A Wrestler in the Boat" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/03\/style\/the-night-a-saint-in-the-back-seat-a-wrestler-in-the-boat.html"} ,   {"body" : "In a case that raises further questions about the quality of the safety force in New York City public schools, a security guard who was being investigated for dating a teen-ager was arrested late Monday on charges of having sex with a 12-year-old student. The guard, Pedro Nieves, 29, was charged with statutory rape of the student, a sixth grader at" , "date" : "19940629" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "School Guard Is Charged With Statutory Rape of Student" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/29\/nyregion\/school-guard-is-charged-with-statutory-rape-of-student.html"} , {"body" : "A Brooklyn school district has voted to oust its superintendent and replace him with a man he once forced out as the deputy superintendent. The final act came Thursday night when the board of Community School District 20, meeting at Public School 105 in Borough Park, voted unanimously to replace Ralph A. Fabrizio with Vincent Grippo, now a" , "date" : "19940626" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: SOUTHERN DISTRICT; District 20 Picks New Leader" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/26\/nyregion\/neighborhood-report-southern-district-district-20-picks-new-leader.html"} , {"body" : "A recommendation to allow an annual rent increase of no more than 2 percent for one-year leases on rent-stabilized apartments in New York City drew sharp criticism yesterday from landlords, who said the proposal would not allow them to keep up with cost increases in their buildings. In what has become an annual ritual before the Rent Guidelines" , "date" : "19940615" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Landlords Protest a Proposed 2 Percent Increase in Rents" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/15\/nyregion\/landlords-protest-a-proposed-2-percent-increase-in-rents.html"} , {"body" : "WHILE Mayor Rudolph W. Giuliani's first capital budget has drawn the most attention for what it doesn't finance, like a new Police Academy in the Bronx, the $5.294 billion spending plan does include dozens of significant real estate projects. These range from the enhancement of neighborhood institutions (a new Flushing branch of the Queens Borough" , "date" : "19940612" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Reading the Giuliani Spending Blueprint" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/12\/realestate\/reading-the-giuliani-spending-blueprint.html"} , {"body" : "On summer weekends, hundreds of people trek across a footbridge from East Harlem to the broad expanse of grass on the southern end of Wards Island. While the park land may appear almost idyllic at first glance, with its sweeping view over Hell Gate to Astoria Park in Queens, it has for many years coexisted uneasily with a huge city sewage treatment" , "date" : "19940612" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)" , "WARDS ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: HARLEM; Sludge Smell: Peril to a Park?" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/12\/nyregion\/neighborhood-report-harlem-sludge-smell-peril-to-a-park.html"} , {"body" : "Three people were near death after a fire in a Brooklyn brownstone early today, rescue workers said. The Emergency Medical Service said the three, whose hearts had stopped, were pulled from a building at 4603 6th Avenue, near 46th Street in Sunset Park. Their names were not immediately available. The fire, reported at 1:51 A.M., was limited to the" , "date" : "19940609" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "3 Near Death in Fire" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/09\/nyregion\/3-near-death-in-fire.html"} , {"body" : "WINNING A HIGH COURT APPEAL: Supreme Court Justice Ruth Bader Ginsburg's daylong spin through Brooklyn last week contained a sweet note for the Brooklyn Bar Association. The Justice, a Brooklyn native, had declined two previous invitations to attend association events. But in February, as the new president, Miriam Cyrulnik tells it, the Justice" , "date" : "19940605" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "BROOKLYN MINUTE . . ." , "url" : "http:\/\/www.nytimes.com\/1994\/06\/05\/nyregion\/brooklyn-minute.html"} , {"body" : "An elementary school teacher in Sunset Park, Brooklyn, was found dead Friday night in Queens, the police said yesterday, slumped inside his car with several thousand dollars in his pockets and gunshots to his head and chest. The police identified the victim as Morris Binder, 52, of Mill Basin, Brooklyn. Mr. Binder, who had worked in the New York" , "date" : "19940605" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Teacher Found Slain Carrying Thousands" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/05\/nyregion\/teacher-found-slain-carrying-thousands.html"} , {"body" : "The weeklong hunt for two criminally insane killers that began after they escaped at gunpoint from a psychiatric hospital ended quietly in the dark hours of yesterday morning as one of them emerged from a wooded area in Brooklyn, thirsty, incoherent and covered with ticks. John Casablanca turned himself in to a pair of New York City police officers" , "date" : "19940604" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["U.S." , "Health"] , "page_facet" : "1" , "title" : "2 Fugitives' Weeklong Flight Has Calm Finish in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/04\/us\/2-fugitives-weeklong-flight-has-calm-finish-in-brooklyn.html"} , {"body" : "The most shocking thing about them is their ordinariness. Like so many young teen-agers, they are insecure, materialistic, impressionable, not always in command of their anger and aggressiveness. They often come from broken homes, and in many cases their mothers are hard-working women trying to build safe and comfortable futures for their children." , "date" : "19940517" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Youthful, Impressionable And Accused of Murder" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/17\/nyregion\/youthful-impressionable-and-accused-of-murder.html"} ,   {"body" : "Cindy Rosario recalls how last fall, as the workshop leader of a racially diverse group of 5- to 12-year-olds, she asked them to hold hands with the children next to them and one child would not. \"We asked him, 'Why won't you hold hands?' He said, 'Because he is black, and Mommy says blacks are dirty.' \" So Ms. Rosario took him aside to try to" , "date" : "19940515" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "Fresh Air Fund Offers Camping With a Topical Side" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/15\/nyregion\/fresh-air-fund-offers-camping-with-a-topical-side.html"} , {"body" : "Under Mayor David Dinkins, an innovative plan known as Communicare I was launched to build 20 primary health-care clinics in underserved New York City neighborhoods. His hope was that government could bring quality preventive health services to the city's poorest families. A new City Council report shows that the program -- plagued by construction" , "date" : "19940514" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "Health"] , "page_facet" : "20" , "title" : "Don't Give Up on Neighborhood Clinics" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/14\/opinion\/don-t-give-up-on-neighborhood-clinics.html"} , {"body" : "To muffled drums and the pipers' wail of \"Amazing Grace,\" Police Officer Jose Perez, killed in the line of duty Wednesday when two police vehicles collided while chasing the same suspects, received full inspector's honors yesterday during Mass at Our Lady of Perpetual Help Roman Catholic Church in Sunset Park, Brooklyn. A hush, etched by the songs" , "date" : "19940501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "Thousands in Brooklyn Mourn Fellow Officer Killed in Chase" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/01\/nyregion\/thousands-in-brooklyn-mourn-fellow-officer-killed-in-chase.html"} , {"body" : "John Ng looked up from behind the counter in his ground-floor sewing shop in Brooklyn one day last June to see a dozen police officers, several carrying rifles. As Mr. Ng described it in a lawsuit filed last week, one officer barked orders at Mr. Ng to sit still, while others searched the store and his home upstairs, apparently looking for illegal" , "date" : "19940501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)" , "CHINA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "56" , "title" : "Asian-American Lawsuit Tries to Make a Point: Police Caution" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/01\/nyregion\/asian-american-lawsuit-tries-to-make-a-point-police-caution.html"} , {"body" : "Eight of the 22 sergeants in the 30th Precinct in Harlem will be transferred and may be disciplined for any corrupt and brutal acts of officers under their watch, according to a senior law-enforcement official. Police Commissioner William J. Bratton would not confirm the transfer plan yesterday, but said that he would hold supervisors accountable" , "date" : "19940428" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "POLICE SERGEANTS FACING TRANSFERS IN GRAFT INQUIRY" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/28\/nyregion\/police-sergeants-facing-transfers-in-graft-inquiry.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; 2d Tuesday of month; next May 10, 7 P.M., 211 Ainslie Street; (718) 388-4440. DISTRICT 2: Fort Greene, Brooklyn Heights; 2d Wednesday of month; next May 11, 6 P.M.; place to be announced; (718) 596-5410. DISTRICT 3: Bedford-Stuyvesant; 1st Monday of month; next meeting May 2, 7 P.M., 1368 Fulton Street; (718)" , "date" : "19940424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Community Board Meetings in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/24\/nyregion\/public-interest-community-board-meetings-in-brooklyn.html"} , {"body" : "After a highly publicized feud, Mayor Rudolph W. Giuliani and Schools Chancellor Ramon C. Cortines visited a Brooklyn middle school yesterday to demonstrate their reconciliation to students, as well as to 40 or so reporters who trailed along. For about an hour, the Mayor and the Chancellor perched uncomfortably on high stools in front of a" , "date" : "19940413" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Giuliani and Cortines Share School Forum" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/13\/nyregion\/giuliani-and-cortines-share-school-forum.html"} , {"body" : "The City Council yesterday proposed establishing four new economic development zones in New York City, which would provide the distressed areas with state help to stimulate business and employment. The official decision on which areas will be designated as development zones will be up to the state's Department of Economic Development, which is to" , "date" : "19940331" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Council Nominates 4 Areas For Economic Development" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/31\/nyregion\/council-nominates-4-areas-for-economic-development.html"} , {"body" : "* BROOKLYN HEIGHTS: The expansion of the chronically crowded Pierrepont Playground on the Brooklyn Heights Promenade does not necessarily mean the demise of a popular flower garden and its stone thunderbird mosaic, Henry J. Stern, the city's Parks Commissioner, said last week. On Monday Mr. Stern told Julius Spiegel, the Brooklyn Parks" , "date" : "19940327" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT; BROOKYN UPDATE" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/27\/nyregion\/neighborhood-report-brookyn-update.html"} , {"body" : "After secretly observing a $20,000 ransom payment on a Lower East Side street corner, Federal agents arrested 10 Asian gang members who they said had kidnapped and tortured four illegal immigrants from China over the weekend. One of the victims told law-enforcement officials that on each of the three days he was in captivity, the kidnappers" , "date" : "19940322" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CHINA" , "CHINATOWN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Asian Gang Members Arrested in Kidnapping" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/22\/nyregion\/asian-gang-members-arrested-in-kidnapping.html"} ,   {"body" : "Within the communal world of Middle Eastern livery drivers in New York, Rashid Baz stood out for a certain edginess and volatility, qualities not at all eased by his evident drug abuse, according to acquaintances sifting for motive now that the 28-year-old Lebanese national has been accused of the deadly Brooklyn Bridge shooting spree. But even" , "date" : "19940314" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN BRIDGE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "'What Are You, Rashid?'; Uncovering the Many Layers of a Murder Suspect" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/14\/nyregion\/what-are-you-rashid-uncovering-the-many-layers-of-a-murder-suspect.html"} , {"body" : "One of the last of New York City's bustling ports, the Red Hook Marine Terminal, will gain a refurbished, high-tech crane next week. In a major feat of marine engineering, the 70-ton, 120-foot-tall crane will be placed on a special rail-track barge and floated about two miles north along Upper New York Bay from the South Brooklyn Marine Terminal in" , "date" : "19940313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: RED HOOD; A New Crane to Help Lift Up a Sagging Port" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/13\/nyregion\/neighborhood-report-red-hood-a-new-crane-to-help-lift-up-a-sagging-port.html"} , {"body" : "ON the Sunset Park waterfront, alongside the 110 acres that make up the South Brooklyn Marine Terminal, waters are still and twisted steel piers are burned out and littered with garbage. The streets nearby are deserted, except for the occasional patron sliding into the local topless bar. Empty warehouses stand as ghostly relics of an age when New" , "date" : "19940313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NIGERIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Where Cocoa Is King" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/13\/nyregion\/new-yorkers-co-where-cocoa-is-king.html"} , {"body" : "Struggling to answer questions surrounding the attack on a van of Hasidic students on the Brooklyn Bridge -- issues as basic as the motive and the full scope of who was involved -- law-enforcement officials have achieved some modest successes. Yesterday, one day after the police said they had turned up evidence establishing the suspected gunman," , "date" : "19940306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN BRIDGE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Second Gun Traced in Shooting of 4 on Bridge" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/06\/nyregion\/second-gun-traced-in-shooting-of-4-on-bridge.html"} , {"body" : "IT is 7:30 P.M. at a Chinese restaurant in Gravesend, Brooklyn, and the owner is terrified. An Asian teen-ager has just swaggered in, pulled him aside and announced he will now \"protect\" the restaurant from other Chinese gangs. On a piece of paper he scribbles his name, his beeper number and \"$108,\" the monthly fee for his services, and hands it to" , "date" : "19940306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CHINATOWN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; Tea and Information" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/06\/nyregion\/making-it-work-tea-and-information.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; 2d Tuesday of month; next March 8, 7 P.M., 211 Ainslie Street; (718) 388-4440. DISTRICT 2: Fort Greene, Brooklyn Heights; 2d Wednesday of month; next March 9, 6 P.M., Borough Hall Community Room, Joralemon and Court Streets; (718) 596-5410. DISTRICT 3: Bedford-Stuyvesant; 1st Monday of month; next tomorrow, 7" , "date" : "19940306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Community Board Meetings in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/06\/nyregion\/public-interest-community-board-meetings-in-brooklyn.html"} , {"body" : "An emerging portrait of Rashid Baz, incomplete and often contradictory, seems notable mostly for its lack of distinction. Several acquaintances describe Mr. Baz, the suspect charged with 15 counts of attempted murder in the shooting of a vanful of Hasidic students on the Brooklyn Bridge, as a man of mixed religious background with no particularly" , "date" : "19940304" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "BROOKLYN BRIDGE SHOOTING; Indistinct Picture of Shooting Suspect" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/04\/nyregion\/brooklyn-bridge-shooting-indistinct-picture-of-shooting-suspect.html"} , {"body" : "A 28-year-old man described as a Lebanese native was arrested yesterday and charged with attempted murder in the Brooklyn Bridge gunfire attack on a van full of Hasidic students. The police said their investigation was helped by citizens who alerted them to the suspect's attempt to hide. The arrest of the suspect, identified as Rashad Baz, an" , "date" : "19940303" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "BROOKLYN BRIDGE SHOOTING; Suspect Arrested in Shooting of Hasidim" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/03\/nyregion\/brooklyn-bridge-shooting-suspect-arrested-in-shooting-of-hasidim.html"} , {"body" : "The evening a van carrying Hasidic students was sprayed with gunfire, Rashad Baz came home to his Brooklyn apartment and silently watched as television news reports replayed the blood-stained scene of the incident, according to his aunt, who also lives in the apartment. Gloria Akel, who is married to Mr. Baz's uncle, said yesterday that her nephew" , "date" : "19940303" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "MIDDLE EAST"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "BROOKLYN BRIDGE SHOOTING: The Suspect; Man Charged With Shootings Silently Watched TV Replay" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/03\/nyregion\/brooklyn-bridge-shooting-suspect-man-charged-with-shootings-silently-watched-tv.html"} , {"body" : "Last summer, Representative Floyd H. Flake managed to slip a stipulation into a Federal appropriations bill to build a new regional headquarters for the Food and Drug Administration -- but only on a parking lot at York College in Jamaica, Queens. Since that just happens to be in his district, he thought he had sealed a good deal for his" , "date" : "19940227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Boroughs Squabble Over Building Project" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/27\/nyregion\/boroughs-squabble-over-building-project.html"} ,   {"body" : "* SUNSET PARK An unlikely habitat for birds in Gowanus Bay is the focus of a campaign to block development near the Bush Terminal. Tony Giordano, executive director of Sunset Park Restoration, a community group, is to meet on Wednesday with Community Board 7's land-use committee, seeking support for his plan to ask the state and Federal governments" , "date" : "19940227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SEA GATE (NYC)" , "GOWANUS BAY (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UPDATE" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/27\/nyregion\/neighborhood-report-brooklyn-update.html"} , {"body" : "A high-speed ferry line to connect Sunset Park to lower Manhattan and midtown is being planned, officials at the City Planning Department say, in part to offset the traffic congestion that is expected to accompany a planned overhaul of the Gowanus Expressway. The ferry would dock at 58th Street and Second Avenue in the Brooklyn Army Terminal, but" , "date" : "19940220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: SUNSET PARK; Thumbing a Sail to Work" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/20\/nyregion\/neighborhood-report-sunset-park-thumbing-a-sail-to-work.html"} , {"body" : "NAME -- Captain Richard J. Rosa AGE -- 46 JOB TITLE -- As of Jan. 10, commanding officer of the 78th Precinct, which covers Park Slope, Gowanus and Prospect Park. DEPARTMENT SIZE -- 233 workers, including uniform and civilian workers STATUS -- Married with children CURRENT HOME -- Bergen Beach YEARS ON POLICE FORCE -- 24 IMMEDIATE GOALS -- Clean" , "date" : "19940213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: PARK SLOPE; PROFILE: AT THE HELM" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/13\/nyregion\/neighborhood-report-park-slope-profile-at-the-helm.html"} , {"body" : "The hundreds of Brant and Canada geese that fled their frozen homes in Jamaica Bay Wildlife Refuge found a friend and protector when they landed on the campus of Kingsborough Community College. Last week, the college's president, Leon M. Goldstein, ordered 100 pounds of cracked wheat and corn, to be placed at various sites on the campus. The" , "date" : "19940213" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: SOUTHEASTERN BROOKLYN; Bird Seed's Coming, but Where Are the Birds?" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/13\/nyregion\/neighborhood-report-southeastern-brooklyn-bird-seed-s-coming-but-where-are-birds.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of the month; next March 8, time to be announced, 211 Ainslie Street; (718) 388-4440. DISTRICT 2 Fort Greene, Downtown, Brooklyn Heights, Boerum Hill; second Wednesday of the month; next March 9, 6 P.M., Borough Hall Community Room, Joralemon and Court Streets; (718) 596-5410. DISTRICT 3" , "date" : "19940213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Brooklyn Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/13\/nyregion\/public-interest-brooklyn-board-meetings.html"} , {"body" : "Barnes & Noble Superstore Slated for April Opening When Barnes & Noble opens its fourth and largest superstore -- in April on the Avenue of the Americas between 21st and 22d Streets -- the new outlet will be just four blocks from its flagship operation on Fifth Avenue and 18th Street. But Steve Riggio, executive vice president of Barnes & Noble," , "date" : "19940213" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1994\/02\/13\/nyregion\/new-yorkers-co-156191.html"} , {"body" : "To the Editor: Mayor Rudolph W. Giuliani, declaring that community policing has failed to control drug trafficking in New York City, plans to redirect police efforts from preventive community involvement to drug arrests. These actions are premature and unwarranted. Recent trends suggest that the extent of drug problems is unrelated to the intensity" , "date" : "19940211" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "34" , "title" : "Prohibition, for Drugs as for Alcohol, Only Fails; Market Forces at Work" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/11\/opinion\/l-prohibition-for-drugs-as-for-alcohol-only-fails-market-forces-at-work-153206.html"} , {"body" : "A teen-ager enrolled in a residential program for young people with emotional problems was charged today with dropping a 16-pound bowling ball off an overpass here that crashed through the windshield of a car below, killing a baby girl in the back seat. The suspect, Calvin J. Settle, 18, was arrested early this morning on a homicide charge. He was" , "date" : "19940210" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["JERSEY CITY (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Youth Is Held In Death From Bowling Ball" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/10\/nyregion\/youth-is-held-in-death-from-bowling-ball.html"} , {"body" : "What began yesterday as a jewelry store robbery in Brooklyn turned into a wild car chase, including two collisions, a carjacking and an attempted carjacking, and ended with two people wounded by gunfire and one robber dead, the police said. By midnight yesterday, only one of the six surviving robbers had been arrested, the police said. The police" , "date" : "19940205" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Brooklyn Jewel Robbery Leads to Fatal Gunfight" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/05\/nyregion\/brooklyn-jewel-robbery-leads-to-fatal-gunfight.html"} , {"body" : "Celebrations of the Chinese New Year are taking place all over New York City, in all sorts of configurations, starting this weekend. The new year, the year of the dog, officially begins on Thursday and will be celebrated for several weeks. Here are three New Year events. Lantern-Making Workshop Chinatown History Museum 70 Mulberry Street, at Bayard" , "date" : "19940204" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "23" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/04\/arts\/for-children.html"} ,   {"body" : "Maybe, just maybe, a 1994 Sgt. Steven Harris will never fetch the $35,000 of a mint 1952 Mickey Mantle. But so what? Baseball-like trading cards of police officers, which a few units of the New York Police Department began passing out yesterday, may never be worth as much as the ones with major leaguers. But what they lack in authenticity, backers" , "date" : "19940204" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Police Offer Baseball-Like Trading Cards, but of Themselves" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/04\/nyregion\/police-offer-baseball-like-trading-cards-but-of-themselves.html"} , {"body" : "Although nobody in Maspeth wants it, city officials are busily designing a $300 million sewage sludge composting plant to be built there under a Federally imposed deadline. But because of the opposition, the city has also started drafting a substitute proposal to not build the plant and instead to transport the sludge residue out of town. \"We would" , "date" : "19940130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MASPETH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: MASPETH; An Alternative to Sludge Plants: Move It Out" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/30\/nyregion\/neighborhood-report-maspeth-an-alternative-to-sludge-plants-move-it-out.html"} , {"body" : "* SUNSET PARK Finding a company to build motors and a propeller for the Gowanus Canal's \"flushing\" tunnel, which opened in 1911 and broke down decades ago, is more difficult and expensive than city Department of Environmental Protection officials expected. On Jan. 11, the office received one bid to build the machinery and at $2 million it was $1.2" , "date" : "19940123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT; BROOKLYN UPDATE" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/23\/nyregion\/neighborhood-report-brooklyn-update.html"} , {"body" : "NATASHA WILLIAMSON, 7 years old, broke into a huge grin on a recent cold and cloudy afternoon. The source of her delight: a yellow-and-black mechanical horse with round red eyes, bolted to the floor of a shoe store, rocking back and forth (motivated by a quarter) to synthesized snippets of Rossini's \"William Tell Overture.\" \"It gives you the" , "date" : "19940109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; A 'Giddyap!' Heard Through the Generations" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/09\/nyregion\/new-yorkers-co-a-giddyap-heard-through-the-generations.html"} , {"body" : "Pizazz at Rockefeller Center, And It's Not the Rockettes After struggling for years with the image of its retail space as a place to buy T-shirts and souvenir mugs, Rockefeller Center is adding some sizzle. The latest example is Television City, a restaurant venture by David Liederman, the founder of David's Cookies. The restaurant will celebrate" , "date" : "19940109" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1994\/01\/09\/nyregion\/new-yorkers-co-805327.html"}]