[  {"body" : "The New York State Health Department has criticized Woodhull Medical Center in Brooklyn for a failure to provide \"considerate and respectful care\" to a rape victim who was left unattended for two hours in October, wearing only a hospital gown, in an emergency room where handcuffed male prisoners were also awaiting treatment. The report by the" , "date" : "19941231" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "State Assails Mistreatment By Hospital In Rape Case" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/31\/nyregion\/state-assails-mistreatment-by-hospital-in-rape-case.html"} , {"body" : "The theme of Robert Campbell's defense was ignorance: he argued that he had known nothing about bad brakes on his charter bus, which crashed and burned on a treacherous New Jersey hill in July 1992, killing six passengers, including his wife. The jury, however, was not persuaded. After some 12 hours of deliberation on Thursday, the jury convicted" , "date" : "19941224" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Bus Owner Is Convicted In Six Deaths In New Jersey" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/24\/nyregion\/bus-owner-is-convicted-in-six-deaths-in-new-jersey.html"} , {"body" : "The city's top official environmental official said last week that the problem of toxic contamination at the Brooklyn Navy Yard is not nearly as hazardous as indicated in a report made public earlier this month by a nonprofit group. The official, Environmental Commissioner Marilyn Gelber, said most of the hazards cited in the report had been" , "date" : "19941218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: WILLIAMSBURG; Report Exaggerates Navy Yard Hazards, Official Says" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/18\/nyregion\/neighborhood-report-williamsburg-report-exaggerates-navy-yard-hazards-official.html"} , {"body" : "Since this particular Santa doesn't come around much anymore, the red suit had to be taken out of storage, the beard and wig restyled. He needed a new black belt and, most important, he had to meditate a few hours to get back into character: last time, when asked how he arrived, he said the No. 2 train, causing great consternation. This year, Mark" , "date" : "19941216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Bittersweet Visit By an Ailing Santa" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/16\/nyregion\/a-bittersweet-visit-by-an-ailing-santa.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next meeting, Dec. 13, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; (718) 389-0009. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next meeting Dec. 14, 6 P.M.; St Joseph's Services, 540 Atlantic Ave., between Third and Fourth Avenues; (718) 596-5410." , "date" : "19941211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Community Boards To Meet in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/11\/nyregion\/community-boards-to-meet-in-brooklyn.html"} , {"body" : "Over the years, a patchwork of toxic contamination has riddled the Brooklyn Navy Yard. Decades of shipbuilding and painting with lead-based products fouled the area, and they were followed by years of waste backup from the nearby Newtown Creek Sewage Treatment Plant. Last week, for the first time, a comprehensive picture of the hazardous wastes" , "date" : "19941211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: NORTHERN BROOKLYN; Navy Yard: New Concerns" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/11\/nyregion\/neighborhood-report-northern-brooklyn-navy-yard-new-concerns.html"} , {"body" : "'Gran Fiesta Guadalupana' All Saints Roman Catholic Church 115 Throop Avenue Williamsburg, Brooklyn (718) 388-1951 Recommended for all ages Tomorrow Children are as important as the image of the Virgin of Guadalupe in the annual procession honoring this Mexican saint's feast day. The Virgin is said to have appeared in 1531 before an Indian boy," , "date" : "19941209" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/09\/arts\/for-children.html"} , {"body" : "THE New York chapter of the American Institute of Architects showed a strong new interest in publicly financed projects as it gave out its 1994 design awards on Tuesday night. Twelve of the 22 awards went to modest, small-scale projects done in New York City. Only 2 went to huge corporate structures, both of them abroad. Nine projects were" , "date" : "19941208" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Modest Public Designs Win Architects' Praise" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/08\/garden\/modest-public-designs-win-architects-praise.html"} , {"body" : "BRAWTA CAFE (718) 855-5515; 105 Bond Street, Boerum Hill; $; no credit cards This tiny, sunny spot, beautifully decorated with African artifacts, offers zesty Caribbean cooking. Specialties include chicken roti, tender chunks of chicken with peas and carrots in a spicy curry sauce, rolled up in a huge flat bread made of flour and ground chickpeas;" , "date" : "19941204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "GOOD EATING; A Culinary Ramble Around Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/04\/nyregion\/good-eating-a-culinary-ramble-around-brooklyn.html"} , {"body" : "MAKING IT WORK 3 A cargo ship may spend days at sea, but, navigationally speaking, the hardest part comes at the very end. Enter the pilots. NEW YORKERS & CO. 4 These Japanese come not for business, but to escape Japanese business. The East Village is the center of their world. PLAYING IN THE NEIGHBORHOOD 18 Siberian rock in the Village; rail" , "date" : "19941204" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ALSO INSIDE" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/04\/nyregion\/also-inside-992267.html"} ,   {"body" : "Hobbling on a cane, his torso encased in a clear plastic brace, Firefighter Greg Smith said he had been told the two children were all right, but he wanted to see them with his own eyes. Then, in a play area of Bellevue Hospital Center, he spotted Edwin Espinosa, the 4-year old boy whom he had tucked under his arm the week before and tried to" , "date" : "19941130" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "In a Bittersweet Reunion, A Rescuer Visits the Saved" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/30\/nyregion\/in-a-bittersweet-reunion-a-rescuer-visits-the-saved.html"} , {"body" : "Last summer's empty containers for bleach, spring water, dish detergent, antifreeze, baby wipes, cat litter and motor oil have come back to New York streets this fall as traffic barricades. Con Edison has ordered 25,000, all white. The city has bought 3,200 sets of legs made from fabric-softener bottles, all light blue. The barricades, made by" , "date" : "19941128" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New York Starts Spinning Its Dross into Gold" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/28\/nyregion\/new-york-starts-spinning-its-dross-into-gold.html"} , {"body" : "New York City's Fire Department has more aerial ladder trucks and uses them more frequently than any other fire department in the country, fire safety experts said yesterday. But until Sunday -- when a fully extended ladder buckled and then careened six stories to the ground, killing one person and seriously injuring four others -- no aerial ladder" , "date" : "19941122" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Ladder's Failure Bewilders Fire Experts" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/22\/nyregion\/ladder-s-failure-bewilders-fire-experts.html"} , {"body" : "It seemed that the entire family was going to make it to safety yesterday afternoon as yellow and orange flames licked out of a rambling apartment building in a mostly industrial section of Brooklyn. Standing on a 91-foot aluminum alloy ladder that extended from a fire truck, Firefighter Greg Smith was carrying two children who had been handed" , "date" : "19941121" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Fire Department Ladder Buckles, and a Father Dies" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/21\/nyregion\/fire-department-ladder-buckles-and-a-father-dies.html"} , {"body" : "AGAINST a curdled gray Georgian sky, Gregory Kelly hoisted a pint-glass of coppery liquid topped with a dense layer of creamy foam, rotated the glass and carefully sipped the mixture. \"The best beer in the world,\" he declared, \"Red Brick Ale.\" With that kind of enthusiasm, it comes as little surprise that Mr. Kelly is the president and founder of" , "date" : "19941120" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "12" , "title" : "Microbrewers Set the Pace, and Draw the Heat" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/20\/business\/microbrewers-set-the-pace-and-draw-the-heat.html"} , {"body" : "In what universe is Planet Thailand? Certainly not in the cluster of traditional Thai restaurants, characterized by a banal modern metallic look and touristy images of the homeland. Instead, framed color photographs of fireworks illuminating the Manhattan skyline, taken from a Brooklyn perspective, line the walls, announcing clearly that the orbit" , "date" : "19941118" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/18\/arts\/862045.html"} , {"body" : "ANTIQUE hunters need never leave New York. Instead of heading up the Hudson Valley, people ready to add an old-fashioned touch to their homes can go straight to the Architectural Salvage Warehouse, at 337 Berry Street (at South Fifth Street), in the Williamsburg section of Brooklyn. Old wood doors, porcelain sinks, newel posts (at right) and" , "date" : "19941117" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS; History By the Bin" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/17\/garden\/currents-history-by-the-bin.html"} , {"body" : "Charles H. Tenney, a senior judge in the Federal District Court in Manhattan and a former deputy mayor under Robert F. Wagner, died yesterday at his home in Islip, L.I. Mr. Tenney, who also had an apartment on the Upper East Side of Manhattan, was 83. The cause was cancer, said Marguerite T. Embry, his daughter. For a decade and a half, until his" , "date" : "19941112" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "29" , "title" : "Charles H. Tenney, 83, Judge and Deputy Mayor" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/12\/obituaries\/charles-h-tenney-83-judge-and-deputy-mayor.html"} , {"body" : "IN this season of heightened cynicism, how will today's young and relatively innocent first-time voters come to remember their political initiation? How in years to come will they recall the time they cast their first ballot as grown men and women, as candidates who vied for their vote were mostly casting stones? \"Well, I can't say it's been" , "date" : "19941109" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "ABOUT NEW YORK; Generation X Makes Its Mark" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/09\/nyregion\/about-new-york-generation-x-makes-its-mark.html"} , {"body" : "THERE is a place in Brooklyn where Fred Lebow used to shout in Yiddish. He would see the Hasidic Jews standing on the sidewalk and he would stand up in the pace car and exhort them to cheer, to clap, to support the runners. The crowds were sparse in Williamsburg back then, and the Hasidic men in their suits and long black coats mostly stared back" , "date" : "19941107" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "NEW YORK CITY MARATHON: Sports of The Times; In All the Boroughs, the Crowds Came Out to Honor Lebow" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/07\/sports\/new-york-city-marathon-sports-times-all-boroughs-crowds-came-honor-lebow.html"} ,   {"body" : "In the homestretch of the governor's race yesterday, not even the New York City Marathon was free of political controversy. Late in the day, about 25 Hasidic Jews from Williamsburg in Brooklyn appeared at City Hall to complain that police officers had taken down posters for George E. Pataki from lampposts along the route there in the early morning," , "date" : "19941107" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE 1994 CAMPAIGN; Even Marathon Is Political" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/07\/nyregion\/the-1994-campaign-even-marathon-is-political.html"} , {"body" : "Putting his muscle behind his endorsement of Gov. Mario M. Cuomo, Mayor Rudolph W. Giuliani has been campaigning the last two weeks as if he were the candidate himself. But it is hard to distinguish whether he is running against State Senator George E. Pataki or United States Senator Alfonse M. D'Amato. Under the direction of the Cuomo campaign," , "date" : "19941106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "53" , "title" : "THE 1994 CAMPAIGN: THE MAYOR; Giuliani's Two Battles: Pataki, Then D'Amato" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/06\/nyregion\/the-1994-campaign-the-mayor-giuliani-s-two-battles-pataki-then-d-amato.html"} , {"body" : "As they stream by his Brooklyn church today, the Rev. David Dyson says he will honor the New York Marathon runners from the pulpit, summoning Isaiah's prophecy that the young shall run and not be weary. But he will also read from the first verse of the 12th chapter of Hebrews, in which Paul speaks of runners being surrounded \"by a great cloud of" , "date" : "19941106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "51" , "title" : "Marathon Stories Almost Outnumber the Runners" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/06\/nyregion\/marathon-stories-almost-outnumber-the-runners.html"} , {"body" : "Allies of State Senator George E. Pataki slashed at Gov. Mario M. Cuomo with the double-edged sword known as Crown Heights yesterday, as both Jewish and black supporters of the Republican gubernatorial candidate criticized Mr. Cuomo's role in the 1991 racial unrest and its aftermath. The attacks came as Mr. Cuomo and Mayor Rudolph W. Giuliani also" , "date" : "19941031" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE 1994 CAMPAIGN: CANDIDATES; Remembering Crown Heights, Hopefuls Focus On Jewish Vote" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/31\/nyregion\/1994-campaign-candidates-remembering-crown-heights-hopefuls-focus-jewish-vote.html"} , {"body" : "PATAKI FOCUSES ON ENDORSEMENT'S PRICE State Senator George E. Pataki's campaign allies suggested that they would use Mayor Guiliani's endorsement of Governor Cuomo to their advantage by telling voters outside the city that Mr. Cuomo would have to pay Mr. Giuliani back with fiscal help to the city. A1. Most of the Cuomo campaign operatives are" , "date" : "19941028" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/28\/nyregion\/metro-digest-655759.html"} , {"body" : "It was a tropical paradise -- a jungle of trees and dangling plants, an artificial sun, two murky pools, two iguanas, four turtles, a cockroach farm and (count 'em) six alligators, the largest six feet long -- all arrayed throughout a fourth-floor loft in Williamsburg, Brooklyn. And then, just before noon yesterday, the Fire Department came. \"We" , "date" : "19941028" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Just a Quiet Apartment With 6 Gators" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/28\/nyregion\/just-a-quiet-apartment-with-6-gators.html"} , {"body" : "The New Haven Brewing Company's line of beers is about as local as it gets. Who is the guy on the label of Mr. Mike's Light Ale, grinning behind the bar with the big sloshing tankard of suds? It is Mike Gettings, the company president. The dignified face on the label of Blackwell Stout? Blackwell himself, the brew-house dog, who even contributed a" , "date" : "19941025" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Is a Team of Clydesdales Next?; In Heady World of Microbreweries, Growth Is the Word" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/25\/nyregion\/team-clydesdales-next-heady-world-microbreweries-growth-word.html"} , {"body" : "In a major overhaul of New York's jury system, the state's top judge announced a package of revisions yesterday aimed at making jury service more bearable -- tours of duty would be shorter, deliberation rooms cleaner, clerks less snappish. \"We cannot ask jurors to perform their civic responsibility in dilapidated surroundings using outmoded" , "date" : "19941025" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New York's Top Judge Plans Overhaul of the Juror System" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/25\/nyregion\/new-york-s-top-judge-plans-overhaul-of-the-juror-system.html"} , {"body" : "During the day, it is a quiet place that attracts a random fisherman or skyline gazer. At night, once its abandoned warehouses are shrouded in darkness, the waterfront area in Williamsburg suddenly seems eerie. It is not a romantic place. It is not particularly cheerful. And yet, the police say, despite an atmosphere seemingly ripe for menace, the" , "date" : "19941016" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BUSHWICK\/WILLIAMSBURG; Site of a Rape: Eerie, Quiet, Abandoned" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/16\/nyregion\/neighborhood-report-bushwick-williamsburg-site-of-a-rape-eerie-quiet-abandoned.html"} , {"body" : "Three Brooklyn teen-agers were arrested yesterday in the rape of a woman who was attacked on an abandoned pier last weekend as she and a friend observed sweeping nighttime views of Manhattan. The youths -- who are 16, 17 and 18 years old -- were captured through an anonymous tip, a stakeout in Williamsburg and dogged police work, Deputy Inspector" , "date" : "19941014" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 Teen-Agers Are Charged in Rape on a Brooklyn Pier" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/14\/nyregion\/3-teen-agers-are-charged-in-rape-on-a-brooklyn-pier.html"} ,   {"body" : "The woman who was raped early Sunday on an abandoned pier in Brooklyn described a night of horror that began when she and a male friend stopped to view the Manhattan skyline and continued with what she described yesterday as a humiliating ordeal at Woodhull Medical Center. The woman complained that at the hospital, she was required to sit in her" , "date" : "19941011" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Woman's Ordeal of Rape, and Treatment" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/11\/nyregion\/a-woman-s-ordeal-of-rape-and-treatment.html"} , {"body" : "A couple's evening out ended violently early yesterday morning near an abandoned Brooklyn pier when three men beat the man and raped the woman as he was forced to look on, and then stole their car, the police said. The couple, whom the police will not identify, had been out for dinner and had just parked near the pier, on the border of Williamsburg" , "date" : "19941010" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Woman Raped and Man Beaten Near Abandoned Brooklyn Pier" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/10\/nyregion\/woman-raped-and-man-beaten-near-abandoned-brooklyn-pier.html"} , {"body" : "PATAKI STRESSES LEADERSHIP AND CHANGE State Senator George E. Pataki, the Republican candidate for governor, contends that New York State has an anemic economy, crime-ridden streets, a meddlesome government and property taxes that are driving its residents away. In making that bleak diagnosis during a two-hour interview with reporters and editors" , "date" : "19941010" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/10\/nyregion\/metro-digest-484490.html"} , {"body" : "THE best way to remember Fred Lebow is smack in the middle of his own race. I could tell you about the fraternal warmth I always felt whenever Fred Lebow would sidle up to me at somebody else's party, probably wearing a jogging suit and running shoes, witty and perceptive in his lush Transylvanian accent, even when he wasn't pushing his own event" , "date" : "19941010" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; Lebow Won His Personal Marathon" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/10\/sports\/sports-of-the-times-lebow-won-his-personal-marathon.html"} , {"body" : "BROOKLYN DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next Oct. 11, 7 P.M.,; 211 Ainslie Street; (718) 388-4440. Chairman: Vincent V. Abate; District Manager: Gerald A. Esposito. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next Oct. 12, 6 P.M.; Brooklyn Borough Hall, 209 Joralemon Street; (718) 596-5410." , "date" : "19941009" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PUBLIC INTEREST; Community Boards: Coming Meetings" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/09\/nyregion\/public-interest-community-boards-coming-meetings.html"} , {"body" : "The career paths of two football coaches, Dan Henning of Boston College and Lou Holtz of Notre Dame, will cross once more tomorrow, when the Eagles play the Irish at Alumni Stadium in Chesnut Hill, Mass. This crossing will be more conspicuous than the others. It will be held before a national television audience and within a bulging stadium against" , "date" : "19941007" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "COLLEGE FOOTBALL; Both B.C. and Notre Dame Try to Give Up the Ghost" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/07\/sports\/college-football-both-bc-and-notre-dame-try-to-give-up-the-ghost.html"} , {"body" : "Stacy's calls itself an \"honest restaurant,\" and by that the owner, Stacy Pearl, means: \"It's not a bistro; it's not a cafe; it's not a place for cappuccino; it's not nouvelle anything. It's just a restaurant.\" In an age of proud modesty and pretentious humility, Ms. Pearl's claim goes a long way toward explaining the appeal of Stacy's. Stacy's is" , "date" : "19940930" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "23" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/30\/arts\/394785.html"} , {"body" : "The New York City Schools Chancellor, Ramon C. Cortines, seeking to bolster school security after last week's shooting of a student in a Brooklyn high school, will ask the Board of Education to install walk-through metal detectors in 50 city high schools. Mr. Cortines said he hoped to pay for the 50 new detector systems with $1 million from the" , "date" : "19940921" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Cortines Wants 50 High Schools To Get Walk-Through Detectors" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/21\/nyregion\/cortines-wants-50-high-schools-to-get-walk-through-detectors.html"} , {"body" : "The band played \"Pomp and Circumstance,\" the principal spoke about academic honor, and then 190 students in caps and gowns filed to the stage at a Brooklyn high school last June to receive their diplomas. Or at least they looked like diplomas. In fact, they were just cardboard blanks, and for a third of the students who received them, the entire" , "date" : "19940919" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "In June, 'Commencement'; in September, It's Back to School" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/19\/nyregion\/in-june-commencement-in-september-it-s-back-to-school.html"} , {"body" : "Division Avenue in Williamsburg, Brooklyn, is just that: a demarcation line between Hasidic Jews, who live, for the most part, to the north, and Hispanic residents to the south. But there is no dividing the air over Williamsburg. In that irrefutable fact lie the roots of a budding cooperation between two groups that have, for three decades, written" , "date" : "19940918" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "Hasidic and Hispanic Residents in Williamsburg Try to Forge a New Unity" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/18\/nyregion\/hasidic-and-hispanic-residents-in-williamsburg-try-to-forge-a-new-unity.html"} ,   {"body" : "The security director at Woodhull Medical Center in Brooklyn resigned on Friday in connection with an investigation by the city's Health and Hospitals Corporation into allegations that some employees were running a drug ring, supplying cocaine and heroin to patients and other employees. The resignation occurs less than a month after the director of" , "date" : "19940918" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "48" , "title" : "Woodhull Security Chief Quits in Inquiry" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/18\/nyregion\/woodhull-security-chief-quits-in-inquiry.html"} , {"body" : "This list summarizes our recommendations for some contested New York City races in today's Democratic primary in which the outcome is tantamount to election. The polls are open from 6 A.M. to 9 P.M. Both Republicans and Democrats also have statewide races on today's ballot. In those contests we reserve our endorsements until the November general" , "date" : "19940913" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "New York City Primary Choices" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/13\/opinion\/new-york-city-primary-choices.html"} , {"body" : "Dynasty. Darryl C. Towns seems to bristle at the very mention of the word. He is annoyed that his young political career -- two years in the State Assembly representing the 54th District in Brooklyn -- is viewed not as a sincere effort at public service but as an extension of the influence of his better-known father, Representative Edolphus Towns." , "date" : "19940912" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Emerging Political Dynasty Is Facing Test at Polls" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/12\/nyregion\/emerging-political-dynasty-is-facing-test-at-polls.html"} , {"body" : "GIULIANI'S GUBERNATORIAL FENCE-SITTING Rudolph W. Giuliani, New York City's first Republican Mayor in a generation, is testing the patience of his party by withholding his endorsement in tomorrow's gubernatorial primary between State Senator George E. Pataki and Richard M. Rosenbaum while cozying up to Gov. Mario M. Cuomo and generally parceling" , "date" : "19940912" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/12\/nyregion\/metro-digest-214280.html"} , {"body" : "It's not the Berlin Wall or the Walls of Jericho. But to residents of Williamsburg it might as well be. A 10-foot battleship gray fence erected in 1991 by Nekboh Recycling Inc., a garbage and construction waste transfer station at Kent Avenue and North Fifth Street in Williamsburg, has bothered residents, who have complained to Community Board 1" , "date" : "19940911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: NORTH BROOKLYN; What's a Good Fence? Neighbors Disagree." , "url" : "http:\/\/www.nytimes.com\/1994\/09\/11\/nyregion\/neighborhood-report-north-brooklyn-what-s-a-good-fence-neighbors-disagree.html"} , {"body" : "Students who reported to New York City high schools, which opened yesterday, faced larger classes and fewer course choices because of surging enrollments and the layoffs of hundreds of teachers' aides and other personnel. The Board of Education's budget, though larger than last year's, did not increase sufficiently to finance the growth in" , "date" : "19940910" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Layoffs Force Bigger Classes For New York City Students" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/10\/nyregion\/layoffs-force-bigger-classes-for-new-york-city-students.html"} , {"body" : "More Kosher Products This week and next, as Jewish families sit down to dinners to celebrate the High Holy Days, more kosher food than ever will be available. An estimated 26,000 manufactured food products are now kosher, with thousands of new ones added each year. While sales of regular food in retail stores were flat last year, sales of kosher" , "date" : "19940907" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "10" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/07\/garden\/food-notes-169765.html"} , {"body" : "From every angle, Oznot's Dish is a work in progress. This little restaurant, which opened last year on a quiet corner in Williamsburg, Brooklyn, has a bohemian \"not to be finished in this lifetime\" look. One wall, painted pale yellow and white, could use a fresh coat. A mirror seems to be hung experimentally on one wall, and cut-out pictures are" , "date" : "19940902" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "23" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/02\/arts\/130087.html"} , {"body" : "The Giuliani administration has stopped providing money to nearly 150 community organizations that offer youth programs in New York City, while signing contracts with nearly 100 similar groups that had not previously provided services for the city, officials said yesterday. Testifying before a City Council committee, officials of the Department of" , "date" : "19940831" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Funds for Youth Programs Are Shifted to New Groups" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/31\/nyregion\/funds-for-youth-programs-are-shifted-to-new-groups.html"} , {"body" : "For the residents of Ridgewood, Queens, the invisible jagged line separating them from Bushwick, Brooklyn, has long been an object of both anxiety and opportunity. A small but sturdy community on the southwest edge of Queens, across the street from Brooklyn, Ridgewood watched in fear as Bushwick set itself aflame in the 1960's and 70's, culminating" , "date" : "19940825" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "RIDGEWOOD (NYC)" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Stopping Blight at the Border; Two Paths for Ridgewood, Queens, and Bushwick, Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/25\/nyregion\/stopping-blight-border-two-paths-for-ridgewood-queens-bushwick-brooklyn.html"} ,   {"body" : "There are no greengrocers, no pharmacies, no bakeries in Red Hook. Gowanus has no health services -- the nearest public clinic is about two miles away, in Fort Greene, and hard to reach because of a lack of public transportation. Local officials have begun looking to new state and Federal programs to boost the economy in southwest Brookyn. Last" , "date" : "19940821" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: RED HOOK\/GOWANUS; Southwest Brooklyn Presses Its Economic Case" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/21\/nyregion\/neighborhood-report-red-hook-gowanus-southwest-brooklyn-presses-its-economic.html"} , {"body" : "A BIG green turtle surfaced to the left of Glenn Brown's fishing line, which he had plunked below a half-toppled pier on Staten Island. He mumbled something about chasing it, then worried about keeping his fingers. Mr. Brown has had enough pain recently. Pain, in fact, inspired him to fish in New York Harbor, a few hundred yards south of a rusted" , "date" : "19940821" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Complete Urban Angler" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/21\/nyregion\/the-complete-urban-angler.html"} , {"body" : "When Ronald Ward moved his family into the Howard Houses in Brownsville, Brooklyn, more than 30 years ago, the public housing project had no swimming pool, no playgrounds and no handball courts. And for years the park that now occupies a spot in the middle of the complex was nothing more than a patch of dirt. But despite the addition of these" , "date" : "19940815" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Tenants Press for Easier Eviction of Drug Dealers" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/15\/nyregion\/tenants-press-for-easier-eviction-of-drug-dealers.html"} , {"body" : "IF the strains of \"When Irish Eyes Are Smiling\" ever drift your way past the smoky sizzle of sausage and the come-ons of carny barkers at an Italian street festival, chances are that Larry Laurenzano's brass band is somewhere in the mix. Decked out in red caps and white shirts, the band looks Italian enough, and their sweaty, booming swing" , "date" : "19940803" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "ABOUT NEW YORK; Trumpeting A Defense Of Art" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/03\/nyregion\/about-new-york-trumpeting-a-defense-of-art.html"} , {"body" : "WORDS come slowly to Neil Yerman. He scratches his lip, tugs at his chin, leans forward and silently settles into a Rodinesque thinker's pose before uttering a sound. Maybe his twist on the wordsmith's adage is to speak the way you write. He writes with a quill. For most of this year he'll be writing one letter at a time -- 304,805 of them to be" , "date" : "19940727" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "ABOUT NEW YORK; For Copier Of Torah, It's a Quest" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/27\/nyregion\/about-new-york-for-copier-of-torah-it-s-a-quest.html"} , {"body" : "'A Floor in a Building in Brooklyn' Richard Anderson Gallery 476 Broome Street SoHo Through July 30 The eight young painters in this exhibition share the same working address: all have studios on one floor of an otherwise empty commercial building in Williamsburg, Brooklyn. Such concentration has a long tradition; this show has been organized by" , "date" : "19940722" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "Art in Review" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/22\/arts\/art-in-review-740390.html"} , {"author" : "Sid Frigand, a senior counselor to the Marcus Group, a public relations firm, is a former press secretary to Mayor Abraham D.Beame." , "body" : "The photocopied form letter came in the mail a few weeks ago. The salutation to \"Sid and Evelyn,\" written with a strong, flowing hand, made even more amazing what followed: \"Please be advised that because of my advanced age of 95 1\/2 years, I am discontinuing the practice of medicine on July 28, 1994. I shall not be able to attend you" , "date" : "19940717" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "11" , "title" : "SOAPBOX; A Doctor of the Old School" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/17\/nyregion\/soapbox-a-doctor-of-the-old-school.html"} , {"body" : "The Turks invaded Italian Williamsburg this week and got the heave-ho. The Italians, predictably, loved it. But so did the Turks. Even the parish priest gave his blessing with a smile. Go figure how they settle scores in Brooklyn. This was not the most recent clash in one of the city's more obscure ethnic wars. Rather it was payback for a heroic" , "date" : "19940714" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["TURKEY" , "NEW YORK CITY" , "ITALY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Lessons of the Feast; In Brooklyn, Renewal in Ancient Rite" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/14\/nyregion\/lessons-of-the-feast-in-brooklyn-renewal-in-ancient-rite.html"} , {"body" : "AKWAABA ++ (718) 941-5599; 614 Flatbush Avenue at Cluster Court, Flatbush; (c) no credit cards Bright, friendly and family-run, Akwaaba calls itself the African restaurant in Brooklyn and caters to a mixed crowd that includes Ghanaians and Nigerians. The food centers on rice or vegetables. Although the food is traditionally eaten with the fingers," , "date" : "19940710" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "GOOD EATING; Tastes of Brooklyn, Fulton to Flatbush" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/10\/nyregion\/good-eating-tastes-of-brooklyn-fulton-to-flatbush.html"} , {"body" : "PROSPECT PARK Young Musicians Take to the Stage The 15 members of Worldbeat 130 -- students at Public School 130 in Kensington chosen four years ago for musical training through the Arts Connection Young Talent Program -- are now 12-year-old troupers. And next Sunday, the ensemble will take its blend of jazz and pop to Prospect Park for the summer" , "date" : "19940710" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/10\/nyregion\/playing-in-the-neighborhood-618942.html"} ,   {"body" : "While the Hasidic villagers of Kiryas Joel were left deeply troubled by their legal setback in the ruling yesterday by the United States Supreme Court, the daily lives of the school district's 200 students may not change that much, school officials said. The district, created primarily for handicapped and learning-disabled Hasidic children, could" , "date" : "19940628" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "21" , "title" : "THE SUPREME COURT: THE SCHOOL; Ruling Leaves Anxiety Among Parents But Perhaps Little Change for Students" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/28\/us\/supreme-court-school-ruling-leaves-anxiety-among-parents-but-perhaps-little.html"} , {"body" : "Following are excerpts from the Supreme Court's decision today in Board of Education v. Grumet, declaring unconstitutional the public school district that New York State established for a community of Satmar Hasidim. Justice David H. Souter's majority opinion was joined by Justices Harry A. Blackmun, John Paul Stevens, Sandra Day O'Connor, and Ruth" , "date" : "19940628" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "20" , "title" : "THE SUPREME COURT; Excerpts From Opinions And Dissent on Religion" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/28\/us\/the-supreme-court-excerpts-from-opinions-and-dissent-on-religion.html"} , {"author" : "Peter Kaminsky is a longtime contributor to the Outdoors column." , "body" : "From the ripping currents of Hell Gate in upper Manhattan to the sweeping arm of Sandy Hook, N.J., New York Harbor is home to a rich and thriving array of wildlife. The old shellfish beds south of Gowanus Creek in Brooklyn, which supplied foot-long oysters to Delmonico's in the first half of the 19th century when Daniel Webster brought his daily" , "date" : "19940626" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "13" , "title" : "OUTDOORS; East Side, West Side, Call of the Wild All Around Town" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/26\/sports\/outdoors-east-side-west-side-call-of-the-wild-all-around-town.html"} , {"body" : "A case that established the right of state prosecutors to file criminal charges against employers who endanger their workers came to a quiet end in Brooklyn last week, with guilty pleas that were little more than formalities. Originally charged with assault after a worker suffered brain damage when he was exposed to mercury at a factory in" , "date" : "19940626" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Update; Guilty Pleas in Assault Case Of Employee Hurt in Factory" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/26\/nyregion\/update-guilty-pleas-in-assault-case-of-employee-hurt-in-factory.html"} , {"body" : "INSIDE the Cort Theater, where Anna Deavere Smith has been portraying people affected by the 1992 Los Angeles riots, it is intermission. The lights come up. The theater doors open. And the audience flows out of the lobby into the night. Immediately, the drums begin. Then five guys from Harlem, dressed in T-shirts, shorts and high-priced sneakers," , "date" : "19940626" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Street Theater" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/26\/nyregion\/new-yorkers-co-street-theater.html"} , {"body" : "A man threw a flammable liquid on his girlfriend then set her afire after an argument in Brooklyn last night, the police said. Romaine Starks, 32, was in stable condition early today at New York Hospital-Cornell Medical Center with second and third degree burns to her neck, arms and chest. The police were looking for her boyfriend, identified as" , "date" : "19940624" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Woman Burned in Dispute" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/24\/nyregion\/woman-burned-in-dispute.html"} , {"body" : "The police arrested a man yesterday who they said had set fire to an apartment building in Brooklyn, trapping and killing two residents on the top floor. The police said the man was trying to hurt the man who was dating his former girlfriend. The suspect, Hector Lopez, 27, was charged with two counts of murder in the fire on Tuesday at a building" , "date" : "19940623" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Held in Fatal Arson" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/23\/nyregion\/man-held-in-fatal-arson.html"} , {"body" : "COUNCIL CHIEFS BACK GIULIANI'S BUDGET Mayor Giuliani and the leaders of the City Council agreed on a $31.6 billion budget that would curtail growth in spending for the first time since the city fiscal crisis of the 1970's and begin to wrench down the size of city government. A1. The first major test of a Republican Mayor surrounded by Democrats" , "date" : "19940622" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/22\/nyregion\/metro-digest-462500.html"} , {"body" : "A woman and a man were killed early yesterday in Williamsburg, Brooklyn, trapped on the top floor of an apartment building that the authorities said was set on fire by an arsonist seeking vengeance on another man in the building. The police were searching yesterday for a Bronx man who they believe may have set the blaze to hurt a second-floor" , "date" : "19940622" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Arsonist's Blaze Kills 2 in Williamsburg" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/22\/nyregion\/arsonist-s-blaze-kills-2-in-williamsburg.html"} , {"body" : "Beginning an investigation into a possible misuse of Federal, state and city funds, United States postal agents yesterday confiscated reams of files from the headquarters of a Brooklyn school district and from a private Hasidic school within the district, officials said. More than a dozen agents of the Postal Inspection Service descended on the two" , "date" : "19940617" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "School Offices Raided in U.S. Aid Inquiry" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/17\/nyregion\/school-offices-raided-in-us-aid-inquiry.html"} ,   {"body" : "SPORTS makes you hungry. Even if you are only a spectator. Anybody who has ever eaten too many hot dogs at a baseball game knows that. With athletic events suddenly becoming New York's major preoccupation, the important question becomes: Where to eat after the game? Or before, if you are so inclined. Both the World Cup of soccer (at Giants Stadium" , "date" : "19940617" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "THE GAMES BEGIN; A Time for Exploring New Food in New Places" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/17\/arts\/the-games-begin-a-time-for-exploring-new-food-in-new-places.html"} , {"body" : "Each July since the turn of the century, thousands of people have flocked to the streets around Our Lady of Mount Carmel Church for its annual 12-day festival, highlighted by the \"dance of the giglio\" through the Williamsburg streets, But this year, festival organizers are hoping to attract just as much interest in their plans to establish an" , "date" : "19940612" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ITALY" , "WILLIAMSBURG (NYC)" , "NOLA (ITALY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: WILLIAMSBURG; Museum of the Giglio: In Celebration of a Century-Old Rite" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/12\/nyregion\/neighborhood-report-williamsburg-museum-giglio-celebration-century-old-rite.html"} , {"body" : "In the early 80's he grew grass on suits to raise ecological consciousness. Then, for the sake of art, he stood on street corners in a three-piece suit studded with coins and lined with bounced checks. One day he begged; the day after he gave money away. Now Gene Pool (a name he did not inherit) of Brooklyn has created \"Can Man\" -- the mascot of" , "date" : "19940612" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "22" , "title" : "SUNDAY, June 12, 1994; Believe It or Not! Man Wears 500 Cans! Rides Unicycle!" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/12\/magazine\/sunday-june-12-1994-believe-it-or-not-man-wears-500-cans-rides-unicycle.html"} , {"body" : "His triumphal return, long anticipated by devoted followers, finally came to pass today. Tens of thousands of people, both the ardently loyal and the discreetly respectful, poured into the streets to welcome back this long-absent leader, hero of the anti-Zionist struggle, who had stayed away from this land for so many years. No, it was not Yasir" , "date" : "19940608" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["ISRAEL" , "JERUSALEM"] , "nytd_section_facet" : ["Front Page" , "World"] , "page_facet" : "1" , "title" : "Jerusalem Journal; Hailed in Zion, Anti-Zionist 'King' From the U.S." , "url" : "http:\/\/www.nytimes.com\/1994\/06\/08\/world\/jerusalem-journal-hailed-in-zion-anti-zionist-king-from-the-us.html"} , {"body" : "The delicate balance between being a politician and being a prosecutor has been most evident in District Attorney Charles J. Hynes's dealings with Brooklyn's Orthodox Jewish population. \"He has seen to it that a constituency that had been excluded from the process was brought into the mainstream,\" said Lew Fidler, Mr. Hynes's campaign manager in" , "date" : "19940530" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Hynes and Orthodox Jews: Role at Issue" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/30\/nyregion\/hynes-and-orthodox-jews-role-at-issue.html"} , {"body" : "NICK CORCIARI, who hated being a banker, loves fixing potholes and repaving streets for the City Department of Transportation. \"It is the greatest job, \" said Mr. Corciari, who was once an assistant vice president -- with an expense account -- for Citibank. At home in Rego Park, Queens, where he is recuperating from a wrist injury, he happily" , "date" : "19940528" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "ABOUT NEW YORK; Repaving The Paths Of His Life" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/28\/nyregion\/about-new-york-repaving-the-paths-of-his-life.html"} , {"body" : "Meyer Parodneck, who promoted self-help programs for New York's poor ranging from a milk cooperative to community housing, died on Friday at his winter home in West Palm Beach, Fla. Mr. Parodneck, who lived in Brooklyn, was 89. The cause was cancer, his family said. Mr. Parodneck was the founder and president of the Parodneck Foundation for" , "date" : "19940522" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "38" , "title" : "Meyer Parodneck, 89, Advocate For the Poor of New York, Dies" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/22\/obituaries\/meyer-parodneck-89-advocate-for-the-poor-of-new-york-dies.html"} , {"body" : "Maybe it's the sugared walnuts, chocolate syrup and ice cream. Perhaps it's pride of place, or plain old enlightened self-interest. But on the last Thursday of each month, in Room EF-100 of the Capitol, a ground-floor hideaway a few steps from the gift shop, a group of instinctively fractious politicians comes together for lunch and a" , "date" : "19940522" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Can They Deliver?" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/22\/nyregion\/can-they-deliver.html"} , {"body" : "The most shocking thing about them is their ordinariness. Like so many young teen-agers, they are insecure, materialistic, impressionable, not always in command of their anger and aggressiveness. They often come from broken homes, and in many cases their mothers are hard-working women trying to build safe and comfortable futures for their children." , "date" : "19940517" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Youthful, Impressionable And Accused of Murder" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/17\/nyregion\/youthful-impressionable-and-accused-of-murder.html"} , {"body" : "It is a small triumph of the Coalition School for Social Change, one of 30 experimental high schools begun in New York City last fall, that Shenelle Nolan has been swinging her bookbag under her desk and sitting down for her first-period math class on time in recent weeks. Last fall, Shenelle was perpetually tardy. But for months, her teachers have" , "date" : "19940515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "35" , "title" : "30 New High Schools Report First-Year Success" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/15\/nyregion\/30-new-high-schools-report-first-year-success.html"} ,   {"body" : "PERHAPS because land-use battles are tough to fight hundreds of feet underground, New York City's third water tunnel has faced little organized opposition as it has bored through the boroughs. But an enterprise of such colossal scale was bound to get snagged somewhere. And at the Bulova Corporate Center in Jackson Heights, Queens, the tunnel's" , "date" : "19940515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "JACKSON HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Construction Below, Opposition Above" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/15\/realestate\/construction-below-opposition-above.html"} , {"body" : "President Clinton moved his health care campaign to New York City yesterday, and literally stopped traffic in midtown Manhattan for part of the morning. He also paid quiet tribute to three fallen firefighters. It was a day with a clear national message intended to make the case for requiring companies to contribute to the cost of their workers'" , "date" : "19940510" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Clinton in New York: Traffic, Tributes" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/10\/nyregion\/clinton-in-new-york-traffic-tributes.html"} , {"body" : "It's the same old story, but it isn't the same old place. \"I came here from Southern California,\" Jim Dahl said, \"because I'd been an artist there for a number of years and I just wanted things to go . . . quicker.\" The 37-year-old painter made the trek east eight years ago and, for a brief moment, thought about being an artist in SoHo. But the" , "date" : "19940508" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Call It RedHo?" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/08\/style\/call-it-redho.html"} , {"body" : "Residents and officials who have spent more than a decade waging legal and political warfare against New York City's plans to build new trash incinerators believe they now have some overwhelming ammunition: a convincing economic argument. Opponents of incineration said yesterday that a Supreme Court decision on Monday requiring that the ash" , "date" : "19940504" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Incinerator Opponents See Victory in High Court Ruling" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/04\/nyregion\/brooklyn-incinerator-opponents-see-victory-in-high-court-ruling.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; 2d Tuesday of month; next May 10, 7 P.M., 211 Ainslie Street; (718) 388-4440. DISTRICT 2: Fort Greene, Brooklyn Heights; 2d Wednesday of month; next May 11, 6 P.M.; place to be announced; (718) 596-5410. DISTRICT 3: Bedford-Stuyvesant; 1st Monday of month; next meeting May 2, 7 P.M., 1368 Fulton Street; (718)" , "date" : "19940424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Community Board Meetings in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/24\/nyregion\/public-interest-community-board-meetings-in-brooklyn.html"} , {"body" : "THE SEARCH FOR ARCHIVAL material often leads film makers to unlikely precincts. For Rachel Liebling, who wrote and directed the documentary \"High Lonesome: The Story of Bluegrass Music,\" the search extended from her four-room apartment in Williamsburg, Brooklyn, to cellars and attics in Virginia, tobacco farms in North Carolina, and the muddy hills" , "date" : "19940424" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "FILM; A Bluegrass Documentary With a Brooklyn Accent" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/24\/movies\/film-a-bluegrass-documentary-with-a-brooklyn-accent.html"} , {"body" : "Early every morning an armored car pulls up to a storefront in the Williamsburg section of Brooklyn. And for the next nine and a half hours, faces of all kinds pass in front of the four panes of bulletproof glass at Roebling Check Cashing -- black, Hispanic, Hasidic, male, but mostly female, with children placed on countertops. \"The whole" , "date" : "19940418" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Report Shows Check Cashers Filling a Void" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/18\/nyregion\/report-shows-check-cashers-filling-a-void.html"} , {"body" : "After decades of trying to claw its way out of the ranks of urban has-beens, Newark can be a bit prickly about its image. The local boosters often complain that no matter how much they rebuild their venerable but often pitied city, they cannot wipe away the stains left by a history of poverty, bad schools and rampant car theft. So when a young" , "date" : "19940418" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEWARK (NJ)" , "NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "Guarding the Image in Newark; City Bars Local Filming of a Movie About Teen-Age Car Bandits" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/18\/nyregion\/guarding-image-newark-city-bars-local-filming-movie-about-teen-age-car-bandits.html"} , {"body" : "El Puente, the Hispanic organization, has begun a partnership with an arts group that will give performers from the Brooklyn Academy of Music a second stage: a community center in Williamsburg. The arrangement springs from a joint venture between El Puente, a mainstay in Williamsburg for 12 years, and 651\/Kings Majestic Corporation, an arts and" , "date" : "19940410" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: GREENPOINT; Deal Brings BAM Artists To El Puente" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/10\/nyregion\/neighborhood-report-greenpoint-deal-brings-bam-artists-to-el-puente.html"} , {"body" : "* BRIGHTON BEACH: In one of the longest-running land disputes in Brooklyn, State Supreme Court Justice Lewis Friedman has upheld a developer's rights to build a 15-acre, 1,400-unit condominium project in Brighton Beach. But opponents of the project, known as Brighton-by-the-Sea, which would replace the historic Brighton Beach Baths with a" , "date" : "19940410" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT; BROOKLYN UPDATE" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/10\/nyregion\/neighborhood-report-brooklyn-update.html"} ,   {"body" : "Throughout the week, the survivors came to the charred remains of the four clapboard, shingle and faux-brick buildings on Huron Street. Some came to visit friends, some to marvel at the luck of their survival or to gather any retrievable belongings. But many came simply to gaze at the place that, until a roaring fire last weekend, they called home." , "date" : "19940410" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: WILLIAMSBURG; Fire Survivors Look Back In Sorrow" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/10\/nyregion\/neighborhood-report-williamsburg-fire-survivors-look-back-in-sorrow.html"} , {"body" : "Wending her way through the darkened chaos at the Playland arcade on Broadway yesterday, Officer Gomez, a three-year veteran of the New York City Police Department's truant patrols in Times Square, zeroed in on two youths huddled over a flashing video game. She walked up to the pair and asked them what they were doing in an arcade during a school" , "date" : "19940407" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Crackdown On Truants By Police Finds 216" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/07\/nyregion\/crackdown-on-truants-by-police-finds-216.html"} , {"body" : "A former official in the New York City Department of Sanitation said last week that the discovery of toxic contamination at the site of the proposed Brooklyn Navy Yard incinerator in 1988 \"did not alarm me\" and that it was his decision not to fully disclose the finding to the state, which was considering whether to grant a permit for the plant." , "date" : "19940405" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Delay of Toxic-Waste Report Explained" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/05\/nyregion\/delay-of-toxic-waste-report-explained.html"} , {"body" : "SOUVENIRS, according to the conventional line of thinking, are junk. They serve no practical function, they are cheaply made and they exist solely to prey upon the wallets of vulnerable tourists. Nobody really needs a six-inch-high green plastic Statue of Liberty with a gold-painted torch, or an Empire State Building salt shaker with a matching" , "date" : "19940401" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "ELLIS ISLAND (NYC)"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "1" , "title" : "A Hunt for Treasured Trinkets" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/01\/arts\/a-hunt-for-treasured-trinkets.html"} , {"body" : "FIREFIGHTERS MOURN A FALLEN COMRADE Engine Company 24 and Ladder Company 5 were out of service yesterday. Though their members spent the day in their Greenwich Village firehouse, they had been relieved of duty out of respect for James F. Young, one of their ranks who had died in an incinerating blast. Instead of responding to alarms, they pressed" , "date" : "19940330" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/30\/nyregion\/metro-digest-618683.html"} , {"body" : "Saying New York City officials had failed to reveal the discovery of toxic waste at the site of the proposed Brooklyn Navy Yard incinerator for nearly six years, the state Department of Environmental Conservation yesterday ordered the city to conduct a complete investigation of the site. Langdon Marsh, the acting commissioner of the D.E.C., said" , "date" : "19940326" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "New York City Is Blamed For Toxics Report Delay" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/26\/nyregion\/new-york-city-is-blamed-for-toxics-report-delay.html"} , {"body" : "Channel 31's six-part series \"Heart of the City,\" which starts tonight, celebrates New York and New Yorkers. Thanks, we need that. Going behind the discouraging headlines about violence and poverty, ignoring the disaster troops in search of sensational stories for the nightly newscasts, these half-hours sing of local heroes quietly trying to" , "date" : "19940323" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "20" , "title" : "Review\/Television; Celebrating New York, Guided by A Kennedy" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/23\/arts\/review-television-celebrating-new-york-guided-by-a-kennedy.html"} , {"body" : "Mayor Rudolph W. Giuliani told a predominantly black group of business owners yesterday that although his budget-closing plans would be painful, the pain would not fall disproportionately on black New Yorkers. Speaking at a luncheon of the Greater Harlem Chamber of Commerce, the Mayor noted that it was unlikely that many in the audience were among" , "date" : "19940322" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Giuliani Tells Blacks His Budget Won't Cut Into the Gains They Have Made" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/22\/nyregion\/giuliani-tells-blacks-his-budget-won-t-cut-into-the-gains-they-have-made.html"} , {"body" : "Three years ago, the city agreed to pay $850,000 to settle charges that it allowed too much sewage to travel through the Newtown Creek Sewage Treatment Plant. But until now, because of delays and disputes, the money has not had a much of a chance to help Greenpoint and Williamsburg, areas that have long suffered from a collection of noxious waste" , "date" : "19940320" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: GREENPOINT; After 3 Years, It's a Deal: Agency to Begin Pollution Watch" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/20\/nyregion\/neighborhood-report-greenpoint-after-3-years-it-s-deal-agency-begin-pollution.html"} , {"body" : "This month the school system announced that enrollment had topped a million for the first time in 15 years. Here is a breakdown by district. Citywide public school enrollment High school enrollment '89-'90 937,248 Manhattan 62,714 '90-'91 939,638 Bronx 59,939 '91-'92 973,263 Brooklyn 103,196 '92-'93 995,465 Queens 72,781 '93-'94 1,016,728 Staten" , "date" : "19940320" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "PUBLIC SCHOOL ENROLLMENT; Tipping the Scales At School" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/20\/nyregion\/public-school-enrollment-tipping-the-scales-at-school.html"} ,   {"body" : "Assemblyman Clarence Norman Jr. and more than a dozen other black and Hispanic elected officials accused Mayor Rudolph W. Giuliani yesterday of using minority-owned construction companies as scapegoats when he ordered a moratorium in the $1 billion reconstruction of Kings County Hospital Center last month. Mr. Norman, the Brooklyn Democratic Party" , "date" : "19940319" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "26" , "title" : "Black and Hispanic Officials Assail Giuliani Over Hospital" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/19\/nyregion\/black-and-hispanic-officials-assail-giuliani-over-hospital.html"} , {"body" : "A rabbi pleaded guilty yesterday in the Brooklyn kidnapping of a 15-year-old boy who has been at the center of a bitter dispute between his family and the rabbi, who sought to convert him to his ultra-Orthodox brand of Judaism. But with a complex custody battle swirling around him, the fate of the boy, Shai Fhima, remained as uncertain yesterday as" , "date" : "19940308" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Rabbi Agrees to Guilty Plea in Boy's Kidnapping" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/08\/nyregion\/rabbi-agrees-to-guilty-plea-in-boy-s-kidnapping.html"} , {"body" : "A man who was threatening customers in front of a restaurant in the Williamsburg section of Brooklyn was shot and killed when he turned his shotgun on two police officers early Saturday morning, the police said. Raymond Antonio Azcona, 30, of Coney Island, was taken to Woodhull Medical Center around 4:30 A.M. and died a short time later. Two police" , "date" : "19940306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Officers Kill a Man After a Gun Threat" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/06\/nyregion\/officers-kill-a-man-after-a-gun-threat.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; 2d Tuesday of month; next March 8, 7 P.M., 211 Ainslie Street; (718) 388-4440. DISTRICT 2: Fort Greene, Brooklyn Heights; 2d Wednesday of month; next March 9, 6 P.M., Borough Hall Community Room, Joralemon and Court Streets; (718) 596-5410. DISTRICT 3: Bedford-Stuyvesant; 1st Monday of month; next tomorrow, 7" , "date" : "19940306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Community Board Meetings in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/06\/nyregion\/public-interest-community-board-meetings-in-brooklyn.html"} , {"body" : "During his campaign for mayor, Rudolph W. Giuliani expressed skepticism about plans for two large incinerators in Brooklyn, saying New York City should focus on recycling instead. But a series of recent actions by the administration has worried opponents of incineration, who say they fear the plans will go forward. The plans call for a new $450" , "date" : "19940227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Incinerators Again Testing A New Mayor" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/27\/nyregion\/incinerators-again-testing-a-new-mayor.html"} , {"body" : "To the Editor: I am pleased that \"Environmental Justice\" (editorial, Feb. 11) praises President Clinton for asking Federal agencies to insure that their environmental programs do not inflict disproportionate environmental harm on the poor or minorities. Unfortunately, you do not support environmental justice in New York City. The city is in the" , "date" : "19940225" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "28" , "title" : "Let's Make a Start on Environmental Justice With Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/25\/opinion\/l-let-s-make-a-start-on-environmental-justice-with-brooklyn-299502.html"} , {"body" : "Three gunmen were captured last night after a shootout with the police during an attempted robbery at a Roy Rogers Restaurant in Queens. Police officials said no one was hurt, including a dozen or so customers and employees who were caught inside at 8:15 P.M. when the three men, two of them with pistols, entered and shouted, \"This is a holdup.\" But" , "date" : "19940223" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 Are Arrested After Shootout At Restaurant" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/23\/nyregion\/3-are-arrested-after-shootout-at-restaurant.html"} , {"body" : "Trying to get juvenile delinquents off the streets, the New York City Police Department and the Board of Education are planning a joint effort to round up teen-age truants and force them back to school. More than 100 police officers are to be assigned to the task full time in the coming weeks, in what city officials said would be a major component" , "date" : "19940223" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Reacting to Crimes, Police Plan to Pick Up Truants" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/23\/nyregion\/reacting-to-crimes-police-plan-to-pick-up-truants.html"} , {"body" : "Fifteen minutes after dropping off a man with chest pains at Brookdale Hospital in Brownsville, ambulance 30H is blazing through Brooklyn's rush-hour traffic, its siren an excruciating wail. The ambulance cuts a tight passage through the streets of Bushwick until it is confronted with a stalled Cadillac on a snowy patch of road. As it impatiently" , "date" : "19940220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "39" , "title" : "Team's Motto: 'They Call; We Haul'; On the Road With the Crew of an E.M.S. Ambulance" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/20\/nyregion\/team-s-motto-they-call-we-haul-on-the-road-with-the-crew-of-an-ems-ambulance.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of the month; next March 8, time to be announced, 211 Ainslie Street; (718) 388-4440. DISTRICT 2 Fort Greene, Downtown, Brooklyn Heights, Boerum Hill; second Wednesday of the month; next March 9, 6 P.M., Borough Hall Community Room, Joralemon and Court Streets; (718) 596-5410. DISTRICT 3" , "date" : "19940213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Brooklyn Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/13\/nyregion\/public-interest-brooklyn-board-meetings.html"} ,   {"body" : "In an apparent display of neighborly graciousness, a young man held the door for a woman struggling with her apartment keys and grocery bags. Then he pulled a knife in the elevator. With whispered bursts of curses and threats, he led his victim to the 11th floor, then pushed her up to a rooftop stairwell landing. He snatched her jewelry, forced her" , "date" : "19940213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "Grappling With Serial Rape Cases; Details, Plenty of Tips, and Waiting for the Big Mistake" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/13\/nyregion\/grappling-with-serial-rape-cases-details-plenty-tips-waiting-for-big-mistake.html"} , {"body" : "DEATH OF A LEGEND: SHEA & GOULD For a change this year, Milton S. Gould, the 84-year-old paterfamilias of the law firm Shea & Gould, decided to wait out the winter in a pastel house with a pool and a dock in Naples, Fla. And that is where he was last week, reeling from a bitter blast from New York: while he was on vacation, the partners in the" , "date" : "19940207" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/07\/nyregion\/metro-digest-103438.html"} , {"body" : "A father of nine children was shot to death yesterday after collecting rent in a Brooklyn building he owned and the building's superintendent was seriously wounded in what appeared to be a failed robbery attempt. Abraham Pollack, of Monsey, N.Y., had just finished his weekly trip to the building at 126 Graham Avenue in Williamsburg to pick up the" , "date" : "19940207" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "POLLACK, ABRAHAM"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Landlord Slain in a Robbery And Superintendent Is Injured" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/07\/nyregion\/landlord-slain-in-a-robbery-and-superintendent-is-injured.html"} , {"body" : "Not far from the cramped Williamsburg apartment she shared with her four children, her brother and his family, Flor Roque watched the home of her dreams take shape. It is in a boxy, red-brick apartment complex in an area pockmarked with factories. But to Mrs. Roque, who lived for four years doubled up with her brother waiting for public housing," , "date" : "19940206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "For Brooklyn Family, a Rare Find: Public Housing" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/06\/nyregion\/for-brooklyn-family-a-rare-find-public-housing.html"} , {"body" : "The Federal Government is planning the largest inner-city development effort in more than a decade, New York City has deep problems, and its senior Congressman sponsored the law creating the program. So everyone from the Hudson to the Potomac takes it for granted that New York will be one of six urban areas to receive $100 million to create an" , "date" : "19940206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)" , "SOUTH BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "New Yorkers Fighting One Another Over Federal Aid" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/06\/nyregion\/new-yorkers-fighting-one-another-over-federal-aid.html"} , {"body" : "At the end of his shift, Daniel Porch, a sanitation worker for the last 10 years, paused in a dressing room in a garage underneath the Williamsburg Bridge and bitterly complained about a Mayor who, he contended, has made him and his fellow workers scapegoats for the city's financial problems. \"It seems almost like he has something against the city" , "date" : "19940204" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "For Public Employees, Anger at Mayor's Plan" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/04\/nyregion\/for-public-employees-anger-at-mayor-s-plan.html"} , {"body" : "Benjamin Ginsburg, who was a leading dealer in antique American furniture until he retired a decade ago, died on Friday at his home in Tarrytown, N.Y. He was 89. The cause was pneumonia, said his son Henry. Mr. Ginsburg was born in Manhattan. He studied engineering at the Polytechnic Institute of Brooklyn, but became an antiques dealer when he" , "date" : "19940202" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "21" , "title" : "Benjamin Ginsburg, 89, Dealer In Antique American Furniture" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/02\/obituaries\/benjamin-ginsburg-89-dealer-in-antique-american-furniture.html"} , {"body" : "Mayor Rudolph W. Giuliani yesterday named Ruben Franco, the former president of the Puerto Rican Legal Defense and Education Fund, as chairman of the New York City Housing Authority, concluding an appointment process that had been one of the most difficult for the Mayor. Mr. Giuliani also appointed two members of the board of the housing agency," , "date" : "19940201" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Ex-Civil Rights Chief Named Housing Agency Chairman" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/01\/nyregion\/ex-civil-rights-chief-named-housing-agency-chairman.html"} , {"body" : "ALLIANCE OF BLACK GROUPS IN JEOPARDY Recent bigoted remarks by a chief aide to Louis Farrakhan, minister of the Nation of Islam, and his failure to disavow them have interrupted the tenuous rapprochement between mainstream civil rights leaders and the Nation of Islam. A10. NEW YORK CITY GIULIANI NAMES HOUSING CHAIRMAN Mayor Giuliani named Ruben" , "date" : "19940201" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/01\/nyregion\/metro-digest-039837.html"} , {"author" : "Councilman Kenneth K. Fisher represents the 33d District, which covers downtown Brooklyn, Brooklyn Heights, Park Slope, Greenpoint and Williamsburg." , "body" : "EACH morning in downtown Brooklyn, hundreds of residents start their day hunting for parking spaces or sitting in cars waiting for their current spaces to become legal. By the time they go to work, the tension is already high. Many of these frazzled drivers hungrily eye the spaces guarded by squat structures whose purpose has become as obscure as" , "date" : "19940123" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "SOAPBOX; A Little Secret About Fire Hydrants" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/23\/nyregion\/soapbox-a-little-secret-about-fire-hydrants.html"} ,   {"body" : "IF you are a native New Yorker, steak is in your blood. Long before there were egg creams or Coney Island hot dogs, there were beefsteaks. The beefsteak was not a food, it was an event. This New York institution began, as far as anyone knows, around the middle of the last century. It was an orgy of eating in which men sat in large halls, unhindered" , "date" : "19940121" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "For Red Meat and a Sense of History" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/21\/arts\/for-red-meat-and-a-sense-of-history.html"} , {"body" : "LEONARD LOPATE'S face does not suggest guile. It is round, and its normal expression is rather bland. When he sits behind a microphone and listens to guests, as he does for two hours every weekday as the host of \"New York and Company\" on WNYC-AM radio, he radiates interest and approval, sometimes nodding with chin in hand. His speaking voice is" , "date" : "19940116" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; Beyond Joey and Amy" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/16\/nyregion\/making-it-work-beyond-joey-and-amy.html"} , {"body" : "For most Americans, Motown means an infectious beat and great rhythm-and-blues singing. That's the Motown story: one hit after another coming out of Berry Gordy's talent factory. Ralph Appelbaum sees it a little differently. \"Clearly there's the story of Berry Gordy,\" he says. \"But there's also the story of Detroit, which was a terminal of the" , "date" : "19940111" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "New Approach to Museum-Show Design" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/11\/arts\/new-approach-to-museum-show-design.html"} , {"body" : "Before last October, most of Stephanie Vega's weekdays began with an early-morning promise to her grandmother that she would attend school. Then she would take the subway from Williamsburg, Brooklyn, to midtown Manhattan, find an out-of-the-way table in the lunchroom at Norman Thomas High School and spend the day there, listening to loud music" , "date" : "19940109" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Neediest Cases Restores Girl's Will to Help Herself" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/09\/nyregion\/neediest-cases-restores-girl-s-will-to-help-herself.html"} , {"author" : "Grace Glueck is a former art critic and reporter for The New York Times." , "body" : "\"ALICE and Friends at Coney Island Playland,\" a sprightly 55-year-old mural left for dead in an abandoned city hospital, has a new lease on life. The painting, which depicts Alice in Wonderland and her buddies -- the White Rabbit, the Mock Turtle, the Mad Hatter and others -- parachuting over the Brooklyn amusement park, has been brought back to" , "date" : "19940107" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A Guide to the City's Depression Murals" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/07\/arts\/a-guide-to-the-city-s-depression-murals.html"} , {"body" : "A Brooklyn man who used an unlicensed gun to kill two teen-agers he said were robbing him at gunpoint pleaded guilty yesterday to a weapon-possession charge, and the judge said he would most likely sentence him to probation. The man, Arthur Boone, a 42-year-old sugar-refinery worker, entered his plea after Justice Thaddeus Owens of State Supreme" , "date" : "19940106" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Enters Weapons Plea In Encounter With Youths" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/06\/nyregion\/man-enters-weapons-plea-in-encounter-with-youths.html"} , {"body" : "City Council Speaker Peter F. Vallone, now the most powerful Democrat at City Hall, said yesterday that he would resist any attempt by Mayor Rudolph W. Giuliani to give more power to borough presidents or turn over city work to private companies without proof it would save money. The decentralization of government and the privatization of some city" , "date" : "19940106" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Council Chief to Oppose Giuliani On Decentralizing of Government" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/06\/nyregion\/council-chief-to-oppose-giuliani-on-decentralizing-of-government.html"} , {"body" : "The people of this Hasidic village are so passionately devoted to their Rebbe, or Grand Rabbi, that few will marry, change jobs, buy a house or undergo surgery without his blessing. Yet for four years, the villagers, members of the Satmar Hasidic sect, have been responsible for running a public school system, which by its very nature must provide a" , "date" : "19940103" , "day_of_week_facet" : "Monday" , "geo_facet" : ["KIRYAS JOEL (NY)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "15" , "title" : "Public School Leadership Fight Tearing a Hasidic Sect" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/03\/nyregion\/public-school-leadership-fight-tearing-a-hasidic-sect.html"} , {"body" : "An administrative law judge reviewing the city's application to upgrade and reopen the Shore Road incinerator has ruled that hearings on its potential emissions must be held before any permits are granted. The city's Corporation Counsel has appealed the ruling, which could delay the reopening for years. With the Fresh Kills landfill on Staten" , "date" : "19940102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: BENSONHURST\/GRAVESEND -- UPDATE; Ruling May Keep Incinerator Cold" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/02\/nyregion\/neighborhood-report-bensonhurst-gravesend-update-ruling-may-keep-incinerator.html"} , {"body" : "An exchange of angry words on a Lower East Side street corner minutes past midnight yesterday led to the death of a man whose body was dragged under a truck for half a mile onto the Williamsburg Bridge, the police said. The driver was charged with murder. Two hours after the incident, the driver, a Brooklyn man, turned himself in at a station house" , "date" : "19940101" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Driver Charged in Fatal Dragging" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/01\/nyregion\/driver-charged-in-fatal-dragging.html"} ,   {"body" : "The New York State Health Department has criticized Woodhull Medical Center in Brooklyn for a failure to provide \"considerate and respectful care\" to a rape victim who was left unattended for two hours in October, wearing only a hospital gown, in an emergency room where handcuffed male prisoners were also awaiting treatment. The report by the" , "date" : "19941231" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "State Assails Mistreatment By Hospital In Rape Case" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/31\/nyregion\/state-assails-mistreatment-by-hospital-in-rape-case.html"} , {"body" : "The theme of Robert Campbell's defense was ignorance: he argued that he had known nothing about bad brakes on his charter bus, which crashed and burned on a treacherous New Jersey hill in July 1992, killing six passengers, including his wife. The jury, however, was not persuaded. After some 12 hours of deliberation on Thursday, the jury convicted" , "date" : "19941224" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Bus Owner Is Convicted In Six Deaths In New Jersey" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/24\/nyregion\/bus-owner-is-convicted-in-six-deaths-in-new-jersey.html"} , {"body" : "The city's top official environmental official said last week that the problem of toxic contamination at the Brooklyn Navy Yard is not nearly as hazardous as indicated in a report made public earlier this month by a nonprofit group. The official, Environmental Commissioner Marilyn Gelber, said most of the hazards cited in the report had been" , "date" : "19941218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: WILLIAMSBURG; Report Exaggerates Navy Yard Hazards, Official Says" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/18\/nyregion\/neighborhood-report-williamsburg-report-exaggerates-navy-yard-hazards-official.html"} , {"body" : "Since this particular Santa doesn't come around much anymore, the red suit had to be taken out of storage, the beard and wig restyled. He needed a new black belt and, most important, he had to meditate a few hours to get back into character: last time, when asked how he arrived, he said the No. 2 train, causing great consternation. This year, Mark" , "date" : "19941216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Bittersweet Visit By an Ailing Santa" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/16\/nyregion\/a-bittersweet-visit-by-an-ailing-santa.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next meeting, Dec. 13, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; (718) 389-0009. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next meeting Dec. 14, 6 P.M.; St Joseph's Services, 540 Atlantic Ave., between Third and Fourth Avenues; (718) 596-5410." , "date" : "19941211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Community Boards To Meet in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/11\/nyregion\/community-boards-to-meet-in-brooklyn.html"} , {"body" : "Over the years, a patchwork of toxic contamination has riddled the Brooklyn Navy Yard. Decades of shipbuilding and painting with lead-based products fouled the area, and they were followed by years of waste backup from the nearby Newtown Creek Sewage Treatment Plant. Last week, for the first time, a comprehensive picture of the hazardous wastes" , "date" : "19941211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: NORTHERN BROOKLYN; Navy Yard: New Concerns" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/11\/nyregion\/neighborhood-report-northern-brooklyn-navy-yard-new-concerns.html"} , {"body" : "'Gran Fiesta Guadalupana' All Saints Roman Catholic Church 115 Throop Avenue Williamsburg, Brooklyn (718) 388-1951 Recommended for all ages Tomorrow Children are as important as the image of the Virgin of Guadalupe in the annual procession honoring this Mexican saint's feast day. The Virgin is said to have appeared in 1531 before an Indian boy," , "date" : "19941209" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/09\/arts\/for-children.html"} , {"body" : "THE New York chapter of the American Institute of Architects showed a strong new interest in publicly financed projects as it gave out its 1994 design awards on Tuesday night. Twelve of the 22 awards went to modest, small-scale projects done in New York City. Only 2 went to huge corporate structures, both of them abroad. Nine projects were" , "date" : "19941208" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Modest Public Designs Win Architects' Praise" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/08\/garden\/modest-public-designs-win-architects-praise.html"} , {"body" : "BRAWTA CAFE (718) 855-5515; 105 Bond Street, Boerum Hill; $; no credit cards This tiny, sunny spot, beautifully decorated with African artifacts, offers zesty Caribbean cooking. Specialties include chicken roti, tender chunks of chicken with peas and carrots in a spicy curry sauce, rolled up in a huge flat bread made of flour and ground chickpeas;" , "date" : "19941204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "GOOD EATING; A Culinary Ramble Around Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/04\/nyregion\/good-eating-a-culinary-ramble-around-brooklyn.html"} , {"body" : "MAKING IT WORK 3 A cargo ship may spend days at sea, but, navigationally speaking, the hardest part comes at the very end. Enter the pilots. NEW YORKERS & CO. 4 These Japanese come not for business, but to escape Japanese business. The East Village is the center of their world. PLAYING IN THE NEIGHBORHOOD 18 Siberian rock in the Village; rail" , "date" : "19941204" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ALSO INSIDE" , "url" : "http:\/\/www.nytimes.com\/1994\/12\/04\/nyregion\/also-inside-992267.html"} , {"body" : "Hobbling on a cane, his torso encased in a clear plastic brace, Firefighter Greg Smith said he had been told the two children were all right, but he wanted to see them with his own eyes. Then, in a play area of Bellevue Hospital Center, he spotted Edwin Espinosa, the 4-year old boy whom he had tucked under his arm the week before and tried to" , "date" : "19941130" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "In a Bittersweet Reunion, A Rescuer Visits the Saved" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/30\/nyregion\/in-a-bittersweet-reunion-a-rescuer-visits-the-saved.html"} , {"body" : "Last summer's empty containers for bleach, spring water, dish detergent, antifreeze, baby wipes, cat litter and motor oil have come back to New York streets this fall as traffic barricades. Con Edison has ordered 25,000, all white. The city has bought 3,200 sets of legs made from fabric-softener bottles, all light blue. The barricades, made by" , "date" : "19941128" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New York Starts Spinning Its Dross into Gold" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/28\/nyregion\/new-york-starts-spinning-its-dross-into-gold.html"} , {"body" : "New York City's Fire Department has more aerial ladder trucks and uses them more frequently than any other fire department in the country, fire safety experts said yesterday. But until Sunday -- when a fully extended ladder buckled and then careened six stories to the ground, killing one person and seriously injuring four others -- no aerial ladder" , "date" : "19941122" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Ladder's Failure Bewilders Fire Experts" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/22\/nyregion\/ladder-s-failure-bewilders-fire-experts.html"} , {"body" : "It seemed that the entire family was going to make it to safety yesterday afternoon as yellow and orange flames licked out of a rambling apartment building in a mostly industrial section of Brooklyn. Standing on a 91-foot aluminum alloy ladder that extended from a fire truck, Firefighter Greg Smith was carrying two children who had been handed" , "date" : "19941121" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Fire Department Ladder Buckles, and a Father Dies" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/21\/nyregion\/fire-department-ladder-buckles-and-a-father-dies.html"} , {"body" : "AGAINST a curdled gray Georgian sky, Gregory Kelly hoisted a pint-glass of coppery liquid topped with a dense layer of creamy foam, rotated the glass and carefully sipped the mixture. \"The best beer in the world,\" he declared, \"Red Brick Ale.\" With that kind of enthusiasm, it comes as little surprise that Mr. Kelly is the president and founder of" , "date" : "19941120" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "12" , "title" : "Microbrewers Set the Pace, and Draw the Heat" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/20\/business\/microbrewers-set-the-pace-and-draw-the-heat.html"} , {"body" : "In what universe is Planet Thailand? Certainly not in the cluster of traditional Thai restaurants, characterized by a banal modern metallic look and touristy images of the homeland. Instead, framed color photographs of fireworks illuminating the Manhattan skyline, taken from a Brooklyn perspective, line the walls, announcing clearly that the orbit" , "date" : "19941118" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/18\/arts\/862045.html"} , {"body" : "ANTIQUE hunters need never leave New York. Instead of heading up the Hudson Valley, people ready to add an old-fashioned touch to their homes can go straight to the Architectural Salvage Warehouse, at 337 Berry Street (at South Fifth Street), in the Williamsburg section of Brooklyn. Old wood doors, porcelain sinks, newel posts (at right) and" , "date" : "19941117" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS; History By the Bin" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/17\/garden\/currents-history-by-the-bin.html"} , {"body" : "Charles H. Tenney, a senior judge in the Federal District Court in Manhattan and a former deputy mayor under Robert F. Wagner, died yesterday at his home in Islip, L.I. Mr. Tenney, who also had an apartment on the Upper East Side of Manhattan, was 83. The cause was cancer, said Marguerite T. Embry, his daughter. For a decade and a half, until his" , "date" : "19941112" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "29" , "title" : "Charles H. Tenney, 83, Judge and Deputy Mayor" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/12\/obituaries\/charles-h-tenney-83-judge-and-deputy-mayor.html"} , {"body" : "IN this season of heightened cynicism, how will today's young and relatively innocent first-time voters come to remember their political initiation? How in years to come will they recall the time they cast their first ballot as grown men and women, as candidates who vied for their vote were mostly casting stones? \"Well, I can't say it's been" , "date" : "19941109" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "ABOUT NEW YORK; Generation X Makes Its Mark" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/09\/nyregion\/about-new-york-generation-x-makes-its-mark.html"} , {"body" : "THERE is a place in Brooklyn where Fred Lebow used to shout in Yiddish. He would see the Hasidic Jews standing on the sidewalk and he would stand up in the pace car and exhort them to cheer, to clap, to support the runners. The crowds were sparse in Williamsburg back then, and the Hasidic men in their suits and long black coats mostly stared back" , "date" : "19941107" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "NEW YORK CITY MARATHON: Sports of The Times; In All the Boroughs, the Crowds Came Out to Honor Lebow" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/07\/sports\/new-york-city-marathon-sports-times-all-boroughs-crowds-came-honor-lebow.html"} , {"body" : "In the homestretch of the governor's race yesterday, not even the New York City Marathon was free of political controversy. Late in the day, about 25 Hasidic Jews from Williamsburg in Brooklyn appeared at City Hall to complain that police officers had taken down posters for George E. Pataki from lampposts along the route there in the early morning," , "date" : "19941107" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE 1994 CAMPAIGN; Even Marathon Is Political" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/07\/nyregion\/the-1994-campaign-even-marathon-is-political.html"} , {"body" : "Putting his muscle behind his endorsement of Gov. Mario M. Cuomo, Mayor Rudolph W. Giuliani has been campaigning the last two weeks as if he were the candidate himself. But it is hard to distinguish whether he is running against State Senator George E. Pataki or United States Senator Alfonse M. D'Amato. Under the direction of the Cuomo campaign," , "date" : "19941106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "53" , "title" : "THE 1994 CAMPAIGN: THE MAYOR; Giuliani's Two Battles: Pataki, Then D'Amato" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/06\/nyregion\/the-1994-campaign-the-mayor-giuliani-s-two-battles-pataki-then-d-amato.html"} , {"body" : "As they stream by his Brooklyn church today, the Rev. David Dyson says he will honor the New York Marathon runners from the pulpit, summoning Isaiah's prophecy that the young shall run and not be weary. But he will also read from the first verse of the 12th chapter of Hebrews, in which Paul speaks of runners being surrounded \"by a great cloud of" , "date" : "19941106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "51" , "title" : "Marathon Stories Almost Outnumber the Runners" , "url" : "http:\/\/www.nytimes.com\/1994\/11\/06\/nyregion\/marathon-stories-almost-outnumber-the-runners.html"} , {"body" : "Allies of State Senator George E. Pataki slashed at Gov. Mario M. Cuomo with the double-edged sword known as Crown Heights yesterday, as both Jewish and black supporters of the Republican gubernatorial candidate criticized Mr. Cuomo's role in the 1991 racial unrest and its aftermath. The attacks came as Mr. Cuomo and Mayor Rudolph W. Giuliani also" , "date" : "19941031" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE 1994 CAMPAIGN: CANDIDATES; Remembering Crown Heights, Hopefuls Focus On Jewish Vote" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/31\/nyregion\/1994-campaign-candidates-remembering-crown-heights-hopefuls-focus-jewish-vote.html"} , {"body" : "PATAKI FOCUSES ON ENDORSEMENT'S PRICE State Senator George E. Pataki's campaign allies suggested that they would use Mayor Guiliani's endorsement of Governor Cuomo to their advantage by telling voters outside the city that Mr. Cuomo would have to pay Mr. Giuliani back with fiscal help to the city. A1. Most of the Cuomo campaign operatives are" , "date" : "19941028" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/28\/nyregion\/metro-digest-655759.html"} , {"body" : "It was a tropical paradise -- a jungle of trees and dangling plants, an artificial sun, two murky pools, two iguanas, four turtles, a cockroach farm and (count 'em) six alligators, the largest six feet long -- all arrayed throughout a fourth-floor loft in Williamsburg, Brooklyn. And then, just before noon yesterday, the Fire Department came. \"We" , "date" : "19941028" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Just a Quiet Apartment With 6 Gators" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/28\/nyregion\/just-a-quiet-apartment-with-6-gators.html"} , {"body" : "The New Haven Brewing Company's line of beers is about as local as it gets. Who is the guy on the label of Mr. Mike's Light Ale, grinning behind the bar with the big sloshing tankard of suds? It is Mike Gettings, the company president. The dignified face on the label of Blackwell Stout? Blackwell himself, the brew-house dog, who even contributed a" , "date" : "19941025" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Is a Team of Clydesdales Next?; In Heady World of Microbreweries, Growth Is the Word" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/25\/nyregion\/team-clydesdales-next-heady-world-microbreweries-growth-word.html"} , {"body" : "In a major overhaul of New York's jury system, the state's top judge announced a package of revisions yesterday aimed at making jury service more bearable -- tours of duty would be shorter, deliberation rooms cleaner, clerks less snappish. \"We cannot ask jurors to perform their civic responsibility in dilapidated surroundings using outmoded" , "date" : "19941025" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New York's Top Judge Plans Overhaul of the Juror System" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/25\/nyregion\/new-york-s-top-judge-plans-overhaul-of-the-juror-system.html"} , {"body" : "During the day, it is a quiet place that attracts a random fisherman or skyline gazer. At night, once its abandoned warehouses are shrouded in darkness, the waterfront area in Williamsburg suddenly seems eerie. It is not a romantic place. It is not particularly cheerful. And yet, the police say, despite an atmosphere seemingly ripe for menace, the" , "date" : "19941016" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BUSHWICK\/WILLIAMSBURG; Site of a Rape: Eerie, Quiet, Abandoned" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/16\/nyregion\/neighborhood-report-bushwick-williamsburg-site-of-a-rape-eerie-quiet-abandoned.html"} , {"body" : "Three Brooklyn teen-agers were arrested yesterday in the rape of a woman who was attacked on an abandoned pier last weekend as she and a friend observed sweeping nighttime views of Manhattan. The youths -- who are 16, 17 and 18 years old -- were captured through an anonymous tip, a stakeout in Williamsburg and dogged police work, Deputy Inspector" , "date" : "19941014" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 Teen-Agers Are Charged in Rape on a Brooklyn Pier" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/14\/nyregion\/3-teen-agers-are-charged-in-rape-on-a-brooklyn-pier.html"} , {"body" : "The woman who was raped early Sunday on an abandoned pier in Brooklyn described a night of horror that began when she and a male friend stopped to view the Manhattan skyline and continued with what she described yesterday as a humiliating ordeal at Woodhull Medical Center. The woman complained that at the hospital, she was required to sit in her" , "date" : "19941011" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Woman's Ordeal of Rape, and Treatment" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/11\/nyregion\/a-woman-s-ordeal-of-rape-and-treatment.html"} , {"body" : "A couple's evening out ended violently early yesterday morning near an abandoned Brooklyn pier when three men beat the man and raped the woman as he was forced to look on, and then stole their car, the police said. The couple, whom the police will not identify, had been out for dinner and had just parked near the pier, on the border of Williamsburg" , "date" : "19941010" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Woman Raped and Man Beaten Near Abandoned Brooklyn Pier" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/10\/nyregion\/woman-raped-and-man-beaten-near-abandoned-brooklyn-pier.html"} , {"body" : "PATAKI STRESSES LEADERSHIP AND CHANGE State Senator George E. Pataki, the Republican candidate for governor, contends that New York State has an anemic economy, crime-ridden streets, a meddlesome government and property taxes that are driving its residents away. In making that bleak diagnosis during a two-hour interview with reporters and editors" , "date" : "19941010" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/10\/nyregion\/metro-digest-484490.html"} , {"body" : "THE best way to remember Fred Lebow is smack in the middle of his own race. I could tell you about the fraternal warmth I always felt whenever Fred Lebow would sidle up to me at somebody else's party, probably wearing a jogging suit and running shoes, witty and perceptive in his lush Transylvanian accent, even when he wasn't pushing his own event" , "date" : "19941010" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; Lebow Won His Personal Marathon" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/10\/sports\/sports-of-the-times-lebow-won-his-personal-marathon.html"} , {"body" : "BROOKLYN DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of month; next Oct. 11, 7 P.M.,; 211 Ainslie Street; (718) 388-4440. Chairman: Vincent V. Abate; District Manager: Gerald A. Esposito. DISTRICT 2 Fort Greene, Brooklyn Heights; second Wednesday of month; next Oct. 12, 6 P.M.; Brooklyn Borough Hall, 209 Joralemon Street; (718) 596-5410." , "date" : "19941009" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PUBLIC INTEREST; Community Boards: Coming Meetings" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/09\/nyregion\/public-interest-community-boards-coming-meetings.html"} , {"body" : "The career paths of two football coaches, Dan Henning of Boston College and Lou Holtz of Notre Dame, will cross once more tomorrow, when the Eagles play the Irish at Alumni Stadium in Chesnut Hill, Mass. This crossing will be more conspicuous than the others. It will be held before a national television audience and within a bulging stadium against" , "date" : "19941007" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "COLLEGE FOOTBALL; Both B.C. and Notre Dame Try to Give Up the Ghost" , "url" : "http:\/\/www.nytimes.com\/1994\/10\/07\/sports\/college-football-both-bc-and-notre-dame-try-to-give-up-the-ghost.html"} , {"body" : "Stacy's calls itself an \"honest restaurant,\" and by that the owner, Stacy Pearl, means: \"It's not a bistro; it's not a cafe; it's not a place for cappuccino; it's not nouvelle anything. It's just a restaurant.\" In an age of proud modesty and pretentious humility, Ms. Pearl's claim goes a long way toward explaining the appeal of Stacy's. Stacy's is" , "date" : "19940930" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "23" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/30\/arts\/394785.html"} , {"body" : "The New York City Schools Chancellor, Ramon C. Cortines, seeking to bolster school security after last week's shooting of a student in a Brooklyn high school, will ask the Board of Education to install walk-through metal detectors in 50 city high schools. Mr. Cortines said he hoped to pay for the 50 new detector systems with $1 million from the" , "date" : "19940921" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Cortines Wants 50 High Schools To Get Walk-Through Detectors" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/21\/nyregion\/cortines-wants-50-high-schools-to-get-walk-through-detectors.html"} , {"body" : "The band played \"Pomp and Circumstance,\" the principal spoke about academic honor, and then 190 students in caps and gowns filed to the stage at a Brooklyn high school last June to receive their diplomas. Or at least they looked like diplomas. In fact, they were just cardboard blanks, and for a third of the students who received them, the entire" , "date" : "19940919" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "In June, 'Commencement'; in September, It's Back to School" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/19\/nyregion\/in-june-commencement-in-september-it-s-back-to-school.html"} , {"body" : "Division Avenue in Williamsburg, Brooklyn, is just that: a demarcation line between Hasidic Jews, who live, for the most part, to the north, and Hispanic residents to the south. But there is no dividing the air over Williamsburg. In that irrefutable fact lie the roots of a budding cooperation between two groups that have, for three decades, written" , "date" : "19940918" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "Hasidic and Hispanic Residents in Williamsburg Try to Forge a New Unity" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/18\/nyregion\/hasidic-and-hispanic-residents-in-williamsburg-try-to-forge-a-new-unity.html"} , {"body" : "The security director at Woodhull Medical Center in Brooklyn resigned on Friday in connection with an investigation by the city's Health and Hospitals Corporation into allegations that some employees were running a drug ring, supplying cocaine and heroin to patients and other employees. The resignation occurs less than a month after the director of" , "date" : "19940918" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "48" , "title" : "Woodhull Security Chief Quits in Inquiry" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/18\/nyregion\/woodhull-security-chief-quits-in-inquiry.html"} , {"body" : "This list summarizes our recommendations for some contested New York City races in today's Democratic primary in which the outcome is tantamount to election. The polls are open from 6 A.M. to 9 P.M. Both Republicans and Democrats also have statewide races on today's ballot. In those contests we reserve our endorsements until the November general" , "date" : "19940913" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "New York City Primary Choices" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/13\/opinion\/new-york-city-primary-choices.html"} , {"body" : "Dynasty. Darryl C. Towns seems to bristle at the very mention of the word. He is annoyed that his young political career -- two years in the State Assembly representing the 54th District in Brooklyn -- is viewed not as a sincere effort at public service but as an extension of the influence of his better-known father, Representative Edolphus Towns." , "date" : "19940912" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Emerging Political Dynasty Is Facing Test at Polls" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/12\/nyregion\/emerging-political-dynasty-is-facing-test-at-polls.html"} , {"body" : "GIULIANI'S GUBERNATORIAL FENCE-SITTING Rudolph W. Giuliani, New York City's first Republican Mayor in a generation, is testing the patience of his party by withholding his endorsement in tomorrow's gubernatorial primary between State Senator George E. Pataki and Richard M. Rosenbaum while cozying up to Gov. Mario M. Cuomo and generally parceling" , "date" : "19940912" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/12\/nyregion\/metro-digest-214280.html"} , {"body" : "It's not the Berlin Wall or the Walls of Jericho. But to residents of Williamsburg it might as well be. A 10-foot battleship gray fence erected in 1991 by Nekboh Recycling Inc., a garbage and construction waste transfer station at Kent Avenue and North Fifth Street in Williamsburg, has bothered residents, who have complained to Community Board 1" , "date" : "19940911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: NORTH BROOKLYN; What's a Good Fence? Neighbors Disagree." , "url" : "http:\/\/www.nytimes.com\/1994\/09\/11\/nyregion\/neighborhood-report-north-brooklyn-what-s-a-good-fence-neighbors-disagree.html"} , {"body" : "Students who reported to New York City high schools, which opened yesterday, faced larger classes and fewer course choices because of surging enrollments and the layoffs of hundreds of teachers' aides and other personnel. The Board of Education's budget, though larger than last year's, did not increase sufficiently to finance the growth in" , "date" : "19940910" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Layoffs Force Bigger Classes For New York City Students" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/10\/nyregion\/layoffs-force-bigger-classes-for-new-york-city-students.html"} , {"body" : "More Kosher Products This week and next, as Jewish families sit down to dinners to celebrate the High Holy Days, more kosher food than ever will be available. An estimated 26,000 manufactured food products are now kosher, with thousands of new ones added each year. While sales of regular food in retail stores were flat last year, sales of kosher" , "date" : "19940907" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "10" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/07\/garden\/food-notes-169765.html"} , {"body" : "From every angle, Oznot's Dish is a work in progress. This little restaurant, which opened last year on a quiet corner in Williamsburg, Brooklyn, has a bohemian \"not to be finished in this lifetime\" look. One wall, painted pale yellow and white, could use a fresh coat. A mirror seems to be hung experimentally on one wall, and cut-out pictures are" , "date" : "19940902" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "23" , "url" : "http:\/\/www.nytimes.com\/1994\/09\/02\/arts\/130087.html"} , {"body" : "The Giuliani administration has stopped providing money to nearly 150 community organizations that offer youth programs in New York City, while signing contracts with nearly 100 similar groups that had not previously provided services for the city, officials said yesterday. Testifying before a City Council committee, officials of the Department of" , "date" : "19940831" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Funds for Youth Programs Are Shifted to New Groups" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/31\/nyregion\/funds-for-youth-programs-are-shifted-to-new-groups.html"} , {"body" : "For the residents of Ridgewood, Queens, the invisible jagged line separating them from Bushwick, Brooklyn, has long been an object of both anxiety and opportunity. A small but sturdy community on the southwest edge of Queens, across the street from Brooklyn, Ridgewood watched in fear as Bushwick set itself aflame in the 1960's and 70's, culminating" , "date" : "19940825" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "RIDGEWOOD (NYC)" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Stopping Blight at the Border; Two Paths for Ridgewood, Queens, and Bushwick, Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/25\/nyregion\/stopping-blight-border-two-paths-for-ridgewood-queens-bushwick-brooklyn.html"} , {"body" : "There are no greengrocers, no pharmacies, no bakeries in Red Hook. Gowanus has no health services -- the nearest public clinic is about two miles away, in Fort Greene, and hard to reach because of a lack of public transportation. Local officials have begun looking to new state and Federal programs to boost the economy in southwest Brookyn. Last" , "date" : "19940821" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: RED HOOK\/GOWANUS; Southwest Brooklyn Presses Its Economic Case" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/21\/nyregion\/neighborhood-report-red-hook-gowanus-southwest-brooklyn-presses-its-economic.html"} , {"body" : "A BIG green turtle surfaced to the left of Glenn Brown's fishing line, which he had plunked below a half-toppled pier on Staten Island. He mumbled something about chasing it, then worried about keeping his fingers. Mr. Brown has had enough pain recently. Pain, in fact, inspired him to fish in New York Harbor, a few hundred yards south of a rusted" , "date" : "19940821" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Complete Urban Angler" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/21\/nyregion\/the-complete-urban-angler.html"} , {"body" : "When Ronald Ward moved his family into the Howard Houses in Brownsville, Brooklyn, more than 30 years ago, the public housing project had no swimming pool, no playgrounds and no handball courts. And for years the park that now occupies a spot in the middle of the complex was nothing more than a patch of dirt. But despite the addition of these" , "date" : "19940815" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Tenants Press for Easier Eviction of Drug Dealers" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/15\/nyregion\/tenants-press-for-easier-eviction-of-drug-dealers.html"} , {"body" : "IF the strains of \"When Irish Eyes Are Smiling\" ever drift your way past the smoky sizzle of sausage and the come-ons of carny barkers at an Italian street festival, chances are that Larry Laurenzano's brass band is somewhere in the mix. Decked out in red caps and white shirts, the band looks Italian enough, and their sweaty, booming swing" , "date" : "19940803" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "ABOUT NEW YORK; Trumpeting A Defense Of Art" , "url" : "http:\/\/www.nytimes.com\/1994\/08\/03\/nyregion\/about-new-york-trumpeting-a-defense-of-art.html"} , {"body" : "WORDS come slowly to Neil Yerman. He scratches his lip, tugs at his chin, leans forward and silently settles into a Rodinesque thinker's pose before uttering a sound. Maybe his twist on the wordsmith's adage is to speak the way you write. He writes with a quill. For most of this year he'll be writing one letter at a time -- 304,805 of them to be" , "date" : "19940727" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "ABOUT NEW YORK; For Copier Of Torah, It's a Quest" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/27\/nyregion\/about-new-york-for-copier-of-torah-it-s-a-quest.html"} , {"body" : "'A Floor in a Building in Brooklyn' Richard Anderson Gallery 476 Broome Street SoHo Through July 30 The eight young painters in this exhibition share the same working address: all have studios on one floor of an otherwise empty commercial building in Williamsburg, Brooklyn. Such concentration has a long tradition; this show has been organized by" , "date" : "19940722" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "Art in Review" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/22\/arts\/art-in-review-740390.html"} , {"author" : "Sid Frigand, a senior counselor to the Marcus Group, a public relations firm, is a former press secretary to Mayor Abraham D.Beame." , "body" : "The photocopied form letter came in the mail a few weeks ago. The salutation to \"Sid and Evelyn,\" written with a strong, flowing hand, made even more amazing what followed: \"Please be advised that because of my advanced age of 95 1\/2 years, I am discontinuing the practice of medicine on July 28, 1994. I shall not be able to attend you" , "date" : "19940717" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "11" , "title" : "SOAPBOX; A Doctor of the Old School" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/17\/nyregion\/soapbox-a-doctor-of-the-old-school.html"} , {"body" : "The Turks invaded Italian Williamsburg this week and got the heave-ho. The Italians, predictably, loved it. But so did the Turks. Even the parish priest gave his blessing with a smile. Go figure how they settle scores in Brooklyn. This was not the most recent clash in one of the city's more obscure ethnic wars. Rather it was payback for a heroic" , "date" : "19940714" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["TURKEY" , "NEW YORK CITY" , "ITALY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Lessons of the Feast; In Brooklyn, Renewal in Ancient Rite" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/14\/nyregion\/lessons-of-the-feast-in-brooklyn-renewal-in-ancient-rite.html"} , {"body" : "AKWAABA ++ (718) 941-5599; 614 Flatbush Avenue at Cluster Court, Flatbush; (c) no credit cards Bright, friendly and family-run, Akwaaba calls itself the African restaurant in Brooklyn and caters to a mixed crowd that includes Ghanaians and Nigerians. The food centers on rice or vegetables. Although the food is traditionally eaten with the fingers," , "date" : "19940710" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "GOOD EATING; Tastes of Brooklyn, Fulton to Flatbush" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/10\/nyregion\/good-eating-tastes-of-brooklyn-fulton-to-flatbush.html"} , {"body" : "PROSPECT PARK Young Musicians Take to the Stage The 15 members of Worldbeat 130 -- students at Public School 130 in Kensington chosen four years ago for musical training through the Arts Connection Young Talent Program -- are now 12-year-old troupers. And next Sunday, the ensemble will take its blend of jazz and pop to Prospect Park for the summer" , "date" : "19940710" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1994\/07\/10\/nyregion\/playing-in-the-neighborhood-618942.html"} , {"body" : "While the Hasidic villagers of Kiryas Joel were left deeply troubled by their legal setback in the ruling yesterday by the United States Supreme Court, the daily lives of the school district's 200 students may not change that much, school officials said. The district, created primarily for handicapped and learning-disabled Hasidic children, could" , "date" : "19940628" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "21" , "title" : "THE SUPREME COURT: THE SCHOOL; Ruling Leaves Anxiety Among Parents But Perhaps Little Change for Students" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/28\/us\/supreme-court-school-ruling-leaves-anxiety-among-parents-but-perhaps-little.html"} , {"body" : "Following are excerpts from the Supreme Court's decision today in Board of Education v. Grumet, declaring unconstitutional the public school district that New York State established for a community of Satmar Hasidim. Justice David H. Souter's majority opinion was joined by Justices Harry A. Blackmun, John Paul Stevens, Sandra Day O'Connor, and Ruth" , "date" : "19940628" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "20" , "title" : "THE SUPREME COURT; Excerpts From Opinions And Dissent on Religion" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/28\/us\/the-supreme-court-excerpts-from-opinions-and-dissent-on-religion.html"} , {"author" : "Peter Kaminsky is a longtime contributor to the Outdoors column." , "body" : "From the ripping currents of Hell Gate in upper Manhattan to the sweeping arm of Sandy Hook, N.J., New York Harbor is home to a rich and thriving array of wildlife. The old shellfish beds south of Gowanus Creek in Brooklyn, which supplied foot-long oysters to Delmonico's in the first half of the 19th century when Daniel Webster brought his daily" , "date" : "19940626" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "13" , "title" : "OUTDOORS; East Side, West Side, Call of the Wild All Around Town" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/26\/sports\/outdoors-east-side-west-side-call-of-the-wild-all-around-town.html"} , {"body" : "A case that established the right of state prosecutors to file criminal charges against employers who endanger their workers came to a quiet end in Brooklyn last week, with guilty pleas that were little more than formalities. Originally charged with assault after a worker suffered brain damage when he was exposed to mercury at a factory in" , "date" : "19940626" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Update; Guilty Pleas in Assault Case Of Employee Hurt in Factory" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/26\/nyregion\/update-guilty-pleas-in-assault-case-of-employee-hurt-in-factory.html"} , {"body" : "INSIDE the Cort Theater, where Anna Deavere Smith has been portraying people affected by the 1992 Los Angeles riots, it is intermission. The lights come up. The theater doors open. And the audience flows out of the lobby into the night. Immediately, the drums begin. Then five guys from Harlem, dressed in T-shirts, shorts and high-priced sneakers," , "date" : "19940626" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Street Theater" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/26\/nyregion\/new-yorkers-co-street-theater.html"} , {"body" : "A man threw a flammable liquid on his girlfriend then set her afire after an argument in Brooklyn last night, the police said. Romaine Starks, 32, was in stable condition early today at New York Hospital-Cornell Medical Center with second and third degree burns to her neck, arms and chest. The police were looking for her boyfriend, identified as" , "date" : "19940624" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Woman Burned in Dispute" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/24\/nyregion\/woman-burned-in-dispute.html"} , {"body" : "The police arrested a man yesterday who they said had set fire to an apartment building in Brooklyn, trapping and killing two residents on the top floor. The police said the man was trying to hurt the man who was dating his former girlfriend. The suspect, Hector Lopez, 27, was charged with two counts of murder in the fire on Tuesday at a building" , "date" : "19940623" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Held in Fatal Arson" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/23\/nyregion\/man-held-in-fatal-arson.html"} , {"body" : "COUNCIL CHIEFS BACK GIULIANI'S BUDGET Mayor Giuliani and the leaders of the City Council agreed on a $31.6 billion budget that would curtail growth in spending for the first time since the city fiscal crisis of the 1970's and begin to wrench down the size of city government. A1. The first major test of a Republican Mayor surrounded by Democrats" , "date" : "19940622" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/22\/nyregion\/metro-digest-462500.html"} , {"body" : "A woman and a man were killed early yesterday in Williamsburg, Brooklyn, trapped on the top floor of an apartment building that the authorities said was set on fire by an arsonist seeking vengeance on another man in the building. The police were searching yesterday for a Bronx man who they believe may have set the blaze to hurt a second-floor" , "date" : "19940622" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Arsonist's Blaze Kills 2 in Williamsburg" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/22\/nyregion\/arsonist-s-blaze-kills-2-in-williamsburg.html"} , {"body" : "Beginning an investigation into a possible misuse of Federal, state and city funds, United States postal agents yesterday confiscated reams of files from the headquarters of a Brooklyn school district and from a private Hasidic school within the district, officials said. More than a dozen agents of the Postal Inspection Service descended on the two" , "date" : "19940617" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "School Offices Raided in U.S. Aid Inquiry" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/17\/nyregion\/school-offices-raided-in-us-aid-inquiry.html"} , {"body" : "SPORTS makes you hungry. Even if you are only a spectator. Anybody who has ever eaten too many hot dogs at a baseball game knows that. With athletic events suddenly becoming New York's major preoccupation, the important question becomes: Where to eat after the game? Or before, if you are so inclined. Both the World Cup of soccer (at Giants Stadium" , "date" : "19940617" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "THE GAMES BEGIN; A Time for Exploring New Food in New Places" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/17\/arts\/the-games-begin-a-time-for-exploring-new-food-in-new-places.html"} , {"body" : "Each July since the turn of the century, thousands of people have flocked to the streets around Our Lady of Mount Carmel Church for its annual 12-day festival, highlighted by the \"dance of the giglio\" through the Williamsburg streets, But this year, festival organizers are hoping to attract just as much interest in their plans to establish an" , "date" : "19940612" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ITALY" , "WILLIAMSBURG (NYC)" , "NOLA (ITALY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: WILLIAMSBURG; Museum of the Giglio: In Celebration of a Century-Old Rite" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/12\/nyregion\/neighborhood-report-williamsburg-museum-giglio-celebration-century-old-rite.html"} , {"body" : "In the early 80's he grew grass on suits to raise ecological consciousness. Then, for the sake of art, he stood on street corners in a three-piece suit studded with coins and lined with bounced checks. One day he begged; the day after he gave money away. Now Gene Pool (a name he did not inherit) of Brooklyn has created \"Can Man\" -- the mascot of" , "date" : "19940612" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "22" , "title" : "SUNDAY, June 12, 1994; Believe It or Not! Man Wears 500 Cans! Rides Unicycle!" , "url" : "http:\/\/www.nytimes.com\/1994\/06\/12\/magazine\/sunday-june-12-1994-believe-it-or-not-man-wears-500-cans-rides-unicycle.html"} , {"body" : "His triumphal return, long anticipated by devoted followers, finally came to pass today. Tens of thousands of people, both the ardently loyal and the discreetly respectful, poured into the streets to welcome back this long-absent leader, hero of the anti-Zionist struggle, who had stayed away from this land for so many years. No, it was not Yasir" , "date" : "19940608" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["ISRAEL" , "JERUSALEM"] , "nytd_section_facet" : ["Front Page" , "World"] , "page_facet" : "1" , "title" : "Jerusalem Journal; Hailed in Zion, Anti-Zionist 'King' From the U.S." , "url" : "http:\/\/www.nytimes.com\/1994\/06\/08\/world\/jerusalem-journal-hailed-in-zion-anti-zionist-king-from-the-us.html"} , {"body" : "The delicate balance between being a politician and being a prosecutor has been most evident in District Attorney Charles J. Hynes's dealings with Brooklyn's Orthodox Jewish population. \"He has seen to it that a constituency that had been excluded from the process was brought into the mainstream,\" said Lew Fidler, Mr. Hynes's campaign manager in" , "date" : "19940530" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Hynes and Orthodox Jews: Role at Issue" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/30\/nyregion\/hynes-and-orthodox-jews-role-at-issue.html"} , {"body" : "NICK CORCIARI, who hated being a banker, loves fixing potholes and repaving streets for the City Department of Transportation. \"It is the greatest job, \" said Mr. Corciari, who was once an assistant vice president -- with an expense account -- for Citibank. At home in Rego Park, Queens, where he is recuperating from a wrist injury, he happily" , "date" : "19940528" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "ABOUT NEW YORK; Repaving The Paths Of His Life" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/28\/nyregion\/about-new-york-repaving-the-paths-of-his-life.html"} , {"body" : "Meyer Parodneck, who promoted self-help programs for New York's poor ranging from a milk cooperative to community housing, died on Friday at his winter home in West Palm Beach, Fla. Mr. Parodneck, who lived in Brooklyn, was 89. The cause was cancer, his family said. Mr. Parodneck was the founder and president of the Parodneck Foundation for" , "date" : "19940522" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "38" , "title" : "Meyer Parodneck, 89, Advocate For the Poor of New York, Dies" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/22\/obituaries\/meyer-parodneck-89-advocate-for-the-poor-of-new-york-dies.html"} , {"body" : "Maybe it's the sugared walnuts, chocolate syrup and ice cream. Perhaps it's pride of place, or plain old enlightened self-interest. But on the last Thursday of each month, in Room EF-100 of the Capitol, a ground-floor hideaway a few steps from the gift shop, a group of instinctively fractious politicians comes together for lunch and a" , "date" : "19940522" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Can They Deliver?" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/22\/nyregion\/can-they-deliver.html"} , {"body" : "The most shocking thing about them is their ordinariness. Like so many young teen-agers, they are insecure, materialistic, impressionable, not always in command of their anger and aggressiveness. They often come from broken homes, and in many cases their mothers are hard-working women trying to build safe and comfortable futures for their children." , "date" : "19940517" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Youthful, Impressionable And Accused of Murder" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/17\/nyregion\/youthful-impressionable-and-accused-of-murder.html"} , {"body" : "It is a small triumph of the Coalition School for Social Change, one of 30 experimental high schools begun in New York City last fall, that Shenelle Nolan has been swinging her bookbag under her desk and sitting down for her first-period math class on time in recent weeks. Last fall, Shenelle was perpetually tardy. But for months, her teachers have" , "date" : "19940515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "35" , "title" : "30 New High Schools Report First-Year Success" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/15\/nyregion\/30-new-high-schools-report-first-year-success.html"} , {"body" : "PERHAPS because land-use battles are tough to fight hundreds of feet underground, New York City's third water tunnel has faced little organized opposition as it has bored through the boroughs. But an enterprise of such colossal scale was bound to get snagged somewhere. And at the Bulova Corporate Center in Jackson Heights, Queens, the tunnel's" , "date" : "19940515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "JACKSON HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Construction Below, Opposition Above" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/15\/realestate\/construction-below-opposition-above.html"} , {"body" : "President Clinton moved his health care campaign to New York City yesterday, and literally stopped traffic in midtown Manhattan for part of the morning. He also paid quiet tribute to three fallen firefighters. It was a day with a clear national message intended to make the case for requiring companies to contribute to the cost of their workers'" , "date" : "19940510" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Clinton in New York: Traffic, Tributes" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/10\/nyregion\/clinton-in-new-york-traffic-tributes.html"} , {"body" : "It's the same old story, but it isn't the same old place. \"I came here from Southern California,\" Jim Dahl said, \"because I'd been an artist there for a number of years and I just wanted things to go . . . quicker.\" The 37-year-old painter made the trek east eight years ago and, for a brief moment, thought about being an artist in SoHo. But the" , "date" : "19940508" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Call It RedHo?" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/08\/style\/call-it-redho.html"} , {"body" : "Residents and officials who have spent more than a decade waging legal and political warfare against New York City's plans to build new trash incinerators believe they now have some overwhelming ammunition: a convincing economic argument. Opponents of incineration said yesterday that a Supreme Court decision on Monday requiring that the ash" , "date" : "19940504" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Incinerator Opponents See Victory in High Court Ruling" , "url" : "http:\/\/www.nytimes.com\/1994\/05\/04\/nyregion\/brooklyn-incinerator-opponents-see-victory-in-high-court-ruling.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; 2d Tuesday of month; next May 10, 7 P.M., 211 Ainslie Street; (718) 388-4440. DISTRICT 2: Fort Greene, Brooklyn Heights; 2d Wednesday of month; next May 11, 6 P.M.; place to be announced; (718) 596-5410. DISTRICT 3: Bedford-Stuyvesant; 1st Monday of month; next meeting May 2, 7 P.M., 1368 Fulton Street; (718)" , "date" : "19940424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Community Board Meetings in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/24\/nyregion\/public-interest-community-board-meetings-in-brooklyn.html"} , {"body" : "THE SEARCH FOR ARCHIVAL material often leads film makers to unlikely precincts. For Rachel Liebling, who wrote and directed the documentary \"High Lonesome: The Story of Bluegrass Music,\" the search extended from her four-room apartment in Williamsburg, Brooklyn, to cellars and attics in Virginia, tobacco farms in North Carolina, and the muddy hills" , "date" : "19940424" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "FILM; A Bluegrass Documentary With a Brooklyn Accent" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/24\/movies\/film-a-bluegrass-documentary-with-a-brooklyn-accent.html"} , {"body" : "Early every morning an armored car pulls up to a storefront in the Williamsburg section of Brooklyn. And for the next nine and a half hours, faces of all kinds pass in front of the four panes of bulletproof glass at Roebling Check Cashing -- black, Hispanic, Hasidic, male, but mostly female, with children placed on countertops. \"The whole" , "date" : "19940418" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Report Shows Check Cashers Filling a Void" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/18\/nyregion\/report-shows-check-cashers-filling-a-void.html"} , {"body" : "After decades of trying to claw its way out of the ranks of urban has-beens, Newark can be a bit prickly about its image. The local boosters often complain that no matter how much they rebuild their venerable but often pitied city, they cannot wipe away the stains left by a history of poverty, bad schools and rampant car theft. So when a young" , "date" : "19940418" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEWARK (NJ)" , "NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "Guarding the Image in Newark; City Bars Local Filming of a Movie About Teen-Age Car Bandits" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/18\/nyregion\/guarding-image-newark-city-bars-local-filming-movie-about-teen-age-car-bandits.html"} , {"body" : "El Puente, the Hispanic organization, has begun a partnership with an arts group that will give performers from the Brooklyn Academy of Music a second stage: a community center in Williamsburg. The arrangement springs from a joint venture between El Puente, a mainstay in Williamsburg for 12 years, and 651\/Kings Majestic Corporation, an arts and" , "date" : "19940410" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: GREENPOINT; Deal Brings BAM Artists To El Puente" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/10\/nyregion\/neighborhood-report-greenpoint-deal-brings-bam-artists-to-el-puente.html"} , {"body" : "* BRIGHTON BEACH: In one of the longest-running land disputes in Brooklyn, State Supreme Court Justice Lewis Friedman has upheld a developer's rights to build a 15-acre, 1,400-unit condominium project in Brighton Beach. But opponents of the project, known as Brighton-by-the-Sea, which would replace the historic Brighton Beach Baths with a" , "date" : "19940410" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT; BROOKLYN UPDATE" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/10\/nyregion\/neighborhood-report-brooklyn-update.html"} , {"body" : "Throughout the week, the survivors came to the charred remains of the four clapboard, shingle and faux-brick buildings on Huron Street. Some came to visit friends, some to marvel at the luck of their survival or to gather any retrievable belongings. But many came simply to gaze at the place that, until a roaring fire last weekend, they called home." , "date" : "19940410" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: WILLIAMSBURG; Fire Survivors Look Back In Sorrow" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/10\/nyregion\/neighborhood-report-williamsburg-fire-survivors-look-back-in-sorrow.html"} , {"body" : "Wending her way through the darkened chaos at the Playland arcade on Broadway yesterday, Officer Gomez, a three-year veteran of the New York City Police Department's truant patrols in Times Square, zeroed in on two youths huddled over a flashing video game. She walked up to the pair and asked them what they were doing in an arcade during a school" , "date" : "19940407" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Crackdown On Truants By Police Finds 216" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/07\/nyregion\/crackdown-on-truants-by-police-finds-216.html"} , {"body" : "A former official in the New York City Department of Sanitation said last week that the discovery of toxic contamination at the site of the proposed Brooklyn Navy Yard incinerator in 1988 \"did not alarm me\" and that it was his decision not to fully disclose the finding to the state, which was considering whether to grant a permit for the plant." , "date" : "19940405" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Delay of Toxic-Waste Report Explained" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/05\/nyregion\/delay-of-toxic-waste-report-explained.html"} , {"body" : "SOUVENIRS, according to the conventional line of thinking, are junk. They serve no practical function, they are cheaply made and they exist solely to prey upon the wallets of vulnerable tourists. Nobody really needs a six-inch-high green plastic Statue of Liberty with a gold-painted torch, or an Empire State Building salt shaker with a matching" , "date" : "19940401" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "ELLIS ISLAND (NYC)"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "1" , "title" : "A Hunt for Treasured Trinkets" , "url" : "http:\/\/www.nytimes.com\/1994\/04\/01\/arts\/a-hunt-for-treasured-trinkets.html"} , {"body" : "FIREFIGHTERS MOURN A FALLEN COMRADE Engine Company 24 and Ladder Company 5 were out of service yesterday. Though their members spent the day in their Greenwich Village firehouse, they had been relieved of duty out of respect for James F. Young, one of their ranks who had died in an incinerating blast. Instead of responding to alarms, they pressed" , "date" : "19940330" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/30\/nyregion\/metro-digest-618683.html"} , {"body" : "Saying New York City officials had failed to reveal the discovery of toxic waste at the site of the proposed Brooklyn Navy Yard incinerator for nearly six years, the state Department of Environmental Conservation yesterday ordered the city to conduct a complete investigation of the site. Langdon Marsh, the acting commissioner of the D.E.C., said" , "date" : "19940326" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "New York City Is Blamed For Toxics Report Delay" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/26\/nyregion\/new-york-city-is-blamed-for-toxics-report-delay.html"} , {"body" : "Channel 31's six-part series \"Heart of the City,\" which starts tonight, celebrates New York and New Yorkers. Thanks, we need that. Going behind the discouraging headlines about violence and poverty, ignoring the disaster troops in search of sensational stories for the nightly newscasts, these half-hours sing of local heroes quietly trying to" , "date" : "19940323" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "20" , "title" : "Review\/Television; Celebrating New York, Guided by A Kennedy" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/23\/arts\/review-television-celebrating-new-york-guided-by-a-kennedy.html"} , {"body" : "Mayor Rudolph W. Giuliani told a predominantly black group of business owners yesterday that although his budget-closing plans would be painful, the pain would not fall disproportionately on black New Yorkers. Speaking at a luncheon of the Greater Harlem Chamber of Commerce, the Mayor noted that it was unlikely that many in the audience were among" , "date" : "19940322" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Giuliani Tells Blacks His Budget Won't Cut Into the Gains They Have Made" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/22\/nyregion\/giuliani-tells-blacks-his-budget-won-t-cut-into-the-gains-they-have-made.html"} , {"body" : "Three years ago, the city agreed to pay $850,000 to settle charges that it allowed too much sewage to travel through the Newtown Creek Sewage Treatment Plant. But until now, because of delays and disputes, the money has not had a much of a chance to help Greenpoint and Williamsburg, areas that have long suffered from a collection of noxious waste" , "date" : "19940320" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: GREENPOINT; After 3 Years, It's a Deal: Agency to Begin Pollution Watch" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/20\/nyregion\/neighborhood-report-greenpoint-after-3-years-it-s-deal-agency-begin-pollution.html"} , {"body" : "This month the school system announced that enrollment had topped a million for the first time in 15 years. Here is a breakdown by district. Citywide public school enrollment High school enrollment '89-'90 937,248 Manhattan 62,714 '90-'91 939,638 Bronx 59,939 '91-'92 973,263 Brooklyn 103,196 '92-'93 995,465 Queens 72,781 '93-'94 1,016,728 Staten" , "date" : "19940320" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "PUBLIC SCHOOL ENROLLMENT; Tipping the Scales At School" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/20\/nyregion\/public-school-enrollment-tipping-the-scales-at-school.html"} , {"body" : "Assemblyman Clarence Norman Jr. and more than a dozen other black and Hispanic elected officials accused Mayor Rudolph W. Giuliani yesterday of using minority-owned construction companies as scapegoats when he ordered a moratorium in the $1 billion reconstruction of Kings County Hospital Center last month. Mr. Norman, the Brooklyn Democratic Party" , "date" : "19940319" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "26" , "title" : "Black and Hispanic Officials Assail Giuliani Over Hospital" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/19\/nyregion\/black-and-hispanic-officials-assail-giuliani-over-hospital.html"} , {"body" : "A rabbi pleaded guilty yesterday in the Brooklyn kidnapping of a 15-year-old boy who has been at the center of a bitter dispute between his family and the rabbi, who sought to convert him to his ultra-Orthodox brand of Judaism. But with a complex custody battle swirling around him, the fate of the boy, Shai Fhima, remained as uncertain yesterday as" , "date" : "19940308" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Rabbi Agrees to Guilty Plea in Boy's Kidnapping" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/08\/nyregion\/rabbi-agrees-to-guilty-plea-in-boy-s-kidnapping.html"} , {"body" : "A man who was threatening customers in front of a restaurant in the Williamsburg section of Brooklyn was shot and killed when he turned his shotgun on two police officers early Saturday morning, the police said. Raymond Antonio Azcona, 30, of Coney Island, was taken to Woodhull Medical Center around 4:30 A.M. and died a short time later. Two police" , "date" : "19940306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Officers Kill a Man After a Gun Threat" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/06\/nyregion\/officers-kill-a-man-after-a-gun-threat.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; 2d Tuesday of month; next March 8, 7 P.M., 211 Ainslie Street; (718) 388-4440. DISTRICT 2: Fort Greene, Brooklyn Heights; 2d Wednesday of month; next March 9, 6 P.M., Borough Hall Community Room, Joralemon and Court Streets; (718) 596-5410. DISTRICT 3: Bedford-Stuyvesant; 1st Monday of month; next tomorrow, 7" , "date" : "19940306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Community Board Meetings in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/03\/06\/nyregion\/public-interest-community-board-meetings-in-brooklyn.html"} , {"body" : "During his campaign for mayor, Rudolph W. Giuliani expressed skepticism about plans for two large incinerators in Brooklyn, saying New York City should focus on recycling instead. But a series of recent actions by the administration has worried opponents of incineration, who say they fear the plans will go forward. The plans call for a new $450" , "date" : "19940227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Incinerators Again Testing A New Mayor" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/27\/nyregion\/incinerators-again-testing-a-new-mayor.html"} , {"body" : "To the Editor: I am pleased that \"Environmental Justice\" (editorial, Feb. 11) praises President Clinton for asking Federal agencies to insure that their environmental programs do not inflict disproportionate environmental harm on the poor or minorities. Unfortunately, you do not support environmental justice in New York City. The city is in the" , "date" : "19940225" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "28" , "title" : "Let's Make a Start on Environmental Justice With Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/25\/opinion\/l-let-s-make-a-start-on-environmental-justice-with-brooklyn-299502.html"} , {"body" : "Three gunmen were captured last night after a shootout with the police during an attempted robbery at a Roy Rogers Restaurant in Queens. Police officials said no one was hurt, including a dozen or so customers and employees who were caught inside at 8:15 P.M. when the three men, two of them with pistols, entered and shouted, \"This is a holdup.\" But" , "date" : "19940223" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 Are Arrested After Shootout At Restaurant" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/23\/nyregion\/3-are-arrested-after-shootout-at-restaurant.html"} , {"body" : "Trying to get juvenile delinquents off the streets, the New York City Police Department and the Board of Education are planning a joint effort to round up teen-age truants and force them back to school. More than 100 police officers are to be assigned to the task full time in the coming weeks, in what city officials said would be a major component" , "date" : "19940223" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Reacting to Crimes, Police Plan to Pick Up Truants" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/23\/nyregion\/reacting-to-crimes-police-plan-to-pick-up-truants.html"} , {"body" : "Fifteen minutes after dropping off a man with chest pains at Brookdale Hospital in Brownsville, ambulance 30H is blazing through Brooklyn's rush-hour traffic, its siren an excruciating wail. The ambulance cuts a tight passage through the streets of Bushwick until it is confronted with a stalled Cadillac on a snowy patch of road. As it impatiently" , "date" : "19940220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "39" , "title" : "Team's Motto: 'They Call; We Haul'; On the Road With the Crew of an E.M.S. Ambulance" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/20\/nyregion\/team-s-motto-they-call-we-haul-on-the-road-with-the-crew-of-an-ems-ambulance.html"} , {"body" : "DISTRICT 1 Greenpoint, Williamsburg; second Tuesday of the month; next March 8, time to be announced, 211 Ainslie Street; (718) 388-4440. DISTRICT 2 Fort Greene, Downtown, Brooklyn Heights, Boerum Hill; second Wednesday of the month; next March 9, 6 P.M., Borough Hall Community Room, Joralemon and Court Streets; (718) 596-5410. DISTRICT 3" , "date" : "19940213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "PUBLIC INTEREST; Brooklyn Board Meetings" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/13\/nyregion\/public-interest-brooklyn-board-meetings.html"} , {"body" : "In an apparent display of neighborly graciousness, a young man held the door for a woman struggling with her apartment keys and grocery bags. Then he pulled a knife in the elevator. With whispered bursts of curses and threats, he led his victim to the 11th floor, then pushed her up to a rooftop stairwell landing. He snatched her jewelry, forced her" , "date" : "19940213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "Grappling With Serial Rape Cases; Details, Plenty of Tips, and Waiting for the Big Mistake" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/13\/nyregion\/grappling-with-serial-rape-cases-details-plenty-tips-waiting-for-big-mistake.html"} , {"body" : "DEATH OF A LEGEND: SHEA & GOULD For a change this year, Milton S. Gould, the 84-year-old paterfamilias of the law firm Shea & Gould, decided to wait out the winter in a pastel house with a pool and a dock in Naples, Fla. And that is where he was last week, reeling from a bitter blast from New York: while he was on vacation, the partners in the" , "date" : "19940207" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/07\/nyregion\/metro-digest-103438.html"} , {"body" : "A father of nine children was shot to death yesterday after collecting rent in a Brooklyn building he owned and the building's superintendent was seriously wounded in what appeared to be a failed robbery attempt. Abraham Pollack, of Monsey, N.Y., had just finished his weekly trip to the building at 126 Graham Avenue in Williamsburg to pick up the" , "date" : "19940207" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "POLLACK, ABRAHAM"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Landlord Slain in a Robbery And Superintendent Is Injured" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/07\/nyregion\/landlord-slain-in-a-robbery-and-superintendent-is-injured.html"} , {"body" : "Not far from the cramped Williamsburg apartment she shared with her four children, her brother and his family, Flor Roque watched the home of her dreams take shape. It is in a boxy, red-brick apartment complex in an area pockmarked with factories. But to Mrs. Roque, who lived for four years doubled up with her brother waiting for public housing," , "date" : "19940206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "For Brooklyn Family, a Rare Find: Public Housing" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/06\/nyregion\/for-brooklyn-family-a-rare-find-public-housing.html"} , {"body" : "The Federal Government is planning the largest inner-city development effort in more than a decade, New York City has deep problems, and its senior Congressman sponsored the law creating the program. So everyone from the Hudson to the Potomac takes it for granted that New York will be one of six urban areas to receive $100 million to create an" , "date" : "19940206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)" , "SOUTH BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "New Yorkers Fighting One Another Over Federal Aid" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/06\/nyregion\/new-yorkers-fighting-one-another-over-federal-aid.html"} , {"body" : "At the end of his shift, Daniel Porch, a sanitation worker for the last 10 years, paused in a dressing room in a garage underneath the Williamsburg Bridge and bitterly complained about a Mayor who, he contended, has made him and his fellow workers scapegoats for the city's financial problems. \"It seems almost like he has something against the city" , "date" : "19940204" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "For Public Employees, Anger at Mayor's Plan" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/04\/nyregion\/for-public-employees-anger-at-mayor-s-plan.html"} , {"body" : "Benjamin Ginsburg, who was a leading dealer in antique American furniture until he retired a decade ago, died on Friday at his home in Tarrytown, N.Y. He was 89. The cause was pneumonia, said his son Henry. Mr. Ginsburg was born in Manhattan. He studied engineering at the Polytechnic Institute of Brooklyn, but became an antiques dealer when he" , "date" : "19940202" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "21" , "title" : "Benjamin Ginsburg, 89, Dealer In Antique American Furniture" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/02\/obituaries\/benjamin-ginsburg-89-dealer-in-antique-american-furniture.html"} , {"body" : "Mayor Rudolph W. Giuliani yesterday named Ruben Franco, the former president of the Puerto Rican Legal Defense and Education Fund, as chairman of the New York City Housing Authority, concluding an appointment process that had been one of the most difficult for the Mayor. Mr. Giuliani also appointed two members of the board of the housing agency," , "date" : "19940201" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Ex-Civil Rights Chief Named Housing Agency Chairman" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/01\/nyregion\/ex-civil-rights-chief-named-housing-agency-chairman.html"} , {"body" : "ALLIANCE OF BLACK GROUPS IN JEOPARDY Recent bigoted remarks by a chief aide to Louis Farrakhan, minister of the Nation of Islam, and his failure to disavow them have interrupted the tenuous rapprochement between mainstream civil rights leaders and the Nation of Islam. A10. NEW YORK CITY GIULIANI NAMES HOUSING CHAIRMAN Mayor Giuliani named Ruben" , "date" : "19940201" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1994\/02\/01\/nyregion\/metro-digest-039837.html"} , {"author" : "Councilman Kenneth K. Fisher represents the 33d District, which covers downtown Brooklyn, Brooklyn Heights, Park Slope, Greenpoint and Williamsburg." , "body" : "EACH morning in downtown Brooklyn, hundreds of residents start their day hunting for parking spaces or sitting in cars waiting for their current spaces to become legal. By the time they go to work, the tension is already high. Many of these frazzled drivers hungrily eye the spaces guarded by squat structures whose purpose has become as obscure as" , "date" : "19940123" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "SOAPBOX; A Little Secret About Fire Hydrants" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/23\/nyregion\/soapbox-a-little-secret-about-fire-hydrants.html"} , {"body" : "IF you are a native New Yorker, steak is in your blood. Long before there were egg creams or Coney Island hot dogs, there were beefsteaks. The beefsteak was not a food, it was an event. This New York institution began, as far as anyone knows, around the middle of the last century. It was an orgy of eating in which men sat in large halls, unhindered" , "date" : "19940121" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "For Red Meat and a Sense of History" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/21\/arts\/for-red-meat-and-a-sense-of-history.html"} , {"body" : "LEONARD LOPATE'S face does not suggest guile. It is round, and its normal expression is rather bland. When he sits behind a microphone and listens to guests, as he does for two hours every weekday as the host of \"New York and Company\" on WNYC-AM radio, he radiates interest and approval, sometimes nodding with chin in hand. His speaking voice is" , "date" : "19940116" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; Beyond Joey and Amy" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/16\/nyregion\/making-it-work-beyond-joey-and-amy.html"} , {"body" : "For most Americans, Motown means an infectious beat and great rhythm-and-blues singing. That's the Motown story: one hit after another coming out of Berry Gordy's talent factory. Ralph Appelbaum sees it a little differently. \"Clearly there's the story of Berry Gordy,\" he says. \"But there's also the story of Detroit, which was a terminal of the" , "date" : "19940111" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "New Approach to Museum-Show Design" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/11\/arts\/new-approach-to-museum-show-design.html"} , {"body" : "Before last October, most of Stephanie Vega's weekdays began with an early-morning promise to her grandmother that she would attend school. Then she would take the subway from Williamsburg, Brooklyn, to midtown Manhattan, find an out-of-the-way table in the lunchroom at Norman Thomas High School and spend the day there, listening to loud music" , "date" : "19940109" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Neediest Cases Restores Girl's Will to Help Herself" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/09\/nyregion\/neediest-cases-restores-girl-s-will-to-help-herself.html"} , {"author" : "Grace Glueck is a former art critic and reporter for The New York Times." , "body" : "\"ALICE and Friends at Coney Island Playland,\" a sprightly 55-year-old mural left for dead in an abandoned city hospital, has a new lease on life. The painting, which depicts Alice in Wonderland and her buddies -- the White Rabbit, the Mock Turtle, the Mad Hatter and others -- parachuting over the Brooklyn amusement park, has been brought back to" , "date" : "19940107" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A Guide to the City's Depression Murals" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/07\/arts\/a-guide-to-the-city-s-depression-murals.html"} , {"body" : "A Brooklyn man who used an unlicensed gun to kill two teen-agers he said were robbing him at gunpoint pleaded guilty yesterday to a weapon-possession charge, and the judge said he would most likely sentence him to probation. The man, Arthur Boone, a 42-year-old sugar-refinery worker, entered his plea after Justice Thaddeus Owens of State Supreme" , "date" : "19940106" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Enters Weapons Plea In Encounter With Youths" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/06\/nyregion\/man-enters-weapons-plea-in-encounter-with-youths.html"} , {"body" : "City Council Speaker Peter F. Vallone, now the most powerful Democrat at City Hall, said yesterday that he would resist any attempt by Mayor Rudolph W. Giuliani to give more power to borough presidents or turn over city work to private companies without proof it would save money. The decentralization of government and the privatization of some city" , "date" : "19940106" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Council Chief to Oppose Giuliani On Decentralizing of Government" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/06\/nyregion\/council-chief-to-oppose-giuliani-on-decentralizing-of-government.html"} , {"body" : "The people of this Hasidic village are so passionately devoted to their Rebbe, or Grand Rabbi, that few will marry, change jobs, buy a house or undergo surgery without his blessing. Yet for four years, the villagers, members of the Satmar Hasidic sect, have been responsible for running a public school system, which by its very nature must provide a" , "date" : "19940103" , "day_of_week_facet" : "Monday" , "geo_facet" : ["KIRYAS JOEL (NY)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "15" , "title" : "Public School Leadership Fight Tearing a Hasidic Sect" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/03\/nyregion\/public-school-leadership-fight-tearing-a-hasidic-sect.html"} , {"body" : "An administrative law judge reviewing the city's application to upgrade and reopen the Shore Road incinerator has ruled that hearings on its potential emissions must be held before any permits are granted. The city's Corporation Counsel has appealed the ruling, which could delay the reopening for years. With the Fresh Kills landfill on Staten" , "date" : "19940102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: BENSONHURST\/GRAVESEND -- UPDATE; Ruling May Keep Incinerator Cold" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/02\/nyregion\/neighborhood-report-bensonhurst-gravesend-update-ruling-may-keep-incinerator.html"} , {"body" : "An exchange of angry words on a Lower East Side street corner minutes past midnight yesterday led to the death of a man whose body was dragged under a truck for half a mile onto the Williamsburg Bridge, the police said. The driver was charged with murder. Two hours after the incident, the driver, a Brooklyn man, turned himself in at a station house" , "date" : "19940101" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Driver Charged in Fatal Dragging" , "url" : "http:\/\/www.nytimes.com\/1994\/01\/01\/nyregion\/driver-charged-in-fatal-dragging.html"}]