[  {"body" : "LEAD: Serphin R. Maltese, a leader of the New York State Conservative Party for 17 years, has stepped down as state chairman and has been succeeded by his second-in-command, Michael R. Long, the Brooklyn Conservative leader and a former City Councilman. Serphin R. Maltese, a leader of the New York State Conservative Party for 17 years, has stepped" , "date" : "19881229" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Maltese Resigns As Party Chief To Enter Senate" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/29\/nyregion\/maltese-resigns-as-party-chief-to-enter-senate.html"} , {"body" : "LEAD: A 37-year-old doctor was charged with illegal possession of a gun yesterday after he shot and killed an intruder in his Brooklyn apartment, the police said. A 37-year-old doctor was charged with illegal possession of a gun yesterday after he shot and killed an intruder in his Brooklyn apartment, the police said. Dr. Bruce Welch, an internist" , "date" : "19881225" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Doctor Kills Intruder With Unlicensed Gun" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/25\/nyregion\/doctor-kills-intruder-with-unlicensed-gun.html"} , {"body" : "LEAD: God bless the police-procedural mystery. It makes heroes of decent cops, gives us the night vision to see our own cities and doesn't spit on honest work. God bless the police-procedural mystery. It makes heroes of decent cops, gives us the night vision to see our own cities and doesn't spit on honest work. Two genre debuts - both beauts - ply" , "date" : "19881211" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "34" , "title" : "CRIME" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/11\/books\/crime-307288.html"} , {"body" : "LEAD: A bus carrying 49 passengers from Brooklyn to Atlantic City for a day at the casinos went out of control on the Garden State Parkway this morning and turned on its side, injuring all of those on board and the driver, the state police said. A bus carrying 49 passengers from Brooklyn to Atlantic City for a day at the casinos went out of control" , "date" : "19881130" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW JERSEY" , "GARDEN STATE PARKWAY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "50 Are Hurt in Crash Of Casino-Bound Bus" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/30\/nyregion\/50-are-hurt-in-crash-of-casino-bound-bus.html"} , {"body" : "LEAD: An earthquake centered in southeastern Canada shook parts of the United States last night, rattling homes, windows and furniture and frightening many people. An earthquake centered in southeastern Canada shook parts of the United States last night, rattling homes, windows and furniture and frightening many people. The quake did cause serious" , "date" : "19881126" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "'Strong' Quake Shakes Northeast" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/26\/nyregion\/strong-quake-shakes-northeast.html"} , {"body" : "LEAD: Bay Ridge, in my memory, is where my grandfather drove the Borden's Milk wagon up to the house every morning to get his breakfast, in the middle of his route. He came into the house on Sixth Avenue, and my grandmother gave him eggs and sausages and bakery rolls for the drippings, and the white horse ate from the oat bag tied around his nose." , "date" : "19881120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "68" , "title" : "NEIGHBORHOOD VIGNETTES FROM & NEW YORKERS; FLASHBACKS: Back to Bay Ridge" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/20\/magazine\/neighborhood-vignettes-from-new-yorkers-flashbacks-back-to-bay-ridge.html"} , {"body" : "LEAD: A Brooklyn teen-ager was shot to death by a policeman early yesterday when, the police said, the youth ''lunged'' at the officer, hitting his right arm and causing his gun to fire accidentally. A Brooklyn teen-ager was shot to death by a policeman early yesterday when, the police said, the youth ''lunged'' at the officer, hitting his right" , "date" : "19881119" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "BELT PARKWAY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Brooklyn Youth Is Slain by Police Officer" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/19\/nyregion\/brooklyn-youth-is-slain-by-police-officer.html"} , {"body" : "LEAD: Laura Fogli, the second-fastest woman in last Sunday's New York City Marathon, explained in Italian that she and Graziella Striuli, who came in seventh, like New York because people cheer her in Italian. Laura Fogli, the second-fastest woman in last Sunday's New York City Marathon, explained in Italian that she and Graziella Striuli, who came" , "date" : "19881112" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "The Editorial Notebook; New York Revealed, on the Run" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/12\/opinion\/the-editorial-notebook-new-york-revealed-on-the-run.html"} , {"body" : "LEAD: (NOTE: This table may be divided, and additional information on a particular entry may appear on more than one screen.) *2*PRESIDENT Dukakis Bush A.D.BRONX 73. Mott Haven, Hunts Point 23,696 3,101 74. Soundview, Bronx River 21,741 4,710 75. P'chester, Throgs Nk, Castle Hill 17,914 15,552 76. (NOTE: This table may be divided, and additional" , "date" : "19881110" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "THE ELECTIONS; Voting by Assembly District" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/10\/nyregion\/the-elections-voting-by-assembly-district.html"} , {"body" : "LEAD: Despite losing the White House once again, New York Democrats yesterday could point to many electoral victories that reinforced the party's domination of the state. Despite losing the White House once again, New York Democrats yesterday could point to many electoral victories that reinforced the party's domination of the state. Gov. Michael" , "date" : "19881110" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NORTH DAKOTA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "New York; New York State's Democrats Bask in Glow of Strong Showing" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/10\/nyregion\/new-york-new-york-state-s-democrats-bask-in-glow-of-strong-showing.html"} ,   {"body" : "LEAD: For years, Tony Triano of the Bronx said, the rest of the world seemed to have what his borough did not - cable television. Friends in Manhattan had Islanders' hockey games piped into their living rooms. His sister-in-law in Nyack, N.Y., could flick on movies at will. For years, Tony Triano of the Bronx said, the rest of the world seemed to" , "date" : "19881109" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For Many New York Areas, Wait for Cable TV Ends" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/09\/nyregion\/for-many-new-york-areas-wait-for-cable-tv-ends.html"} , {"body" : "LEAD: Voters in New York, New Jersey and Connecticut filled several open House seats, and voters in Newark and its suburbs elected New Jersey's first black Representative. Voters in New York, New Jersey and Connecticut filled several open House seats, and voters in Newark and its suburbs elected New Jersey's first black Representative. In New" , "date" : "19881109" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK STATE" , "CONNECTICUT"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE 1988 ELECTIONS: THE REGION; Jersey Elects a Black Congressman" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/09\/nyregion\/the-1988-elections-the-region-jersey-elects-a-black-congressman.html"} , {"body" : "LEAD: AT the moment that Steve Jones of Wales hastened across the finish line first in the New York City Marathon yesterday afternoon - his hair damp with sweat, his strong legs pumping, the crowd in sun-dappled Central Park cheering, the flags waving, the balloons floating - someone somewhere was dead last. AT the moment that Steve Jones of Wales" , "date" : "19881107" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "SPORTS OF THE TIMES; Who Was the Last?" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/07\/sports\/sports-of-the-times-who-was-the-last.html"} , {"body" : "LEAD: Closings in the week ending Oct. 22 MANHATTAN Greenwich Village $250,000 41 Fifth Avenue (11th St.) 1-bedroom, 1 1\/2-bath, 800-sq.-ft. prewar co-op; manned elevator, two exposures; maintenance $963, 50% tax-deductible (Broker: H.H. Kleigerman Associates) Closings in the week ending Oct. 22 MANHATTAN Greenwich Village $250,000 41 Fifth Avenue" , "date" : "19881106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "14" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/06\/realestate\/residential-resales-223188.html"} , {"body" : "LEAD: The campaign in the 14th Congressional District is as much about Representative Guy V. Molinari's future -not in Congress but in a Bush administration - as about any other issue. The campaign in the 14th Congressional District is as much about Representative Guy V. Molinari's future -not in Congress but in a Bush administration - as about any" , "date" : "19881101" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Race for Congress; S.I. Incumbent's Desire To Serve Is Challenged" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/01\/nyregion\/the-race-for-congress-si-incumbent-s-desire-to-serve-is-challenged.html"} , {"body" : "LEAD: As a frigid wind whipped down the avenue, swirling over the bell towers of the church and cutting through the crowd, 12,000 uniformed police officers gathered yesterday in tribute to two of their comrades, shot to death on the same night. As a frigid wind whipped down the avenue, swirling over the bell towers of the church and cutting through" , "date" : "19881023" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "12,000 Form Ranks to Mourn 2 Slain Policemen" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/23\/nyregion\/12000-form-ranks-to-mourn-2-slain-policemen.html"} , {"body" : "LEAD: Police Commissioner Benjamin Ward, stunned by the shooting deaths of two young policemen Tuesday night in separate incidents, yesterday ordered all uniformed police officers on patrol duty to begin wearing bulletproof vests at all times. Police Commissioner Benjamin Ward, stunned by the shooting deaths of two young policemen Tuesday night in" , "date" : "19881020" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ward Orders Officers to Use Protective Vest" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/20\/nyregion\/ward-orders-officers-to-use-protective-vest.html"} , {"body" : "LEAD: More than 1,000 subway passengers were removed from two trains at the start of the morning rush yesterday after a Brooklyn-bound train derailed 100 yards from the station at 57th Street and Seventh Avenue. More than 1,000 subway passengers were removed from two trains at the start of the morning rush yesterday after a Brooklyn-bound train" , "date" : "19880922" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "R Train Derails in Midtown, Delaying Thousands in Morning Rush" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/22\/nyregion\/r-train-derails-in-midtown-delaying-thousands-in-morning-rush.html"} , {"body" : "LEAD: Steve Pappas readily admits that constructing an office building among the two- and three-family homes in the Bay Ridge section of Brooklyn is a bit unusual. But that singularity, he said, assures a local market. The 58,000-square-foot structure that Mr. Pappas, with Gino Silvestri and Gus Spiropoulos, is raising above 92d Street between" , "date" : "19880904" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Targeting the Bay Ridge Market; Offices in a Family Setting" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/04\/realestate\/postings-targeting-the-bay-ridge-market-offices-in-a-family-setting.html"} , {"body" : "LEAD: A 23-year-old Brooklyn man accused of manslaughter in the shooting of a police officer last week told a detective later that he did not push or touch a sergeant who fired the fatal shot, according to court testimony yesterday. A 23-year-old Brooklyn man accused of manslaughter in the shooting of a police officer last week told a detective" , "date" : "19880826" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Detective Says Suspect in Officer's Death Denied Bumping Shooter" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/26\/nyregion\/detective-says-suspect-in-officer-s-death-denied-bumping-shooter.html"} ,   {"body" : "LEAD: Shouting from third-story windows, huddled on grimy stoops and gathered at busy street corners, residents of the 5900 block of Fourth Avenue in Brooklyn talked with resignation yesterday about how drugs have overtaken their struggling community and about the death of an undercover narcotics police officer there on Shouting from third-story" , "date" : "19880818" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["SUNSET PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Drugs Taint All Aspects Of Life in Sunset Park" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/18\/nyregion\/drugs-taint-all-aspects-of-life-in-sunset-park.html"} , {"body" : "LEAD: A 23-year-old Brooklyn man on probation for a burglary conviction was in police custody yesterday, charged with second-degree manslaughter in the death of an undercover narcotics policeman who was accidentally shot by his partner. A 23-year-old Brooklyn man on probation for a burglary conviction was in police custody yesterday, charged with" , "date" : "19880818" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Suspect Charged in Death Of Officer Slain by Partner" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/18\/nyregion\/suspect-charged-in-death-of-officer-slain-by-partner.html"} , {"body" : "LEAD: A plainclothes police officer was fatally shot by his partner as the two struggled with a pair of drug suspects during a routine drug sweep yesterday in Brooklyn, the authorities said. A plainclothes police officer was fatally shot by his partner as the two struggled with a pair of drug suspects during a routine drug sweep yesterday in" , "date" : "19880817" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Officer Killed By His Partner In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/17\/nyregion\/officer-killed-by-his-partner-in-brooklyn.html"} , {"body" : "LEAD: The deputy police chief under fire for his absence from Tompkins Square Park during a riot last week that left dozens injured was until May the commander of the Civilian Complaint Review Board's investigative staff that is now examining the violence. The deputy police chief under fire for his absence from Tompkins Square Park during a riot" , "date" : "19880816" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "EAST VILLAGE (NYC)" , "TOMPKINS SQUARE PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "A Deputy Chief, Criticized In Riot, Led Complaint Unit" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/16\/nyregion\/a-deputy-chief-criticized-in-riot-led-complaint-unit.html"} , {"body" : "LEAD: Closings in the week ending July 30 MANHATTAN Carnegie Hill $700,000 49 East 96th Street 2-bedroom, 3 1\/2-bath, prewar co-op; 24-hr. doorman, dining room, large kitchen, maid's room, powder room; maintenance $1,147, 40% tax-deductible (Broker: William B. May) Closings in the week ending July 30 MANHATTAN Carnegie Hill $700,000 49 East 96th" , "date" : "19880814" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "13" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/14\/realestate\/residential-resales-469688.html"} , {"body" : "LEAD: About 8,000 Consolidated Edison customers in the Bay Ridge, Dyker Heights and Bensonhurst sections of Brooklyn lost power for parts of last night and early today. The blackout occurred when three power cables shorted out for an undetermined reason, said a spokeswoman for the utility. The blackout began at 9:50 P.M., and power was restored at" , "date" : "19880812" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BENSONHURST (NYC)" , "BAY RIDGE (NYC)" , "DYKER HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Power Goes Out in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/12\/nyregion\/power-goes-out-in-brooklyn.html"} , {"body" : "LEAD: RANSEN DAILY knows what it means to sweat for money. While many of his friends are spending 90-degree days in the shade, Ransen is raking, weeding, pruning, sweeping and, especially this summer, sweating in Prospect Park in Brooklyn. RANSEN DAILY knows what it means to sweat for money. While many of his friends are spending 90-degree days in" , "date" : "19880811" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Teen-Age Gardeners Come to the Rescue" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/11\/garden\/teen-age-gardeners-come-to-the-rescue.html"} , {"body" : "LEAD: A couple were shot to death as they sat in a parked car in the Bay Ridge section of Brooklyn yesterday in what the police believe were drug-related murders, the police. A couple were shot to death as they sat in a parked car in the Bay Ridge section of Brooklyn yesterday in what the police believe were drug-related murders, the police. The" , "date" : "19880801" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "METRO DATELINES; Couple in Parked Car Found Shot to Death" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/01\/nyregion\/metro-datelines-couple-in-parked-car-found-shot-to-death.html"} , {"body" : "LEAD: Closings in the week ending July 9 MANHATTAN Gramercy Park Area $490,000 205 East 22d Street (Gramercy Habitat) 2-bedroom, 2-bath, 1,300-sq.-ft. prewar, loft condo; 24-hr. doorman, dining foyer, terrace, 11-ft. windows; common charge $538, taxes $1,320 (Broker: Baker R.C. Closings in the week ending July 9 MANHATTAN Gramercy Park Area" , "date" : "19880724" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/24\/realestate\/residential-resales-885388.html"} , {"body" : "LEAD: New evidence from secretly recorded conversations has linked members of the Genovese organized crime family to the unsolved 1987 murder of Daniel F. Conlin, the head of the New York City school custodians union, according to court papers. New evidence from secretly recorded conversations has linked members of the Genovese organized crime" , "date" : "19880724" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Tapes Link Genovese Group To Murder of a Union Chief" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/24\/nyregion\/tapes-link-genovese-group-to-murder-of-a-union-chief.html"} ,   {"body" : "LEAD: The release of raw, or untreated, waste from New York City sewage-treatment plants is almost an everyday occurrence, a nonprofit lobbying group says. The release of raw, or untreated, waste from New York City sewage-treatment plants is almost an everyday occurrence, a nonprofit lobbying group says. The organization, the New York Public" , "date" : "19880718" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Sewage Pollution Reported Common in New York" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/18\/nyregion\/sewage-pollution-reported-common-in-new-york.html"} , {"body" : "LEAD: Debra Jill Nathanson, a daughter of Dr. and Mrs. Noel Nathanson of Great Neck, L.I., was married last evening to Victor Giaime, a son of Mr. and Mrs. Vincent Giaime of Wheatley Heights, L.I. Cantor David Benedict officiated at Harrison House in Glen Cove, L.I. Debra Jill Nathanson, a daughter of Dr. and Mrs. Noel Nathanson of Great Neck," , "date" : "19880717" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "38" , "title" : "Victor Giaime Is Married To Debra Jill Nathanson" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/17\/style\/victor-giaime-is-married-to-debra-jill-nathanson.html"} , {"body" : "LEAD: At the Union Presbyterian Church in the Bay Ridge section of Brooklyn, Margaret Garrigues Smith, the daughter of Dr. and Mrs. Alan G. Smith of Bay Ridge, and Adam Lee Greissman, a son of Mrs. George S. Gregory of Dallas, Pa., and the late Solomon Greissman, were married by the Revs. Jo and William At the Union Presbyterian Church in the Bay" , "date" : "19880626" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "41" , "title" : "Margaret Smith Weds Adam Lee Greissman" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/26\/style\/margaret-smith-weds-adam-lee-greissman.html"} , {"body" : "LEAD: A humpback whale named Henry (or Henrietta - nobody got close enough to know for sure) cruised into New York Harbor and up the Hudson River Thursday. The last time a whale made that trip most of New York City was probably still a meadow. What motivated Henry? Could be indigestion muddled his sense of direction. A humpback whale named Henry" , "date" : "19880618" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "HUDSON RIVER"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Travels With Henry" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/18\/opinion\/travels-with-henry.html"} , {"body" : "LEAD: A 30- to 40-foot humpback whale - somewhat precipitously nicknamed Henry by a noted whale expert - made a brief and highly unusual cruise up the Hudson River yesterday afternoon, then turned tail and headed back down into New York Harbor last night, apparently in search of more hospitable environs. A 30- to 40-foot humpback whale - somewhat" , "date" : "19880617" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK HARBOR" , "HUDSON RIVER"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Whale Enters Hudson But Shifts Into Reverse" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/17\/nyregion\/whale-enters-hudson-but-shifts-into-reverse.html"} , {"body" : "LEAD: George Washington High School of Manhattan unleashed a 15-hit attack against Tottenville of Staten Island yesterday to win a Public Schools Athletic League semifinal, 11-3, at St. John's University field. George Washington High School of Manhattan unleashed a 15-hit attack against Tottenville of Staten Island yesterday to win a Public Schools" , "date" : "19880611" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "53" , "title" : "Washington vs. Cardoza" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/11\/sports\/washington-vs-cardoza.html"} , {"body" : "LEAD: THE ''Co-ops for Sale'' signs on the sides of multifamily buildings tell the story of housing in transition on Bay Parkway in the Bensonhurst section of Brooklyn. Apartment houses built for rental occupancy over the first half of this century are gradually being converted to owner occupancy. THE ''Co-ops for Sale'' signs on the sides of" , "date" : "19880508" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES: Bensonhurst Co-ops; Offering Buyers a 'Handyman's Special'" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/08\/realestate\/perspectives-bensonhurst-co-ops-offering-buyers-a-handyman-s-special.html"} , {"body" : "LEAD: Seeking to discourage assaults on New York City traffic-enforcement agents, the Koch administration has joined three agents in a lawsuit against three people who pleaded guilty to separate attacks. Seeking to discourage assaults on New York City traffic-enforcement agents, the Koch administration has joined three agents in a lawsuit against" , "date" : "19880504" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Koch Sues in Traffic-Agent Assaults" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/04\/nyregion\/koch-sues-in-traffic-agent-assaults.html"} , {"body" : "LEAD: Lea Lake, for the last 55 years a proprietor of Sweet's, the oldest seafood restaurant in New York City, died of heart failure at Lutheran Hospital in Brooklyn on Sunday. She was 89 years old and lived in the Bay Ridge section of Brooklyn. Lea Lake, for the last 55 years a proprietor of Sweet's, the oldest seafood restaurant in New York City," , "date" : "19880428" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "27" , "title" : "Lea Lake, 89, Owner of Sweet's" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/28\/obituaries\/lea-lake-89-owner-of-sweet-s.html"} , {"body" : "LEAD: Dr. Joseph Mollo, a pharmacist and chiropractor, died from complications after a leg amputation Sunday at Lutheran Medical Center in Brooklyn. He was 79 years old and lived in the Bay Ridge section. Dr. Joseph Mollo, a pharmacist and chiropractor, died from complications after a leg amputation Sunday at Lutheran Medical Center in Brooklyn. He" , "date" : "19880426" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "30" , "title" : "Joseph Mollo, 79, a Brooklyn Chiropractor" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/26\/obituaries\/joseph-mollo-79-a-brooklyn-chiropractor.html"} ,   {"body" : "LEAD: Dukakis Jackson Gore BRONX 73. Mott Haven, Hunts Point 4,026 12,299 365 74. Soundview, Bronx River 4,031 10,428 400 75. Parkchester, Throgs Neck, Castle Hill 6,276 5,903 1,085 76. Highbridge Morris Heights 1,646 10,556 147 77. University Heights, Fordham 2,331 7,228 308 78. Dukakis Jackson Gore BRONX 73. Mott Haven, Hunts Point 4,026 12,299" , "date" : "19880421" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "25" , "title" : "THOUGH A LOSER, JACKSON MOVED THE MASSES, PRO AND CON, IN NEW YORK; Vote by Assembly District" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/21\/us\/though-loser-jackson-moved-masses-pro-con-new-york-vote-assembly-district.html"} , {"body" : "LEAD: In a last weekend political blitz, hundreds of Democratic campaign workers made phone calls, rang doorbells and distributed literature across the state in an effort to turn out voters in Tuesday's crucial New York Democratic Presidential primary. In a last weekend political blitz, hundreds of Democratic campaign workers made phone calls, rang" , "date" : "19880417" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "30" , "title" : "Candidates Make Final Push for Increasing Turnout" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/17\/us\/candidates-make-final-push-for-increasing-turnout.html"} , {"body" : "LEAD: The man sat on a curb at the housing project in South Jamaica, Queens, listening to the Rev. Jesse Jackson talk about drugs and keeping an eye on his 3-year-old nephew. The man sat on a curb at the housing project in South Jamaica, Queens, listening to the Rev. Jesse Jackson talk about drugs and keeping an eye on his 3-year-old nephew. ''I" , "date" : "19880416" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "9" , "title" : "Drugs Take Center Stage for a Day, And Jackson Takes the Issue Home" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/16\/us\/drugs-take-center-stage-for-a-day-and-jackson-takes-the-issue-home.html"} , {"body" : "LEAD: The outcome of New York's Democratic Presidential primary next Tuesday may hinge not on who endorsed whom, or on the much-discussed Jewish or black vote, but on a factor that has drawn scant attention of late: the white Roman Catholic vote across the state. The outcome of New York's Democratic Presidential primary next Tuesday may hinge not" , "date" : "19880416" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "1" , "title" : "White Catholic Voters Called Pivotal in New York Primary" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/16\/us\/white-catholic-voters-called-pivotal-in-new-york-primary.html"} , {"body" : "LEAD: Two officials of Victory Memorial Hospital in Brooklyn, who also own an X-ray concern on Staten Island, pleaded guilty to charges they failed to pay corporate taxes on nearly $465,000 earned by the company during 1983-1985, a New York State special prosecutor said yesterday. Two officials of Victory Memorial Hospital in Brooklyn, who also own" , "date" : "19880412" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "2 at a Brooklyn Hospital Are Guilty of Tax Scam" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/12\/nyregion\/2-at-a-brooklyn-hospital-are-guilty-of-tax-scam.html"} , {"body" : "LEAD: New York City's vocational high schools have much lower dropout rates than other high schools, but there are too few of them to meet the demand, according to an audit by State Comptroller Edward V. Regan. New York City's vocational high schools have much lower dropout rates than other high schools, but there are too few of them to meet the" , "date" : "19880330" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "6" , "title" : "Regan Urges New York City to Add More Vocational High Schools" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/30\/us\/regan-urges-new-york-city-to-add-more-vocational-high-schools.html"} , {"body" : "LEAD: Three former detectives for the Brooklyn District Attorney's office have been charged with illegally soliciting millions of dollars from businesses through a fraudulent police charity they set up 10 years ago, the Manhattan District Attorney announced yesterday. Three former detectives for the Brooklyn District Attorney's office have been" , "date" : "19880309" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 Ex-Detectives Held in Charity Fraud" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/09\/nyregion\/3-ex-detectives-held-in-charity-fraud.html"} , {"body" : "LEAD: The New York City Department of Health last week released a list of 29 food establishments cited for violating the health code. The New York City Department of Health last week released a list of 29 food establishments cited for violating the health code. In addition, it listed three restaurants that were allowed to reopen after correcting" , "date" : "19880228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "Food Inspection Results" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/28\/nyregion\/food-inspection-results.html"} , {"body" : "LEAD: Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary schools and junior high schools in May 1987. Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary schools and junior high schools" , "date" : "19880223" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "The Reading Scores For New York City Schools" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/23\/nyregion\/the-reading-scores-for-new-york-city-schools.html"} , {"body" : "LEAD: Cocaine abuse and AIDS are taking the lives of children born in the most devastated neighborhoods of New York City, nudging up the city's infant mortality rate after more than a decade of decline and sowing fears of steeper increases to come. Cocaine abuse and AIDS are taking the lives of children born in the most devastated neighborhoods of" , "date" : "19880213" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COCAINE AND AIDS IN NEW YORK ADD TO INFANT DEATHS" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/13\/nyregion\/cocaine-and-aids-in-new-york-add-to-infant-deaths.html"} ,   {"body" : "LEAD: A 48-year-old man was fatally stabbed in a dispute with two younger men yesterday after he assaulted their mother on a Queens subway train, the police said. A 48-year-old man was fatally stabbed in a dispute with two younger men yesterday after he assaulted their mother on a Queens subway train, the police said. The dead man, Angel Bonet of" , "date" : "19880201" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Assailant Dies in Subway Attack" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/01\/nyregion\/assailant-dies-in-subway-attack.html"} , {"body" : "LEAD: Amid a disturbing resurgence of tuberculosis in New York City, a Federal review has found major failings in local prevention efforts, and city health officials have vowed to revamp the entire program. Amid a disturbing resurgence of tuberculosis in New York City, a Federal review has found major failings in local prevention efforts, and city" , "date" : "19880124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEW YORK FAULTED ON TUBERCULOSIS" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/24\/nyregion\/new-york-faulted-on-tuberculosis.html"} , {"body" : "LEAD: A textile manufacturer from Brooklyn was shot and killed early yesterday in an apparent robbery as he parked his car, the police said. A textile manufacturer from Brooklyn was shot and killed early yesterday in an apparent robbery as he parked his car, the police said. The police have identified no suspects. They said they did not know" , "date" : "19880123" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Textile Manufacturer Is Killed in Bay Ridge" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/23\/nyregion\/textile-manufacturer-is-killed-in-bay-ridge.html"} , {"body" : "LEAD: New York City officials announced yesterday an agreement with a company to replace canceled commuter ferry service between Brooklyn and Manhattan. The company, Manhattan Express, will offer three runs between Fulton Landing and Wall Street each rush hour, starting Monday, and will expand service later this month to include the 69th Street" , "date" : "19880107" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Accord on New Ferry Service" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/07\/nyregion\/accord-on-new-ferry-service.html"} , {"body" : "LEAD: A headline yesterday with an article about ferry service in New York City incorrectly described the status of two lines. Service between Brooklyn Heights and Wall Street is to end next week. Service between the Bay Ridge section of Brooklyn and Wall Street is to begin in late January or early February. A headline yesterday with an article" , "date" : "19880102" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "3" , "title" : "CORRECTION" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/02\/nyregion\/c-correction-212488.html"} , {"body" : "LEAD: Ferry service between Brooklyn Heights and Wall Street, just seven months old, is scheduled to die next Friday - a victim of sharply lower ridership as temperatures have plunged. Ferry service between Brooklyn Heights and Wall Street, just seven months old, is scheduled to die next Friday - a victim of sharply lower ridership as temperatures" , "date" : "19880101" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WALL STREET (NYC)" , "NEW YORK HARBOR" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Ferry Service From Bay Ridge Coming to End" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/01\/nyregion\/ferry-service-from-bay-ridge-coming-to-end.html"}]