[  {"body" : "LEAD: The record for homicides in a single year in New York City was broken in 1988, which began with the karate-kick killing of a young college graduate and saw the execution of a rookie police officer guarding a drug witness's house. The record for homicides in a single year in New York City was broken in 1988, which began with the karate-kick" , "date" : "19881226" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Homicides Hit a Record In New York" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/26\/nyregion\/homicides-hit-a-record-in-new-york.html"} , {"body" : "LEAD: Nobody agrees on exactly what it was, but everyone agrees that something bad occurred Aug. 27 in the Tropic Market in the Bedford-Stuyvesant section of Brooklyn, something that led to months of protest, boycotts and racial conflict. Nobody agrees on exactly what it was, but everyone agrees that something bad occurred Aug. 27 in the Tropic" , "date" : "19881221" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Blacks and Koreans Forge Pact" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/21\/nyregion\/brooklyn-blacks-and-koreans-forge-pact.html"} , {"body" : "LEAD: International International A3-15 The Labor-Likud pact barely passed through opposition by hard-line members of the Likud party. What was intended to be a pro-forma Likud meeting to approve a coalition agreement turned into a tumultuous challenge. Page A1 Israel's next Foreign Minister if the coalition agreement between the Likud and Labor" , "date" : "19881221" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/21\/nyregion\/news-summary-489988.html"} , {"body" : "LEAD: Family Court officials said yesterday that a Brooklyn mother accused in the beating death of her 5-year-old daughter had a documented history of child neglect and that a judge who later awarded her custody of the girl was never informed about it. Family Court officials said yesterday that a Brooklyn mother accused in the beating death of her" , "date" : "19881220" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "COURT DID NOT GET REPORT OF NEGLECT" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/20\/nyregion\/court-did-not-get-report-of-neglect.html"} , {"body" : "LEAD: The body of Jessica Cortez, the 5-year-old Brooklyn girl who was found beaten to death last week in the home of her mother, was released yesterday from the office of the Medical Examiner and taken to a funeral home where her paternal grandmother was making arrangements for burial. The body of Jessica Cortez, the 5-year-old Brooklyn girl who" , "date" : "19881219" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Body of Abused 5-Year-Old Girl Is Released" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/19\/nyregion\/body-of-abused-5-year-old-girl-is-released.html"} , {"body" : "LEAD: A New York City police officer accidentally shot himself in the leg last night while adjusting his gunbelt in a patrol car, the police said. The officer, Thomas Weil, is assigned to the 77th Precinct in the Bedford-Stuyvesant section of Brooklyn. He was adjusting his belt while sitting at the intersection of Rochester and Atlantic Avenues" , "date" : "19881218" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "59" , "title" : "Officer Shoots Himself in Leg" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/18\/nyregion\/officer-shoots-himself-in-leg.html"} , {"body" : "LEAD: Four District Attorneys and the office of the inspector general of the Board of Education have opened investigations of at least 11 of New York City's 32 local school boards since a Bronx school principal was charged Nov. 9 with buying crack. Four District Attorneys and the office of the inspector general of the Board of Education have opened" , "date" : "19881217" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "30" , "title" : "11 of 32 Boards Under Investigation" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/17\/nyregion\/11-of-32-boards-under-investigation.html"} , {"body" : "LEAD: A 17-year-old was arrested after a predawn bank burglary yesterday, and the police said he was part of a gang that had been stealing coins from as many as 40 banks in Queens. A 17-year-old was arrested after a predawn bank burglary yesterday, and the police said he was part of a gang that had been stealing coins from as many as 40 banks in" , "date" : "19881215" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "METRO DATELINES; Youth Held in Thefts From Queens Banks" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/15\/nyregion\/metro-datelines-youth-held-in-thefts-from-queens-banks.html"} , {"body" : "LEAD: Two men have died on the streets of New York City as a result of bitter cold in the Northeast since the weekend, according to the City Medical Examiner's office. Two men have died on the streets of New York City as a result of bitter cold in the Northeast since the weekend, according to the City Medical Examiner's office. Yesterday the bodies" , "date" : "19881214" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "2 More Deaths Tied by Police To Bitter Cold" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/14\/nyregion\/2-more-deaths-tied-by-police-to-bitter-cold.html"} , {"body" : "LEAD: When a mayoral Commission on the Year 2000 peppered largely optimistic predictions with some disturbing caveats last year, it called its forecast ''New York Ascendant.'' When a mayoral Commission on the Year 2000 peppered largely optimistic predictions with some disturbing caveats last year, it called its forecast ''New York Ascendant.'' A" , "date" : "19881205" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; Policy Remedy: Unfettered Work For New Yorkers" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/05\/nyregion\/metro-matters-policy-remedy-unfettered-work-for-new-yorkers.html"} ,   {"body" : "LEAD: With more than 2,000,000 people, Brooklyn is a borough of promising growth, but also a borough scarred by poverty. Major efforts are succeeding in attracting new business and industry. But large numbers of the unemployed remain dependent and despairing. With more than 2,000,000 people, Brooklyn is a borough of promising growth, but also a" , "date" : "19881204" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "66" , "title" : "A Gift of Hope When Cold and Hunger Are Life's Constant Companions; A Hand Reaches Out To Brooklyn's Poor" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/04\/nyregion\/gift-hope-when-cold-hunger-are-life-s-constant-companions-hand-reaches-brooklyn.html"} , {"body" : "LEAD: WHEN THE SAXOPHONIST Steve Coleman performs with M-BASE, a 16-member avant-garde jazz collective, at the Brooklyn Academy of Music's Next Wave Festival on Friday and Saturday, he'll be playing close to home. WHEN THE SAXOPHONIST Steve Coleman performs with M-BASE, a 16-member avant-garde jazz collective, at the Brooklyn Academy of Music's" , "date" : "19881204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FORT GREENE (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Their Muse Is Malcolm X" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/04\/arts\/their-muse-is-malcolm-x.html"} , {"body" : "LEAD: EACH weekend they appear, climbing out of the IRT station at Grand Army Plaza and looking around at the unfamiliar trees and landmarks of Brooklyn until they zero in on Eastern Parkway. Then off they pad on expensive running shoes to test the air and the low real estate prices of Prospect Heights, the city's latest emerging middle-class" , "date" : "19881127" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT HEIGHTS (BROOKLYN, NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Prospect Heights Beginning Climb To Gentrification" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/27\/realestate\/prospect-heights-beginning-climb-to-gentrification.html"} , {"body" : "LEAD: The bullet-pocked body of a Brooklyn man was found beside the Saw Mill Parkway in Greenburgh yesterday, the Westchester County police said. The bullet-pocked body of a Brooklyn man was found beside the Saw Mill Parkway in Greenburgh yesterday, the Westchester County police said. The dead man was identified as Frederick Burgess, 21 years old," , "date" : "19881127" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GREENBURGH (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Brooklyn Man Is Found Slain" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/27\/nyregion\/brooklyn-man-is-found-slain.html"} , {"body" : "LEAD: In one bold move, Mildred Pearson broke the rules. She brought her son, a homosexual stricken with AIDS, home to die, giving little thought to how the neighbors in her Brooklyn housing project might react. In one bold move, Mildred Pearson broke the rules. She brought her son, a homosexual stricken with AIDS, home to die, giving little" , "date" : "19881125" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Mother of AIDS Victim Shares Her Story to Teach Others" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/25\/nyregion\/mother-of-aids-victim-shares-her-story-to-teach-others.html"} , {"body" : "LEAD: Some of New York City's most politically active unions are involved in an effort to organize an anti-Koch coalition for the next mayoral campaign, a significant development in a city that was once known as a labor town. Some of New York City's most politically active unions are involved in an effort to organize an anti-Koch coalition for the" , "date" : "19881120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "POLITICAL NOTES; Some Unions Make a Move Against Kock" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/20\/nyregion\/political-notes-some-unions-make-a-move-against-kock.html"} , {"body" : "LEAD: Three New York City police officers pleaded not guilty yesterday to criminal charges that they used ''unjust force'' in subduing a 40-year-old Brooklyn man who the police said had become violent. The man, Juan Rodriguez, of 374 Harmon Street in the Bedford-Stuyvesant section, died in police custody on Jan. Three New York City police officers" , "date" : "19881119" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "3 Officers Deny Charges in Suspect's Death" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/19\/nyregion\/3-officers-deny-charges-in-suspect-s-death.html"} , {"body" : "LEAD: Heavy demand for affordable housing in New York City has stimulated investment in neighborhoods that used to be terra incognita for lenders. Heavy demand for affordable housing in New York City has stimulated investment in neighborhoods that used to be terra incognita for lenders. This demand has made redlining - the willful and illegal" , "date" : "19881113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "18" , "title" : "Demand for Affordable Housing Helps Slow Redlining" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/13\/realestate\/demand-for-affordable-housing-helps-slow-redlining.html"} , {"body" : "LEAD: (NOTE: This table may be divided, and additional information on a particular entry may appear on more than one screen.) *2*PRESIDENT Dukakis Bush A.D.BRONX 73. Mott Haven, Hunts Point 23,696 3,101 74. Soundview, Bronx River 21,741 4,710 75. P'chester, Throgs Nk, Castle Hill 17,914 15,552 76. (NOTE: This table may be divided, and additional" , "date" : "19881110" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "THE ELECTIONS; Voting by Assembly District" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/10\/nyregion\/the-elections-voting-by-assembly-district.html"} , {"body" : "LEAD: A Koch administration plan to create housing in three boroughs for hundreds of homeless AIDS patients drew mixed reviews yesterday from community boards and local elected officials. Some vehemently opposed the housing, while others said they favored it in principle. A Koch administration plan to create housing in three boroughs for hundreds" , "date" : "19881101" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Koch Criticized on Plan To Open AIDS Shelters" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/01\/nyregion\/koch-criticized-on-plan-to-open-aids-shelters.html"} ,   {"body" : "LEAD: It's Halloween. It's egg time. It's Halloween. It's egg time. It's time for young people to buy them by the dozen and for grown-ups to worry about the impact of eggs on their neighborhoods. And these last few days, the grocery store managers of New York have been the actors in a small, annual morality play: Is it mischief or is it mayhem? To" , "date" : "19881031" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Sure Sign of Halloween: An Eggy Deluge" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/31\/nyregion\/a-sure-sign-of-halloween-an-eggy-deluge.html"} , {"body" : "LEAD: The Koch administration, anticipating an acute need for housing for homeless people with AIDS, has decided on at least eight such sites, city officials said yesterday. The Koch administration, anticipating an acute need for housing for homeless people with AIDS, has decided on at least eight such sites, city officials said yesterday. The" , "date" : "19881031" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Koch Picks 8 Sites in 3 Boroughs To House Homeless AIDS Patients" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/31\/nyregion\/koch-picks-8-sites-in-3-boroughs-to-house-homeless-aids-patients.html"} , {"body" : "LEAD: Cheerleaders 1, Football 0 Cheerleaders 1, Football 0 ''A-C-T (clap), I-O-N (clap), We - want - action! A-C-T (clap), I-O-N (clap), We - want - action!'' Something was a bit out of sync between the cheers and the football game. The Massapequa Mustangs cheerleaders, gorgeous in their gold sweaters, black skirts and black and white saddle" , "date" : "19881030" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "LONG ISLAND JOURNAL" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/30\/nyregion\/long-island-journal-65989.html"} , {"body" : "LEAD: Albert Asbury Edwards, a former educator and social worker, died last Saturday at his home in Manhattan. He was 92 years old. Albert Asbury Edwards, a former educator and social worker, died last Saturday at his home in Manhattan. He was 92 years old. Mr. Edwards, who graduated from Atlanta University and Columbia University, was the director" , "date" : "19881029" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "12" , "title" : "Albert Edwards, 92, Retired Social Worker" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/29\/obituaries\/albert-edwards-92-retired-social-worker.html"} , {"body" : "LEAD: Arminius N. Hayne, a musician who was believed to have been the oldest member of Local 802 of the American Federation of Musicians, died of heart disease last Thursday in Brooklyn Hospital. He was 102 years old and lived in the Clinton Hill section of Brooklyn. Arminius N. Hayne, a musician who was believed to have been the oldest member of" , "date" : "19881012" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "27" , "title" : "Arminius N. Hayne, Musician, 102," , "url" : "http:\/\/www.nytimes.com\/1988\/10\/12\/obituaries\/arminius-n-hayne-musician-102.html"} , {"body" : "LEAD: Two Brooklyn podiatrists have been charged with stealing more than $1.3 million from Medicaid since 1984, when they were ''fresh out of podiatry school,'' Edward J. Kuriansky, a deputy attorney general, announced yesterday. Two Brooklyn podiatrists have been charged with stealing more than $1.3 million from Medicaid since 1984, when they were" , "date" : "19881006" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BUSHWICK (NYC)" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "10" , "title" : "2 Charged in Medicaid Fraud" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/06\/nyregion\/2-charged-in-medicaid-fraud.html"} , {"body" : "LEAD: FROM THE WINDOW OF HIS SKYSCRAPER office, Hughlyn F. Fierce looks out over Hong Kong harbor, jammed with sampans and junks bound for the South China Sea. A senior vice president and Chase Manhattan's man in charge of the Asia-Pacific area, Fierce commands an empire that encompasses 11 nations, 1,500 employees and $5 billion in assets. FROM" , "date" : "19880925" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FAR EAST, SOUTH AND SOUTHEAST ASIA AND PACIFIC AREAS"] , "nytd_section_facet" : ["World" , "Magazine" , "Business"] , "page_facet" : "24" , "title" : "CHASE MANHATTAN'S MAN IN HONG KONG" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/25\/magazine\/chase-manhattan-s-man-in-hong-kong.html"} , {"body" : "LEAD: In a weekend sweep, the Nassau County police arrested and charged nine Brooklyn men, four of them with murder, in a robbery spree at a Uniondale rap concert Sept. 10 that left one man dead and 14 injured. In a weekend sweep, the Nassau County police arrested and charged nine Brooklyn men, four of them with murder, in a robbery spree at a" , "date" : "19880919" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NASSAU COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "9 Charged, 4 With Murder, in Robbery Spree at L.I. Rap Concert" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/19\/nyregion\/9-charged-4-with-murder-in-robbery-spree-at-li-rap-concert.html"} , {"body" : "LEAD: A 28-year-old detainee was stabbed to death yesterday by another inmate at a city jail on Rikers Island, the authorities said. A 28-year-old detainee was stabbed to death yesterday by another inmate at a city jail on Rikers Island, the authorities said. A spokeswoman for the city Department of Correction, Ruby Ryles, said the detainee, Carlos" , "date" : "19880918" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Detainee Is Fatally Stabbed at Rikers Island" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/18\/nyregion\/detainee-is-fatally-stabbed-at-rikers-island.html"} , {"body" : "LEAD: Mayor Koch yesterday urged his ad-ministration to find a way to return a storefront mosque to a group of Muslims who lost the property last year in a tangled dispute with the city. Mayor Koch yesterday urged his ad-ministration to find a way to return a storefront mosque to a group of Muslims who lost the property last year in a tangled" , "date" : "19880915" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Koch Urges Resolution Of a Mosque Dispute" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/15\/nyregion\/koch-urges-resolution-of-a-mosque-dispute.html"} ,   {"body" : "LEAD: Seven years ago, 1266 Bedford Avenue was a crumbling one-story building, a haven for drug users that reeked of cooked cocaine. Seven years ago, 1266 Bedford Avenue was a crumbling one-story building, a haven for drug users that reeked of cooked cocaine. Then a group of Muslims bought the building from the city, cleaned it and turned it into a" , "date" : "19880914" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Muslims Battling a Move to Seize Mosque" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/14\/nyregion\/muslims-battling-a-move-to-seize-mosque.html"} , {"body" : "LEAD: Visitors to the 18th-century plantation of Carter's Grove see only part of the historic property, built from 1751 to 1755 by Carter Burwell, a member of a wealthy and powerful Virginia family: the manicured Georgian gardens and crushed oyster-shell pathways, the beautiful house with brass chandeliers, formal dining room, black walnut" , "date" : "19880912" , "day_of_week_facet" : "Monday" , "geo_facet" : ["WILLIAMSBURG (VA)" , "CARTER'S GROVE PLANTATION (VIRGINIA)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "10" , "title" : "Restoring a Past Some Would Bury" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/12\/us\/restoring-a-past-some-would-bury.html"} , {"body" : "LEAD: Mike Tyson was discharged late yesterday from Columbia-Presbyterian Medical Center after undergoing three days of care following an automobile accident Sunday in which he suffered a concussion. His treatment apparently included a psychiatric consultation. Mike Tyson was discharged late yesterday from Columbia-Presbyterian Medical Center after" , "date" : "19880908" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Health" , "Sports"] , "page_facet" : "25" , "title" : "Tyson Discharged From the Hospital" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/08\/sports\/tyson-discharged-from-the-hospital.html"} , {"body" : "LEAD: Teasers From a Musical Teasers From a Musical When it comes to musicals, a three-, four- or five-year gestation period isn't at all unusual. Sometimes - frequently, in fact - the reason is that finances aren't in place or even en route. Sometimes the development takes longer than expected. And sometimes the star considered perfect for the" , "date" : "19880902" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "2" , "title" : "On Stage" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/02\/theater\/on-stage.html"} , {"body" : "LEAD: The head of a diagnostic laboratory in Brooklyn was arrested yesterday and charged with illegally disposing of medical waste, including two blood vials containing the Hepatitis B virus. He was also charged with creating a risk of serious injury to others. The head of a diagnostic laboratory in Brooklyn was arrested yesterday and charged with" , "date" : "19880827" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "29" , "title" : "Head of Lab Charged in Illegal Disposal" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/27\/nyregion\/head-of-lab-charged-in-illegal-disposal.html"} , {"body" : "LEAD: To the Editor: To the Editor: New York's Williamsburg Bridge has been reopened to cars and trucks traveling between Manhattan and Brooklyn. Unfortunately, neither serves the daily needs of Brooklyn's Bedford-Stuyvesant population. By neglecting to restore much-needed bus service over the bridge, the Department of Transportation is making it" , "date" : "19880824" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG BRIDGE" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "Restore Bus Service to the Williamsburg Bridge" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/24\/opinion\/l-restore-bus-service-to-the-williamsburg-bridge-610488.html"} , {"body" : "LEAD: A Brooklyn physician was arrested yesterday and charged with illegally disposing of medical waste - 11 hypodermic syringes, 2 needles and 2 culture tubes - outside his Bedford-Stuyvesant office, the Brooklyn District Attorney announced. A Brooklyn physician was arrested yesterday and charged with illegally disposing of medical waste - 11" , "date" : "19880819" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "Doctor Faces Charge on Waste" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/19\/nyregion\/doctor-faces-charge-on-waste.html"} , {"body" : "LEAD: A medical center in central Brooklyn has been cited by the New York State Department of Health for frequent and severe deficiencies, some of which may have contributed to the deaths of five patients. A medical center in central Brooklyn has been cited by the New York State Department of Health for frequent and severe deficiencies, some of" , "date" : "19880815" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Center Is Cited For Failures In Patient Care" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/15\/nyregion\/center-is-cited-for-failures-in-patient-care.html"} , {"body" : "LEAD: The hay fever season doesn't start until Monday, but don't tell that to Dr. Herbert I. Cohen, a Central Park West allergist, whose waiting room is already full of sneezing, sniffling patients who have had trouble breathing for weeks, long before ragweed pollen began its windblown mischief. The hay fever season doesn't start until Monday, but" , "date" : "19880813" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Achoo! Pollen's Mischief Begins Before Allergy Season" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/13\/nyregion\/achoo-pollen-s-mischief-begins-before-allergy-season.html"} , {"body" : "LEAD: The Miller gang lacks the public notoriety of, say, the James brothers or John Gotti. Nor is Sean Miller a stereotypical racketeer. The Miller gang lacks the public notoriety of, say, the James brothers or John Gotti. Nor is Sean Miller a stereotypical racketeer. The 21-year-old Brooklyn man is a paraplegic. He lives with his parents and" , "date" : "19880811" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["MADISON SQUARE GARDEN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; Legal Maneuver Transforms Gang Into Racketeers" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/11\/nyregion\/metro-matters-legal-maneuver-transforms-gang-into-racketeers.html"} ,   {"body" : "LEAD: Two men were killed and three others, including a 15-year-old boy in a wheelchair, were wounded yesterday when they were shot from a car in Brooklyn, the police said. Two men were killed and three others, including a 15-year-old boy in a wheelchair, were wounded yesterday when they were shot from a car in Brooklyn, the police said. The men" , "date" : "19880810" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "5 Are Shot, 2 Fatally, From a Passing Auto" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/10\/nyregion\/5-are-shot-2-fatally-from-a-passing-auto.html"} , {"body" : "LEAD: ''I was teaching a week at the University of Massachusetts last month, and I was given a message with a 312 area code on it,'' said Max Roach, the influential drummer whose music will be celebrated at Lincoln Center's ''Classical Jazz'' series tonight. ''I thought it had something to do with the Chicago Jazz Festival, which is something I've" , "date" : "19880809" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "FOR JAZZ MUSICIANS, MAX ROACH A SYMBOL OF ART OVER AGE" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/09\/arts\/for-jazz-musicians-max-roach-a-symbol-of-art-over-age.html"} , {"body" : "LEAD: FEAR WAS PERHAPS Karla Munden's overriding emotion when she was admitted to the College of William and Mary, in Williamsburg, Va. As a black woman, she was aware that the school's population of blacks was small. Would she make friends and feel comfortable on such a campus miles away from home? Had her high school prepared her for William and" , "date" : "19880807" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "18" , "title" : "Success Strategies for Minorities" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/07\/education\/success-strategies-for-minorities.html"} , {"body" : "LEAD: Closings in the week ending July 22 MANHATTAN East Midtown $320,000 251 East 51st Street 1-bedroom, 1-bath, 825-sq.-ft. postwar co-op; 24-hr. doorman, remodeled kitchen, 502-sq.-ft. wrap-around terrace; maintenance $1,000, 58% tax-deductible (Broker: Olshan Realty) Closings in the week ending July 22 MANHATTAN East Midtown $320,000 251 East" , "date" : "19880807" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "12" , "title" : "Residential Resale" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/07\/realestate\/residential-resale.html"} , {"body" : "LEAD: Summer in the City Summer in the City Next summer, just about when the temperature and New York City's mayoral campaign may be reaching fever pitch, Spike Lee's latest movie, ''Do the Right Thing,'' ought to be blossoming in the theaters. ''This film takes place on the hottest day of the summer,'' said the maker of ''She's Gotta Have It'' and" , "date" : "19880805" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "At the Movies" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/05\/movies\/at-the-movies.html"} , {"body" : "LEAD: Broderick Montgomery, an 18-year-old with a gold tooth in his smile and a baseball cap on his head, walked into a youth employment agency in Brooklyn recently looking for a job. Mr. Montgomery, a 10th-grade dropout with no skills to speak of, said he wanted to earn $5.50 or $6 an hour, maybe ''lifting boxes. Broderick Montgomery, an" , "date" : "19880801" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For Dropouts, Finding Jobs Is Tough Task" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/01\/nyregion\/for-dropouts-finding-jobs-is-tough-task.html"} , {"body" : "LEAD: A newborn boy was found yesterday tied inside a plastic bag in the lobby of a Brooklyn apartment house. A newborn boy was found yesterday tied inside a plastic bag in the lobby of a Brooklyn apartment house. The baby, weighing 7 pounds 4 ounces and only a few hours old, was taken to the St. John's Division of the Interfaith Medical Center," , "date" : "19880725" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Newborn Boy Is Found Tied In a Plastic Bag in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/25\/nyregion\/newborn-boy-is-found-tied-in-a-plastic-bag-in-brooklyn.html"} , {"body" : "LEAD: As law-enforcement officials continued to assert that Glenda Brawley would be arrested when she returned to New York State, her advisers said yesterday that Mrs. Brawley was ''somewhere south of Canada'' and would come back within two weeks in a ''challenge'' to the authorities. As law-enforcement officials continued to assert that Glenda" , "date" : "19880724" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WAPPINGERS FALLS (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Sharpton Says Brawley Will Return in 2 Weeks" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/24\/nyregion\/sharpton-says-brawley-will-return-in-2-weeks.html"} , {"body" : "LEAD: Governor Cuomo said yesterday that several factors - the public safety, the independence of the police and Constitutional protections such as the First Amendment -had outweighed the state's desire to arrest Tawana Brawley's mother, Glenda, for contempt of court when she left a Brooklyn church Saturday. Governor Cuomo said yesterday that" , "date" : "19880718" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Cuomo Sees Risk in Arrest Of Brawley" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/18\/nyregion\/cuomo-sees-risk-in-arrest-of-brawley.html"} , {"body" : "LEAD: The rusting rides and peeling concession stands have been spruced up. Once again crowds march along the ancient boardwalk to the thumping cadences of rap music and stroll in the amusement park to the strained voices of carnival barkers. It's summertime. Coney Island is vibrant again. Attendance is strong. The rusting rides and peeling" , "date" : "19880718" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE TALK OF CONEY ISLAND; Faded Funland: Fears and Hopes" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/18\/nyregion\/the-talk-of-coney-island-faded-funland-fears-and-hopes.html"} ,   {"body" : "LEAD: WHEN government and private groups get together to build low-cost housing, one of the issues they face is what kind of housing makes the most economic sense. The classic high-rise apartment building can put the most families on a given piece of land, but it costs more per unit, while the low-rise town home is cheaper but uses more land. WHEN" , "date" : "19880717" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Partnership Study Makes a Case For Low-Rises" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/17\/realestate\/partnership-study-makes-a-case-for-low-rises.html"} , {"body" : "LEAD: More than a month after she sought refuge in a Brooklyn church - and weeks after top state officials promised she would eventually be arrested - Glenda Brawley left New York State yesterday aboard a bus bound for the Democratic National Convention in Atlanta. More than a month after she sought refuge in a Brooklyn church - and weeks after top" , "date" : "19880717" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Mrs. Brawley Leaves Church for Atlanta But Is Not Arrested" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/17\/nyregion\/mrs-brawley-leaves-church-for-atlanta-but-is-not-arrested.html"} , {"body" : "LEAD: A thumbs-down gesture was the way Ervine Foreman, a barber, expressed his displeasure over the Rev. Jesse Jackson's not being chosen as running mate for Michael S. Dukakis. A thumbs-down gesture was the way Ervine Foreman, a barber, expressed his displeasure over the Rev. Jesse Jackson's not being chosen as running mate for Michael S." , "date" : "19880714" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["PROSPECT HEIGHTS (BROOKLYN, NY)" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "22" , "title" : "Blacks Reflect on Ticket That Excludes Jackson" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/14\/us\/blacks-reflect-on-ticket-that-excludes-jackson.html"} , {"body" : "LEAD: A 30-year-old gypsy-cab driver was shot dead during an apparent robbery in Brooklyn early yesterday, the police said. A 30-year-old gypsy-cab driver was shot dead during an apparent robbery in Brooklyn early yesterday, the police said. The driver, Gene Cantane of Brooklyn, was found dead in the cab at 1:40 A.M. in front of 444 Lafayette" , "date" : "19880711" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Cabby Slain In Apparent Robbery" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/11\/nyregion\/brooklyn-cabby-slain-in-apparent-robbery.html"} , {"body" : "LEAD: A 14-year-old boy sitting on a Brooklyn apartment stoop was struck in the head and critically wounded late Sunday night by bullets fired in what the police described as a low-level drug dispute. Six other people were wounded in the attack. A 14-year-old boy sitting on a Brooklyn apartment stoop was struck in the head and critically wounded" , "date" : "19880705" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Boy Shot on Stoop; 6 Others Injured" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/05\/nyregion\/brooklyn-boy-shot-on-stoop-6-others-injured.html"} , {"body" : "LEAD: Of all the city's prominent black politicians, Representative Floyd H. Flake of Queens is considered the most friendly to Mayor Koch. And of all the city's prominent black politicians, Mr. Flake, a minister as well as a politician, probably has the most to gain from his friend at City Hall. Of all the city's prominent black politicians," , "date" : "19880703" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "POLITICAL NOTES; At City Hall, Flake Sows And Reaps" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/03\/nyregion\/political-notes-at-city-hall-flake-sows-and-reaps.html"} , {"body" : "LEAD: Recently I visited a soup kitchen in the Bedford-Stuyvesant section of Brooklyn that feeds more than 600 men, women and children every day. I saw mothers with small children, elderly men and women, and jobless young adults patiently holding out paper plates for macaroni casserole and bread. Today, though New Recently I visited a soup kitchen" , "date" : "19880702" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "23" , "title" : "A Second Assault on Hunger" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/02\/opinion\/a-second-assault-on-hunger.html"} , {"body" : "LEAD: THANKS to the fortuitous timing of the Declaration of Independence 212 years ago, the United States celebrates its birthday at a time when warm weather turns most people's thoughts to the great outdoors. Even in New York City, where the outdoors is all too often assumed to be a crowded intersection or a forest of tall buildings, that more" , "date" : "19880701" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Fiddles, Fireworks And Shakespeare For the Fourth" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/01\/arts\/fiddles-fireworks-and-shakespeare-for-the-fourth.html"} , {"body" : "LEAD: Drivers here might want to be a little more cautious next time they ignore a stop sign or run a red light. The driver in the next car just might be Mario Cuomo. Drivers here might want to be a little more cautious next time they ignore a stop sign or run a red light. The driver in the next car just might be Mario Cuomo. After five and a half" , "date" : "19880626" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Albany Notes; Mario Cuomo Rediscovers 'Real People'" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/26\/nyregion\/albany-notes-mario-cuomo-rediscovers-real-people.html"} , {"body" : "LEAD: A man who said he had made secret tape recordings of Tawana Brawley's advisers was charged yesterday with perjury and obstruction of justice after the tapes were found to be blank. The F.B.I. said it appeared that the tapes had never been used. A man who said he had made secret tape recordings of Tawana Brawley's advisers was charged" , "date" : "19880626" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WAPPINGERS FALLS (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brawley Tapes Are All Blank, The F.B.I. Says" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/26\/nyregion\/brawley-tapes-are-all-blank-the-fbi-says.html"} ,   {"body" : "LEAD: Children in New York City's public school system did slightly better this year on citywide reading and math tests than they did last year, according to results released yesterday by the Board of Education. Children in New York City's public school system did slightly better this year on citywide reading and math tests than they did last year," , "date" : "19880624" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Test Scores Improve a Bit In New York" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/24\/nyregion\/test-scores-improve-a-bit-in-new-york.html"} , {"body" : "LEAD: THOUGH it is not something that law enforcement authorities encourage, citizens have the right to make arrests. But the practice, though deeply rooted in Anglo-American legal tradition, is fraught with danger. THOUGH it is not something that law enforcement authorities encourage, citizens have the right to make arrests. But the practice," , "date" : "19880619" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "8" , "title" : "IDEAS AND TRENDS; The Perilous Right of Citizens To Make Their Own Arrests" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/19\/weekinreview\/ideas-and-trends-the-perilous-right-of-citizens-to-make-their-own-arrests.html"} , {"body" : "LEAD: Saying he was now investigating the possibility of a hoax by Tawana Brawley's advisers, Robert Abrams, the New York State Attorney General, announced yesterday that he had subpoenaed a former associate of the advisers who had publicly called the family's story a fabrication. Saying he was now investigating the possibility of a hoax by Tawana" , "date" : "19880616" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "ABRAMS CONSIDERS A POSSIBLE HOAX IN BRAWLEY CASE" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/16\/nyregion\/abrams-considers-a-possible-hoax-in-brawley-case.html"} , {"body" : "LEAD: Even for the ''Donahue'' show, which has considered topics as sensational as voodoo and women who kill their babies, it was a noteworthy spectacle: Phil Donahue in a black church in the heart of Bedford-Stuyvesant, a bused-in studio audience in tow, arguing about the case of Tawana Brawley. Even for the ''Donahue'' show, which has considered" , "date" : "19880616" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["WAPPINGERS FALLS (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "LIVE AT THE SANCTUARY: THE PHIL DONAHUE SHOW" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/16\/nyregion\/live-at-the-sanctuary-the-phil-donahue-show.html"} , {"body" : "LEAD: Glenda Brawley, who took refuge in a Queens church Wednesday to avoid arrest by Dutchess County authorities, moved to a Brooklyn church yesterday. Glenda Brawley, who took refuge in a Queens church Wednesday to avoid arrest by Dutchess County authorities, moved to a Brooklyn church yesterday. On Monday, Mrs. Brawley was found in contempt of" , "date" : "19880611" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["DUTCHESS COUNTY (NY)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Glenda Brawley Moves To a Brooklyn Church" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/11\/nyregion\/glenda-brawley-moves-to-a-brooklyn-church.html"} , {"body" : "LEAD: Shortly after he joined Patterson, Belknap, Webb & Tyler a decade ago, Richard D. Parsons appeared on behalf of Nelson A. Rockefeller at a meeting at the Metropolitan Museum of Art. On hand when he arrived were two museum lawyers, Herbert Brownell and Ashton Hawkins, and some of their assistants. Mr. Shortly after he joined Patterson," , "date" : "19880610" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "9" , "title" : "The Law; At the Bar" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/10\/us\/the-law-at-the-bar.html"} , {"body" : "LEAD: A gunman unleashed a barrage of fire at a dance crowded with high-school students in a Brooklyn social club early yesterday, killing two people, including a 16-year-old student, and wounding five others, the police said. A gunman unleashed a barrage of fire at a dance crowded with high-school students in a Brooklyn social club early" , "date" : "19880605" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "2 Killed, 5 Wounded in Brooklyn Social Club Shooting" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/05\/nyregion\/2-killed-5-wounded-in-brooklyn-social-club-shooting.html"} , {"body" : "LEAD: Matthew Baptiste came to New York City from Grenada in 1979, working in a bank and at printing jobs, saving his money and making plans. Nine months ago, in a one-room storefront on Rutland Road in Brooklyn, Mr. Baptiste opened the Vanguard Printing shop, producing business cards, wedding invitations and fliers for reggae, calypso and other" , "date" : "19880603" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Caribbean Verve Brightens New York" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/03\/nyregion\/caribbean-verve-brightens-new-york.html"} , {"body" : "LEAD: Just after 1 P.M., Senator Edward M. Kennedy strode to the entrance of a Brooklyn soup kitchen, accompanied by Andrew J. Stein, the City Council President. On the stoops of the dilapidated brownstones across the street - some boarded-up, some covered with graffiti - people waved and shouted greetings. Just after 1 P.M., Senator Edward M." , "date" : "19880602" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Soup Kitchen Gets a Kennedy Visit" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/02\/nyregion\/soup-kitchen-gets-a-kennedy-visit.html"} , {"body" : "LEAD: Anthony is a schizophrenic who smokes crack, a deadly combination. Two years ago, for no apparent reason, Anthony blew his brother's head off with a shotgun. Anthony is a schizophrenic who smokes crack, a deadly combination. Two years ago, for no apparent reason, Anthony blew his brother's head off with a shotgun. His probation officer, Joel" , "date" : "19880601" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; Joel Zeltzer: An Alternative To Rikers Island" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/01\/nyregion\/about-new-york-joel-zeltzer-an-alternative-to-rikers-island.html"} ,   {"body" : "LEAD: An undercover detective who investigated corruption in the 77th Precinct in Brooklyn in 1986 was arrested Thursday night and charged with possessing and intending to sell drugs, the police said yesterday. An undercover detective who investigated corruption in the 77th Precinct in Brooklyn in 1986 was arrested Thursday night and charged with" , "date" : "19880528" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["SOUTH JAMAICA (NYC)" , "QUEENS (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Officer Charged With Possession Of Illegal Drug" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/28\/nyregion\/officer-charged-with-possession-of-illegal-drug.html"} , {"body" : "LEAD: Wesley McDonald Holder chooses his words carefully, as someone might who can apply nine decades of perspective to today's political conundrums. Wesley McDonald Holder chooses his words carefully, as someone might who can apply nine decades of perspective to today's political conundrums. Yesterday, from his desk in the office of a Crown" , "date" : "19880526" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; Marcus Garvey And Ed Koch In Perspective" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/26\/nyregion\/metro-matters-marcus-garvey-and-ed-koch-in-perspective.html"} , {"body" : "LEAD: When the crack business struck East 13th Street in Manhattan last year, neighbors stepped in where government had failed: they began citizen patrols, staged undercover drug buys and made citizen arrests without the help of the police. When the crack business struck East 13th Street in Manhattan last year, neighbors stepped in where government" , "date" : "19880523" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Citizen Anti-Crack Drive: Vigilance or Vigilantism?" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/23\/nyregion\/citizen-anti-crack-drive-vigilance-or-vigilantism.html"} , {"body" : "LEAD: A $55 million redevelopment proposal that would add a performing-arts amphitheater and water rides to an oceanfront Queens park has been thrown into doubt because of vehement opposition from community and environmental groups. A $55 million redevelopment proposal that would add a performing-arts amphitheater and water rides to an oceanfront" , "date" : "19880517" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["ROCKAWAY (QUEENS)" , "GATEWAY NATIONAL RECREATION AREA" , "JACOB RIIS PARK (QUEENS, NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Environmental Fears Cast Pall Over Riis Park Project" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/17\/nyregion\/environmental-fears-cast-pall-over-riis-park-project.html"} , {"body" : "LEAD: A man and a woman who the police said were apparently involved in drug dealing, were shot and killed in a Brooklyn housing project last night, officials said. A man and a woman who the police said were apparently involved in drug dealing, were shot and killed in a Brooklyn housing project last night, officials said. Calvin Hudson, 23 years" , "date" : "19880516" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Couple Shot to Death In a Brooklyn Project" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/16\/nyregion\/couple-shot-to-death-in-a-brooklyn-project.html"} , {"body" : "LEAD: Students from Public School 26 in the Bedford-Stuyvesant section of Brooklyn marching near the school yesterday to protest the rampant drug abuse in their neighborhood. The children, including kindergartners, carried signs proclaiming ''Just Say No'' and ''Crack Kills.'' (NYT\/Linda M. Baron) Students from Public School 26 in the" , "date" : "19880514" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "page_facet" : "35" , "title" : "Starting Off on the Right Foot" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/14\/nyregion\/starting-off-on-the-right-foot.html"} , {"body" : "LEAD: Three police officers were arrested yesterday in separate cases on charges that included perjury, illegal drug possession and public lewdness, officials said. Three police officers were arrested yesterday in separate cases on charges that included perjury, illegal drug possession and public lewdness, officials said. In the first case, a" , "date" : "19880512" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Three Policemen Are Arrested" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/12\/nyregion\/three-policemen-are-arrested.html"} , {"body" : "LEAD: Closings in the week ending April 23 MANHATTAN Greenwich Village $505,000 32 Washington Square West 2-bedroom, 2 1\/2-bath, 1,500-sq.-ft. co-op in a recently renovated prewar building; 24-hr. doorman, dining room, maid's room, fireplace, 3 exposures; maintenance $1,600, 31% tax-deductible (Broker: Ambrose Mar-Elia) Closings in the week ending" , "date" : "19880508" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "14" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/08\/realestate\/residential-resales-750588.html"} , {"body" : "LEAD: IT is the stuff of fantasies, something that Jerome James might daydream about while cruising the streets of Sioux Falls, S.D., in his police car. IT is the stuff of fantasies, something that Jerome James might daydream about while cruising the streets of Sioux Falls, S.D., in his police car. A 30-year-old college graduate, married with three" , "date" : "19880502" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "A Late Starter Punches Toward Seoul" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/02\/sports\/a-late-starter-punches-toward-seoul.html"} , {"body" : "LEAD: Although he is Mayor of the largest city in the country, Mayor Koch may not attend the Democratic National Convention in Atlanta in mid-July. It would be the first time in the memory of veteran politicians that a Democratic Mayor of New York did not go to the convention. Although he is Mayor of the largest city in the country, Mayor Koch may" , "date" : "19880501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PUGHKEEPSIE (NY)" , "NEW YORK CITY" , "NEW YORK STATE" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "POLITICAL NOTES; KOCH THINKS OF SKIPPING CONVENTION" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/01\/nyregion\/political-notes-koch-thinks-of-skipping-convention.html"} ,   {"body" : "LEAD: To some who live here, what happened this week at the Mayfair Mansions housing project at first seemed a shocking exercise in vigilante justice. To some who live here, what happened this week at the Mayfair Mansions housing project at first seemed a shocking exercise in vigilante justice. But to those who live in Mayfair Mansions, a small" , "date" : "19880424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WASHINGTON (DC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "20" , "title" : "Muslim Patrols Fight Capital Drug Trade" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/24\/us\/muslim-patrols-fight-capital-drug-trade.html"} , {"body" : "LEAD: Dukakis Jackson Gore BRONX 73. Mott Haven, Hunts Point 4,026 12,299 365 74. Soundview, Bronx River 4,031 10,428 400 75. Parkchester, Throgs Neck, Castle Hill 6,276 5,903 1,085 76. Highbridge Morris Heights 1,646 10,556 147 77. University Heights, Fordham 2,331 7,228 308 78. Dukakis Jackson Gore BRONX 73. Mott Haven, Hunts Point 4,026 12,299" , "date" : "19880421" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "25" , "title" : "THOUGH A LOSER, JACKSON MOVED THE MASSES, PRO AND CON, IN NEW YORK; Vote by Assembly District" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/21\/us\/though-loser-jackson-moved-masses-pro-con-new-york-vote-assembly-district.html"} , {"body" : "LEAD: Gov. Michael S. Dukakis won a decisive victory in the New York Democratic Presidential primary by putting together a coalition of mostly Jews and Roman Catholics in New York City and predominantly Catholic Democrats in the suburbs and upstate, according to the official tally. Gov. Michael S. Dukakis won a decisive victory in the New York" , "date" : "19880420" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "7" , "title" : "ETHNIC COALITIONS MARK THE VOTING" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/20\/us\/ethnic-coalitions-mark-the-voting.html"} , {"body" : "LEAD: Supporters of the Rev. Jesse Jackson hailed his victory in New York City yesterday as a harbinger of a new coalition that could reshape the city's politics in the 1989 mayoral race. Supporters of the Rev. Jesse Jackson hailed his victory in New York City yesterday as a harbinger of a new coalition that could reshape the city's politics in the" , "date" : "19880420" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "7" , "title" : "Jackson Troops Say They Won Future" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/20\/us\/jackson-troops-say-they-won-future.html"} , {"body" : "LEAD: Mayor Koch, whose repeated attacks on the Rev. Jesse Jackson overwhelmed the New York Democratic Presidential primary, conceded last night that his combative tactics had not helped his choice in the race, Senator Albert Gore Jr. ''There's no sense in rehashing the battle, and I think that the exit polls show that, 2 to 1, people did not like" , "date" : "19880420" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "Koch Says He Didn't Help Gore; Voters Say He Didn't Help Debate" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/20\/us\/koch-says-he-didn-t-help-gore-voters-say-he-didn-t-help-debate.html"} , {"body" : "LEAD: To the distress of many black New Yorkers, the 1988 Presidential primary here has become a painful study in black and white. They see it as a campaign tinged with racism, one in which the Rev. Jesse Jackson is neither forgiven any of his trespasses nor taken with the same seriousness accorded his white foes. To the distress of many black New" , "date" : "19880418" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "Many Black New Yorkers Believe Campaign Is Tinged With Racism" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/18\/us\/many-black-new-yorkers-believe-campaign-is-tinged-with-racism.html"} , {"body" : "LEAD: Officer Anthony Oswald McLean of the New York City housing police was on duty less than three years but he had already been cited four times for meritorious police work and was regarded by colleagues and supervisors as a dedicated officer. Officer Anthony Oswald McLean of the New York City housing police was on duty less than three years but" , "date" : "19880414" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Slain Officer Was Honored For His Work" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/14\/nyregion\/slain-officer-was-honored-for-his-work.html"} , {"body" : "LEAD: ''Don't push, please,'' barked a young Secret Service agent on a Brooklyn street corner Saturday morning as a crowd ignored him. ''Don't push, please,'' barked a young Secret Service agent on a Brooklyn street corner Saturday morning as a crowd ignored him. ''Jesse!'' members of the crowd shouted, surging forward and propelling the agent" , "date" : "19880411" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "9" , "title" : "New Yorkers Welcome Jackson Like a Celebrity" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/11\/us\/new-yorkers-welcome-jackson-like-a-celebrity.html"} , {"body" : "LEAD: Law enforcement specialists say corruption within the American criminal justice system is more widespread now than at any time since Prohibition because of the explosion in the power and profits of the multibillion-dollar illicit drug industry. Law enforcement specialists say corruption within the American criminal justice system is more" , "date" : "19880411" , "day_of_week_facet" : "Monday" , "geo_facet" : ["GEORGIA"] , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "Enemy Within: Drug Money Is Corrupting the Enforcers" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/11\/us\/enemy-within-drug-money-is-corrupting-the-enforcers.html"} , {"body" : "LEAD: Sometime after 2:30 A.M. on Sunday, March 27, at a construction site half a block from his home in the Borough Park section of Brooklyn, Geraldo Leiva was strangled with a thin piece of rope. Sometime after 2:30 A.M. on Sunday, March 27, at a construction site half a block from his home in the Borough Park section of Brooklyn, Geraldo Leiva" , "date" : "19880408" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Week's Killings: A Profile of Violent Death in New York" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/08\/nyregion\/a-week-s-killings-a-profile-of-violent-death-in-new-york.html"} ,   {"body" : "LEAD: A 27-year-old Brooklyn man, known as the ''Spiderman Rapist,'' was sentenced to 18 years to life in prison yesterday for a series of rapes, robberies and burglaries in the Bedford-Stuyvesant section of Brooklyn. A 27-year-old Brooklyn man, known as the ''Spiderman Rapist,'' was sentenced to 18 years to life in prison yesterday for a series of" , "date" : "19880405" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "A BROOKLYN RAPIST GETS 18-YEAR TERM" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/05\/nyregion\/a-brooklyn-rapist-gets-18-year-term.html"} , {"body" : "LEAD: In classes for the gifted, there are many shades of brightness. In classes for the gifted, there are many shades of brightness. Take the responses to Dr. Gloria Cohen's question today to her dozen sixth graders at the Eric Smith School here. What are the pluses and minuses of converting glass windows to plastic, she asks. John Hoppin gives a" , "date" : "19880316" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "EDUCATION; Teachers of the Gifted Fight Accusations of Elitism" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/16\/nyregion\/education-teachers-of-the-gifted-fight-accusations-of-elitism.html"} , {"body" : "LEAD: The New York City Board of Estimate yesterday rejected plans to convert two vacant commercial buildings into homeless shelters, a major setback to a Koch administration plan to provide housing for the homeless. The New York City Board of Estimate yesterday rejected plans to convert two vacant commercial buildings into homeless shelters, a" , "date" : "19880312" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["JAMAICA (NYC)" , "NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "Koch Proposals to Convert 2 Buildings to Shelters Are Rejected" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/12\/nyregion\/koch-proposals-to-convert-2-buildings-to-shelters-are-rejected.html"} , {"body" : "LEAD: One of the largest and most violent drug rings operating in Brooklyn has been smashed with the arrest of the group's leader and five major associates, Federal and city law-enforcement officials said yesterday. Another associate is being sought. One of the largest and most violent drug rings operating in Brooklyn has been smashed with the" , "date" : "19880311" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Federal-City Effort Attacks Violent Brooklyn Drug Ring" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/11\/nyregion\/federal-city-effort-attacks-violent-brooklyn-drug-ring.html"} , {"body" : "LEAD: The Rev. Milton A. Galamison, a Brooklyn pastor for four decades who was a major figure in the dispute over decentralizing the New York City schools in the 1960's, died of cancer Wednesday at his home in Brooklyn. He was 65 years old. Mr. Galamison, who wore a dashiki as he picketed construction sites to obtain more jobs for his fellow blacks" , "date" : "19880311" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "18" , "title" : "Milton Galamison, Leader in a Dispute Over the Schools, 65" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/11\/obituaries\/milton-galamison-leader-in-a-dispute-over-the-schools-65.html"} , {"body" : "LEAD: Late last summer, eight low-income families renovating an abandoned building in Brooklyn found themselves in a jam. Money from a state grant was late, and the families owed a total of $4,500 to an insurance company and an electrician. Late last summer, eight low-income families renovating an abandoned building in Brooklyn found themselves in" , "date" : "19880309" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "From Milk Co-op for Poor, A New Hope for Housing" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/09\/nyregion\/from-milk-co-op-for-poor-a-new-hope-for-housing.html"} , {"body" : "LEAD: A 27-year-old woman was stabbed to death in the first-floor hallway of an apartment building in the Bedford-Stuyvesant section of Brooklyn last night, the police reported. A 27-year-old woman was stabbed to death in the first-floor hallway of an apartment building in the Bedford-Stuyvesant section of Brooklyn last night, the police reported." , "date" : "19880309" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Woman, 27, Fatally Stabbed In Hallway at Brooklyn Home" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/09\/nyregion\/woman-27-fatally-stabbed-in-hallway-at-brooklyn-home.html"} , {"body" : "LEAD: A doctor was ordered yesterday to pay back $178,000 from a Medicaid fraud in which she filed for bills and prescriptions issued by a former messenger working as a doctor, a prosecutor said. A doctor was ordered yesterday to pay back $178,000 from a Medicaid fraud in which she filed for bills and prescriptions issued by a former messenger" , "date" : "19880305" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "32" , "title" : "METRO DATELINES; Doctor Is Sentenced In Medicaid Fraud" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/05\/nyregion\/metro-datelines-doctor-is-sentenced-in-medicaid-fraud.html"} , {"body" : "LEAD: A Moslem leader who won praise and community support when he led volunteers from his Brooklyn mosque against drugs said yesterday that the anti-drug patrol in Bedford-Stuyvesant would be expanded. A Moslem leader who won praise and community support when he led volunteers from his Brooklyn mosque against drugs said yesterday that the" , "date" : "19880302" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO DATELINES; Moslems to Expand Anti-Drug Patrols" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/02\/nyregion\/metro-datelines-moslems-to-expand-anti-drug-patrols.html"} , {"body" : "LEAD: THE largest solicitation of commercial and industrial development proposals in the 22-year history of the New York City Public Development Corporation was announced yesterday by the agency's president, James P. Stuckey. THE largest solicitation of commercial and industrial development proposals in the 22-year history of the New York City" , "date" : "19880302" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "22" , "title" : "Real Estate; Development Ideas Sought In New York" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/02\/business\/real-estate-development-ideas-sought-in-new-york.html"} ,   {"body" : "LEAD: Despite a tearful appeal to a judge for a chance ''to begin my life again,'' a former New York City police officer was sentenced yesterday to 1 to 4 years in prison for taking a $500 payoff from an undercover investigator posing as a drug dealer. Despite a tearful appeal to a judge for a chance ''to begin my life again,'' a former New York" , "date" : "19880301" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Former Officer Gets Jail Term In Drug Payoff" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/01\/nyregion\/former-officer-gets-jail-term-in-drug-payoff.html"} , {"body" : "LEAD: After almost 20 years of protesting his innocence from grim prison confines, yesterday Rubin (Hurricane) Carter celebrated the dismissal of triple-murder charges against him amid the elegance of the Plaza Hotel. After almost 20 years of protesting his innocence from grim prison confines, yesterday Rubin (Hurricane) Carter celebrated the" , "date" : "19880301" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "'I Am Flying': Hurricane Carter Rejoices in Freedom" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/01\/nyregion\/i-am-flying-hurricane-carter-rejoices-in-freedom.html"} , {"body" : "LEAD: Five years ago, the block on Underhill Avenue in the Prospect Heights section of Brooklyn looked like many streets in New York City's most devastated neighborhoods. Opposite an elementary school stood two small apartment buildings that, though deteriorating, were still occupied. They were flanked by three abandoned shells. Five years ago, the" , "date" : "19880227" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT HEIGHTS (BROOKLYN, NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "New Financial Tool Revives Old Block" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/27\/nyregion\/new-financial-tool-revives-old-block.html"} , {"body" : "LEAD: In more than 20 years as a businessman in Brooklyn, Eric Bullen has faced riots and looting and mounting drug-related crime, including more burglaries than he cares to remember. But lately, he says, the sense of siege has been reduced, and he has noticed something unusual: customers browsing casually at the windows of his men's clothing store" , "date" : "19880225" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Moslem Patrol Helps Cut Crime in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/25\/nyregion\/moslem-patrol-helps-cut-crime-in-brooklyn.html"} , {"body" : "LEAD: International A3-11, A17 International A3-11, A17 Pretoria, in a major crackdown, banned the activities of 17 leading anti-apartheid organizations, including South Africa's largest, and barred the major labor federation from all political action. Page A1 Outside agitators helped incite the violent clashes between Palestinians and Israeli" , "date" : "19880225" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY: THURSDAY, FEBRUARY 25, 1988" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/25\/nyregion\/news-summary-thursday-february-25-1988.html"} , {"body" : "LEAD: When Governor Cuomo met two weeks ago with representatives of a 16-year-old black Dutchess County girl who says she was abducted and sexually assaulted by six white men, the Rev. Al Sharpton was there. When Governor Cuomo met two weeks ago with representatives of a 16-year-old black Dutchess County girl who says she was abducted and sexually" , "date" : "19880224" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Sharpton: Champion or Opportunist?" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/24\/nyregion\/sharpton-champion-or-opportunist.html"} , {"body" : "LEAD: Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary schools and junior high schools in May 1987. Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary schools and junior high schools" , "date" : "19880223" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "The Reading Scores For New York City Schools" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/23\/nyregion\/the-reading-scores-for-new-york-city-schools.html"} , {"body" : "LEAD: The officer who faced the most charges in the 77th Precinct scandal in Brooklyn was sentenced yesterday to 2 1\/2 to 7 1\/2 years in prison as part of a plea agreement with the state. The officer who faced the most charges in the 77th Precinct scandal in Brooklyn was sentenced yesterday to 2 1\/2 to 7 1\/2 years in prison as part of a plea" , "date" : "19880223" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "77th Precinct Officer Sentenced to 2 1\/2 Years" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/23\/nyregion\/77th-precinct-officer-sentenced-to-2-1-2-years.html"} , {"body" : "LEAD: The family of a Brooklyn man, who died of an apparent heart attack in an ambulance while in police custody Jan. 30, says a private autopsy shows he suffered injuries consistent with a beating. The family of a Brooklyn man, who died of an apparent heart attack in an ambulance while in police custody Jan. 30, says a private autopsy shows he" , "date" : "19880216" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Family's Autopsy Finds Evidence of Beating" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/16\/nyregion\/family-s-autopsy-finds-evidence-of-beating.html"} , {"body" : "LEAD: A three-story brick building at 876 Jefferson Avenue, completed last month, offers the first six condominiums in the Bedford-Stuyvesant section of Brooklyn, beating out two other nearby projects for that distinction by a few months. But when Del Dellal, a partner in MFD Holding Ltd., purchased the vacant building at a city auction in 1986, he" , "date" : "19880214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS; Bedford-Stuyvesant: The First Condos" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/14\/realestate\/postings-bedford-stuyvesant-the-first-condos.html"} ,   {"body" : "LEAD: Cocaine abuse and AIDS are taking the lives of children born in the most devastated neighborhoods of New York City, nudging up the city's infant mortality rate after more than a decade of decline and sowing fears of steeper increases to come. Cocaine abuse and AIDS are taking the lives of children born in the most devastated neighborhoods of" , "date" : "19880213" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COCAINE AND AIDS IN NEW YORK ADD TO INFANT DEATHS" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/13\/nyregion\/cocaine-and-aids-in-new-york-add-to-infant-deaths.html"} , {"body" : "LEAD: For almost two hours, the cacophony of lilting Caribbean accents, Brooklynese and the audible influences of Spanish and Asian languages filled the auditorium at the Pratt Institute as 70 Brooklyn community leaders sought ways to reduce racial and ethnic tensions. For almost two hours, the cacophony of lilting Caribbean accents, Brooklynese" , "date" : "19880212" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Conference Focuses on Racial Strife" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/12\/nyregion\/conference-focuses-on-racial-strife.html"} , {"body" : "LEAD: A decade after it began accumulating a vast stock of rundown apartment houses, New York City finds itself unable to manage them, repair them, return them to private landlords or improve the abysmal conditions for the tens of thousands of people living in them. A decade after it began accumulating a vast stock of rundown apartment houses, New" , "date" : "19880208" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New York City, the Landlord: A Decade of Housing Decay" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/08\/nyregion\/new-york-city-the-landlord-a-decade-of-housing-decay.html"} , {"body" : "LEAD: A Brooklyn man taken into police custody after threatening neighbors in his apartment building died in an ambulance en route to the hospital on Saturday, the police said, and it is unclear what caused his death. A Brooklyn man taken into police custody after threatening neighbors in his apartment building died in an ambulance en route to the" , "date" : "19880201" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Man Seized for Threats Dies in an Ambulance" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/01\/nyregion\/man-seized-for-threats-dies-in-an-ambulance.html"} , {"body" : "LEAD: ON the east side of Manhattan, from 96th Street north, empty lots still outnumber condominiums, boarded-up windows are more common than ''For Sale'' signs and trash far exceeds brass. Nonetheless, people who live there are worried that the neighborhood is getting trendy. ON the east side of Manhattan, from 96th Street north, empty lots still" , "date" : "19880131" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "EAST HARLEM (NYC)" , "UPPER EAST SIDE (MANHATTAN)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Is the Upper East Side Moving North?" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/31\/realestate\/is-the-upper-east-side-moving-north.html"} , {"body" : "LEAD: One year ago today, Yvonne McCain and her children finally left the ranks of the homeless. One year ago today, Yvonne McCain and her children finally left the ranks of the homeless. With the help of the Henry Street Settlement, they found a government-assisted, three-bedroom apartment in Bedford-Stuyvesant after an odyssey that began in 1982" , "date" : "19880125" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; Beyond a Lobby In Manhattan, Corridors of Pain" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/25\/nyregion\/metro-matters-beyond-a-lobby-in-manhattan-corridors-of-pain.html"} , {"body" : "LEAD: NEW YORK CITY'S armories are generally elaborate structures, often with 200-foot-wide drill halls and unusual architectural character. But as the need for armories has declined since their heyday at the turn of the century, several have been demolished and it has been hard to find alternative uses for the others. NEW YORK CITY'S armories are" , "date" : "19880124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "14" , "title" : "Streetscapes: 13th Regiment Armory; A Brooklyn Fortress Yields to the Changing Times" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/24\/realestate\/streetscapes-13th-regiment-armory-brooklyn-fortress-yields-changing-times.html"} , {"body" : "LEAD: Muslims with walkie-talkies and solemn stares, some of them armed off-duty correction and police officers, have started to patrol part of the Bedford-Stuyvesant section of Brooklyn in another initiative to rid the community of crime and drugs, particularly crack. Muslims with walkie-talkies and solemn stares, some of them armed off-duty" , "date" : "19880123" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Muslims Start Patrol to Fight Crack in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/23\/nyregion\/muslims-start-patrol-to-fight-crack-in-brooklyn.html"} , {"body" : "LEAD: INTERNATIONAL 3-6, 28 Israelis are beating Palestinians under a new army policy. The policy is designed to end the wave of protests in the occupied West Bank and Gaza Strip that began in early December. Page 1 A curfew on an Arab neighborhood in East Jerusalem was imposed by the Israeli police, who invoked emergency powers in the city for the" , "date" : "19880123" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY: SATURDAY, JANUARY 23, 1988" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/23\/nyregion\/news-summary-saturday-january-23-1988.html"} , {"body" : "LEAD: Three bystanders seized two men who threw a woman against a wall and grabbed her wallet at a busy midtown subway station yesterday afternoon, the transit police said. Three bystanders seized two men who threw a woman against a wall and grabbed her wallet at a busy midtown subway station yesterday afternoon, the transit police said. The" , "date" : "19880119" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 Bystanders Foil Robbery at BMT Station" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/19\/nyregion\/3-bystanders-foil-robbery-at-bmt-station.html"} ,   {"body" : "LEAD: At least six people, three of them homeless, have frozen to death in New York City in the last week and a half of bitter winter cold, city officials said yesterday. At least six people, three of them homeless, have frozen to death in New York City in the last week and a half of bitter winter cold, city officials said yesterday. In addition to" , "date" : "19880116" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "6 Freeze to Death in New York" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/16\/nyregion\/6-freeze-to-death-in-new-york.html"} , {"body" : "LEAD: A teen-ager who resisted a robbery was shot in the thigh, and the same bullet seriously wounded a woman who was seated near him on a subway train in Brooklyn yesterday, the police said. The gunman escaped. The victims were shot on a southbound A train as it approached the Kingston-Throop Avenue station in the Bedford-Stuyvesant section about" , "date" : "19880112" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/12\/nyregion\/no-headline-816488.html"} , {"body" : "LEAD: At the Bronx High School of Science, one of New York City's premier public schools, more than 300 windows have been shattered since last summer. But because of a union contract, only half have been fixed, leaving the school with the aura of an abandoned building rather than a place of achievement. At the Bronx High School of Science, one of" , "date" : "19880111" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Memo to Schools Chief: A System Adrift" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/11\/nyregion\/memo-to-schools-chief-a-system-adrift.html"} , {"body" : "LEAD: Within months of his acquittal on Federal charges of conspiring to organize a prisoner escape and rob armored cars, Roger Wareham, one of a group of black revolutionaries known as the New York Eight, landed a job at the Center for Law and Social Justice, where he helped establish a 24-hour hot line to monitor reports of police brutality." , "date" : "19880110" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Job for Radical Reflects Role of Brooklyn Group" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/10\/nyregion\/job-for-radical-reflects-role-of-brooklyn-group.html"} , {"body" : "LEAD: Closings in the week ending Dec. 19 MANHATTAN Greenwich Village #1.1 million 17 Grove\/100 Bedford Streets 4-bedroom, 3-bath, single family, 3-story, 1822, Federal frame house and 2-bedroom, 2-bath, single family, 2-story, 1833, frame house on adjoining lots, sold to same buyer; large kitchen, dining room, central chimney and 6 fireplaces on" , "date" : "19880103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/03\/realestate\/residential-resales-202188.html"} , {"body" : "LEAD: A store clerk and a bystander were killed and two other people were wounded yesterday when at least two armed robbers opened fire at a bodega in Brooklyn, the police said. A store clerk and a bystander were killed and two other people were wounded yesterday when at least two armed robbers opened fire at a bodega in Brooklyn, the police said." , "date" : "19880102" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "2 Men Killed and 2 Wounded in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/02\/nyregion\/2-men-killed-and-2-wounded-in-brooklyn.html"} , {"body" : "LEAD: As Dr. Bernard R. Gifford presents his case to the Board of Education today on why the board members should appoint him schools chancellor, he will be strongly perceived as a candidate allied with the teachers union. It is a perception he questions. As Dr. Bernard R. Gifford presents his case to the Board of Education today on why the board" , "date" : "19880102" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "27" , "title" : "Candidate for Chancellor Is Seen as Teacher Ally" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/02\/nyregion\/candidate-for-chancellor-is-seen-as-teacher-ally.html"}]