[  {"body" : "LEAD: A subway passenger's objection to a seatmate's rendition of a Billie Holiday song set off a bloody fracas aboard a crowded F train in Brooklyn yesterday morning. A subway passenger's objection to a seatmate's rendition of a Billie Holiday song set off a bloody fracas aboard a crowded F train in Brooklyn yesterday morning. By the time it" , "date" : "19881229" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "On the F Train, Violence Erupts Over a Song" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/29\/nyregion\/on-the-f-train-violence-erupts-over-a-song.html"} , {"body" : "LEAD: The record for homicides in a single year in New York City was broken in 1988, which began with the karate-kick killing of a young college graduate and saw the execution of a rookie police officer guarding a drug witness's house. The record for homicides in a single year in New York City was broken in 1988, which began with the karate-kick" , "date" : "19881226" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Homicides Hit a Record In New York" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/26\/nyregion\/homicides-hit-a-record-in-new-york.html"} , {"body" : "LEAD: The badly decomposed body of a 23-year-old assistant custodian was found yesterday on a cot behind a boiler in the basement of a public school in Brooklyn, the police said. The badly decomposed body of a 23-year-old assistant custodian was found yesterday on a cot behind a boiler in the basement of a public school in Brooklyn, the police" , "date" : "19881216" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "Missing Janitor's Body Found" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/16\/nyregion\/missing-janitor-s-body-found.html"} , {"body" : "LEAD: The State Senate today gave final approval to a long-stalled proposal to prohibit political officeholders, party officials and school district employees from serving on community school boards in New York City. The State Senate today gave final approval to a long-stalled proposal to prohibit political officeholders, party officials and school" , "date" : "19881202" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "School Board Eligibility Bill Passed by Senate in Albany" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/02\/nyregion\/school-board-eligibility-bill-passed-by-senate-in-albany.html"} , {"body" : "LEAD: An anti-Asian campaign late last year in Brooklyn's Bensonhurst section brought about a Thanksgiving dinner sponsored by Korean businessmen and residents for elderly people yesterday. An anti-Asian campaign late last year in Brooklyn's Bensonhurst section brought about a Thanksgiving dinner sponsored by Korean businessmen and residents for" , "date" : "19881125" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Out of Hatred, Turkey With Kimchi" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/25\/nyregion\/out-of-hatred-turkey-with-kimchi.html"} , {"body" : "LEAD: INTERNATIONAL\/A3-19 INTERNATIONAL\/A3-19 Iran agreed to oil production quotas that would give Iraq parity with Iran. Iran stubbornly refused for weeks but finally conceded to a powerful Arab coalition that threatened to continue flooding the oil markets. Page A1 Soviet officials appealed for calm in the southern Soviet republics of Armenia and" , "date" : "19881125" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/25\/nyregion\/news-summary-836588.html"} , {"body" : "LEAD: They've been to a Broadway show, peered out from the Empire State Building and strolled through the World Trade Center. They've had a meal in Chinatown and seen the Rockettes at Radio City Music Hall. Where else can you take your out-of-town friends? They've been to a Broadway show, peered out from the Empire State Building and strolled" , "date" : "19881120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "8" , "title" : "THE REAL NEW YORK: GOING BEYOND BAEDECKER; 12 Personal Favorites" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/20\/magazine\/the-real-new-york-going-beyond-baedecker-12-personal-favorites.html"} , {"body" : "LEAD: One was a corrupt New York City restaurant inspector who was so greedy that his co-workers called him ''Hungry Joe.'' He not only demanded payoffs from restaurants, a Federal prosecutor said, but once ''charged'' a Brooklyn restaurant an extra $100 for cab fare back to his office in Manhattan. One was a corrupt New York City restaurant" , "date" : "19881120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "2 Health Inspectors Get Jail Terms in Extortion" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/20\/nyregion\/2-health-inspectors-get-jail-terms-in-extortion.html"} , {"body" : "LEAD: The sight of unsupervised students clustering in the hallways of a high school throughout the day usually means that things are not being run properly, that orderliness has given way to entropy. But at Edward R. Murrow High School in Brooklyn it means the opposite. The sight of unsupervised students clustering in the hallways of a high school" , "date" : "19881115" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "A High School Finds Success in Freedom" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/15\/nyregion\/a-high-school-finds-success-in-freedom.html"} , {"body" : "LEAD: Paul Morrissey's ''Spike of Bensonhurst'' would be a comedy of manners if anyone in the film had any. But they don't, which is very much the point. This film, set among Mafia operatives and petty crooks in the Italian neighborhood of Bensonhurst, in Brooklyn, is a humorous look at the way traditional values have deteriorated even here. Paul" , "date" : "19881111" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "15" , "title" : "Review\/Films; A Would-Be Fighter With a Lot of Distractions" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/11\/movies\/review-films-a-would-be-fighter-with-a-lot-of-distractions.html"} ,   {"body" : "LEAD: (NOTE: This table may be divided, and additional information on a particular entry may appear on more than one screen.) *2*PRESIDENT Dukakis Bush A.D.BRONX 73. Mott Haven, Hunts Point 23,696 3,101 74. Soundview, Bronx River 21,741 4,710 75. P'chester, Throgs Nk, Castle Hill 17,914 15,552 76. (NOTE: This table may be divided, and additional" , "date" : "19881110" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "THE ELECTIONS; Voting by Assembly District" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/10\/nyregion\/the-elections-voting-by-assembly-district.html"} , {"body" : "LEAD: A Brooklyn man was arrested for shooting his half brother to death in the street, the police said yesterday. A Brooklyn man was arrested for shooting his half brother to death in the street, the police said yesterday. The man, Edward McKenna, 44 years old, is accused of shooting John Parks, 40, at least once in the stomach following a dispute" , "date" : "19881107" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Datelines; Man Held in Killing Of His Half Brother" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/07\/nyregion\/metro-datelines-man-held-in-killing-of-his-half-brother.html"} , {"body" : "LEAD: Hundreds of thousands of dollars will be spent and truckloads of mailings will be sent. Billboards will flash new faces and car bumpers will sport new stickers. But on Nov. 8, when all 211 seats in the New York State Legislature will be up for grabs, neither Republicans nor Democrats expect more than a half dozen seats to change hands." , "date" : "19881103" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "A Handful of Albany Races Are 'Hot'" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/03\/nyregion\/a-handful-of-albany-races-are-hot.html"} , {"body" : "LEAD: Christopher Conquest's first car stereo was a portable boom box that he kept in the back seat. It was stolen in 1980. He bought a new car and had a stereo radio and cassette tape player installed. That unit was stolen last year. He had a third unit installed. It was stolen several months ago. Christopher Conquest's first car stereo was a" , "date" : "19881010" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Don't Even Think of Stealing This Radio!" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/10\/nyregion\/don-t-even-think-of-stealing-this-radio.html"} , {"body" : "LEAD: An 82-year-old rabbi and his wife were slightly injured early yesterday in a fire that heavily damaged a Brooklyn synagogue and their apartment above it, the authorities said. An 82-year-old rabbi and his wife were slightly injured early yesterday in a fire that heavily damaged a Brooklyn synagogue and their apartment above it, the" , "date" : "19880925" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "Rabbi and Wife Injured in Fire at Synagogue" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/25\/nyregion\/rabbi-and-wife-injured-in-fire-at-synagogue.html"} , {"body" : "LEAD: A 19-year-old man and an 18-year-old woman were sitting in a car in the Bensonhurst section of Brooklyn last night when an unidentified man approached the car, pulled out a gun, and shot them both, killing the man, the police said. A 19-year-old man and an 18-year-old woman were sitting in a car in the Bensonhurst section of Brooklyn last" , "date" : "19880922" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Two Shot, One Fatally, As They Sit in an Auto" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/22\/nyregion\/two-shot-one-fatally-as-they-sit-in-an-auto.html"} , {"body" : "LEAD: MARTIN P. HACKER says he has always considered himself a private man of simple tastes, never one to mix in politics, certainly not somebody who would single-handedly do battle with a giant commuter railroad authority. MARTIN P. HACKER says he has always considered himself a private man of simple tastes, never one to mix in politics, certainly" , "date" : "19880911" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Irked by Delays, Commuter Fights Back" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/11\/nyregion\/irked-by-delays-commuter-fights-back.html"} , {"body" : "LEAD: A former fugitive, identified by the authorities as the leader of a drug organization linked to the Colombo crime family, pleaded not guilty yesterday to Federal charges of racketeering and extortion. A former fugitive, identified by the authorities as the leader of a drug organization linked to the Colombo crime family, pleaded not guilty" , "date" : "19880831" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Drug-Linked Fugitive Arraigned" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/31\/nyregion\/drug-linked-fugitive-arraigned.html"} , {"body" : "LEAD: As twilight falls in southern Brooklyn, in parts of Sheepshead Bay, Canarsie, Gravesend and Bensonhurst, scores of teen-agers begin a nightly ritual, congregating at pizza parlors, convenience stores, near subway stations and playgrounds. As twilight falls in southern Brooklyn, in parts of Sheepshead Bay, Canarsie, Gravesend and Bensonhurst," , "date" : "19880812" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Fighting the Lure of Drugs in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/12\/nyregion\/fighting-the-lure-of-drugs-in-brooklyn.html"} , {"body" : "LEAD: About 8,000 Consolidated Edison customers in the Bay Ridge, Dyker Heights and Bensonhurst sections of Brooklyn lost power for parts of last night and early today. The blackout occurred when three power cables shorted out for an undetermined reason, said a spokeswoman for the utility. The blackout began at 9:50 P.M., and power was restored at" , "date" : "19880812" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BENSONHURST (NYC)" , "BAY RIDGE (NYC)" , "DYKER HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Power Goes Out in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/12\/nyregion\/power-goes-out-in-brooklyn.html"} ,   {"body" : "LEAD: ON an average Friday in August 1,200 customers stream through the door at Henry's Fish Market in the Bensonhurst section of Brooklyn. But last Friday was not an average day in August. ''I could read 'War and Peace' today and not be interrupted,'' said Michael Stein, who has owned the shop for 37 years. ON an average Friday in August 1,200" , "date" : "19880810" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "4" , "title" : "Eating Well" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/10\/garden\/eating-well.html"} , {"body" : "LEAD: Summer in the City Summer in the City Next summer, just about when the temperature and New York City's mayoral campaign may be reaching fever pitch, Spike Lee's latest movie, ''Do the Right Thing,'' ought to be blossoming in the theaters. ''This film takes place on the hottest day of the summer,'' said the maker of ''She's Gotta Have It'' and" , "date" : "19880805" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "At the Movies" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/05\/movies\/at-the-movies.html"} , {"body" : "LEAD: TWO retired women from the Bensonhurst section of Brooklyn recently were discussing the exercise video they had produced. ''I think we made the video because we were retired and wanted something to do,'' said Belle Joseph, who is 72 and proud of it. ''We were feeling guilty about not doing anything. TWO retired women from the Bensonhurst" , "date" : "19880725" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Health" , "Sports"] , "page_facet" : "11" , "title" : "Fitness; Retirees Make Exercise Video for People Over 50" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/25\/sports\/fitness-retirees-make-exercise-video-for-people-over-50.html"} , {"body" : "LEAD: Chemical Bank customers at five branches found their banker and a full-service broker under one roof last week. It was the latest step in the trend toward one-stop shopping for financial services and in the banking industry's drive to compete head-on. Chemical Bank customers at five branches found their banker and a full-service broker under" , "date" : "19880725" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Business"] , "page_facet" : "2" , "title" : "5 Chemical Bank Offices Add Full-Service Broker" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/25\/business\/5-chemical-bank-offices-add-full-service-broker.html"} , {"body" : "LEAD: United States marshals seized two social clubs yesterday that they said were operated as gambling dens by members of the Bonanno organized-crime family. No one was arrested, but 200 exotic birds were detained. United States marshals seized two social clubs yesterday that they said were operated as gambling dens by members of the Bonanno" , "date" : "19880720" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "U.S. Gambling Raid Seizes 2 Social Clubs And 200 Pet Birds" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/20\/nyregion\/us-gambling-raid-seizes-2-social-clubs-and-200-pet-birds.html"} , {"body" : "LEAD: Howard Golden's expression turns dour when he speaks of Mayor Koch. And, at the least provocation, the Brooklyn Borough President lets go a torrent on what he says are the Mayor's failings - a lack of permanent housing for the homeless, worsening racial tensions, the decay of the city's bridges. Howard Golden's expression turns dour when he" , "date" : "19880716" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Golden Fights Koch and Threats to His Political Power" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/16\/nyregion\/golden-fights-koch-and-threats-to-his-political-power.html"} , {"body" : "LEAD: Several young men, oblivious to the blazing sun, were playing baseball. A dozen teen-agers lounged along the fence eating lunch. Still others stood in clusters across the street in front of two-story brick homes, most with meticulously-tended gardens and a few with creches or white plaster statues of the Madonna (not the singer). Several" , "date" : "19880602" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; Ask Not For Whom The Beeper Tolls" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/02\/nyregion\/metro-matters-ask-not-for-whom-the-beeper-tolls.html"} , {"body" : "LEAD: A Family Court judge has ruled that a young Brooklyn couple showed ''gross negligence'' in the care of their five infant children, four of whom died of natural causes in the last five years. None of the four children lived past the age of four months. A Family Court judge has ruled that a young Brooklyn couple showed ''gross negligence'' in" , "date" : "19880526" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Neglect Cited In the Deaths Of 4 Infants" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/26\/nyregion\/neglect-cited-in-the-deaths-of-4-infants.html"} , {"body" : "LEAD: An autopsy on the body of a Brooklyn man with epilepsy and heart trouble who died in police custody this week revealed a severe neck injury, according to preliminary findings announced yesterday by the New York City Medical Examiner's office. An autopsy on the body of a Brooklyn man with epilepsy and heart trouble who died in police custody" , "date" : "19880512" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Autopsy Reveals Crushed Neck" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/12\/nyregion\/autopsy-reveals-crushed-neck.html"} , {"body" : "LEAD: A 34-year-old Brooklyn man who had heart problems and epilepsy died in police custody Monday night, the police said, after he became violent, bit a paramedic and bruised another, and was restrained with handcuffs. A 34-year-old Brooklyn man who had heart problems and epilepsy died in police custody Monday night, the police said, after he" , "date" : "19880511" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man in Police Custody Suffers Seizure and Dies" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/11\/nyregion\/man-in-police-custody-suffers-seizure-and-dies.html"} ,   {"body" : "LEAD: THE ''Co-ops for Sale'' signs on the sides of multifamily buildings tell the story of housing in transition on Bay Parkway in the Bensonhurst section of Brooklyn. Apartment houses built for rental occupancy over the first half of this century are gradually being converted to owner occupancy. THE ''Co-ops for Sale'' signs on the sides of" , "date" : "19880508" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES: Bensonhurst Co-ops; Offering Buyers a 'Handyman's Special'" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/08\/realestate\/perspectives-bensonhurst-co-ops-offering-buyers-a-handyman-s-special.html"} , {"body" : "LEAD: A 45-year-old Brooklyn man was critically wounded last night in a gangland style shooting in front of his Bensonhurst home late yesterday, the police said. A 45-year-old Brooklyn man was critically wounded last night in a gangland style shooting in front of his Bensonhurst home late yesterday, the police said. According to the police, Joseph" , "date" : "19880506" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A Bensonhurst Man Is Shot At His Home by 3 Who Flee" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/06\/nyregion\/a-bensonhurst-man-is-shot-at-his-home-by-3-who-flee.html"} , {"body" : "LEAD: Dukakis Jackson Gore BRONX 73. Mott Haven, Hunts Point 4,026 12,299 365 74. Soundview, Bronx River 4,031 10,428 400 75. Parkchester, Throgs Neck, Castle Hill 6,276 5,903 1,085 76. Highbridge Morris Heights 1,646 10,556 147 77. University Heights, Fordham 2,331 7,228 308 78. Dukakis Jackson Gore BRONX 73. Mott Haven, Hunts Point 4,026 12,299" , "date" : "19880421" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "25" , "title" : "THOUGH A LOSER, JACKSON MOVED THE MASSES, PRO AND CON, IN NEW YORK; Vote by Assembly District" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/21\/us\/though-loser-jackson-moved-masses-pro-con-new-york-vote-assembly-district.html"} , {"body" : "LEAD: Gov. Michael S. Dukakis won a decisive victory in the New York Democratic Presidential primary by putting together a coalition of mostly Jews and Roman Catholics in New York City and predominantly Catholic Democrats in the suburbs and upstate, according to the official tally. Gov. Michael S. Dukakis won a decisive victory in the New York" , "date" : "19880420" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "7" , "title" : "ETHNIC COALITIONS MARK THE VOTING" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/20\/us\/ethnic-coalitions-mark-the-voting.html"} , {"body" : "LEAD: The Rev. Jesse Jackson is running his first big-budget advertising campaign, Mayor Koch is hawking Senator Albert Gore Jr. from the steps of City Hall, and all three Democratic candidates are scrambling for attention from television networks, radio stations and New York newspapers. The Rev. Jesse Jackson is running his first big-budget" , "date" : "19880416" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "10" , "title" : "POLITICAL MARKETING; 3 Democrats Scramble for Attention in the Nation's News Media Capital" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/16\/us\/political-marketing-3-democrats-scramble-for-attention-nation-s-media-capital.html"} , {"body" : "LEAD: The planned conversion of the Walker Theater, a Brooklyn movie palace, into a discount clothing store has been stopped by the New York City Buildings Department because the owner has no work permits and had filed an incomplete application. The planned conversion of the Walker Theater, a Brooklyn movie palace, into a discount clothing store" , "date" : "19880412" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "2" , "title" : "Permit Violations Halt Conversion of a Theater" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/12\/nyregion\/permit-violations-halt-conversion-of-a-theater.html"} , {"body" : "LEAD: Like a puff of smoke, a way of life in New York City began to disappear yesterday as smokers complied, sometimes grudgingly, with the city's new law that severely limits smoking in most public places. Like a puff of smoke, a way of life in New York City began to disappear yesterday as smokers complied, sometimes grudgingly, with the city's" , "date" : "19880407" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "They Grin or Bear It as Smoking Curbs Take Effect" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/07\/nyregion\/they-grin-or-bear-it-as-smoking-curbs-take-effect.html"} , {"body" : "LEAD: With one final C chord on its mighty Wurlitzer, the Walker Theater in Brooklyn ended a 60-year run yesterday, distinguished as one of the most enduring neighborhood movie palaces in New York and one of the city's most briefly lived landmarks. With one final C chord on its mighty Wurlitzer, the Walker Theater in Brooklyn ended a 60-year run" , "date" : "19880330" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "Fadeout for Movie Palace in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/30\/nyregion\/fadeout-for-movie-palace-in-brooklyn.html"} , {"body" : "LEAD: Closings in the week ending March 5 MANHATTAN Greenwwich Village $525,000 15 West 11th Street 3-bedroom, 2-bath, 1,200-sq.-ft. co-op in a recently renovated prewar building; 24-hr. doorman, large windowed kitchen, 2 exposures; maintenance $1,187, 33% tax-deductible. Closings in the week ending March 5 MANHATTAN Greenwwich Village $525,000 15" , "date" : "19880320" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "16" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/20\/realestate\/residential-resales-088288.html"} , {"body" : "LEAD: A 21-year-old Brooklyn man has been sentenced to 15 years to life in prison for what the authorities have called the ''racially motivated murder'' of a black Coney Island supermarket clerk. A 21-year-old Brooklyn man has been sentenced to 15 years to life in prison for what the authorities have called the ''racially motivated murder'' of a" , "date" : "19880313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "Brooklyn Man Given Prison Term For a 'Racially Motivated' Slaying" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/13\/nyregion\/brooklyn-man-given-prison-term-for-a-racially-motivated-slaying.html"} ,   {"body" : "LEAD: LAWN ornaments of the Madonna alternate with dragon-vase window dressings on Bay 20th Street. The neat row of homes belonging to Italian and Asian families near Brooklyn's south shore is typical of Bensonhurst, a largely Italian and Jewish community with few blacks that is seeking to acclimate itself to ethnic and racial diversity. LAWN" , "date" : "19880306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Blunting a Poison Pen in Bensonhurst" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/06\/realestate\/blunting-a-poison-pen-in-bensonhurst.html"} , {"body" : "LEAD: Irwin S. Chanin, an architect and builder whose skyline signature was formed of jazzy Art Deco towers and whose legacy to Broadway was a half dozen elegant theaters, died of natural causes Wednesday at his Manhattan home, his family said. He was 96 years old. Irwin S. Chanin, an architect and builder whose skyline signature was formed of" , "date" : "19880226" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "17" , "title" : "Irwin Chanin, Builder of Theaters And Art Deco Towers, Dies at 96" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/26\/obituaries\/irwin-chanin-builder-of-theaters-and-art-deco-towers-dies-at-96.html"} , {"body" : "LEAD: Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary schools and junior high schools in May 1987. Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary schools and junior high schools" , "date" : "19880223" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "The Reading Scores For New York City Schools" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/23\/nyregion\/the-reading-scores-for-new-york-city-schools.html"} , {"body" : "LEAD: In Flushing, Queens, some Chinese businessmen urge others to put up English signs, even though the bulk of their relatively affluent customers are Chinese. They suggest it might seem more neighborly. In Flushing, Queens, some Chinese businessmen urge others to put up English signs, even though the bulk of their relatively affluent customers" , "date" : "19880220" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "TAIWAN" , "HONG KONG" , "CHINATOWN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "New York's Chinese: Living in 2 Worlds" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/20\/nyregion\/new-york-s-chinese-living-in-2-worlds.html"} , {"body" : "LEAD: In a carefully choreographed and controlled rally that highlighted the growing frustration among blacks over drugs, almost 500 demonstrators marched yesterday along a circuitous route through some of Brooklyn's most drug- and crime-ridden communties. In a carefully choreographed and controlled rally that highlighted the growing frustration" , "date" : "19880122" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "500 March in Brooklyn Over Racism" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/22\/nyregion\/500-march-in-brooklyn-over-racism.html"} , {"body" : "LEAD: A Staten Island man has been charged with killing his infant son by twice dropping the child onto the floor while playing with him after drinking, the police reported yesterday. A Staten Island man has been charged with killing his infant son by twice dropping the child onto the floor while playing with him after drinking, the police reported" , "date" : "19880107" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["STATEN ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "Baby Dropped; Charge Is Murder" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/07\/nyregion\/baby-dropped-charge-is-murder.html"} , {"body" : "LEAD: Through a gantlet of residents, many of them screaming racial epithets, 450 blacks marched for three miles in the Bath Beach section of Brooklyn yesterday afternoon to protest racial discrimination in the city and, in particular, the beating of two black men in the neighborhood last week. Through a gantlet of residents, many of them screaming" , "date" : "19880103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BATH BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Blacks, to Jeers of Whites, Protest Racism in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/03\/nyregion\/blacks-to-jeers-of-whites-protest-racism-in-brooklyn.html"} , {"body" : "LEAD: A 28-year-old white woman was forced into a van in Brooklyn by two black men and robbed on Thursday in what the police yesterday called a racially motivated incident. A 28-year-old white woman was forced into a van in Brooklyn by two black men and robbed on Thursday in what the police yesterday called a racially motivated incident. A police" , "date" : "19880103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Police Say Robbery Was Racially Motivated" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/03\/nyregion\/police-say-robbery-was-racially-motivated.html"} , {"body" : "LEAD: A 17-year-old youth was arrested yesterday in connection with what the authorities say was a racially biased incident in the Bensonhurst section of Brooklyn on Christmas Day in which two black men were beaten by a group of whites. A 17-year-old youth was arrested yesterday in connection with what the authorities say was a racially biased" , "date" : "19880101" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "2d Youth Is Arrested In Assault on Blacks" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/01\/nyregion\/2d-youth-is-arrested-in-assault-on-blacks.html"}]