[  {"body" : "LEAD: A 30-year-old retarded man who strayed from his group at the Thanksgiving Day parade in Manhattan was found yesterday in good condition in Brooklyn, the police said. A 30-year-old retarded man who strayed from his group at the Thanksgiving Day parade in Manhattan was found yesterday in good condition in Brooklyn, the police said. Officers" , "date" : "19881128" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "METRO DATELINES; Retarded Man Found After 3-Day Search" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/28\/nyregion\/metro-datelines-retarded-man-found-after-3-day-search.html"} , {"body" : "LEAD: A 60-year-old clerk at a round-the-clock newsstand in the Borough Park section of Brooklyn was shot to death in an apparent robbery attempt by two men yesterday evening. The victim, identified as Zulfuquar Siddiqi of 104 Parkville Avenue in Flatbush, was pronounced dead of a gunshot wound in the stomach at 8:45 P.M., an hour after he was shot" , "date" : "19881125" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Clerk, 60, Slain by Robbers" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/25\/nyregion\/clerk-60-slain-by-robbers.html"} , {"body" : "LEAD: There are 300 neighborhoods in New York, according to the City Planning Commission, and not one has an official definition. There are 300 neighborhoods in New York, according to the City Planning Commission, and not one has an official definition. Boundaries change. Fashions change. Fortunes change. New districts are ripped out of the ground" , "date" : "19881120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "16" , "title" : "NEW YORK GAZETTEER" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/20\/news\/new-york-gazetteer.html"} , {"body" : "LEAD: (NOTE: This table may be divided, and additional information on a particular entry may appear on more than one screen.) *2*PRESIDENT Dukakis Bush A.D.BRONX 73. Mott Haven, Hunts Point 23,696 3,101 74. Soundview, Bronx River 21,741 4,710 75. P'chester, Throgs Nk, Castle Hill 17,914 15,552 76. (NOTE: This table may be divided, and additional" , "date" : "19881110" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "THE ELECTIONS; Voting by Assembly District" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/10\/nyregion\/the-elections-voting-by-assembly-district.html"} , {"body" : "LEAD: Despite losing the White House once again, New York Democrats yesterday could point to many electoral victories that reinforced the party's domination of the state. Despite losing the White House once again, New York Democrats yesterday could point to many electoral victories that reinforced the party's domination of the state. Gov. Michael" , "date" : "19881110" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NORTH DAKOTA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "New York; New York State's Democrats Bask in Glow of Strong Showing" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/10\/nyregion\/new-york-new-york-state-s-democrats-bask-in-glow-of-strong-showing.html"} , {"body" : "LEAD: Rabbi Solomon Gross, president of the Munkacher sect of Hasidim, died of heart failure on Sunday at Lenox Hill Hospital. He was 78 years old and lived in Brooklyn. Rabbi Solomon Gross, president of the Munkacher sect of Hasidim, died of heart failure on Sunday at Lenox Hill Hospital. He was 78 years old and lived in Brooklyn. Rabbi Gross was" , "date" : "19881108" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "23" , "title" : "Solomon Gross, 78, A Rabbi in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/08\/obituaries\/solomon-gross-78-a-rabbi-in-brooklyn.html"} , {"body" : "LEAD: At the crowded produce markets and clothing shops on Coney Island Avenue yesterday, the day before Yom Kippur, the preparations for the most solemn holiday on the Jewish calendar were almost complete. Wives were making last-minute purchases for big meals they would cook and serve before sundown, the same as always. At the crowded produce" , "date" : "19880921" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MIDWOOD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Talk of Midwood; A Scar Now Where Torahs Burned" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/21\/nyregion\/the-talk-of-midwood-a-scar-now-where-torahs-burned.html"} , {"body" : "LEAD: Three Brooklyn residents have been indicted on charges that they forged deeds on buildings and attempted to sell them in a scheme that officials said involved 38 properties valued at more than $3.7 million. Three Brooklyn residents have been indicted on charges that they forged deeds on buildings and attempted to sell them in a scheme that" , "date" : "19880720" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "3 Indicted In Swindle On Properties" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/20\/nyregion\/3-indicted-in-swindle-on-properties.html"} , {"body" : "LEAD: In the cool darkness 30 feet under Atlantic Avenue, the little tunnel that time forgot curves silently toward the Brooklyn waterfront, unfazed by the 20th Century or the anguish of Robert Diamond. In the cool darkness 30 feet under Atlantic Avenue, the little tunnel that time forgot curves silently toward the Brooklyn waterfront, unfazed by" , "date" : "19880719" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For a Long-Sealed Tunnel, Hope Dims" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/19\/nyregion\/for-a-long-sealed-tunnel-hope-dims.html"} , {"body" : "LEAD: Howard Golden's expression turns dour when he speaks of Mayor Koch. And, at the least provocation, the Brooklyn Borough President lets go a torrent on what he says are the Mayor's failings - a lack of permanent housing for the homeless, worsening racial tensions, the decay of the city's bridges. Howard Golden's expression turns dour when he" , "date" : "19880716" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Golden Fights Koch and Threats to His Political Power" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/16\/nyregion\/golden-fights-koch-and-threats-to-his-political-power.html"} ,   {"body" : "LEAD: FIFTEEN years ago, Midwood was headed downhill. Stores were closing, houses were up for sale and apartments were beginning to crumble. Longtime residents advised arriving families not to get too comfortable. FIFTEEN years ago, Midwood was headed downhill. Stores were closing, houses were up for sale and apartments were beginning to crumble." , "date" : "19880626" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "IF YOU'RE THINKING OF LIVING IN: Midwood" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/26\/realestate\/if-you-re-thinking-of-living-in-midwood.html"} , {"body" : "LEAD: Here are some of the many places where movies can be seen in New York City other than in movie theaters. THE AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, Astoria, Queens (718-784-4520). Screenings have been suspended until its new quarters open in September. When the museum's two small, new theaters open, it will present a film" , "date" : "19880520" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "10" , "title" : "Alternative Movie Houses and Screening Rooms" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/20\/movies\/alternative-movie-houses-and-screening-rooms.html"} , {"body" : "LEAD: Dukakis Jackson Gore BRONX 73. Mott Haven, Hunts Point 4,026 12,299 365 74. Soundview, Bronx River 4,031 10,428 400 75. Parkchester, Throgs Neck, Castle Hill 6,276 5,903 1,085 76. Highbridge Morris Heights 1,646 10,556 147 77. University Heights, Fordham 2,331 7,228 308 78. Dukakis Jackson Gore BRONX 73. Mott Haven, Hunts Point 4,026 12,299" , "date" : "19880421" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "25" , "title" : "THOUGH A LOSER, JACKSON MOVED THE MASSES, PRO AND CON, IN NEW YORK; Vote by Assembly District" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/21\/us\/though-loser-jackson-moved-masses-pro-con-new-york-vote-assembly-district.html"} , {"body" : "LEAD: Gov. Michael S. Dukakis won a decisive victory in the New York Democratic Presidential primary by putting together a coalition of mostly Jews and Roman Catholics in New York City and predominantly Catholic Democrats in the suburbs and upstate, according to the official tally. Gov. Michael S. Dukakis won a decisive victory in the New York" , "date" : "19880420" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "7" , "title" : "ETHNIC COALITIONS MARK THE VOTING" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/20\/us\/ethnic-coalitions-mark-the-voting.html"} , {"body" : "LEAD: Charlotte Street in the South Bronx is out. Meade Esposito is, too. Borough Park in Brooklyn is in. So are Governors (of New York and Puerto Rico), the Mayor and the Cardinal. The Williamsburg Bridge joined this year's list of campaign hot spots in New York just yesterday. Charlotte Street in the South Bronx is out. Meade Esposito is, too." , "date" : "19880418" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; New Pit Stops In the Hot Race For President" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/18\/nyregion\/metro-matters-new-pit-stops-in-the-hot-race-for-president.html"} , {"body" : "LEAD: The Rev. Jesse Jackson is running his first big-budget advertising campaign, Mayor Koch is hawking Senator Albert Gore Jr. from the steps of City Hall, and all three Democratic candidates are scrambling for attention from television networks, radio stations and New York newspapers. The Rev. Jesse Jackson is running his first big-budget" , "date" : "19880416" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "10" , "title" : "POLITICAL MARKETING; 3 Democrats Scramble for Attention in the Nation's News Media Capital" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/16\/us\/political-marketing-3-democrats-scramble-for-attention-nation-s-media-capital.html"} , {"body" : "LEAD: Politicians spend considerable time on the telephone and in meetings seeking endorsements of their fellow politicians, contributors, union chiefs and community leaders. Politicians spend considerable time on the telephone and in meetings seeking endorsements of their fellow politicians, contributors, union chiefs and community leaders. But" , "date" : "19880415" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "21" , "title" : "Contenders Take Aim At Prized Endorsements" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/15\/us\/contenders-take-aim-at-prized-endorsements.html"} , {"body" : "LEAD: Some Jews speak of pain, some speak of anger. Some recall, with a bittersweet nostalgia, the days of civil rights solidarity and wonder why that feeling disappeared. For a very large share of New York's Jewish voters, the most important thing about the 1988 Presidential campaign is the candidacy of Jesse Some Jews speak of pain, some speak of" , "date" : "19880414" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "27" , "title" : "Jackson's Burden Among Jews: Fear Overpowers Unity on Civil Rights" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/14\/us\/jackson-s-burden-among-jews-fear-overpowers-unity-on-civil-rights.html"} , {"body" : "LEAD: One week before the critical New York Democratic Presidential primary, the Democratic campaign touched a lot of bases yesterday: the 40th and 41st candidate forums of the long campaign, politicking for Jewish votes in Brooklyn's Borough Park, a tumultous Bronx high school audience and fancy fund-raising events at the Hotel Pierre and the One" , "date" : "19880413" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "PACE IS QUICKENING IN NEW YORK RACE" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/13\/us\/pace-is-quickening-in-new-york-race.html"} , {"body" : "LEAD: Joe Levine and Al Farber shook Senator Albert Gore Jr.'s hand yesterday afternoon as the Tennessean stepped quickly into the cavernous Brighton Beach Baths in Brooklyn. Joe Levine and Al Farber shook Senator Albert Gore Jr.'s hand yesterday afternoon as the Tennessean stepped quickly into the cavernous Brighton Beach Baths in Brooklyn. ''This" , "date" : "19880411" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BRIGHTON BEACH (NYC)" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "8" , "title" : "In Brooklyn, Shadow of Jackson Follows Gore" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/11\/us\/in-brooklyn-shadow-of-jackson-follows-gore.html"} ,   {"body" : "LEAD: Sometime after 2:30 A.M. on Sunday, March 27, at a construction site half a block from his home in the Borough Park section of Brooklyn, Geraldo Leiva was strangled with a thin piece of rope. Sometime after 2:30 A.M. on Sunday, March 27, at a construction site half a block from his home in the Borough Park section of Brooklyn, Geraldo Leiva" , "date" : "19880408" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Week's Killings: A Profile of Violent Death in New York" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/08\/nyregion\/a-week-s-killings-a-profile-of-violent-death-in-new-york.html"} , {"body" : "LEAD: In Jewish communities all around New York, where preparations for tomorrow night's Passover seder have reached a fever pitch, everybody is talking about the Great Shmura Matzoh Shortage of '88. In Jewish communities all around New York, where preparations for tomorrow night's Passover seder have reached a fever pitch, everybody is talking" , "date" : "19880331" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["ISRAEL, STATE OF"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Matzoh Handmade In Old Way Is Scarce" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/31\/nyregion\/matzoh-handmade-in-old-way-is-scarce.html"} , {"body" : "LEAD: For a while, Aharon Berger, a Brooklyn dealer in antique Judaica, thought he had acquired a genuine edition of the first printed Passover Haggadah, dating from 1482. That would have given Mr. Berger only the second known copy of the Guadalajara Haggadah, printed in Guadalajara, Spain. For a while, Aharon Berger, a Brooklyn dealer in antique" , "date" : "19880330" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Dealer Finds a Haggadah Is Not So Rare" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/30\/nyregion\/dealer-finds-a-haggadah-is-not-so-rare.html"} , {"body" : "LEAD: New York State prison authorities were barred yesterday from shaving the beard of an Orthodox Jewish inmate by a state judge in Brooklyn. New York State prison authorities were barred yesterday from shaving the beard of an Orthodox Jewish inmate by a state judge in Brooklyn. Lawyers for the inmate, David Weiser, a 39-year-old handyman from" , "date" : "19880318" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Ruling Is Issued Against Shaving Convict's Beard" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/18\/nyregion\/ruling-is-issued-against-shaving-convict-s-beard.html"} , {"body" : "LEAD: A third teen-ager was being questioned yesterday as a suspect in the fatal stabbing of a postal worker on a corner in the Borough Park section of Brooklyn on Dec. 25, the police said. A third teen-ager was being questioned yesterday as a suspect in the fatal stabbing of a postal worker on a corner in the Borough Park section of Brooklyn on" , "date" : "19880313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BOROUGH PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "3d Suspect Questioned in Brooklyn Slaying" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/13\/nyregion\/3d-suspect-questioned-in-brooklyn-slaying.html"} , {"body" : "LEAD: Two youths were charged yesterday in the slaying of a Hasidic Jew on a street corner in the Borough Park section of Brooklyn last Dec. 25, the police said. Two youths were charged yesterday in the slaying of a Hasidic Jew on a street corner in the Borough Park section of Brooklyn last Dec. 25, the police said. The motive for the slaying was" , "date" : "19880312" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "Two Teen-Agers Held in Slaying Of Hasidic Jew" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/12\/nyregion\/two-teen-agers-held-in-slaying-of-hasidic-jew.html"} , {"body" : "LEAD: LAWN ornaments of the Madonna alternate with dragon-vase window dressings on Bay 20th Street. The neat row of homes belonging to Italian and Asian families near Brooklyn's south shore is typical of Bensonhurst, a largely Italian and Jewish community with few blacks that is seeking to acclimate itself to ethnic and racial diversity. LAWN" , "date" : "19880306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Blunting a Poison Pen in Bensonhurst" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/06\/realestate\/blunting-a-poison-pen-in-bensonhurst.html"} , {"body" : "LEAD: In Flushing, Queens, some Chinese businessmen urge others to put up English signs, even though the bulk of their relatively affluent customers are Chinese. They suggest it might seem more neighborly. In Flushing, Queens, some Chinese businessmen urge others to put up English signs, even though the bulk of their relatively affluent customers" , "date" : "19880220" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "TAIWAN" , "HONG KONG" , "CHINATOWN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "New York's Chinese: Living in 2 Worlds" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/20\/nyregion\/new-york-s-chinese-living-in-2-worlds.html"} , {"body" : "LEAD: An off-duty police officer was arrested Saturday and suspended from the force after he was accused of firing his service revolver at a traffic-enforcement agent who had ticketed his parked car, the police said. An off-duty police officer was arrested Saturday and suspended from the force after he was accused of firing his service revolver at" , "date" : "19880215" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Metro Datelines; Off-Duty Patrolman Held in Firing of Gun" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/15\/nyregion\/metro-datelines-off-duty-patrolman-held-in-firing-of-gun.html"} , {"body" : "LEAD: While still only a trickle compared with the heyday of detente in 1979, the increasing number of Jews being allowed to leave the Soviet Union since the recent improvement in superpower relations has strained the resources of the charitable agencies that resettle them in America. While still only a trickle compared with the heyday of detente" , "date" : "19880215" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "UNION OF SOVIET SOCIALIST REPUBLICS"] , "nytd_section_facet" : ["Front Page" , "World" , "Washington"] , "page_facet" : "1" , "title" : "Rise of Refugees Leaving Soviet Taxes Agencies" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/15\/world\/rise-of-refugees-leaving-soviet-taxes-agencies.html"} ,   {"body" : "LEAD: Moving to deter the rising number of bias-related crimes reported in New York City, the Police Department announced yesterday that beginning today it would deploy at least six decoy teams ''to identify and arrest those who victimize others because of race, religion or ethnicity.'' Moving to deter the rising number of bias-related crimes" , "date" : "19880112" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DECOY UNIT ON BIAS CASES IS READIED" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/12\/nyregion\/decoy-unit-on-bias-cases-is-readied.html"} , {"body" : "LEAD: Some of the hundreds of Hasidic Jews who gathered yesterday at Beth Jacob School in the Borough Park section of Brooklyn at a memorial service for Eli Wald, who was stabbed to death as he returned home from work on Christmas morning. The gathering was also intended to protest what the participants called increased violence against residents" , "date" : "19880104" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)"] , "page_facet" : "16" , "title" : "Hasidic Jew Killed in Borough Park Is Remembered" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/04\/nyregion\/hasidic-jew-killed-in-borough-park-is-remembered.html"}]