[  {"body" : "LEAD: CAVIAR prices are higher than ever this season, about double what they were two years ago. As usual, some dealers are suggesting that others are passing off lesser grades for more costly varieties - reports that, as usual, cannot be confirmed. CAVIAR prices are higher than ever this season, about double what they were two years ago. As usual," , "date" : "19881221" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "14" , "title" : "At These Prices, Investment-Grade Caviar" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/21\/garden\/at-these-prices-investment-grade-caviar.html"} , {"body" : "LEAD: The F, L, and M lines are unaffected by the transit changes. A. Begins express service in Brooklyn from Hoyt-Schermerhorn Street to Euclid Avenue from 6 A.M. to 9 P.M.; previous express ran only at rush hours. B. Resumes regular route, interrupted in 1986, from 168th Street in Manhattan to Coney Island, Brooklyn, on the Avenue of the Americas" , "date" : "19881209" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Changes in Subway Service" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/09\/nyregion\/changes-in-subway-service.html"} , {"body" : "LEAD: On the crowded sidewalks of Brighton Beach, where shoppers speaking Russian trawl expectantly through the stores as if they were still in the Soviet Union, Mikhail S. Gorbachev is getting some unlikely praise in the days before he arrives in New York. On the crowded sidewalks of Brighton Beach, where shoppers speaking Russian trawl" , "date" : "19881204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNION OF SOVIET SOCIALIST REPUBLICS (USSR)"] , "nytd_section_facet" : ["World"] , "page_facet" : "22" , "title" : "Gorbachev Impressing The Skeptical Emigres" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/04\/world\/gorbachev-impressing-the-skeptical-emigres.html"} , {"body" : "LEAD: (NOTE: This table may be divided, and additional information on a particular entry may appear on more than one screen.) *2*PRESIDENT Dukakis Bush A.D.BRONX 73. Mott Haven, Hunts Point 23,696 3,101 74. Soundview, Bronx River 21,741 4,710 75. P'chester, Throgs Nk, Castle Hill 17,914 15,552 76. (NOTE: This table may be divided, and additional" , "date" : "19881110" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "THE ELECTIONS; Voting by Assembly District" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/10\/nyregion\/the-elections-voting-by-assembly-district.html"} , {"body" : "LEAD: At the crowded produce markets and clothing shops on Coney Island Avenue yesterday, the day before Yom Kippur, the preparations for the most solemn holiday on the Jewish calendar were almost complete. Wives were making last-minute purchases for big meals they would cook and serve before sundown, the same as always. At the crowded produce" , "date" : "19880921" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MIDWOOD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Talk of Midwood; A Scar Now Where Torahs Burned" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/21\/nyregion\/the-talk-of-midwood-a-scar-now-where-torahs-burned.html"} , {"body" : "LEAD: The weekend was saved for beachgoers in Brooklyn yesterday as New York City park officials reopened Coney Island and Brighton beaches. But eight beaches on Staten Island and in Suffolk, Nassau and Westchester Counties remained closed because of medical waste or high bacteria counts. The weekend was saved for beachgoers in Brooklyn yesterday" , "date" : "19880808" , "day_of_week_facet" : "Monday" , "geo_facet" : ["WESTCHESTER COUNTY (NY)" , "NASSAU COUNTY (NY)" , "CONEY ISLAND (NYC)" , "BRIGHTON BEACH (NYC)" , "SUFFOLK COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Park Officials Reopen 2 Brooklyn Beaches" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/08\/nyregion\/park-officials-reopen-2-brooklyn-beaches.html"} , {"body" : "LEAD: A 24-year-old maintenance man was charged yesterday in the beating death of his 8-year-old mentally retarded stepson in Brooklyn, the police said. A 24-year-old maintenance man was charged yesterday in the beating death of his 8-year-old mentally retarded stepson in Brooklyn, the police said. Investigators have been told that the man, Alvin" , "date" : "19880728" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Retarded Boy Fatally Beaten; Stepfather Held" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/28\/nyregion\/a-retarded-boy-fatally-beaten-stepfather-held.html"} , {"body" : "LEAD: All the municipal beaches on Staten Island and in Brooklyn were closed yesterday when sewage gushed into New York Harbor after a power failure at a sewage-treatment plant, adding new concerns for beachgoers and health officials already alarmed by recent deposits of medical waste on the local shoreline. All the municipal beaches on Staten" , "date" : "19880713" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR" , "STATEN ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Beaches on Brooklyn and S.I. Close as Sewage Hits Harbor" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/13\/nyregion\/beaches-on-brooklyn-and-si-close-as-sewage-hits-harbor.html"} , {"body" : "LEAD: Bargains in Beef The Nevada Market has been one of the best butchers on the West Side since 1948, changing only its address (from Columbus Avenue and 68th Street to Broadway and 68th Street in 1960), not its high standards. Now, to celebrate its 40th year in business, Fred and Mark Oppenheimer, the owners, are holding a sale. Bargains in Beef" , "date" : "19880629" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "FOOD NOTES" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/29\/garden\/food-notes-438388.html"} , {"body" : "LEAD: FIFTEEN years ago, Midwood was headed downhill. Stores were closing, houses were up for sale and apartments were beginning to crumble. Longtime residents advised arriving families not to get too comfortable. FIFTEEN years ago, Midwood was headed downhill. Stores were closing, houses were up for sale and apartments were beginning to crumble." , "date" : "19880626" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "IF YOU'RE THINKING OF LIVING IN: Midwood" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/26\/realestate\/if-you-re-thinking-of-living-in-midwood.html"} ,   {"body" : "LEAD: Gerald Petievich, formerly a Treasury Department agent, attracted a good deal of attention in 1981 with his first book -really two novellas - named ''Money Men and One-Shot Deal.'' Both stories dealt with counterfeiters and were unusually realistic - not unexpected, considering the author's background. Gerald Petievich, formerly a Treasury" , "date" : "19880626" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "43" , "title" : "CRIME" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/26\/books\/crime-607088.html"} , {"body" : "LEAD: EVEN in a city that regards itself as the artistic capital of the known universe, the existence of an official Art Commission, with offices in City Hall, can still come as a surprise to the uninitiated, particularly city officials who have not taken sufficient account of artwork and aesthetics in their building plans. EVEN in a city that" , "date" : "19880619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "THE REGION; Nowadays, Nobody Laughs at The City's Art Commission" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/19\/weekinreview\/the-region-nowadays-nobody-laughs-at-the-city-s-art-commission.html"} , {"body" : "LEAD: As their party prepares for its biennial state convention in Albany tomorrow, New York State Democrats are in a stronger and more harmonious position than they have been for at least a half century. As their party prepares for its biennial state convention in Albany tomorrow, New York State Democrats are in a stronger and more harmonious" , "date" : "19880601" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Democrats Friendly, Not Feuding, In New York" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/01\/nyregion\/democrats-friendly-not-feuding-in-new-york.html"} , {"body" : "LEAD: The Flavors of Kansas The Flavors of Kansas Without even having to say ''There's no place like home,'' you can get a good taste of Kansas in Bloomingdale's food department through June 18. An assortment of products has been assembled for the store's salute to America's heartland. Among the highlights are sputteringly good barbecued sausage" , "date" : "19880525" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/25\/garden\/food-notes-866188.html"} , {"body" : "LEAD: A Brooklyn high-school student charged this week with shooting one of six men who attacked him on an IRT train has two previous arrests for robbery, one of them in an incident on the IRT, police records show. A Brooklyn high-school student charged this week with shooting one of six men who attacked him on an IRT train has two previous arrests" , "date" : "19880506" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "IRT Shooting Suspect Has an Arrest Record" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/06\/nyregion\/irt-shooting-suspect-has-an-arrest-record.html"} , {"body" : "LEAD: FOR MANY MUSICIANS, NEW YORK ISN'T the center of the world - it's more like a far-flung suburb of Port-au-Prince or Athens, Bogota or Dublin. Ethnic communities here are magnets for the music of the old country and nothing, except perhaps the smell of home cooking, stirs memories and reinforces roots like local music. FOR MANY MUSICIANS, NEW" , "date" : "19880424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["World" , "Magazine"] , "page_facet" : "48" , "title" : "STEPPING OUT" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/24\/magazine\/stepping-out.html"} , {"body" : "LEAD: Dukakis Jackson Gore BRONX 73. Mott Haven, Hunts Point 4,026 12,299 365 74. Soundview, Bronx River 4,031 10,428 400 75. Parkchester, Throgs Neck, Castle Hill 6,276 5,903 1,085 76. Highbridge Morris Heights 1,646 10,556 147 77. University Heights, Fordham 2,331 7,228 308 78. Dukakis Jackson Gore BRONX 73. Mott Haven, Hunts Point 4,026 12,299" , "date" : "19880421" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "25" , "title" : "THOUGH A LOSER, JACKSON MOVED THE MASSES, PRO AND CON, IN NEW YORK; Vote by Assembly District" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/21\/us\/though-loser-jackson-moved-masses-pro-con-new-york-vote-assembly-district.html"} , {"body" : "LEAD: Charlotte Street in the South Bronx is out. Meade Esposito is, too. Borough Park in Brooklyn is in. So are Governors (of New York and Puerto Rico), the Mayor and the Cardinal. The Williamsburg Bridge joined this year's list of campaign hot spots in New York just yesterday. Charlotte Street in the South Bronx is out. Meade Esposito is, too." , "date" : "19880418" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; New Pit Stops In the Hot Race For President" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/18\/nyregion\/metro-matters-new-pit-stops-in-the-hot-race-for-president.html"} , {"body" : "LEAD: ''WE'RE a summer community that refuses to go home,'' said Lucille Katz, who has lived in the Sea Gate section of Brooklyn for 23 years. ''WE'RE a summer community that refuses to go home,'' said Lucille Katz, who has lived in the Sea Gate section of Brooklyn for 23 years. It is also a private community, with a 12-foot high chain-link fence," , "date" : "19880417" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SEA GATE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "If You're Thinking of Living in: Sea Gate" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/17\/realestate\/if-you-re-thinking-of-living-in-sea-gate.html"} , {"body" : "LEAD: Joe Levine and Al Farber shook Senator Albert Gore Jr.'s hand yesterday afternoon as the Tennessean stepped quickly into the cavernous Brighton Beach Baths in Brooklyn. Joe Levine and Al Farber shook Senator Albert Gore Jr.'s hand yesterday afternoon as the Tennessean stepped quickly into the cavernous Brighton Beach Baths in Brooklyn. ''This" , "date" : "19880411" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BRIGHTON BEACH (NYC)" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "8" , "title" : "In Brooklyn, Shadow of Jackson Follows Gore" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/11\/us\/in-brooklyn-shadow-of-jackson-follows-gore.html"} ,   {"body" : "LEAD: A FEW nice Jewish boys from the Harvard Square neighborhood will make their mothers very happy when their kosher delicatessen opens here. A FEW nice Jewish boys from the Harvard Square neighborhood will make their mothers very happy when their kosher delicatessen opens here. Some of the boys have already made their mothers proud by becoming" , "date" : "19880406" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CAMBRIDGE (MASS)"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "Mixing Law and Kosher Salami for the Cambridge Crowd" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/06\/garden\/mixing-law-and-kosher-salami-for-the-cambridge-crowd.html"} , {"body" : "LEAD: THE Landmarks Preservation Commission has before it a knotty problem involving the Knickerbocker Field Club, a charming clapboard clubhouse built in 1893 that was heavily damaged - but not destroyed - by fire last January. THE Landmarks Preservation Commission has before it a knotty problem involving the Knickerbocker Field Club, a charming" , "date" : "19880403" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "STREETSCAPES: The Knickerbocker Field Club; Fire-Damaged Flatbush Landmark May Be Razed" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/03\/realestate\/streetscapes-knickerbocker-field-club-fire-damaged-flatbush-landmark-may-be.html"} , {"body" : "LEAD: Edible Easter Bonnets Edible Easter Bonnets It's not too late to place an order for one of the season's most enchanting Easter confections: an orange-flavored cake in the shape of an Easter bonnet. But what would you expect from Henri Bendel? The yellow-frosted dome of the hat is covered with perky white lilies and is banded with a yellow" , "date" : "19880330" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/30\/garden\/food-notes-478888.html"} , {"body" : "LEAD: It is four days until Passover, but by yesterday afternoon the air inside Schapiro's had the sweet, sticky smell of the seder table after the fourth glass of wine. Small wonder. Since 1899, Schapiro's has been making what it calls ''the wine you can almost cut with a knife,'' storing it in cellars on the Lower East Side and dispensing it at" , "date" : "19880328" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "LOWER EAST SIDE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Street Life: Keeping 'Beloved Places'" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/28\/nyregion\/street-life-keeping-beloved-places.html"} , {"body" : "LEAD: Carl Herkowitz, a coin collector from Detroit who was in town this week for a convention of numismatists, stopped by the Carnegie Deli for a bite Wednesday night and heard while he was dining that there would be a knish-eating contest in the place the next day. Once, long ago and far away, Mr. Herkowitz finished with the overachievers in a" , "date" : "19880326" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "About New York; Thrill of Gluttony Beats the Agony Of Indigestion" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/26\/nyregion\/about-new-york-thrill-of-gluttony-beats-the-agony-of-indigestion.html"} , {"body" : "LEAD: Prince Charles's influence in matters of architecture and inner-city rehabilitation has been felt here in Brooklyn, where neighborhood preservationists quote the Prince of Wales in speeches opposing high-rise luxury condominiums planned for our beloved shore front. Prince Charles's influence in matters of architecture and inner-city" , "date" : "19880320" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "Magazine"] , "page_facet" : "10" , "title" : "PRINCE CHARLES RECASTS HIS ROLE" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/20\/magazine\/l-prince-charles-recasts-his-role-733088.html"} , {"body" : "LEAD: REMEMBERING THE MOVIE MATRON REMEMBERING THE MOVIE MATRON THEY wore white nurse-style uniforms and white prison-matron shoes, brandished bright flashlights and struck terror in the heart of every New York City preteen-age moviegoer. They were the movie theater matrons who reigned in the dark from the early 1930's to the early 50's. Their" , "date" : "19880302" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/02\/garden\/metropolitan-diary-548988.html"} , {"body" : "LEAD: Last Friday the lobby of the apartment building at 320 Sterling Street, in the Crown Heights section of Brooklyn, was crowded with milling reporters and angry, shouting tenants. Last Friday the lobby of the apartment building at 320 Sterling Street, in the Crown Heights section of Brooklyn, was crowded with milling reporters and angry," , "date" : "19880218" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Landlord in His Own Jail: Tenants Debate His Fate" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/18\/nyregion\/landlord-in-his-own-jail-tenants-debate-his-fate.html"} , {"body" : "LEAD: A Brooklyn landlord began serving a court-ordered stay in one of his neglected apartment buildings yesterday, a sentence imposed to give him a dose of his tenants' drab reality: leaky pipes, cold rooms, bold mice, falling plaster. A Brooklyn landlord began serving a court-ordered stay in one of his neglected apartment buildings yesterday, a" , "date" : "19880213" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Found in Contempt, Landlord Begins a Term in His Building" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/13\/nyregion\/found-in-contempt-landlord-begins-a-term-in-his-building.html"} , {"body" : "LEAD: A Polish-born Jew accused of wartime atrocities surrendered his United States citizenship before a Federal judge in Brooklyn yesterday and admitted that he brutalized Jewish prisoners in a Nazi forced-labor camp and later entered this country illegally. A Polish-born Jew accused of wartime atrocities surrendered his United States citizenship" , "date" : "19880205" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Jew Who Beat Jews in a Nazi Camp Is Stripped of His Citizenship" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/05\/nyregion\/a-jew-who-beat-jews-in-a-nazi-camp-is-stripped-of-his-citizenship.html"} ,   {"body" : "LEAD: The New York City Department of Health last week released a list of 37 food establishments cited for violating the health code. The New York City Department of Health last week released a list of 37 food establishments cited for violating the health code. In addition, it listed five restaurants that were allowed to reopen after correcting" , "date" : "19880117" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "Food Inspection Results" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/17\/nyregion\/food-inspection-results.html"} , {"body" : "LEAD: ALTHOUGH the state's professional theaters reflect a repertory of extraordinary variety - from the new year's first opening (a Shakespearean tragedy, as interpreted by a leading and much-lauded experimental troupe) to the season's windup (the reworking of a failed, but, for many, a favorite Jerry Herman musical) - it appears that the current" , "date" : "19880110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "19" , "title" : "THEATER; 3 ARTISTIC DIRECTORS MOVE INTO SPOTLIGHT" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/10\/nyregion\/theater-3-artistic-directors-move-into-spotlight.html"} , {"body" : "LEAD: An 18-year-old Brooklyn man was arrested yesterday and charged in an attempted robbery Wednesday that left a police officer wounded and another suspect dead outside a Brooklyn house, the police said. An 18-year-old Brooklyn man was arrested yesterday and charged in an attempted robbery Wednesday that left a police officer wounded and another" , "date" : "19880108" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Man Seized in Attempted Robbery" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/08\/nyregion\/brooklyn-man-seized-in-attempted-robbery.html"} , {"body" : "LEAD: A New York City police officer who interrupted a robbery at a house in Brooklyn early yesterday was shot in the stomach and seriously wounded in an exchange of gunfire that left one of the suspected thieves dead, the police said. A New York City police officer who interrupted a robbery at a house in Brooklyn early yesterday was shot in the" , "date" : "19880107" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officer Is Shot and Robbery Suspect Is Killed" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/07\/nyregion\/officer-is-shot-and-robbery-suspect-is-killed.html"} , {"body" : "LEAD: WHEN WE CONTEMPLATE A WORK OF art, the experience most of us share is of seeing or hearing something with a beginning, a middle and an end. Or, in the case of paintings and sculpture, it's the discovery of a point of view. We also conveniently like to think of artistic careers as orderly sequences of completed works. WHEN WE CONTEMPLATE A" , "date" : "19880103" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "1988: PREVIEWS FROM 36 ARTISTS" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/03\/arts\/1988-previews-from-36-artists.html"}]