[  {"body" : "LEAD: The children who received sleds for Christmas - presumably there still are children who get sleds instead of Nintendo games - must have been disappointed yesterday as fantasies of speeding down Dead Man's Hills dissolved in a 53-degree heatwave. The children who received sleds for Christmas - presumably there still are children who get sleds" , "date" : "19881226" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "New Yorkers Bask in Christmas Warmth" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/26\/nyregion\/new-yorkers-bask-in-christmas-warmth.html"} , {"body" : "LEAD: After decades of perilous neglect, several key works in New York City's most shimmering artistic legacy - the ecclesiastic stained glass of the 19th and early 20th centuries - are being restored to vibrancy. After decades of perilous neglect, several key works in New York City's most shimmering artistic legacy - the ecclesiastic stained glass" , "date" : "19881223" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Churches Bask in Restored Brilliance of Windows" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/23\/nyregion\/churches-bask-in-restored-brilliance-of-windows.html"} , {"body" : "LEAD: The Bread and Puppet theater version of ''Icarus,'' based on the Pieter Bruegel painting ''Landscape With the Fall of Icarus,'' is to be presented by the Arts at St. Ann's, 157 Montague Street in Brooklyn Heights, beginning today. The company uses live actors as well as puppets, masks, dance and found objects, with music played on classical" , "date" : "19881208" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "24" , "title" : "'Icarus' With Puppets" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/08\/theater\/icarus-with-puppets.html"} , {"body" : "LEAD: A real-estate developer was convicted yesterday of obtaining $12.5 million in fraudulent loans from the now-defunct Hyfin Credit Union by bribing its officers with shares in his real estate holdings. A real-estate developer was convicted yesterday of obtaining $12.5 million in fraudulent loans from the now-defunct Hyfin Credit Union by" , "date" : "19881202" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "METRO DATELINES; Developer Convicted In Credit Union Case" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/02\/nyregion\/metro-datelines-developer-convicted-in-credit-union-case.html"} , {"body" : "LEAD: THREE HUNDRED feet above New York Harbor my vertigo fairly roared as I crawled across the scaffolding that encircled the Statue of Liberty. I was working on a film to raise money for the restoration of the statue. One day, I thought, I could tell my children that I had placed my hand on the torch. THREE HUNDRED feet above New York Harbor my" , "date" : "19881128" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "18" , "title" : "Outdoors: Fishing Within City Limits" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/28\/sports\/outdoors-fishing-within-city-limits.html"} , {"body" : "LEAD: AFTER 36 years of teaching, I decided I should retire while I could still feed myself (apologies to Irma Bombeck, who first used this phrase in another context). Since my wife is still working, I figured I could jump ship at age 59 and survive. What I'm going to do with that woman when she is home all day interfering with my schedule, AFTER" , "date" : "19881127" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NORTH FORK (LONG ISLAND, NY)" , "WANTAGH (NY)" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "LONG ISLAND OPINION; A Retiree's Promised Land Between Manhattan and Montauk" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/27\/nyregion\/long-island-opinion-a-retiree-s-promised-land-between-manhattan-and-montauk.html"} , {"body" : "LEAD: An off-duty Transit Police officer fired three shots in a traffic dispute with a postal worker in Brooklyn Heights yesterday, striking the man twice and apparently shooting himself in the wrist, the authorities said. An off-duty Transit Police officer fired three shots in a traffic dispute with a postal worker in Brooklyn Heights yesterday," , "date" : "19881126" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Off-Duty Officer Shoots Motorist" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/26\/nyregion\/off-duty-officer-shoots-motorist.html"} , {"body" : "LEAD: For George W. Carey, the path to his conversion in the Brooklyn Heights Synagogue last month into what he called ''the warm traditions, the emotional trappings, the richness of Jewish life,'' was a long, often difficult journey. For George W. Carey, the path to his conversion in the Brooklyn Heights Synagogue last month into what he called" , "date" : "19881121" , "day_of_week_facet" : "Monday" , "geo_facet" : ["ISRAEL, STATE OF"] , "nytd_section_facet" : ["World"] , "page_facet" : "10" , "title" : "American Jews Protest Israeli Threat to Identity" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/21\/world\/american-jews-protest-israeli-threat-to-identity.html"} , {"body" : "LEAD: I came to New York in 1957, young and full of dreams. In those days I wanted two things: to become a boxing champion and to live near my uncle, Miguel Flores. Since coming here as a merchant seaman in the 1930's, he had lived in Brooklyn, the place he called ''the cradle of the first Puerto Rican community in this country. I came to New York" , "date" : "19881120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "76" , "title" : "NEIGHBORHOOD VIGNETTES FROM & NEW YORKERS; FLASHBACKS: Before El Barrio" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/20\/magazine\/neighborhood-vignettes-from-new-yorkers-flashbacks-before-el-barrio.html"} , {"body" : "LEAD: Like most other European instruments, the trumpet has developed in brilliance over the last 200 years. Yet as Stephen Burns and various colleagues showed us at the Church of St. Ann and the Holy Trinity in Brooklyn Heights on Nov. 12, modern engineering allows it to be gentle as well. Like most other European instruments, the trumpet has" , "date" : "19881120" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "70" , "title" : "Review\/Music; The Gentler Aspects of the Trumpet" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/20\/arts\/review-music-the-gentler-aspects-of-the-trumpet.html"} ,   {"body" : "LEAD: The executive in charge of New York City's ambulance service will leave his job, Mayor Koch said yesterday. The executive in charge of New York City's ambulance service will leave his job, Mayor Koch said yesterday. Mr. Koch denied that he had dismissed the aide, Dr. Alexander Kuehl, a vice president of the Health and Hospitals Corporation" , "date" : "19881119" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Aide in Charge Of Ambulances Will Leave Post" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/19\/nyregion\/aide-in-charge-of-ambulances-will-leave-post.html"} , {"body" : "LEAD: FRIDAY 'ARCHITECTURAL ARTIFACTS' FRIDAY 'ARCHITECTURAL ARTIFACTS' Part of a spiral staircase from the Eiffel Tower, a door from the liner Normandie, an ornate bronze floor directory from the Woolworth Building and 700 other ornaments and furnishings from famous buildings, homes and other structures will be auctioned this weekend at the Shed" , "date" : "19881118" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/18\/arts\/weekender-guide.html"} , {"body" : "LEAD: With chanting, flag-waving and emotional speeches, about 900 Palestinians and their supporters from the New York area rallied in downtown Brooklyn yesterday in celebration of the Palestine Liberation Organization's declaration of an independent state. With chanting, flag-waving and emotional speeches, about 900 Palestinians and their" , "date" : "19881117" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["MIDDLE EAST" , "ISRAEL, STATE OF" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["World" , "Washington"] , "page_facet" : "10" , "title" : "Brooklyn Rally Backs P.L.O." , "url" : "http:\/\/www.nytimes.com\/1988\/11\/17\/world\/brooklyn-rally-backs-plo.html"} , {"body" : "LEAD: I HAD forgotten how much I loved ''The Patty Duke Show'' until I tuned in by mistake on cable the other night. It ruled my life when I was a preteen-ager obsessed with finding plastic rollers exactly the right size to produce a flip on my shoulders. (Never mind that it felt as if you were sleeping with porcupines tucked between your head and" , "date" : "19881117" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "2" , "title" : "Life in the 30's" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/17\/garden\/life-in-the-30-s.html"} , {"body" : "LEAD: ''The best investment is land, because they ain't making any more of it.'' Will Rogers ''The best investment is land, because they ain't making any more of it.'' Will Rogers Peter Stern, a lawyer who specializes in the legal problems of the art world, is a true believer in real estate investments. ''I like being able to look at what I'm" , "date" : "19881113" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "18" , "title" : "INVESTMANT WATCH; SOME TOUGH CHALLENGES FOR REAL ESTATE INVESTORS" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/13\/business\/investmant-watch-some-tough-challenges-for-real-estate-investors.html"} , {"body" : "LEAD: From the voyages of discovery onward there has been an unceasing demand for images of America, and until the invention of photography it was a demand supplied almost entirely by prints: engravings, woodcuts, etchings, aquatints, lithographs, decorative maps. The New York Public Library has one of the world's foremost collections of such" , "date" : "19881113" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "ABOUT THE ARTS; Images of An Earlier America - From a Spot Of Cannibalism To Exquisite Interiors" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/13\/arts\/about-arts-images-earlier-america-spot-cannibalism-exquisite-interiors.html"} , {"body" : "LEAD: The Chase Manhattan Corporation announcement that it would shift 5,000 employees to downtown Brooklyn moves the Metrotech office and academic complex beyond the halfway mark in lease commitments and is another indication that the rebirth of the area as the city's third largest business and commercial district is firmly under way. The Chase" , "date" : "19881111" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Chase Move Lifts Spirits in Downtown Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/11\/nyregion\/chase-move-lifts-spirits-in-downtown-brooklyn.html"} , {"body" : "LEAD: FRIDAY RADIO CITY CHRISTMAS FRIDAY RADIO CITY CHRISTMAS It seems like only yesterday that New Yorkers were roasting in 95-degree summer heat, but Christmas has arrived -as of today - at Radio City Music Hall. The ''Magnificent Christmas Spectacular'' - a 90-minute special-effects-studded theatrical collage of Christmas lore - opens for its" , "date" : "19881111" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/11\/arts\/weekender-guide.html"} , {"body" : "LEAD: The most unlikely contender on the 1987 British pop charts was an album of female voices, usually unaccompanied, singing in Bulgarian. ''Le Mystere des Voix Bulgares'' (''The Mystery of Bulgarian Voices''). The album, originally released on the French label Disques Cellier, caught the restless ears of trend-happy The most unlikely contender" , "date" : "19881030" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "RECORDINGS; Pop From the Black Sea, Cloaked in Mystery" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/30\/arts\/recordings-pop-from-the-black-sea-cloaked-in-mystery.html"} , {"body" : "LEAD: Closings in the week ending Oct. 15 MANHATTAN Chelsea $385,000 315 West 23d Street 1,050-sq.-ft. open loft with bath in a former prewar warehouse; 24-hr. doorman, skylights, wrapped terrace, four exposures, Jacuzzi; maintenance $1,100, 60% tax-deductible (Broker: Debra Kameros Co.) Closings in the week ending Oct. 15 MANHATTAN Chelsea" , "date" : "19881030" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "14" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/30\/realestate\/residential-resales-324988.html"} ,   {"body" : "LEAD: HOWARD SCHERZER mounted the steps of the Maine Monument at the southwest corner of Central Park and called the group of bicyclists to order. ''This is our most gluttonous tour,'' he warned, ''so be ready.'' HOWARD SCHERZER mounted the steps of the Maine Monument at the southwest corner of Central Park and called the group of bicyclists to" , "date" : "19881024" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "ON YOUR OWN: FITNESS; Bicyclists Leave Diets Behind" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/24\/sports\/on-your-own-fitness-bicyclists-leave-diets-behind.html"} , {"body" : "LEAD: Banks can be patient. In the Greenpoint section of Brooklyn, the East New York Savings bank has been operating a new branch for a year and a half in a former lingerie shop without putting in a new storefront. Business has been less than booming. Banks can be patient. In the Greenpoint section of Brooklyn, the East New York Savings bank has" , "date" : "19881023" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Perspectives: Greenpoint's Historic District; Store Owners Bristle at Review Process" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/23\/realestate\/perspectives-greenpoint-s-historic-district-store-owners-bristle-review-process.html"} , {"body" : "LEAD: The band's singer crooned his version of the Dinah Washington classic, ''What a Difference a Day Makes,'' and, as if hearing from an old familiar friend, the restaurant's patrons murmured with approval. Nanette Peraino and Larry Holder sat holding hands at the bar and sipped red wine in the candlelight. The band's singer crooned his version" , "date" : "19881017" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Restaurants Going Live With the Sound of Music" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/17\/nyregion\/brooklyn-restaurants-going-live-with-the-sound-of-music.html"} , {"body" : "LEAD: At the Brooklyn Ethical Culture Society, Stephanie Beatrice Salzman, a daughter of Mr. and Mrs. Eric Salzman of Brooklyn Heights and East Quogue, L.I., was married yesterday to Jean-Louis Carbonnier, a son of Mr. and Mrs. Claude Carbonnier of Rheims, France. Lois Kellerman, a leader of the society, officiated. At the Brooklyn Ethical Culture" , "date" : "19881015" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Style"] , "page_facet" : "20" , "title" : "Stephanie Salzman Marries Jean-Louis Carbonnier" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/15\/style\/stephanie-salzman-marries-jean-louis-carbonnier.html"} , {"body" : "LEAD: Two police officers and a civilian were injured yesterday when a police car crashed with a car at Morris Avenue and 166th Street, the police said. It was the third time in less than a month that a civilian was injured in an accident involving a patrol car. Two police officers and a civilian were injured yesterday when a police car crashed" , "date" : "19881011" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO DATELINES; Driver and 2 Officers Hurt in Cruiser Crash" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/11\/nyregion\/metro-datelines-driver-and-2-officers-hurt-in-cruiser-crash.html"} , {"body" : "LEAD: FRIDAY ANTIQUES AT THE ARMORY FRIDAY ANTIQUES AT THE ARMORY Part of the fun of collecting antiques may be prowling musty, urban antique stores or ramshackle, roadside shops, but for those who want to zero in on some of the best 18th- and 19th-century American and European furniture, clocks, folk art, jewelry, quilts and the like, the place to" , "date" : "19881007" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/07\/arts\/weekender-guide.html"} , {"body" : "LEAD: Borderline Walk, Brooklyn Historical Society, 128 Pierrepont Street, at Clinton Street, Brooklyn Heights; 718-624-0890. Borderline Walk, Brooklyn Historical Society, 128 Pierrepont Street, at Clinton Street, Brooklyn Heights; 718-624-0890. On Oct. 15 there will be a walking tour, co-sponsored with the Queens Historical Society, along the" , "date" : "19881006" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Events: Walking Tour and Lecture Series" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/06\/garden\/events-walking-tour-and-lecture-series.html"} , {"body" : "LEAD: Sharon Fong Chu, the daughter of Dr. and Mrs. Sherwood C. Chu of Bethesda, Md., was married yesterday to Norman Michael Kreutter, a son of Maj. Dale T. Kreutter, U.S.A., retired, and Mrs. Kreutter of Fayetteville, Ga. The Rev. Horst Gutsche performed the ceremony at the Zion Evangelical Lutheran Church in Brooklyn Heights. Sharon Fong Chu," , "date" : "19881002" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "56" , "title" : "Sharon Chu Wed To N. M. Kreutter" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/02\/style\/sharon-chu-wed-to-n-m-kreutter.html"} , {"body" : "LEAD: After a heated daylong hearing attended by hundreds of people, the New York City Board of Estimate last night voted down a plan by the Jehovah's Witnesses to build a 19-story dormitory for the religious group's workers near the waterfront in Brooklyn Heights. After a heated daylong hearing attended by hundreds of people, the New York City" , "date" : "19880930" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Board Blocks Tower for Religious Group" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/30\/nyregion\/board-blocks-tower-for-religious-group.html"} , {"body" : "LEAD: In a genteel demonstration punctuated by cries of ''Don't rezone!'' several hundred people marched in Brooklyn Heights yesterday against a proposal by the Jehovah's Witnesses to build a 19-story tower in the shadow of the Brooklyn Bridge. In a genteel demonstration punctuated by cries of ''Don't rezone!'' several hundred people marched in" , "date" : "19880926" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Hundreds Protest Jehovah's Witness Tower Plan" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/26\/nyregion\/hundreds-protest-jehovah-s-witness-tower-plan.html"} ,   {"body" : "LEAD: INTERNATIONAL A3-11 Mikhail Gorbachev admitted a lag in his campaign to reshape the Soviet Union. He told Soviet editors that a gap exists between the goals and the results of his program to restructure the economy. Page A1 INTERNATIONAL A3-11 Mikhail Gorbachev admitted a lag in his campaign to reshape the Soviet Union. He told Soviet editors" , "date" : "19880926" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "BUSINESS DIGEST" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/26\/nyregion\/business-digest-441888.html"} , {"body" : "LEAD: At St. Mary's Roman Catholic Church in New Brunswick, N.J., Terri Ann Sullivan, a financial journalist, was married yesterday to Steven Edward Moses, a cinematographer. The Rev. Louis Grenier, an uncle of the bridegroom, performed the ceremony, assisted by Rabbi Roy Rosenberg. At St. Mary's Roman Catholic Church in New Brunswick, N.J., Terri" , "date" : "19880919" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "11" , "title" : "Terri Ann Sullivan Is Married to Steven E. Moses" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/19\/style\/terri-ann-sullivan-is-married-to-steven-e-moses.html"} , {"body" : "LEAD: Four pedestrians, three of them in their 70's, were hit by a police car as it responded to a call in Brooklyn Heights yesterday - the second time this week that people were hit by a police car. Four pedestrians, three of them in their 70's, were hit by a police car as it responded to a call in Brooklyn Heights yesterday - the second time this" , "date" : "19880917" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "A Police Car Hits Four On a Brooklyn Street" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/17\/nyregion\/a-police-car-hits-four-on-a-brooklyn-street.html"} , {"body" : "LEAD: ''THIS is a neighborhood,'' said Alexandra Corbin describing Carroll Gardens, ''where an investment banker can move in next to a plumber and a sanitation worker, and everybody becomes friends.'' ''THIS is a neighborhood,'' said Alexandra Corbin describing Carroll Gardens, ''where an investment banker can move in next to a plumber and a" , "date" : "19880911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CARROLL GARDENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "IF YOU'RE THINKING OF LIVING IN: Carroll Gardens" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/11\/realestate\/if-you-re-thinking-of-living-in-carroll-gardens.html"} , {"body" : "LEAD: A COUPLE OF YEARS ago, on a slow afternoon at the magazine where I work, I was chatting with some of the other editors. A COUPLE OF YEARS ago, on a slow afternoon at the magazine where I work, I was chatting with some of the other editors. The conversation turned to families, and one young woman, a friend, complained about being a middle" , "date" : "19880911" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine" , "Health"] , "page_facet" : "44" , "title" : "A Sister's Need" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/11\/magazine\/a-sister-s-need.html"} , {"body" : "LEAD: English Country House, the Cooper-Hewitt Museum, 2 East 91st Street; 212-860-6868. English Country House, the Cooper-Hewitt Museum, 2 East 91st Street; 212-860-6868. ''The Countess's Treasury: Gems and Curiosities From Burghley House'' in Lincolnshire, England, features jewelry, bowls, teacups, tankards and other 17th-century Renaissance" , "date" : "19880908" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Events: 17th-Century Riches on Display" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/08\/garden\/events-17th-century-riches-on-display.html"} , {"body" : "LEAD: The marriage of Julianne Louise Muss, the daughter of Mrs. Milton Ratner of Chicago and New York and Joshua A. Muss of Washington and Middleburg, Va., to Gregory Starr Markow, the son of Dr. and Mrs. Stephen Markow of Brooklyn Heights, took place yesterday. Rabbi Joseph Tabachnik performed the ceremony at the Standard Club in The marriage of" , "date" : "19880905" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "16" , "title" : "Gregory Markow Wed to Ms. Muss" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/05\/style\/gregory-markow-wed-to-ms-muss.html"} , {"body" : "LEAD: It does not faze Sister Joanne Schuster to know that as a 5-foot-2-inch volleyball player, she will face a great task competing Friday in the Franciscan Health Care Games at Felt Forum. As President of the Franciscan Sisters of the Poor Health Care System, and organizer of the games as well, she is used to handling greater tasks. It does not" , "date" : "19880905" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "43" , "title" : "ON YOUR OWN; Workers Playing for Funds" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/05\/sports\/on-your-own-workers-playing-for-funds.html"} , {"body" : "LEAD: The conductor Julius Rudel will give a piano performance with the St. Luke's Chamber Ensemble at the opening of the ninth season of the Arts at St. Ann's on Oct. 23 at 4 P.M. at the Church of St. Ann and the Holy Trinity, 157 Montague Street, in Brooklyn Heights. The concert, the first of three by the chamber ensemble, will feature" , "date" : "19880830" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "20" , "title" : "Julius Rudel as Pianist In Brooklyn Arts Series" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/30\/arts\/julius-rudel-as-pianist-in-brooklyn-arts-series.html"} , {"body" : "LEAD: With an unusually large number of homes for sale and buyers insisting on bargains, a consensus has emerged among economists and real estate professionals that prices in the New York metropolitan region will increase little, if at all, for the rest of the decade. With an unusually large number of homes for sale and buyers insisting on" , "date" : "19880828" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Little Growth in Home Prices Expected in New York Region" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/28\/nyregion\/little-growth-in-home-prices-expected-in-new-york-region.html"} ,   {"body" : "LEAD: Joseph P. Maggio, who owned a design firm bearing his name in Manhattan, died of a heart attack last Saturday at his home in South Egremont, Mass. He was 61 years old. Joseph P. Maggio, who owned a design firm bearing his name in Manhattan, died of a heart attack last Saturday at his home in South Egremont, Mass. He was 61 years old. Mr." , "date" : "19880826" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "15" , "title" : "Joseph P. Maggio, Interior Designer, 61" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/26\/obituaries\/joseph-p-maggio-interior-designer-61.html"} , {"body" : "LEAD: Eight months after New York City officials sought to tear it down, the Vendome, a distinguished but ravaged old apartment house in Brooklyn, yesterday was awarded a $225,000 grant from New York State to help in its reconstruction. Eight months after New York City officials sought to tear it down, the Vendome, a distinguished but ravaged old" , "date" : "19880824" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "After Surviving Razing Plan, Brooklyn Building Gets Grant" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/24\/nyregion\/after-surviving-razing-plan-brooklyn-building-gets-grant.html"} , {"body" : "LEAD: Deanna Marjorie Schindel, a daughter of Mr. and Mrs. Stephen F. Schindel of Brooklyn Heights and Becket, Mass., was married yesterday to Howard Adam Stecker, the son of Mr. and Mrs. Harold Stecker of Fair Lawn, N.J. Rabbi Simon Glustrom performed the ceremony at the Water's Edge at the East River Yacht Club in Long Island City, Queens. Deanna" , "date" : "19880822" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "17" , "title" : "Deanna M. Schindel Wed to H. A. Stecker" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/22\/style\/deanna-m-schindel-wed-to-h-a-stecker.html"} , {"body" : "LEAD: Closings in the week ending Aug. 6 MANHATTAN Chelsea $1.2 million 138 West 17th Street 3-bedroom, 2-bath, 3,200-sq.-ft. penthouse co-op in a prewar loft building; roof rights, fireplace, 5 skylights, key elevator; maintenance $800, 50% tax-deductible (Broker: Kanelba & Robilotti) Closings in the week ending Aug. 6 MANHATTAN Chelsea $1.2" , "date" : "19880821" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/21\/realestate\/residential-resales-329988.html"} , {"body" : "LEAD: The panoramic promise of the Brooklyn Heights waterfront has spawned two very different visions of its future - a private residential enclave laced with public parks and a public park filled with private commercial enterprises. The panoramic promise of the Brooklyn Heights waterfront has spawned two very different visions of its future - a" , "date" : "19880819" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn's Waterfront: Two Visions of a Compelling Vista" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/19\/nyregion\/brooklyn-s-waterfront-two-visions-of-a-compelling-vista.html"} , {"body" : "LEAD: INTERNATIONAL A2-11 The body of Pakistan's President, Mohammad Zia ul-Haq, was flown to Islamabad while investigators searched for the cause of the air crash that killed him and the United States Ambassador. Page A1 INTERNATIONAL A2-11 The body of Pakistan's President, Mohammad Zia ul-Haq, was flown to Islamabad while investigators searched" , "date" : "19880819" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/19\/nyregion\/news-summary-312588.html"} , {"body" : "LEAD: When ''The Architecture of Frank Gehry'' opened at the Walker Art Center in Minneapolis in the fall of 1986, it seemed to make the definitive statement on the work of this brilliant, iconoclastic architect, increasingly one of the critical figures in contemporary American architecture. The one regret was that New Yorkers would not get to see" , "date" : "19880816" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "Review\/Architecture; Walk-Through Models In Frank Gehry Show" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/16\/arts\/review-architecture-walk-through-models-in-frank-gehry-show.html"} , {"body" : "LEAD: The marriage of Suzette Lai Ung Fong, a daughter of Mr. and Mrs. Archie Fook Tse Fong of Honolulu, to Douglas Warren Elliott, a son of Mr. and Mrs. Donald Harrison Elliott of Brooklyn, took place yesterday in Los Angeles. The Rev. Norman Ishizaki performed the ceremony at St. Alban's Episcopal Church. The marriage of Suzette Lai Ung Fong, a" , "date" : "19880814" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "57" , "title" : "Douglas W. Elliot Marries Suzette Fong in Los Angeles" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/14\/style\/douglas-w-elliot-marries-suzette-fong-in-los-angeles.html"} , {"body" : "LEAD: Closings in the week ending July 30 MANHATTAN Carnegie Hill $700,000 49 East 96th Street 2-bedroom, 3 1\/2-bath, prewar co-op; 24-hr. doorman, dining room, large kitchen, maid's room, powder room; maintenance $1,147, 40% tax-deductible (Broker: William B. May) Closings in the week ending July 30 MANHATTAN Carnegie Hill $700,000 49 East 96th" , "date" : "19880814" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "13" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/14\/realestate\/residential-resales-469688.html"} , {"body" : "LEAD: IT is lunch time in the city, and Jim Doyle of Brooklyn is strolling in Central Park near the band shell. A young woman approaches him. IT is lunch time in the city, and Jim Doyle of Brooklyn is strolling in Central Park near the band shell. A young woman approaches him. ''Please,'' she said. ''Am I near the shopping mall?'' Mr. Doyle informs" , "date" : "19880810" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/10\/garden\/metropolitan-diary-602788.html"} ,   {"body" : "LEAD: At St. John the Evangelist Roman Catholic Church in Pocasset, Mass., Elizabeth Ann Cryan, the daughter of Joan B. Cryan of Pocasset and Michael J. Cryan of Boston, was married yesterday to Benton Howard Ingersoll, a son of Mr. and Mrs. John H. Ingersoll of Waterford, Conn., and New York. The Rev. James W. At St. John the Evangelist Roman" , "date" : "19880807" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "50" , "title" : "Elizabeth Cryan Wed To Benton H. Ingersoll" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/07\/style\/elizabeth-cryan-wed-to-benton-h-ingersoll.html"} , {"body" : "LEAD: Shows, Nature, Museums ''FINN McCOOL,'' an Irish story, told by Jody Moore, and ''The Real Princess,'' a story by Hans Christian Andersen, told by Tom White, 11 A.M. Saturday at the Andersen statue, near 72d Street and Fifth Avenue in Central Park. Free. ''WIDE-AWAKE JAKE,'' a play based on an English storybook of the same name by Helen" , "date" : "19880805" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "9" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/05\/arts\/for-children.html"} , {"body" : "LEAD: A week after the Koch administration began emergency efforts to repair and maintain New York City's troubled ambulance fleet, the average number of vehicles out of service has fallen by 7 percentage points, to 39 percent from 46 percent, officials said yesterday. A week after the Koch administration began emergency efforts to repair and" , "date" : "19880804" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "5" , "title" : "Repair Effort Increases Ambulances in Service" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/04\/nyregion\/repair-effort-increases-ambulances-in-service.html"} , {"body" : "LEAD: Doris Willens, who went from advertising columnist of The New York Journal-American to public relations director of Doyle Dane Bernbach when it was at its hottest, has written a book - about neither. Doris Willens, who went from advertising columnist of The New York Journal-American to public relations director of Doyle Dane Bernbach when it" , "date" : "19880803" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Books" , "Business"] , "page_facet" : "17" , "title" : "THRE MEDIA BUSINESS: Advertising; Ex-Doyle Dane Officer Writes a Biography" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/03\/business\/thre-media-business-advertising-ex-doyle-dane-officer-writes-a-biography.html"} , {"body" : "LEAD: A CROQUET set, Lorna R. Cameron thought. Yes, a croquet set would be an inspired house gift for the weekend she was invited to her friends' new place in the Poconos. There, she was led to believe, she would find a lovely green ''English-type rolling lawn'' in front of the house. A CROQUET set, Lorna R. Cameron thought. Yes, a croquet set" , "date" : "19880731" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "44" , "title" : "House Gifts, Welcome and Unwelcome" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/31\/style\/house-gifts-welcome-and-unwelcome.html"} , {"body" : "LEAD: Shows, Nature, Museums ''WIDE-AWAKE, JAKE,'' a play based on an English storybook of the same name by Helen Young, about a little boy who cannot fall asleep, performed by Tada and directed by Janine Nina Trevens, 11 A.M. Friday and Monday, 1:30 P.M. Friday through Monday; and 3 P.M. Saturday and Sunday, at the group's new theater, 120 West" , "date" : "19880729" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/29\/arts\/for-children.html"} , {"body" : "LEAD: Shows, Nature, Museums ''CIRCUS BERSERKUS,'' a musical by the Penny Bridge Players, 10:30 A.M. Friday, the Assumption Church, 59 Cranberry Street, Brooklyn Heights. Tickets: $4. Information: (718) 522-0255 or (718) 855-6346. ''WIDE-AWAKE JAKE,'' a play based on an English storybook of the same name by Helen Young, about a little boy who" , "date" : "19880722" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/22\/arts\/for-children.html"} , {"body" : "LEAD: Three Brooklyn residents have been indicted on charges that they forged deeds on buildings and attempted to sell them in a scheme that officials said involved 38 properties valued at more than $3.7 million. Three Brooklyn residents have been indicted on charges that they forged deeds on buildings and attempted to sell them in a scheme that" , "date" : "19880720" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "3 Indicted In Swindle On Properties" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/20\/nyregion\/3-indicted-in-swindle-on-properties.html"} , {"body" : "LEAD: IT'S the season for fresh raspberries. Half pints are $2.50 at farm stands and green markets in and around New York; fancy groceries sell them for $3.98. IT'S the season for fresh raspberries. Half pints are $2.50 at farm stands and green markets in and around New York; fancy groceries sell them for $3.98. Bakeries are also taking advantage" , "date" : "19880720" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "SUMMERTIME BRINGS FRESH RASPBERRIES IN PINTS AND PIES" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/20\/garden\/summertime-brings-fresh-raspberries-in-pints-and-pies.html"} , {"body" : "LEAD: In the cool darkness 30 feet under Atlantic Avenue, the little tunnel that time forgot curves silently toward the Brooklyn waterfront, unfazed by the 20th Century or the anguish of Robert Diamond. In the cool darkness 30 feet under Atlantic Avenue, the little tunnel that time forgot curves silently toward the Brooklyn waterfront, unfazed by" , "date" : "19880719" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For a Long-Sealed Tunnel, Hope Dims" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/19\/nyregion\/for-a-long-sealed-tunnel-hope-dims.html"} ,   {"body" : "LEAD: LESS than one nautical mile from the glistening office towers and apartment buildings of Manhattan's East Side, a patchwork of gritty industrial buildings, power plants and empty, overgrown lots seems to define the Brooklyn and Queens side of the East River. But behind this facade, the long stretch of urban riverbank extending from the edge" , "date" : "19880715" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Art and History With River View Of Manhattan" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/15\/arts\/art-and-history-with-river-view-of-manhattan.html"} , {"body" : "LEAD: Shows, Nature, Museums WIDE-AWAKE JAKE, a play based on an English storybook of the same name by Helen Young, about a little boy who cannot fall asleep, performed by Tada and directed by Janine Nina Trevens, 1:30 P.M. Friday through Monday; 11 A.M. Friday and Monday, and 3 P.M. Saturday and Sunday, at the group's new theater, 120 West 28th" , "date" : "19880715" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/15\/arts\/for-children.html"} , {"body" : "LEAD: THANKS to the fortuitous timing of the Declaration of Independence 212 years ago, the United States celebrates its birthday at a time when warm weather turns most people's thoughts to the great outdoors. Even in New York City, where the outdoors is all too often assumed to be a crowded intersection or a forest of tall buildings, that more" , "date" : "19880701" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Fiddles, Fireworks And Shakespeare For the Fourth" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/01\/arts\/fiddles-fireworks-and-shakespeare-for-the-fourth.html"} , {"body" : "LEAD: Three investigators from the Brooklyn and Bronx Public Administrators' offices were arrested yesterday and charged with falsifying public records and stealing valuables from rooms they believed had been occupied by people who died without leaving a will. Three investigators from the Brooklyn and Bronx Public Administrators' offices were" , "date" : "19880629" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "3 in Surrogate's Office Charged With Thefts" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/29\/nyregion\/3-in-surrogate-s-office-charged-with-thefts.html"} , {"body" : "LEAD: For all of its hundred years, Twilight Park, a resort that clings to a rocky mountainside near this village in the Catskills, has kept quietly to itself. For all of its hundred years, Twilight Park, a resort that clings to a rocky mountainside near this village in the Catskills, has kept quietly to itself. Now, though, ''the park,'' as" , "date" : "19880627" , "day_of_week_facet" : "Monday" , "geo_facet" : ["TWILIGHT PARK (CATSKILLS RESORT)" , "CATSKILL MOUNTAINS" , "HAINES FALLS (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Resort Is 100 (But Keep It Quiet)" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/27\/nyregion\/resort-is-100-but-keep-it-quiet.html"} , {"body" : "LEAD: At the Plymouth Congregational Church of the Pilgrims in Brooklyn Heights, Diana Williams, a daughter of Mr. and Mrs. William M. Williams of Brooklyn and Strafford, Vt., was married yesterday to Steven Eric Peter, a son of Mr. and Mrs. Sheldon D. Peter of Jackson Heights, Queens. The Rev. Frank A. At the Plymouth Congregational Church of the" , "date" : "19880626" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "44" , "title" : "Diana Williams Wed to Steven Peter in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/26\/style\/diana-williams-wed-to-steven-peter-in-brooklyn.html"} , {"body" : "LEAD: For no other reason than a swirl of fortuitous scheduling, this last weekend in June will have a decidedly Oriental flavor in New York, some of it part of the First New York International Festival of the Arts. An enormous range of performances is planned, representing pop, classical, traditional and the avant-garde in music, dance, film," , "date" : "19880624" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "Entertainment Assortment From the Orient" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/24\/arts\/entertainment-assortment-from-the-orient.html"} , {"body" : "LEAD: The birds and bees are up to mischief and the other orders of creation baffle imagination. In the performance of ''The Ritual of Solomon's Children'' by the Indonesian company Teater Rendra, two male lizards battle over a female in jungle mists and the winner's position can hardly be called satisfying; insect The birds and bees are up to" , "date" : "19880624" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "27" , "title" : "Reviews\/Theater; Song, Storm and Ritual In an Indonesian World" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/24\/theater\/reviews-theater-song-storm-and-ritual-in-an-indonesian-world.html"} , {"body" : "LEAD: Opera Guild Auction Opera Guild Auction June 20 - A balloon ride and a rare black lacquer and gilt Chinese Export table valued at $12,800 will be offered along with more than 270 other items and events at a silent and live auction by the Opera Guild to benefit the New York City Opera. The fund-raiser starts at 5:30 with a viewing of the items" , "date" : "19880619" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "41" , "title" : "Social Events; End of a Season" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/19\/style\/social-events-end-of-a-season.html"} , {"body" : "LEAD: WHEN Meyer S. Frucher was appointed to head the Battery Park City Authority, his orders from Governor Cuomo were to the point: ''He said, 'My God, we've got to give this place a soul,' '' Mr. Frucher recalled. WHEN Meyer S. Frucher was appointed to head the Battery Park City Authority, his orders from Governor Cuomo were to the point: ''He" , "date" : "19880619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BATTERY PARK CITY (MANHATTAN)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Battery Park City: A New Phase Begins" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/19\/realestate\/battery-park-city-a-new-phase-begins.html"} ,   {"body" : "LEAD: Fred Sherry, a cellist and conductor, is to become artistic director of the Chamber Music Society of Lincoln Center in next June. Mr. Sherry, who is also the society's music administrator, will succeed Charles Wadsworth, who is resigning and who has been director since the society's inception in 1969. Fred Sherry, a cellist and conductor, is" , "date" : "19880615" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "Chamber Music Society Selects Artistic Director" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/15\/arts\/chamber-music-society-selects-artistic-director.html"} , {"body" : "LEAD: Although the First New York International Festival of the Arts officially opened with a series of gala events over the weekend, the 18 attractions that begin performances today mark the real beginning of the festival for the general public. Although the First New York International Festival of the Arts officially opened with a series of gala" , "date" : "19880614" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "The Arts Festival; After Weekend Galas, The Fun Begins Today" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/14\/arts\/the-arts-festival-after-weekend-galas-the-fun-begins-today.html"} , {"body" : "LEAD: Closings in the week ending May 28 MANHATTAN Clinton $307,500 344 West 38th Street 1-bedroom, 1-bath, 1,700-sq.-ft. postwar co-op; large dining area, hardwood floors, Hudson River view; maintenance $650, no tax deduction (Broker: Sinvin Realty) Greenwich Village Closings in the week ending May 28 MANHATTAN Clinton $307,500 344 West 38th" , "date" : "19880612" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "16" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/12\/realestate\/residential-resales-631088.html"} , {"body" : "LEAD: Four years ago, in a move that aroused immediate community opposition, the Jehovah's Witnesses proposed building a 35-story tower of offices and apartments in Brooklyn Heights, where the religious sect has its headquarters. Four years ago, in a move that aroused immediate community opposition, the Jehovah's Witnesses proposed building a" , "date" : "19880605" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Vote Nears on Tower Planned for Brooklyn Heights" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/05\/nyregion\/vote-nears-on-tower-planned-for-brooklyn-heights.html"} , {"body" : "LEAD: Closings in the week ending May 21 MANHATTAN Upper East Side $576,000 50 East 72d Street 2-bedroom, 2-bath, 1,400-sq.-ft. prewar condo; 24-hr. doorman, manned elevator, dining room, fireplace; common charge $687, taxes $5,220 (Broker: Edward Lee Cave) Upper East Side Closings in the week ending May 21 MANHATTAN Upper East Side $576,000 50" , "date" : "19880605" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "16" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/05\/realestate\/residential-resales-655088.html"} , {"body" : "LEAD: Closings in the week ending May 14 MANHATTAN Greenwich Village $259,000 302 West 12th Street 1-bedroom, 1-bath, 900-sq.-ft. prewar condo; 24-hr. doorman, windowed kitchen, fireplace, high-ceilings, hardwood floors; common charge $327, taxes $1,668 (Broker: Kenelba & Robilotti) Closings in the week ending May 14 MANHATTAN Greenwich Village" , "date" : "19880529" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/29\/realestate\/residential-resales-798788.html"} , {"body" : "LEAD: After a cool, soggy spring, one can only hope that the next season on our hemisphere's agenda will be more meteorologically agreeable - for, with the arrival of the Memorial Day weekend, the time of barbecues and beaches, Sousa and suntans has begun. After a cool, soggy spring, one can only hope that the next season on our hemisphere's agenda" , "date" : "19880527" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Finding the Fun: Ways to Have Memorial Days To Remember" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/27\/arts\/finding-the-fun-ways-to-have-memorial-days-to-remember.html"} , {"body" : "LEAD: Closings in the week ending May 7 MANHATTAN Madison Square Area $275,000 425 Park Avenue South (29th St.) 1-bedroom, 1-bath, 1,000-sq.-ft. loft co-op in a recently renovated prewar building; part-time doorman, large kitchen, East River view; maintenance $865, 60% tax-deductible (Broker: Ambrose Mar-Elia) Closings in the week ending May 7" , "date" : "19880522" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "16" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/22\/realestate\/residential-resales-822089.html"} , {"body" : "LEAD: The man was 58 years old, out of work and broke. So, despite degrees from Dartmouth and New York University Law School, he found himself driving a limousine. But as much as he hated the work, things could always be worse: the next passenger could be one of his former partners. The man was 58 years old, out of work and broke. So, despite" , "date" : "19880513" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "6" , "title" : "The Law; At the Bar" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/13\/us\/the-law-at-the-bar.html"} , {"body" : "LEAD: It was a short honeymoon. Two weeks ago Thursday, Dall W. Forsythe, head of the Governor's Office of Management and Productivity, received a call from Governor Cuomo asking him to be his next state budget director. He said yes. On Monday, the departing director, R. Wayne Diesel, called to tell him that the state was looking at a $300 million" , "date" : "19880509" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Budget Chief's Baptism by Shortfall" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/09\/nyregion\/budget-chief-s-baptism-by-shortfall.html"} ,   {"body" : "LEAD: A real-estate developer in Brooklyn was indicted yesterday on four counts of bank fraud in connection with a $17 million real-estate loan he received from Chemical Bank, Federal investigators said. A real-estate developer in Brooklyn was indicted yesterday on four counts of bank fraud in connection with a $17 million real-estate loan he" , "date" : "19880507" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Indictment Cites Improper Loan For a Developer" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/07\/nyregion\/indictment-cites-improper-loan-for-a-developer.html"} , {"body" : "LEAD: Friday COMMERCIALS AS ART Friday COMMERCIALS AS ART They might be called the wasteland within the wasteland, to paraphrase former Federal Communications Commissioner Newton Minow's oft-quoted characterization of television. However insipid many television commercials are, the best of these 30-to-60-second pitches have left an indelible" , "date" : "19880506" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/06\/arts\/weekender-guide.html"} , {"body" : "LEAD: While some New York City piers continue to receive cargo and many others crumble into the slime, Pier A awaits a restaurant, Pier 84 a permanent concert stage and Pier 10 a floating museum. A wave of development proposals washing over the waterfront also includes plans for ferry terminals, marinas, condominiums and hotels. While some New York" , "date" : "19880501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Pier Redevelopment Plans Stir Concerns" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/01\/realestate\/pier-redevelopment-plans-stir-concerns.html"} , {"body" : "LEAD: Every Thursday and Sunday morning, from April through October, a bus leaves the Gray Line terminal on Eighth Avenue, threads its way downtown to Canal, crosses the Manhattan Bridge and spends the next six hours in Brooklyn. The people who take this bus are usually international tourists with some sort of immigrant connection to the borough," , "date" : "19880430" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "About New York; What Is a Stoop? Brooklyn by Bus For 15 Tourists" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/30\/nyregion\/about-new-york-what-is-a-stoop-brooklyn-by-bus-for-15-tourists.html"} , {"body" : "LEAD: His signature garnet rosebud blooming in his lapel, Martin E. Segal -Marty to anyone who has known him more than five minutes - is presiding over the weekly staff meeting of the First New York International Festival of the Arts, of which he is founder and chairman. The monthlong, citywide celebration of the performing arts opens on June 11," , "date" : "19880424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["World" , "Magazine"] , "page_facet" : "20" , "title" : "THE STAGES OF MARTY'S FESTIVAL" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/24\/magazine\/the-stages-of-marty-s-festival.html"} , {"body" : "LEAD: Closings in the week ending April 10 MANHATTAN Greenwich Village $325,000 303 Mercer Street 2-bedroom, 1 1\/2-bath, 1,500-sq.-ft. prewar co-op; concierge, windowed dining area, sunken-living room; maintenance $820, 40% tax-deductible (Broker: Sulzberger-Rolfe) Murray Hill Closings in the week ending April 10 MANHATTAN Greenwich Village" , "date" : "19880424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "16" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/24\/realestate\/residential-resales-360588.html"} , {"body" : "LEAD: A HOUSE in Cold Spring, N.Y., is thought to harbor a ghost. A HOUSE in Cold Spring, N.Y., is thought to harbor a ghost. In Washington, the residence of the Ambassador of Mauritania has a room draped to resemble a tent and a collection of heavy silver ankle bracelets that were designed in the 19th century to encourage young women in Mauritania" , "date" : "19880421" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "A Springtime Showcase of Fine Homes" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/21\/garden\/a-springtime-showcase-of-fine-homes.html"} , {"body" : "LEAD: Old Korea,Kang Collection Studio, 250 West 90th Street, Suite 10K; 212-580-0005. Old Korea,Kang Collection Studio, 250 West 90th Street, Suite 10K; 212-580-0005. An exhibition of Korean antiques featuring 18th-century folding screens, a Yi dynasty blanket chest and Koryo dynasty pottery will be displayed through May 31. Hours: noon to 5 P.M.," , "date" : "19880421" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Events: Korean Art and Brooklyn Sights" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/21\/garden\/events-korean-art-and-brooklyn-sights.html"} , {"body" : "LEAD: An off-duty New York City transit police officer was charged with driving while intoxicated yesterday after an accident in Brooklyn in which a pedestrian was critically injured, the police said. An off-duty New York City transit police officer was charged with driving while intoxicated yesterday after an accident in Brooklyn in which a" , "date" : "19880417" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Officer Charged in Car Accident" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/17\/nyregion\/officer-charged-in-car-accident.html"} , {"body" : "LEAD: Closings in the week ending April 2 MANHATTAN Chelsea $280,000 77 Seventh Avenue (14th St.) (Vermeer) 1-bedroom, 1-bath, 650-sq.-ft. co-op in postwar building; 24-hr. doorman, wrap-around terrace, Hudson River view; maintenance $576, 50% tax-deductible (Broker: Ambrose Mar-Elia) Closings in the week ending April 2 MANHATTAN Chelsea $280,000" , "date" : "19880417" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "16" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/17\/realestate\/residential-resales-068688.html"} ,   {"body" : "LEAD: Although it's a little late for the 1983 centennial of the Brooklyn Bridge, the sculptor Marisol's bronze memorial to the Roebling family, which created the bridge, is eventually to grace the northern end of the Promenade on Brooklyn Heights. At least, that's the firm belief of the Brooklyn Heights Association, which hatched the idea for the" , "date" : "19880416" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN BRIDGE"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "Marisol Shows Her Brooklyn Bridge Memorial" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/16\/arts\/marisol-shows-her-brooklyn-bridge-memorial.html"} , {"body" : "LEAD: An off-duty New York City police officer was suspended from the department last night and charged with driving while intoxicated and leaving the scene of an accident, the police said. An off-duty New York City police officer was suspended from the department last night and charged with driving while intoxicated and leaving the scene of an" , "date" : "19880416" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Off-Duty Officer Suspended On Drunken-Driving Charge" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/16\/nyregion\/off-duty-officer-suspended-on-drunken-driving-charge.html"} , {"body" : "LEAD: One could not doubt the seriousness of ''Summ,'' the mystical work choreographed and designed by Manhong Kang presented Sunday night at the Church of St. Ann and the Holy Trinity in Brooklyn Heights. Yet, though high-minded, ''Summ'' was theatrically anemic. One could not doubt the seriousness of ''Summ,'' the mystical work choreographed and" , "date" : "19880414" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "Review\/Dance; A Mystical Celebration" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/14\/arts\/review-dance-a-mystical-celebration.html"} , {"body" : "LEAD: When the Atlantic Emblem steamed into New York harbor from Japan Friday, crews unloaded her cargo of 10 new Kawasaki subway cars at the Red Hook Marine Terminal in Brooklyn, the last major cargo handling operation on New York's waterfront. When the Atlantic Emblem steamed into New York harbor from Japan Friday, crews unloaded her cargo of 10" , "date" : "19880412" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "NEW YORK HARBOR" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Terminal Bustles And Bristles" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/12\/nyregion\/a-terminal-bustles-and-bristles.html"} , {"body" : "LEAD: Museum Party . . . April 11 - The Metropolitan Museum's ninth annual spring dance will be held from 9:30 P.M. to 1 A.M. in the Temple of Dendur. There will be an open bar and snacks at the black-tie benefit. Tickets, $125 at the door. Information: 212-879-5500. . . . Museum Preview Museum Party . . . April 11 - The Metropolitan Museum's ninth" , "date" : "19880410" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "55" , "title" : "Social Events; Many Parties, Many Causes" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/10\/style\/social-events-many-parties-many-causes.html"} , {"body" : "LEAD: Closings in the week ending Mar. 26 MANHATTAN Greenwich Village $285,000 29 Perry Street 2-bedroom, 1-bath, 750-sq.-ft. co-op in a recently renovated prewar building; 3 fireplaces, jacuzzi in bath, leaded-glass windows, high-ceilings, original molding and details, access to common garden; maintenance $686, 50% tax-deductible (Broker: Debra" , "date" : "19880410" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "16" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/10\/realestate\/residential-resales-778288.html"} , {"body" : "LEAD: LIKE a reel of film that just popped its sprockets, movie festivals are springing up at such a furious pace that it's almost impossible to stay abreast of them. This weekend, the offerings include the opening of Perspectives on French Cinema and an adjunct retrospective of Louis Malle's French films at the Museum of Modern Art; the" , "date" : "19880408" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Reel After Reel Of Festival Films, Current and Classic" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/08\/movies\/reel-after-reel-of-festival-films-current-and-classic.html"} , {"body" : "LEAD: Closings in the week ending March 19 MANHATTAN Chelsea $940,000 327 West 19th Street 3-family brownstone; 4-bedrooms, 2 1\/2-baths, garden off duplex unit; 2 bedrooms, 1 bath in others; dining area, fireplace, terrace in each; full basement, 21- by 92-ft. lot; taxes $7,500 (Broker: Ambrose Mar-Elia) Closings in the week ending March 19" , "date" : "19880403" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "RESIDENTIAL RESALES" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/03\/realestate\/residential-resales-669888.html"} , {"body" : "LEAD: J. Hunter Walton, chairman emeritus of Hunter Walton & Company, a dairy merchant in New York, died of an aneurysm Thursday at his home in Montclair, N.J. He was 72 years old. J. Hunter Walton, chairman emeritus of Hunter Walton & Company, a dairy merchant in New York, died of an aneurysm Thursday at his home in Montclair, N.J. He was 72 years" , "date" : "19880402" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "10" , "title" : "J. Hunter Walton, Dairy Merchant, 71" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/02\/obituaries\/j-hunter-walton-dairy-merchant-71.html"} , {"body" : "LEAD: Peter S. Kalikow and Peter O. Price, the new owner and publisher of The New York Post, have begun what they describe as ''evolutionary changes'' intended to highlight the newspaper's ties to Manhattan and make it ''the in-flight magazine of the New York City commuter.'' Peter S. Kalikow and Peter O. Price, the new owner and publisher of The" , "date" : "19880328" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Evolution That's Sought At The Post" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/28\/nyregion\/the-evolution-that-s-sought-at-the-post.html"} ,   {"body" : "LEAD: At the Congregational Plymouth Church of the Pilgrims in Brooklyn Heights, Leslie Anne Yancey, a daughter of Mr. and Mrs. Richard C. Yancey of Brooklyn Heights, was married yesterday to Roger Hedrick Westerman, the son of the late Mr. and Mrs. Sheldon E. Westerman of Detroit. The Rev. Frank A. Goodwin, the minister of the church, performed" , "date" : "19880327" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "56" , "title" : "Leslie A. Yancey Wed in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/27\/style\/leslie-a-yancey-wed-in-brooklyn.html"} , {"body" : "LEAD: Dr. Laurie Ellen Ellman, a dentist in Brooklyn Heights, and Dr. Matthew Jan Garfinkel, a resident in orthopedic surgery at the Montefiore Medical Center, were married last evening. Rabbi David E. Fass officiated at Singer's restaurant in Spring Valley, N.Y. Dr. Laurie Ellen Ellman, a dentist in Brooklyn Heights, and Dr. Matthew Jan Garfinkel," , "date" : "19880327" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "58" , "title" : "Dr. Laurie E. Ellman Wed To Dr. Matthew Garfinkel" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/27\/style\/dr-laurie-e-ellman-wed-to-dr-matthew-garfinkel.html"} , {"body" : "LEAD: Closings in the week ending March 12 MANHATTAN Morningside Heights $375,000 375 Riverside Drive (110th St.) 2-bedroom, 2-bath, 1,100-sq.-ft. prewar co-op; 24-hr. doorman, dining room, partial Hudson River view; maintenance $450, 50% tax-deductible (Broker: Klara Madlin Real Estate) Closings in the week ending March 12 MANHATTAN Morningside" , "date" : "19880327" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "16" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/27\/realestate\/residential-resales-367888.html"} , {"body" : "LEAD: FRIDAY A LIVE 'KOYAANISQATSI' FRIDAY A LIVE 'KOYAANISQATSI' Godfrey Reggio's ''Koyaanisqatsi,'' a film with a score by Philip Glass about the precarious balance between nature and civilization, will be presented with a live performance by Mr. Glass and the Philip Glass Ensemble at the Beacon Theater, 2124 Broadway (at 74th Street) tonight and" , "date" : "19880318" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/18\/arts\/weekender-guide.html"} , {"body" : "LEAD: AS A RULE OF thumb, a man has as many barbers in his lifetime as he has affairs. This includes one-cut visits as well as liaisons that go on for years. The similarities between the two relationships extend to the sensitive courtship, or tryout, period, the growing intimacy and fear of intimacy, the meetings that result in complete" , "date" : "19880313" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "54" , "title" : "About Men; The 7-Month Itch" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/13\/magazine\/about-men-the-7-month-itch.html"} , {"body" : "LEAD: Friday THE ART OF COLLECTING Friday THE ART OF COLLECTING Folk arts will be the subject of a film festival this weekend at the Donnell Library Center of the New York Public Library, 20 West 53d Street. Twenty-six films about the techniques, social contexts and collecting of everything from quilts to paintings will be screened tonight from 6" , "date" : "19880311" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/11\/arts\/weekender-guide.html"} , {"body" : "LEAD: Closings in the week ending Feb. 20 MANHATTAN Chelsea $102,000 335 West 21st Street 1-bedroom, 1-bath, 450-sq.-ft, prewar co-op; high ceilings, hardwood floors, two exposures, maintenance $227, 5% tax-deductible (Broker: Weichert Realty) East Midtown Closings in the week ending Feb. 20 MANHATTAN Chelsea $102,000 335 West 21st Street" , "date" : "19880306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "16" , "title" : "RESIDENTIAL RESALES" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/06\/realestate\/residential-resales-736688.html"} , {"body" : "LEAD: March is observed as Women's History Month across the nation. In New York City, it is a time for examining women's lives and celebrating their experiences in events throughout the five boroughs. Many of the events are free. Some are open to women only. The range is wide, in entertainment alone this weekend, from reggae music to Bach and from" , "date" : "19880304" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "Women's History Month Celebrated" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/04\/arts\/women-s-history-month-celebrated.html"} , {"body" : "LEAD: A suspect in an attempted robbery in a Brooklyn bakery plant where employees scuffled with him died early yesterday in police custody, about six hours after his arrest. A suspect in an attempted robbery in a Brooklyn bakery plant where employees scuffled with him died early yesterday in police custody, about six hours after his arrest. The" , "date" : "19880301" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Robbery Suspect Is Found Dead In Holding Cell" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/01\/nyregion\/robbery-suspect-is-found-dead-in-holding-cell.html"} , {"body" : "LEAD: The Chase Manhattan Bank, which may relocate 4,600 of its Manhattan employees, is becoming a cause celebre among New York City officials trying to attract more development to the boroughs outside Manhattan. The Chase Manhattan Bank, which may relocate 4,600 of its Manhattan employees, is becoming a cause celebre among New York City officials" , "date" : "19880227" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "New York City Fights For 4,600 Jobs at Chase" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/27\/nyregion\/new-york-city-fights-for-4600-jobs-at-chase.html"} ,   {"body" : "LEAD: Friday TERRA-COTTA BUILDINGS Friday TERRA-COTTA BUILDINGS In the late 19th and early 20th centuries, building facades were routinely transformed into three-dimensional architectural tapestries with a rich repertory of swirls, friezes and other elaborate terra-cotta ornamentation. In Manhattan, terra cotta was used to adorn such buildings as" , "date" : "19880226" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/26\/arts\/weekender-guide.html"} , {"body" : "LEAD: Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary schools and junior high schools in May 1987. Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary schools and junior high schools" , "date" : "19880223" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "The Reading Scores For New York City Schools" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/23\/nyregion\/the-reading-scores-for-new-york-city-schools.html"} , {"body" : "LEAD: ''When I was a kid,'' the Balinese shadow puppeteer I Nyoman Sumandhi says, ''I loved to play with puppets - but not real ones, just a special kind of leaf. My father and my grandfather didn't let me play with their puppets, because we call the puppet a kind of sacred thing.'' ''When I was a kid,'' the Balinese shadow puppeteer I Nyoman" , "date" : "19880221" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "7" , "title" : "The Coarse and the Sacred Are Fused in Shadow Plays" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/21\/arts\/the-coarse-and-the-sacred-are-fused-in-shadow-plays.html"} , {"body" : "LEAD: Arrests by the New York City transit police dropped 37.7 percent in December, a dramatic decrease compared with December 1986, Acting Chief Vincent Del Castillo said yesterday. Arrests by the New York City transit police dropped 37.7 percent in December, a dramatic decrease compared with December 1986, Acting Chief Vincent Del Castillo said" , "date" : "19880219" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Transit Police Arrests Decrease 37.7%" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/19\/nyregion\/transit-police-arrests-decrease-37.7.html"} , {"body" : "LEAD: IF hospitals truly wanted to perform a valuable service for new parents, they would put an Enforcer on staff. The Enforcer would enter your room just after the baby arrived for the 2 o'clock feeding, and would stand at your bedside surrounded by smoke. He would look a little like the Grim Reaper, only shorter, and he would say in a hollow" , "date" : "19880217" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "10" , "title" : "Life in the 30's" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/17\/garden\/life-in-the-30-s.html"} , {"body" : "LEAD: Audible Rituals Audible Rituals Samul Nori, Church of St. Ann and the Holy Trinity, Clinton and Montague Streets, Brooklyn Heights (718-834-8794). The four dancing percussionists in Samul Nori take Korean ritual music that originally echoed in ancestral shrines and at town-wide harvest festivals. It is thrilling, propulsive music, rhythmic" , "date" : "19880212" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "23" , "title" : "Sounds Around Town" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/12\/arts\/sounds-around-town-302388.html"} , {"body" : "LEAD: John Beckwith Madden, a general partner in the private banking firm of Brown Brothers Harriman & Company, died of a heart attack Tuesday at his home in Brooklyn Heights. He was 69 years old and also lived in Christmas Cove, Me. John Beckwith Madden, a general partner in the private banking firm of Brown Brothers Harriman & Company, died of a" , "date" : "19880211" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "28" , "title" : "John B. Madden, 69; Led Brown Bros. Firm" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/11\/obituaries\/john-b-madden-69-led-brown-bros-firm.html"} , {"body" : "LEAD: Closings in the week ending Jan.16 MANHATTAN Chelsea $150,000 260 West 22d Street 1-bedroom, 1-bath, 600-sq.-ft. co-op in a renovated prewar building; fireplace, hardwood floors, northern exposure; maintenance $419, 60% tax-deductible (Broker: D.J. Knight Co.) Closings in the week ending Jan.16 MANHATTAN Chelsea $150,000 260 West 22d Street" , "date" : "19880131" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "RESIDENTIAL RESALES" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/31\/realestate\/residential-resales-007488.html"} , {"body" : "LEAD: Friday DICHTER AND ROMANCE Friday DICHTER AND ROMANCE Since Misha Dichter made his New York debut 20 years ago, he has risen to the ranks of the world's most renowned pianists. The 42-year-old soloist, recitalist and recording artist, whose performance schedule keeps him on an almost nonstop around-the-globe itinerary, will be back in New" , "date" : "19880122" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/22\/arts\/weekender-guide.html"} , {"body" : "LEAD: The first of two concerts featuring Bach cantatas is to be presented by an ensemble with choir and soloists on Sunday at 4 P.M. at the Church of St. Ann and the Holy Trinity, 157 Montague Street, Brooklyn Heights. The first of two concerts featuring Bach cantatas is to be presented by an ensemble with choir and soloists on Sunday at 4 P.M. at" , "date" : "19880122" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "2 Concerts at St. Ann's Offer Bach Cantatas" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/22\/arts\/2-concerts-at-st-ann-s-offer-bach-cantatas.html"} ,   {"body" : "LEAD: DURING the week they wear suits, and the heaviest thing they carry is a briefcase. DURING the week they wear suits, and the heaviest thing they carry is a briefcase. But on cold Saturdays, three 26-year-old New York professionals shed button-down shirts and Italian shoes for flannel shirts and work boots, and they lug hundreds of logs to" , "date" : "19880114" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "Weekend Wood Squad Delivers" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/14\/garden\/weekend-wood-squad-delivers.html"} , {"body" : "LEAD: A headline yesterday with an article about ferry service in New York City incorrectly described the status of two lines. Service between Brooklyn Heights and Wall Street is to end next week. Service between the Bay Ridge section of Brooklyn and Wall Street is to begin in late January or early February. A headline yesterday with an article" , "date" : "19880102" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "3" , "title" : "CORRECTION" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/02\/nyregion\/c-correction-212488.html"} , {"body" : "LEAD: Ferry service between Brooklyn Heights and Wall Street, just seven months old, is scheduled to die next Friday - a victim of sharply lower ridership as temperatures have plunged. Ferry service between Brooklyn Heights and Wall Street, just seven months old, is scheduled to die next Friday - a victim of sharply lower ridership as temperatures" , "date" : "19880101" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WALL STREET (NYC)" , "NEW YORK HARBOR" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Ferry Service From Bay Ridge Coming to End" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/01\/nyregion\/ferry-service-from-bay-ridge-coming-to-end.html"} , {"body" : "LEAD: INTERNATIONAL\/2-4 INTERNATIONAL\/2-4 65 people fathered by Americans during the Vietnam War arrived in Bangkok with 91 relatives on their way to the United States under a resettlement program that was stalled for nearly two years. Page 1 Colombia has freed an inmate reputed to be one of the world's leading cocaine traffickers. Colombia's" , "date" : "19880101" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY: FRIDAY, JANUARY 1, 1988" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/01\/nyregion\/news-summary-friday-january-1-1988.html"}]