[  {"body" : "LEAD: A worker at a Brooklyn church who was dismissed for threatening other employees walked into the church yesterday, shot one woman and then shot himself between the eyes, the police said. A worker at a Brooklyn church who was dismissed for threatening other employees walked into the church yesterday, shot one woman and then shot himself between" , "date" : "19881229" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Two Shot in Brooklyn Church" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/29\/nyregion\/two-shot-in-brooklyn-church.html"} , {"body" : "LEAD: THE street sign, which identifies the intersection as Beach 69th Street and Story Road, is perhaps the only indication that civilization still has designs on the forlorn stretch of sand and weeds in the Arverne section of Queens. THE street sign, which identifies the intersection as Beach 69th Street and Story Road, is perhaps the only" , "date" : "19881225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "ARVERNE (NYC)"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "THE REGION: In the Rockaways; A Queens Beachfront Is Ground for a Fight Over Housing Goals" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/25\/weekinreview\/region-rockaways-queens-beachfront-ground-for-fight-over-housing-goals.html"} , {"body" : "LEAD: A 9-year-old boy's hand was crushed and severed as he played in an elevator shaft at a Brooklyn housing development yesterday, the police said. A 9-year-old boy's hand was crushed and severed as he played in an elevator shaft at a Brooklyn housing development yesterday, the police said. The child, identified as Guy Bowen, was injured at 2:45" , "date" : "19881218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "59" , "title" : "Hand of Boy, 9, Is Severed During Play in Elevator Shaft" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/18\/nyregion\/hand-of-boy-9-is-severed-during-play-in-elevator-shaft.html"} , {"body" : "LEAD: It is New York's most celebrated affordable housing program of the 1980's. Congress and the Reagan Administration have created a new Federal program modeled on it. Yet, despite its national reputation, the Nehemiah plan - which has revived parts of the Brownsville and East New York sections of Brooklyn - faces an uncertain future in New York" , "date" : "19881213" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Plan for Row Houses, Praised Nationally, Debated at Home" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/13\/nyregion\/plan-for-row-houses-praised-nationally-debated-at-home.html"} , {"body" : "LEAD: IN 1970, after bitter controversy and racial confrontation, the New York City school system was decentralized in an attempt to give community residents -particularly parents - a greater voice in determining what pupils learned, and from whom. IN 1970, after bitter controversy and racial confrontation, the New York City school system was" , "date" : "19881211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review" , "Education"] , "page_facet" : "6" , "title" : "THE REGION; Decentralization of Schools Provides Painful Lessons" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/11\/weekinreview\/the-region-decentralization-of-schools-provides-painful-lessons.html"} , {"body" : "LEAD: A Brooklyn man who came to the aid of a mugging victim - shooting and killing one assailant and wounding another - pleaded for mercy yesterday but was sentenced to 1 1\/2 to 4 1\/2 years in state prison for an earlier drug conviction. A Brooklyn man who came to the aid of a mugging victim - shooting and killing one assailant and wounding" , "date" : "19881129" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "'Samaritan' Is Imprisoned In Drug Case" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/29\/nyregion\/samaritan-is-imprisoned-in-drug-case.html"} , {"body" : "LEAD: The Brooklyn and Bronx Borough Presidents, joined by the head of the firefighters' union, sued Mayor Koch and the city yesterday to block the closing of a firehouse and force the reopening of another. The Brooklyn and Bronx Borough Presidents, joined by the head of the firefighters' union, sued Mayor Koch and the city yesterday to block the" , "date" : "19881129" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO DATELINES; Suit Filed to Protest Firehouse Closings" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/29\/nyregion\/metro-datelines-suit-filed-to-protest-firehouse-closings.html"} , {"body" : "LEAD: The New York City Schools Chancellor, Dr. Richard R. Green, suspended a local school board in the Bronx yesterday, citing a grand jury investigation into complaints that some of its members have used and distributed illegal drugs, stolen school equipment and extorted money from teachers, principals and other school employees. The New York" , "date" : "19881124" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "GREEN SUSPENDS THE SCHOOL BOARD IN BRONX DISTRICT" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/24\/nyregion\/green-suspends-the-school-board-in-bronx-district.html"} , {"body" : "LEAD: (NOTE: This table may be divided, and additional information on a particular entry may appear on more than one screen.) *2*PRESIDENT Dukakis Bush A.D.BRONX 73. Mott Haven, Hunts Point 23,696 3,101 74. Soundview, Bronx River 21,741 4,710 75. P'chester, Throgs Nk, Castle Hill 17,914 15,552 76. (NOTE: This table may be divided, and additional" , "date" : "19881110" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "THE ELECTIONS; Voting by Assembly District" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/10\/nyregion\/the-elections-voting-by-assembly-district.html"} , {"body" : "LEAD: Starrett City will stop using racial quotas to maintain integration at the huge apartment complex in southeastern Brooklyn, a spokesman for the management said yesterday. Starrett City will stop using racial quotas to maintain integration at the huge apartment complex in southeastern Brooklyn, a spokesman for the management said yesterday." , "date" : "19881108" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Starrett City Will Stop Using Quotas to Foster Integration" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/08\/nyregion\/starrett-city-will-stop-using-quotas-to-foster-integration.html"} ,   {"body" : "LEAD: As Anthony Dixon, he was a hard-working cook and a church-going Christian. As Clovis Fearon, he pleaded guilty to selling crack to undercover police officers and then spent 18 months on the run. As Anthony Dixon, he was a hard-working cook and a church-going Christian. As Clovis Fearon, he pleaded guilty to selling crack to undercover police" , "date" : "19881104" , "day_of_week_facet" : "Friday" , "geo_facet" : ["FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Samaritan's Disparate Lives Meet In Court After 18 Months on Run" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/04\/nyregion\/samaritan-s-disparate-lives-meet-in-court-after-18-months-on-run.html"} , {"body" : "LEAD: A man who heard a mugging victim screaming and sobbing for help sprinted out of his apartment in Brooklyn late Tuesday night, his .38-caliber revolver in his hand, and fired at two assailants as they grabbed for a watch and gold necklace, the police said yesterday. A man who heard a mugging victim screaming and sobbing for help sprinted out" , "date" : "19881103" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Man Faces Gun Count After Shooting 2 to Halt Mugging" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/03\/nyregion\/man-faces-gun-count-after-shooting-2-to-halt-mugging.html"} , {"body" : "LEAD: Five men -three of them brothers - were arrested yesterday as members of a car-theft ring believed to be responsible for stealing as many as 360 cars a year off New York City streets. Five men -three of them brothers - were arrested yesterday as members of a car-theft ring believed to be responsible for stealing as many as 360 cars a year off" , "date" : "19881102" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Datelines; 5 Men Are Charged In Car-Theft Ring" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/02\/nyregion\/metro-datelines-5-men-are-charged-in-car-theft-ring.html"} , {"body" : "LEAD: A Koch administration plan to create housing in three boroughs for hundreds of homeless AIDS patients drew mixed reviews yesterday from community boards and local elected officials. Some vehemently opposed the housing, while others said they favored it in principle. A Koch administration plan to create housing in three boroughs for hundreds" , "date" : "19881101" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Koch Criticized on Plan To Open AIDS Shelters" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/01\/nyregion\/koch-criticized-on-plan-to-open-aids-shelters.html"} , {"body" : "LEAD: A Brooklyn hospital has been fined by the New York State Department of Health for having rodents and cockroaches in its pediatrics unit. A Brooklyn hospital has been fined by the New York State Department of Health for having rodents and cockroaches in its pediatrics unit. The hospital, the Brookdale Hospital Medical Center, had violations" , "date" : "19881025" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "2" , "title" : "A Brooklyn Hospital Is Fined for Having Rodents" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/25\/nyregion\/a-brooklyn-hospital-is-fined-for-having-rodents.html"} , {"body" : "LEAD: Feb. 27 - Officer Edward Byrne, 22 years old, a rookie, was shot and killed execution-style while he was guarding the home of a witness in a drug case in South Jamaica, Queens. Four suspects are awaiting trial in the case. Feb. 27 - Officer Edward Byrne, 22 years old, a rookie, was shot and killed execution-style while he was guarding the" , "date" : "19881019" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "7 Officers Killed On Duty in '88" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/19\/nyregion\/7-officers-killed-on-duty-in-88.html"} , {"body" : "LEAD: The 67th Precinct station house in Brooklyn could have been conjured up by a Hollywood director, from the telephones ringing off the hook to the gruff but kindly sergeant presiding over the hubbub from behind his high-altitude wooden desk. Below him, uniformed officers, some herding handcuffed suspects, thread their way past" , "date" : "19881012" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "Police Add Computer To Arsenal" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/12\/nyregion\/police-add-computer-to-arsenal.html"} , {"body" : "LEAD: THE heart of the old town of Flatbush is the intersection of Church and Flatbush Avenues, says Irving Choban with the authority of his office, the presidency of the Flatbush Historical Society. The town had spread out three miles from that center by 1892, when it merged into the city of Brooklyn. Its 1798 Dutch Reformed Church still stands -" , "date" : "19881002" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ERASMUS PLACE (FLATBUSH, NY, DEVELOPMENT)" , "FLATBUSH (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "PERSPECTIVES: New Condos in Flatbush; Tapping the Market in Central Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/02\/realestate\/perspectives-new-condos-in-flatbush-tapping-the-market-in-central-brooklyn.html"} , {"body" : "LEAD: Once green amateurs, they're Olympic boxing champions now. Ray Mercer, Andrew Maynard, Kennedy McKinney. They hope to turn their gold medals into million-dollar contracts. But in turning pro, they'll soon be green again. Once green amateurs, they're Olympic boxing champions now. Ray Mercer, Andrew Maynard, Kennedy McKinney. They hope to turn" , "date" : "19881002" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "Sports of The Times; Green to Gold, Now Green Again" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/02\/sports\/sports-of-the-times-green-to-gold-now-green-again.html"} , {"body" : "LEAD: In June 1987, Mike Tyson encountered an acquaintance he had not seen for some time. When she asked how he was, he said simply, ''I'm in love,'' referring to his relationship with the actress Robin Givens. And he blushed. In June 1987, Mike Tyson encountered an acquaintance he had not seen for some time. When she asked how he was, he said" , "date" : "19881002" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Two Sides of Tyson: Fighter Battles Himself" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/02\/sports\/two-sides-of-tyson-fighter-battles-himself.html"} ,   {"body" : "LEAD: Broken Alliance The Turbulent Times Between Blacks and Jews in America By Jonathan Kaufman 311 pages. Charles Scribners Sons. $19.95. Broken Alliance The Turbulent Times Between Blacks and Jews in America By Jonathan Kaufman 311 pages. Charles Scribners Sons. $19.95. What inspired Jonathan Kaufman to write this perceptive and even-handed" , "date" : "19880929" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "25" , "title" : "Books of The Times; Melting Pot on a High Flame" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/29\/books\/books-of-the-times-melting-pot-on-a-high-flame.html"} , {"body" : "LEAD: The staccato tweet of the paging beeper, which is the latest in high-technology gear for today's enterprising drug dealer, is being squelched in schools around the country. The staccato tweet of the paging beeper, which is the latest in high-technology gear for today's enterprising drug dealer, is being squelched in schools around the" , "date" : "19880925" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "20" , "title" : "Schools Responding to Beeper, Tool of Today's Drug Dealer, by Banning It" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/25\/us\/schools-responding-to-beeper-tool-of-today-s-drug-dealer-by-banning-it.html"} , {"body" : "LEAD: A Brooklyn man has been arrested and charged with breaking into the automobile of a woman who had been arrested two weeks earlier by a patrolman as she tried to retrieve her belongings from the man. A Brooklyn man has been arrested and charged with breaking into the automobile of a woman who had been arrested two weeks earlier by a patrolman" , "date" : "19880924" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Man Is Arrested in Brooklyn Auto Break-In" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/24\/nyregion\/man-is-arrested-in-brooklyn-auto-break-in.html"} , {"body" : "LEAD: A man took his grandfather and niece hostage at knifepoint yesterday and threatened suicide during a 2 1\/2-hour siege in a Brooklyn apartment, the police said. He was taken into custody and placed in a psychiatric ward at Kings County Hospital. A man took his grandfather and niece hostage at knifepoint yesterday and threatened suicide during" , "date" : "19880904" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "Man Holds Relatives Hostage For 2 1\/2 Hours Until Subdued" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/04\/nyregion\/man-holds-relatives-hostage-for-2-1-2-hours-until-subdued.html"} , {"body" : "LEAD: One man was killed and four people were wounded yesterday, one critically, when a gunman fired into a crowd of 350 outside a memorial rap concert in Brooklyn, the police said. One man was killed and four people were wounded yesterday, one critically, when a gunman fired into a crowd of 350 outside a memorial rap concert in Brooklyn, the" , "date" : "19880902" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Is Shot to Death As a Gunman Fires Into a Concert Crowd" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/02\/nyregion\/man-is-shot-to-death-as-a-gunman-fires-into-a-concert-crowd.html"} , {"body" : "LEAD: A plainclothes police officer was fatally shot by his partner as the two struggled with a pair of drug suspects during a routine drug sweep yesterday in Brooklyn, the authorities said. A plainclothes police officer was fatally shot by his partner as the two struggled with a pair of drug suspects during a routine drug sweep yesterday in" , "date" : "19880817" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Officer Killed By His Partner In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/17\/nyregion\/officer-killed-by-his-partner-in-brooklyn.html"} , {"body" : "LEAD: All is not quiet on the cloud where Mighty Mouse lives. Someone got to him - something Oil Can Harry, The Cow and all his adversaries could never do. All is not quiet on the cloud where Mighty Mouse lives. Someone got to him - something Oil Can Harry, The Cow and all his adversaries could never do. Yesterday, after resisting for months, the" , "date" : "19880726" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Mighty Mouse Flying High On Flowers?" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/26\/nyregion\/mighty-mouse-flying-high-on-flowers.html"} , {"body" : "LEAD: When Eva Cockcroft was asked to do an outdoor mural for an apartment building at 142d Street and Amsterdam Avenue, she saw in the patterned stucco surface of the wall the Pointillist dots of the 19th-century French painter Georges Seurat. And so she produced ''La Grande Jatte in Harlem,'' a spirited takeoff on a Seurat masterpiece, to which" , "date" : "19880722" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "An Immovable Feast: Murals in the City" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/22\/arts\/an-immovable-feast-murals-in-the-city.html"} , {"body" : "LEAD: A four-year-old boy drowned Friday afternoon in a crowded Brooklyn swimming pool while under the supervision of two other people, the police said. A four-year-old boy drowned Friday afternoon in a crowded Brooklyn swimming pool while under the supervision of two other people, the police said. The boy was identified as Kashawn Overtron, of" , "date" : "19880711" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Boy, 4, Drowns in Crowded Pool" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/11\/nyregion\/boy-4-drowns-in-crowded-pool.html"} , {"body" : "LEAD: INTERNATIONAL A2-7 Mexico failed to make public all but the most fragmentary results from a presidential election, which was intrepreted as indicating that the ruling party had been rejected by more voters than ever before. Page A1 INTERNATIONAL A2-7 Mexico failed to make public all but the most fragmentary results from a presidential" , "date" : "19880708" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/08\/nyregion\/news-summary-028788.html"} ,   {"body" : "LEAD: Gustave G. Rosenberg, a lawyer who was chairman of the New York City Board of Higher Education a quarter-century ago during controversies over free college tuition and control of the City University, died of lung cancer yesterday at his home in Manhattan. He was 88 years old. Mr. Rosenberg was a prominent trial lawyer in 1952 when he was" , "date" : "19880705" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Obituaries" , "Education"] , "page_facet" : "11" , "title" : "Gustave G. Rosenberg Dies at 88; Headed Higher Education Board" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/05\/obituaries\/gustave-g-rosenberg-dies-at-88-headed-higher-education-board.html"} , {"body" : "LEAD: In New York, New Jersey and Connecticut, it was a day of flags and speeches, parades and picnics. There were family reunions and barbecues, with charcoal that would not burn and ants that would not go away. In New York, New Jersey and Connecticut, it was a day of flags and speeches, parades and picnics. There were family reunions and" , "date" : "19880705" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)" , "NEW JERSEY" , "WILLIMANTIC (CONN)" , "FRANKLIN D ROOSEVELT DRIVE (NYC)" , "CONNECTICUT" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Celebrations, From a Radio Day to Picnics and Yachts" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/05\/nyregion\/celebrations-from-a-radio-day-to-picnics-and-yachts.html"} , {"body" : "LEAD: On the closing day of the fiscal year, the Koch administration, the City Council and the Board of Estimate agreed early yesterday to a $25.2 billion budget that saves 1,000 police jobs and includes a much-contested property tax increase. On the closing day of the fiscal year, the Koch administration, the City Council and the Board of Estimate" , "date" : "19880701" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/01\/nyregion\/283488.html"} , {"body" : "LEAD: Mayor Koch said yesterday that even if the New York City Council and Board of Estimate restore money to his budget to reopen a firehouse in Brooklyn and prevent the closing of another in the Bronx, he will not spend the money because the firehouses are not essential. Mayor Koch said yesterday that even if the New York City Council and Board" , "date" : "19880628" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Koch Says He Will Not Pay to Retain Two Firehouses, Period" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/28\/nyregion\/koch-says-he-will-not-pay-to-retain-two-firehouses-period.html"} , {"body" : "LEAD: In the Brownsville section of Brooklyn, Rockaway Avenue is the dividing line between what Alfred Becton calls ''two different worlds, two blocks apart.'' In the Brownsville section of Brooklyn, Rockaway Avenue is the dividing line between what Alfred Becton calls ''two different worlds, two blocks apart.'' Over the weekend, 300 people filled" , "date" : "19880613" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "After a Slaying, an Effort to Unite 2 Worlds" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/13\/nyregion\/after-a-slaying-an-effort-to-unite-2-worlds.html"} , {"body" : "LEAD: INTERNATIONAL A3-10 France's Socialists fell short of a majority of seats in the National Assembly, but a rightist coalition lost control of the lower house. Prime Minister Michel Rocard said he would remain at the head of a minority Cabinet. Page A1 INTERNATIONAL A3-10 France's Socialists fell short of a majority of seats in the National" , "date" : "19880613" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/13\/nyregion\/news-summary-317188.html"} , {"body" : "LEAD: A former convict being held in Philadelphia as a suspect in the slaying of a housing police officer in Brooklyn was indicted yesterday for the killing. A former convict being held in Philadelphia as a suspect in the slaying of a housing police officer in Brooklyn was indicted yesterday for the killing. A grand jury handed up a five-count" , "date" : "19880526" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["PHILADELPHIA (PA)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "METRO DATELINES; Suspect Is Indicted In Killing of Officer" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/26\/nyregion\/metro-datelines-suspect-is-indicted-in-killing-of-officer.html"} , {"body" : "LEAD: A 71-year-old high-school teacher was injured yesterday after a firecracker exploded in her hand, the police said. Two students were arrested in the incident. A 71-year-old high-school teacher was injured yesterday after a firecracker exploded in her hand, the police said. Two students were arrested in the incident. The teacher, Andrea" , "date" : "19880525" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Metro Datelines; Firecracker Injures A Brooklyn Teacher" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/25\/nyregion\/metro-datelines-firecracker-injures-a-brooklyn-teacher.html"} , {"body" : "LEAD: A 17-year-old boy was shot to death by another 17-year-old youth in the East New York section of Brooklyn last night, the police said. A 17-year-old boy was shot to death by another 17-year-old youth in the East New York section of Brooklyn last night, the police said. The shooting occurred in Apartment 2-D at 178 Amboy Street, where the" , "date" : "19880524" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Boy, 17, Is Fatally Shot And a 2d Youth Is Held" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/24\/nyregion\/boy-17-is-fatally-shot-and-a-2d-youth-is-held.html"} , {"body" : "LEAD: A 28-year-old parolee, tracked to an apartment in northwest Philadelphia by New York City investigators, was captured in a police raid at dawn yesterday and held in connection with the slaying last month of a young housing police officer in Brooklyn. A 28-year-old parolee, tracked to an apartment in northwest Philadelphia by New York City" , "date" : "19880517" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Suspect in an Officer's Death Is Held" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/17\/nyregion\/suspect-in-an-officer-s-death-is-held.html"} ,   {"body" : "LEAD: A 17-year-old high-school student, set upon by six muggers on an IRT subway train in Brooklyn early yesterday, was arrested after he drew a small handgun and wounded one assailant, the transit police said. A 17-year-old high-school student, set upon by six muggers on an IRT subway train in Brooklyn early yesterday, was arrested after he drew" , "date" : "19880505" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "IRT Mugging Victim Seized For Using a Pistol in Defense" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/05\/nyregion\/irt-mugging-victim-seized-for-using-a-pistol-in-defense.html"} , {"body" : "LEAD: In seizing the apartment leases of two suspected drug dealers in New York City Wednesday, Federal authorities broke new legal ground in their fight against illicit drug trafficking by tenants of public housing projects. In seizing the apartment leases of two suspected drug dealers in New York City Wednesday, Federal authorities broke new" , "date" : "19880429" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Seizure of Assets Presses Drug Suspects" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/29\/nyregion\/seizure-of-assets-presses-drug-suspects.html"} , {"body" : "LEAD: As the black and purple bunting hanging over the door of their precinct house in the Brownsville section of Brooklyn flapped in the wind yesterday, more than 50 off-duty housing police officers began distributing the fliers that many hoped would help catch a killer. As the black and purple bunting hanging over the door of their precinct house" , "date" : "19880423" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Housing Officers Seek Friend's Killer" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/23\/nyregion\/housing-officers-seek-friend-s-killer.html"} , {"body" : "LEAD: Dukakis Jackson Gore BRONX 73. Mott Haven, Hunts Point 4,026 12,299 365 74. Soundview, Bronx River 4,031 10,428 400 75. Parkchester, Throgs Neck, Castle Hill 6,276 5,903 1,085 76. Highbridge Morris Heights 1,646 10,556 147 77. University Heights, Fordham 2,331 7,228 308 78. Dukakis Jackson Gore BRONX 73. Mott Haven, Hunts Point 4,026 12,299" , "date" : "19880421" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "25" , "title" : "THOUGH A LOSER, JACKSON MOVED THE MASSES, PRO AND CON, IN NEW YORK; Vote by Assembly District" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/21\/us\/though-loser-jackson-moved-masses-pro-con-new-york-vote-assembly-district.html"} , {"body" : "LEAD: As police officers stood at attention outside a Roman Catholic parish church in Brooklyn and scores of passers-by and friends paused to reflect, Housing Police Officer Anthony O. McLean was praised and remembered yesterday for a lifetime of caring and for a readiness to help others. As police officers stood at attention outside a Roman" , "date" : "19880419" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Thousands Mourn Slain Brooklyn Housing Officer" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/19\/nyregion\/thousands-mourn-slain-brooklyn-housing-officer.html"} , {"body" : "LEAD: A 14-year-old Brooklyn boy died of a gunshot wound in the living room of a friend's apartment yesterday, the police said. A 14-year-old Brooklyn boy died of a gunshot wound in the living room of a friend's apartment yesterday, the police said. The shooting occurred in a second-floor apartment at 800 Cortelyou Road in the Brownsville section," , "date" : "19880415" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Boy, 14, Shot to Death; Friends Questioned" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/15\/nyregion\/boy-14-shot-to-death-friends-questioned.html"} , {"body" : "LEAD: A 27-year-old housing police officer wearing a bulletproof vest was shot once and fatally wounded early yesterday in a Brownsville public housing project in Brooklyn that has long been troubled by crime and drug trafficking. A 27-year-old housing police officer wearing a bulletproof vest was shot once and fatally wounded early yesterday in a" , "date" : "19880414" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police Officer Is Fatally Shot in Brooklyn Housing Project" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/14\/nyregion\/police-officer-is-fatally-shot-in-brooklyn-housing-project.html"} , {"body" : "LEAD: INTERNATIONAL A3-21 The gunmen holding a Kuwaiti jet acquired many weapons and explosives while the hijacked airliner spent three days in Iran last week, according to several passengers who were released in Cyprus. Page A1 INTERNATIONAL A3-21 The gunmen holding a Kuwaiti jet acquired many weapons and explosives while the hijacked airliner" , "date" : "19880414" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/14\/nyregion\/news-summary-669388.html"} , {"body" : "LEAD: Officer Anthony Oswald McLean of the New York City housing police was on duty less than three years but he had already been cited four times for meritorious police work and was regarded by colleagues and supervisors as a dedicated officer. Officer Anthony Oswald McLean of the New York City housing police was on duty less than three years but" , "date" : "19880414" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Slain Officer Was Honored For His Work" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/14\/nyregion\/slain-officer-was-honored-for-his-work.html"} , {"body" : "LEAD: Sometime after 2:30 A.M. on Sunday, March 27, at a construction site half a block from his home in the Borough Park section of Brooklyn, Geraldo Leiva was strangled with a thin piece of rope. Sometime after 2:30 A.M. on Sunday, March 27, at a construction site half a block from his home in the Borough Park section of Brooklyn, Geraldo Leiva" , "date" : "19880408" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Week's Killings: A Profile of Violent Death in New York" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/08\/nyregion\/a-week-s-killings-a-profile-of-violent-death-in-new-york.html"} ,   {"body" : "LEAD: An undercover police officer trying to make a drug arrest was attacked in the hallway of a Brooklyn tenement yesterday by three men who the police believe were trying to rob him. An undercover police officer trying to make a drug arrest was attacked in the hallway of a Brooklyn tenement yesterday by three men who the police believe were" , "date" : "19880325" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "3 Men Attack Officer in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/25\/nyregion\/3-men-attack-officer-in-brooklyn.html"} , {"body" : "LEAD: By the busload they came, beckoned by the white fluorescent cross that shimmered through the sleet. By the busload they came, beckoned by the white fluorescent cross that shimmered through the sleet. It was nighttime on Broadway, which in Brooklyn is neither great nor white. Even on the brightest day, the elevated tracks of the J train cast" , "date" : "19880324" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; In East Brooklyn, Churches Preach Gospel of Change" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/24\/nyregion\/metro-matters-in-east-brooklyn-churches-preach-gospel-of-change.html"} , {"body" : "LEAD: An official who has presided over nearly 300 Police Department disciplinary cases has taken office as head of the department's Civilian Complaint Review Board. An official who has presided over nearly 300 Police Department disciplinary cases has taken office as head of the department's Civilian Complaint Review Board. The official, Sandra M." , "date" : "19880313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "Woman Takes Post as Head Of Police Complaint Board" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/13\/nyregion\/woman-takes-post-as-head-of-police-complaint-board.html"} , {"body" : "LEAD: Mayor Koch and the New York City firefighters union yesterday announced the settlement of a two-week-old job action that, in the rosy glow of resolution, neither side seemed willing to acknowledge had occurred. Mayor Koch and the New York City firefighters union yesterday announced the settlement of a two-week-old job action that, in the rosy" , "date" : "19880226" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Koch and Firefighters Resolve Their Dispute" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/26\/nyregion\/koch-and-firefighters-resolve-their-dispute.html"} , {"body" : "LEAD: The Koch administration threatened yesterday afternoon to seek a court order to halt what it called an illegal job action organized by the firefighters' union to protest the quick and quiet closing of a Brooklyn firehouse last month. The Koch administration threatened yesterday afternoon to seek a court order to halt what it called an illegal" , "date" : "19880225" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Fire Dept. Plans A Court Action On Sick Leaves" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/25\/nyregion\/fire-dept-plans-a-court-action-on-sick-leaves.html"} , {"body" : "LEAD: A 17-year-old Massachusetts girl visiting relatives in Brooklyn was shot to death early yesterday at a party by a man who assaulted her for 30-minutes while other frightened party-goers waited outside an apartment without calling for help, the police said. A 17-year-old Massachusetts girl visiting relatives in Brooklyn was shot to death early" , "date" : "19880224" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Party Guests Stand By As Girl, 17, Is Murdered" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/24\/nyregion\/party-guests-stand-by-as-girl-17-is-murdered.html"} , {"body" : "LEAD: A marked increase in the number of New York City firefighters requesting medical leave for on-duty injuries, apparently to protest the closing of a Brooklyn firehouse, has cost several hundred thousand dollars and has prompted the city to consider invoking a state law that bars job actions by public employees. A marked increase in the number" , "date" : "19880224" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Rise in Firefighters' Medical Leaves Seen as Protest" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/24\/nyregion\/rise-in-firefighters-medical-leaves-seen-as-protest.html"} , {"body" : "LEAD: Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary schools and junior high schools in May 1987. Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary schools and junior high schools" , "date" : "19880223" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "The Reading Scores For New York City Schools" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/23\/nyregion\/the-reading-scores-for-new-york-city-schools.html"} , {"body" : "LEAD: Six thousand uniformed firefighters -almost half of New York City's force -paraded across the Brooklyn Bridge to City Hall yesterday to protest $11.2 million in cuts from the Fire Department's proposed 1989 budget. Six thousand uniformed firefighters -almost half of New York City's force -paraded across the Brooklyn Bridge to City Hall" , "date" : "19880219" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN BRIDGE" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "6,000 Firefighters Protest Budget Cutbacks" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/19\/nyregion\/6000-firefighters-protest-budget-cutbacks.html"} , {"body" : "LEAD: Cocaine abuse and AIDS are taking the lives of children born in the most devastated neighborhoods of New York City, nudging up the city's infant mortality rate after more than a decade of decline and sowing fears of steeper increases to come. Cocaine abuse and AIDS are taking the lives of children born in the most devastated neighborhoods of" , "date" : "19880213" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COCAINE AND AIDS IN NEW YORK ADD TO INFANT DEATHS" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/13\/nyregion\/cocaine-and-aids-in-new-york-add-to-infant-deaths.html"} ,   {"body" : "LEAD: The Board of Estimate, its existence threatened by the prospect of changes in the New York City Charter, rose up in oratorical ire yesterday to assert its powers and challenge Mayor Koch's right to order quietly the closing of a Brooklyn firehouse. The Board of Estimate, its existence threatened by the prospect of changes in the New York City" , "date" : "19880212" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Estimate Board Reacts To Threats With a Vote" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/12\/nyregion\/estimate-board-reacts-to-threats-with-a-vote.html"} , {"body" : "LEAD: Three of New York City's five Borough Presidents said yesterday that any new form of governance must not create an unchecked, all-powerful Mayor's office. Three of New York City's five Borough Presidents said yesterday that any new form of governance must not create an unchecked, all-powerful Mayor's office. The officials, interviewed on the" , "date" : "19880208" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "3 Borough Presidents Urge Balance of Power" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/08\/nyregion\/3-borough-presidents-urge-balance-of-power.html"} , {"body" : "LEAD: Mayor Koch, saying New York City's fiscal condition was poised in the middle ground ''between the high slopes and the valley,'' proposed a $24.9 billion spending plan yesterday that calls for increased taxes and substantial cuts in services to close what he said would be a $758 million budget gap. Mayor Koch, saying New York City's fiscal" , "date" : "19880202" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Koch Proposes Cut in Services With Tax Rise" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/02\/nyregion\/koch-proposes-cut-in-services-with-tax-rise.html"} , {"body" : "LEAD: LOVESONG Becoming a Jew. By Julius Lester. Illustrated. 248 pp. New York: Henry Holt & Company. $17.95. LOVESONG Becoming a Jew. By Julius Lester. Illustrated. 248 pp. New York: Henry Holt & Company. $17.95. Until Christmas, 1968, Julius Lester was relatively unknown in New York City. In the seven years he'd lived up North since leaving" , "date" : "19880131" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "12" , "title" : "THE SOUL THAT WANDERS" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/31\/books\/the-soul-that-wanders.html"} , {"body" : "LEAD: From his manner of dress to his celebrity connections to the high-profile demonstrations he has led over the last 15 years, the Rev. Al Sharpton has been one of the more flamboyant civil-rights advocates in New York. From his manner of dress to his celebrity connections to the high-profile demonstrations he has led over the last 15 years, the" , "date" : "19880121" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "A Flamboyant Leader of Protests" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/21\/nyregion\/a-flamboyant-leader-of-protests.html"} , {"body" : "LEAD: Two homeless men were set on fire while they slept early yesterday in an isolated area of the Port Authority Bus Terminal, the police said, and two teen-agers were arrested shortly afterward when witnesses spotted them near Times Square. Two homeless men were set on fire while they slept early yesterday in an isolated area of the Port" , "date" : "19880120" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["PORT AUTHORITY BUS TERMINAL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Two Homeless Men Set Afire by Youths At a Bus Terminal" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/20\/nyregion\/two-homeless-men-set-afire-by-youths-at-a-bus-terminal.html"} , {"body" : "LEAD: Isidor Isaac Rabi, a pioneer in exploring the atom and a major force in 20th-century physics, died yesterday at his home on Riverside Drive after a long illness. He was 89 years old. Isidor Isaac Rabi, a pioneer in exploring the atom and a major force in 20th-century physics, died yesterday at his home on Riverside Drive after a long illness." , "date" : "19880112" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Front Page" , "Science" , "Obituaries"] , "page_facet" : "1" , "title" : "Isidor Isaac Rabi, a Pioneer In Atomic Physics, Dies at 89" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/12\/obituaries\/isidor-isaac-rabi-a-pioneer-in-atomic-physics-dies-at-89.html"} , {"body" : "LEAD: AFTER Robert F. Wagner Jr. disclosed last week that he had threatened to resign as president of New York City's Board of Education unless Sandra Feldman relaxed her grip on the process of selecting the next schools chancellor, she said, ''It was my pleasure to be able to save Bobby Wagner's job and get an excellent chancellor in the process." , "date" : "19880110" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "THE REGION; U.F.T. USES ITS POWER TO PULL A PUNCH" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/10\/weekinreview\/the-region-uft-uses-its-power-to-pull-a-punch.html"}]