[  {"body" : "LEAD: The record for homicides in a single year in New York City was broken in 1988, which began with the karate-kick killing of a young college graduate and saw the execution of a rookie police officer guarding a drug witness's house. The record for homicides in a single year in New York City was broken in 1988, which began with the karate-kick" , "date" : "19881226" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Homicides Hit a Record In New York" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/26\/nyregion\/homicides-hit-a-record-in-new-york.html"} , {"body" : "LEAD: New York City's top child-welfare official said yesterday that even if his agency had been aware that a Brooklyn mother had a history of child neglect, it still would have recommended that she retain custody of a 5-year-old girl who died in her care last week. New York City's top child-welfare official said yesterday that even if his agency" , "date" : "19881222" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "AGENCY DEFENDED IN DEATH OF CHILD" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/22\/nyregion\/agency-defended-in-death-of-child.html"} , {"body" : "LEAD: In life, Jessica Cortez was a quiet victim, a 5-year-old who was beaten and sexually assaulted. In death she attracted television lights and mourners who never knew her. In life, Jessica Cortez was a quiet victim, a 5-year-old who was beaten and sexually assaulted. In death she attracted television lights and mourners who never knew her. Two" , "date" : "19881222" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Relatives and Strangers Join to Mourn Young Abuse Victim" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/22\/nyregion\/relatives-and-strangers-join-to-mourn-young-abuse-victim.html"} , {"body" : "LEAD: Family Court officials said yesterday that a Brooklyn mother accused in the beating death of her 5-year-old daughter had a documented history of child neglect and that a judge who later awarded her custody of the girl was never informed about it. Family Court officials said yesterday that a Brooklyn mother accused in the beating death of her" , "date" : "19881220" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "COURT DID NOT GET REPORT OF NEGLECT" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/20\/nyregion\/court-did-not-get-report-of-neglect.html"} , {"body" : "LEAD: The body of Jessica Cortez, the 5-year-old Brooklyn girl who was found beaten to death last week in the home of her mother, was released yesterday from the office of the Medical Examiner and taken to a funeral home where her paternal grandmother was making arrangements for burial. The body of Jessica Cortez, the 5-year-old Brooklyn girl who" , "date" : "19881219" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Body of Abused 5-Year-Old Girl Is Released" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/19\/nyregion\/body-of-abused-5-year-old-girl-is-released.html"} , {"body" : "LEAD: Two years ago, a judge in Brooklyn Family Court ordered Special Services for Children to investigate the home where a 5-year-old girl was beaten to death this week, a court spokesman said yesterday. Two years ago, a judge in Brooklyn Family Court ordered Special Services for Children to investigate the home where a 5-year-old girl was beaten" , "date" : "19881218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "54" , "title" : "Court Ordered 1986 Investigation Of Family of Slain 5-Year-Old Girl" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/18\/nyregion\/court-ordered-1986-investigation-of-family-of-slain-5-year-old-girl.html"} , {"body" : "LEAD: As a badly beaten 9-year-old boy began to recover in a Brooklyn hospital yesterday, New York City authorities said they were still trying to determine whether they had missed any early warning signs that could have saved the life of his 5-year-old half sister. As a badly beaten 9-year-old boy began to recover in a Brooklyn hospital yesterday," , "date" : "19881217" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "In Child's Killing, a Search For Unheeded Danger Signs" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/17\/nyregion\/in-child-s-killing-a-search-for-unheeded-danger-signs.html"} , {"body" : "LEAD: Four District Attorneys and the office of the inspector general of the Board of Education have opened investigations of at least 11 of New York City's 32 local school boards since a Bronx school principal was charged Nov. 9 with buying crack. Four District Attorneys and the office of the inspector general of the Board of Education have opened" , "date" : "19881217" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "30" , "title" : "11 of 32 Boards Under Investigation" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/17\/nyregion\/11-of-32-boards-under-investigation.html"} , {"body" : "LEAD: The mother of a 5-year-old girl and the mother's companion were charged yesterday with second-degree murder after the child, who was found beaten, sexually abused and near death in the couple's Brooklyn apartment, died Wednesday night at a hospital. The mother of a 5-year-old girl and the mother's companion were charged yesterday with" , "date" : "19881216" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Mother Seized In Slaying Of 5-Year-Old" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/16\/nyregion\/mother-seized-in-slaying-of-5-year-old.html"} , {"body" : "LEAD: A five-year-old Brooklyn girl who officials said appeared to have been physically abused, died last night after she was found unconscious in her mother's apartment, the police said. A five-year-old Brooklyn girl who officials said appeared to have been physically abused, died last night after she was found unconscious in her mother's" , "date" : "19881215" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "5-Year-Old Brooklyn Girl Dies" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/15\/nyregion\/5-year-old-brooklyn-girl-dies.html"} ,   {"body" : "LEAD: The Knicks are in first place in the Atlantic Division. It's a strange occurrence, considering that in the 43-year history of the franchise they have only four divisional championships and two National Basketball Association titles - in 1970 and 1973. If the Knicks win the division, it would be their first divisional title since the 1970-71" , "date" : "19881213" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "20" , "title" : "NOTEBOOK; For the Knicks, Leading Division Is a Rare Feat" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/13\/sports\/notebook-for-the-knicks-leading-division-is-a-rare-feat.html"} , {"body" : "LEAD: IT took Angela Battaglia four months to sell 44 unbuilt houses in the Bushwick section of Brooklyn this fall. Now that she has sold them, Leslie Lerner and Michael Dubb, principals in the Beechwood Organization, based in New Hyde Park, L.I., will build them. IT took Angela Battaglia four months to sell 44 unbuilt houses in the Bushwick" , "date" : "19881211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES: Helping Buyers; Pension Fund Widens Housing Role" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/11\/realestate\/perspectives-helping-buyers-pension-fund-widens-housing-role.html"} , {"body" : "LEAD: When a middle-aged man was arrested on a Harlem street last month on charges of buying two vials of crack, there was no reason to believe that this would lead to a broad reassessment of New York City's system of decentralized school administration. When a middle-aged man was arrested on a Harlem street last month on charges of buying two" , "date" : "19881205" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "School Boards Found Failing To Meet Goals" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/05\/nyregion\/school-boards-found-failing-to-meet-goals.html"} , {"body" : "LEAD: Three police officers have been indicted by a Brooklyn grand jury on assault charges in the case of a 40-year-old man who died in January after he was taken into police custody, law-enforcement officials and the Patrolmen's Benevolent Association said yesterday. Three police officers have been indicted by a Brooklyn grand jury on assault" , "date" : "19881118" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "3 Officers Are Reportedly Indicted in Death of Man in Custody" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/18\/nyregion\/3-officers-are-reportedly-indicted-in-death-of-man-in-custody.html"} , {"body" : "LEAD: An 11-year-old boy boarded a bus parked outside a maintenance shop in Brooklyn yesterday and drove off in it. In less than a mile along congested Broadway in the East New York section, the bus careered off a fire pumper, hit a truck and struck a car, injuring the car's driver. An 11-year-old boy boarded a bus parked outside a maintenance shop" , "date" : "19881115" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "METRO DATELINES; 11-Year-Old Crashes A Bus in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/15\/nyregion\/metro-datelines-11-year-old-crashes-a-bus-in-brooklyn.html"} , {"body" : "LEAD: Heavy demand for affordable housing in New York City has stimulated investment in neighborhoods that used to be terra incognita for lenders. Heavy demand for affordable housing in New York City has stimulated investment in neighborhoods that used to be terra incognita for lenders. This demand has made redlining - the willful and illegal" , "date" : "19881113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "18" , "title" : "Demand for Affordable Housing Helps Slow Redlining" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/13\/realestate\/demand-for-affordable-housing-helps-slow-redlining.html"} , {"body" : "LEAD: (NOTE: This table may be divided, and additional information on a particular entry may appear on more than one screen.) *2*PRESIDENT Dukakis Bush A.D.BRONX 73. Mott Haven, Hunts Point 23,696 3,101 74. Soundview, Bronx River 21,741 4,710 75. P'chester, Throgs Nk, Castle Hill 17,914 15,552 76. (NOTE: This table may be divided, and additional" , "date" : "19881110" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "THE ELECTIONS; Voting by Assembly District" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/10\/nyregion\/the-elections-voting-by-assembly-district.html"} , {"body" : "LEAD: Mayor Koch yesterday ordered the City Health Department to drop plans to give drug addicts clean needles at a neighborhood health clinic in Chelsea because of complaints that the clinic is next door to an elementary school. Mayor Koch yesterday ordered the City Health Department to drop plans to give drug addicts clean needles at a" , "date" : "19881103" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CHELSEA (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Koch Cancels Needle Test Near School" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/03\/nyregion\/koch-cancels-needle-test-near-school.html"} , {"body" : "LEAD: The New York City Health Department appeared yesterday to be going ahead with plans to use a clinic in Chelsea as part of a pilot project to hand out needles to drug addicts, despite complaints that it is unsuitable because it is next to a school. The New York City Health Department appeared yesterday to be going ahead with plans to use a" , "date" : "19881102" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CHELSEA (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "P.S. 33 Fights Needle Test Next Door" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/02\/nyregion\/ps-33-fights-needle-test-next-door.html"} , {"body" : "LEAD: New York City's Health Commissioner, Dr. Stephen C. Joseph, said yesterday that four sites have been selected for his pilot plan to have drug users exchange used needles for clean ones to reduce the spread of AIDS. New York City's Health Commissioner, Dr. Stephen C. Joseph, said yesterday that four sites have been selected for his pilot plan" , "date" : "19881021" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Four Sites Are Chosen For Needle Exchange" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/21\/nyregion\/four-sites-are-chosen-for-needle-exchange.html"} ,   {"body" : "LEAD: A Federal drug agent was wounded last night during a shootout in the Bushwick section of Brooklyn in which one of four drug dealers was killed, the police said. A Federal drug agent was wounded last night during a shootout in the Bushwick section of Brooklyn in which one of four drug dealers was killed, the police said. The agent, from the" , "date" : "19881020" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Federal Drug Agent Is Wounded And Dealer Is Killed in Shootout" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/20\/nyregion\/federal-drug-agent-is-wounded-and-dealer-is-killed-in-shootout.html"} , {"body" : "LEAD: Police Commissioner Benjamin Ward, stunned by the shooting deaths of two young policemen Tuesday night in separate incidents, yesterday ordered all uniformed police officers on patrol duty to begin wearing bulletproof vests at all times. Police Commissioner Benjamin Ward, stunned by the shooting deaths of two young policemen Tuesday night in" , "date" : "19881020" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ward Orders Officers to Use Protective Vest" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/20\/nyregion\/ward-orders-officers-to-use-protective-vest.html"} , {"body" : "LEAD: Two Brooklyn podiatrists have been charged with stealing more than $1.3 million from Medicaid since 1984, when they were ''fresh out of podiatry school,'' Edward J. Kuriansky, a deputy attorney general, announced yesterday. Two Brooklyn podiatrists have been charged with stealing more than $1.3 million from Medicaid since 1984, when they were" , "date" : "19881006" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BUSHWICK (NYC)" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "10" , "title" : "2 Charged in Medicaid Fraud" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/06\/nyregion\/2-charged-in-medicaid-fraud.html"} , {"body" : "LEAD: Correcting some subway safety violations takes at least 14 months, and the Transit Authority's safety unit has not done an effective job of finding hazardous situations, the Inspector General of the Metropolitan Transportation Authority said yesterday. Correcting some subway safety violations takes at least 14 months, and the Transit" , "date" : "19880927" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Subway Safety Unit Faulted Over Delays on Violations" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/27\/nyregion\/subway-safety-unit-faulted-over-delays-on-violations.html"} , {"body" : "LEAD: Before the end of December, the Board of Education will require every public school in the city to provide some form of education about drug abuse to students from kindergarten through the 12th grade, the Schools Chancellor, Dr. Richard R. Green, said yesterday. Before the end of December, the Board of Education will require every public" , "date" : "19880927" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Schools Plan New Assault On Drug Use" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/27\/nyregion\/schools-plan-new-assault-on-drug-use.html"} , {"body" : "LEAD: 11TH DISTRICT Representative Edolphus Towns, 54. Seeking fourth term. Second black Congressman from Brooklyn. Graduated from North Carolina A & T and holds a master's in social welfare from Adelphi University. Deputy borough president under Howard Golden for six years before his election to the House in 1982. 11TH DISTRICT Representative" , "date" : "19880906" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Seven House Primaries Among Most Visible Races in New York Region" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/06\/nyregion\/seven-house-primaries-among-most-visible-races-in-new-york-region.html"} , {"body" : "LEAD: One of the busiest medical practices on Queens Boulevard in Forest Hills belongs to Dr. Carlisle L. St. Martin, a neurologist. One of the busiest medical practices on Queens Boulevard in Forest Hills belongs to Dr. Carlisle L. St. Martin, a neurologist. His patients are typical of the area, white and predominantly Jewish. What makes the" , "date" : "19880827" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["FOREST HILLS (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "27" , "title" : "About New York; Doctor's Journey: Miles Still to Go, Promises to Keep" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/27\/nyregion\/about-new-york-doctor-s-journey-miles-still-to-go-promises-to-keep.html"} , {"body" : "LEAD: Joseph P. Alduino, a former controller of The New York Times, died of pneumonia early Sunday at Beth Israel Hospital in Boston. He was 81 years old and lived in Boston. Joseph P. Alduino, a former controller of The New York Times, died of pneumonia early Sunday at Beth Israel Hospital in Boston. He was 81 years old and lived in Boston. Mr." , "date" : "19880823" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "19" , "title" : "Joseph P. Alduino, 81, Ex-Times Executive" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/23\/obituaries\/joseph-p-alduino-81-ex-times-executive.html"} , {"body" : "LEAD: RANSEN DAILY knows what it means to sweat for money. While many of his friends are spending 90-degree days in the shade, Ransen is raking, weeding, pruning, sweeping and, especially this summer, sweating in Prospect Park in Brooklyn. RANSEN DAILY knows what it means to sweat for money. While many of his friends are spending 90-degree days in" , "date" : "19880811" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Teen-Age Gardeners Come to the Rescue" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/11\/garden\/teen-age-gardeners-come-to-the-rescue.html"} , {"body" : "LEAD: Sometimes thought to pass judgment only on the follies of private developers, the New York City Planning Commission will meet Wednesday after a month's break, with schools and housing for the elderly topping the agenda. Sometimes thought to pass judgment only on the follies of private developers, the New York City Planning Commission will" , "date" : "19880731" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Education" , "Real Estate"] , "page_facet" : "1" , "title" : "POSTING: Planning Commission; 2 Schools On Agenda" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/31\/realestate\/posting-planning-commission-2-schools-on-agenda.html"} ,   {"body" : "LEAD: Because of Paul Kerzner, 7,000 more trees are cooling the streets of western Queens in the humid summer, brightening them in the autumn, and diminishing air pollution year-round. Because of Paul Kerzner, 7,000 more trees are cooling the streets of western Queens in the humid summer, brightening them in the autumn, and diminishing air" , "date" : "19880724" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Man's Efforts Lead to 7,000 More Trees in Queens" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/24\/nyregion\/man-s-efforts-lead-to-7000-more-trees-in-queens.html"} , {"body" : "LEAD: A boy in a video game parlor in Brooklyn was struck in the neck yesterday by a stray bullet that was fired by one of three men involved in a dispute outside the parlor, the police said. A boy in a video game parlor in Brooklyn was struck in the neck yesterday by a stray bullet that was fired by one of three men involved in a dispute outside" , "date" : "19880723" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "METRO DATELINES; A Stray Bullet Injures Youth in Game Room" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/23\/nyregion\/metro-datelines-a-stray-bullet-injures-youth-in-game-room.html"} , {"body" : "LEAD: WHEN government and private groups get together to build low-cost housing, one of the issues they face is what kind of housing makes the most economic sense. The classic high-rise apartment building can put the most families on a given piece of land, but it costs more per unit, while the low-rise town home is cheaper but uses more land. WHEN" , "date" : "19880717" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Partnership Study Makes a Case For Low-Rises" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/17\/realestate\/partnership-study-makes-a-case-for-low-rises.html"} , {"body" : "LEAD: To the Editor: To the Editor: In ''Help Poor Children, Early'' (editorial, June 22) you say that Mayor Koch has offered in the proposed 1989 New York City budget a model governmental response to saving the next generation. In particular, you refer to a 10 percent increase in the Health Department budget for screening children for lead" , "date" : "19880716" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "New York City '89 Budget Weakens Fight on Lead Poisoning" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/16\/opinion\/l-new-york-city-89-budget-weakens-fight-on-lead-poisoning-977688.html"} , {"body" : "LEAD: A 14-year-old who admitted setting fire to an abandoned car in Brooklyn last November, fatally burning a man inside, was acquitted of murder but convicted of the lesser charge of second-degree manslaughter by a jury that deliberated for an hour yesterday. A 14-year-old who admitted setting fire to an abandoned car in Brooklyn last November," , "date" : "19880701" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Teen-Ager Convicted of Manslaughter in Fatal Fire" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/01\/nyregion\/teen-ager-convicted-of-manslaughter-in-fatal-fire.html"} , {"body" : "LEAD: A 14-year-old youth who is being tried for murder was described by his lawyer as a ''little boy playing with matches'' when he set fire to an abandoned car in Brooklyn last November, fatally burning a man inside. A 14-year-old youth who is being tried for murder was described by his lawyer as a ''little boy playing with matches'' when he set" , "date" : "19880626" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Trial Begins for Youth Charged in Fatal Blaze" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/26\/nyregion\/trial-begins-for-youth-charged-in-fatal-blaze.html"} , {"body" : "LEAD: A man and woman were arrested after they tried to rob a token booth on the L line early yesterday morning and threatened to burn it, the transit police said. A man and woman were arrested after they tried to rob a token booth on the L line early yesterday morning and threatened to burn it, the transit police said. A spokesman for the transit" , "date" : "19880624" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "METRO DATELINES; 2 Held in Attempt To Burn Token Booth" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/24\/nyregion\/metro-datelines-2-held-in-attempt-to-burn-token-booth.html"} , {"body" : "LEAD: The elevated subway station in Brooklyn was quiet and almost empty early yesterday when a man poured a flammable liquid into James Madden's token booth and threw in flaming matches in a horrifying replay of a similar token-booth attack that fatally burned a clerk a week ago. The elevated subway station in Brooklyn was quiet and almost empty" , "date" : "19880611" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Token Clerks To Get Patrol To Bar Raids" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/11\/nyregion\/token-clerks-to-get-patrol-to-bar-raids.html"} , {"body" : "LEAD: Transit Authority officials said yesterday that an automatic fire extinguisher at the Halsey Street-Wyckoff Avenue subway station in Brooklyn, where a token clerk was burned to death in a robbery attempt Friday night, had apparently put out the fire in the booth, but not in time to save the clerk's life. Transit Authority officials said" , "date" : "19880607" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "An Extinguisher Faulted as Slow In Transit Fire" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/07\/nyregion\/an-extinguisher-faulted-as-slow-in-transit-fire.html"} , {"body" : "LEAD: Both labor and management are questioning the effectiveness of the fire extinguisher system installed in subway token booths following the fatal burning of a token clerk in a robbery attempt last Friday night in Brooklyn. Both labor and management are questioning the effectiveness of the fire extinguisher system installed in subway token" , "date" : "19880606" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "After a Murder by Fire, Efficiency Of Booth Extinguishers Disputed" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/06\/nyregion\/after-a-murder-by-fire-efficiency-of-booth-extinguishers-disputed.html"} ,   {"body" : "LEAD: GOLF Lopez Leads by One Stroke: Nancy Lopez shot a three-under-par 69 yesterday in Toledo for a one-stroke lead over Laura Davies of Britain and a two-stroke edge over Betsy King after 54 holes of the Jamie Farr Toledo Classic. King, 32, shot a third-round 68 for a 54-hole total of seven-under 209. GOLF Lopez Leads by One Stroke: Nancy Lopez" , "date" : "19880605" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "RESULTS PLUS" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/05\/sports\/results-plus-205088.html"} , {"body" : "LEAD: A subway token clerk who was engulfed in flames after a frustrated robber poured flammable liquid into her bulletproof booth and ignited it Friday night died yesterday. A subway token clerk who was engulfed in flames after a frustrated robber poured flammable liquid into her bulletproof booth and ignited it Friday night died yesterday. The" , "date" : "19880605" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Subway Token Clerk Dies After Booth Was Set Afire" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/05\/nyregion\/subway-token-clerk-dies-after-booth-was-set-afire.html"} , {"body" : "LEAD: A former Brooklyn landlord was arrested yesterday on criminal charges of ''willfully and recklessly'' failing to maintain an apartment building that had 230 housing violations, the authorities said. A former Brooklyn landlord was arrested yesterday on criminal charges of ''willfully and recklessly'' failing to maintain an apartment building" , "date" : "19880504" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Landlord Is Held for Violations" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/04\/nyregion\/landlord-is-held-for-violations.html"} , {"body" : "LEAD: Dukakis Jackson Gore BRONX 73. Mott Haven, Hunts Point 4,026 12,299 365 74. Soundview, Bronx River 4,031 10,428 400 75. Parkchester, Throgs Neck, Castle Hill 6,276 5,903 1,085 76. Highbridge Morris Heights 1,646 10,556 147 77. University Heights, Fordham 2,331 7,228 308 78. Dukakis Jackson Gore BRONX 73. Mott Haven, Hunts Point 4,026 12,299" , "date" : "19880421" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "25" , "title" : "THOUGH A LOSER, JACKSON MOVED THE MASSES, PRO AND CON, IN NEW YORK; Vote by Assembly District" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/21\/us\/though-loser-jackson-moved-masses-pro-con-new-york-vote-assembly-district.html"} , {"body" : "LEAD: The Rev. Jesse Jackson is running his first big-budget advertising campaign, Mayor Koch is hawking Senator Albert Gore Jr. from the steps of City Hall, and all three Democratic candidates are scrambling for attention from television networks, radio stations and New York newspapers. The Rev. Jesse Jackson is running his first big-budget" , "date" : "19880416" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "10" , "title" : "POLITICAL MARKETING; 3 Democrats Scramble for Attention in the Nation's News Media Capital" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/16\/us\/political-marketing-3-democrats-scramble-for-attention-nation-s-media-capital.html"} , {"body" : "LEAD: Five protesters blocked the front door of City Hall for about 20 minutes yesterday while accusing New York City officials of resisting an investigation into the death of a Brooklyn man in police custody. Five protesters blocked the front door of City Hall for about 20 minutes yesterday while accusing New York City officials of resisting an" , "date" : "19880413" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "City Hall Door Blocked in Protest of a Death" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/13\/nyregion\/city-hall-door-blocked-in-protest-of-a-death.html"} , {"body" : "LEAD: Sometime after 2:30 A.M. on Sunday, March 27, at a construction site half a block from his home in the Borough Park section of Brooklyn, Geraldo Leiva was strangled with a thin piece of rope. Sometime after 2:30 A.M. on Sunday, March 27, at a construction site half a block from his home in the Borough Park section of Brooklyn, Geraldo Leiva" , "date" : "19880408" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Week's Killings: A Profile of Violent Death in New York" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/08\/nyregion\/a-week-s-killings-a-profile-of-violent-death-in-new-york.html"} , {"body" : "LEAD: A woman was killed and her son injured yesterday morning when a fire began in a three-story apartment building in Brooklyn, the authorities said. A woman was killed and her son injured yesterday morning when a fire began in a three-story apartment building in Brooklyn, the authorities said. Fire officials were investigating the cause of the" , "date" : "19880404" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "METRO DATELINES; Woman and Son Die In a Fire in Building" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/04\/nyregion\/metro-datelines-woman-and-son-die-in-a-fire-in-building.html"} , {"body" : "LEAD: The New York City Department of Health last week released a list of 33 food establishments cited for violating the health code. The New York City Department of Health last week released a list of 33 food establishments cited for violating the health code. In addition, it listed 11 restaurants that were allowed to reopen after correcting" , "date" : "19880313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "48" , "title" : "Food Inspection Results" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/13\/nyregion\/food-inspection-results.html"} , {"body" : "LEAD: A New York City police officer was among 32 people arrested yesterday in Brooklyn as Federal agents broke up a heroin ring that had sales of up to $2 million a month, authorities said. A New York City police officer was among 32 people arrested yesterday in Brooklyn as Federal agents broke up a heroin ring that had sales of up to $2 million a" , "date" : "19880303" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Policewoman Seized By U.S. Drug Agents In a Big Heroin Raid" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/03\/nyregion\/policewoman-seized-by-us-drug-agents-in-a-big-heroin-raid.html"} ,   {"body" : "LEAD: THE largest solicitation of commercial and industrial development proposals in the 22-year history of the New York City Public Development Corporation was announced yesterday by the agency's president, James P. Stuckey. THE largest solicitation of commercial and industrial development proposals in the 22-year history of the New York City" , "date" : "19880302" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "22" , "title" : "Real Estate; Development Ideas Sought In New York" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/02\/business\/real-estate-development-ideas-sought-in-new-york.html"} , {"body" : "LEAD: Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary schools and junior high schools in May 1987. Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary schools and junior high schools" , "date" : "19880223" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "The Reading Scores For New York City Schools" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/23\/nyregion\/the-reading-scores-for-new-york-city-schools.html"} , {"body" : "LEAD: ''Blunt force injuries'' inflicted in a struggle with the police contributed to a Brooklyn man's death in police custody last month, the New York Medical Examiner's office has said. ''Blunt force injuries'' inflicted in a struggle with the police contributed to a Brooklyn man's death in police custody last month, the New York Medical" , "date" : "19880221" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "'Blunt Force' Is Cited in a Death in Police Custody" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/21\/nyregion\/blunt-force-is-cited-in-a-death-in-police-custody.html"} , {"body" : "LEAD: Members of the President's AIDS commission said yesterday that they would strongly recommend greater use of neighborhood doctors and patients to test potential drug treatments for AIDS as a supplement to the government-sponsored tests at academic medical centers. Members of the President's AIDS commission said yesterday that they would" , "date" : "19880221" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "32" , "title" : "AIDS PANEL WANTS WIDER DRUG TESTS" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/21\/us\/aids-panel-wants-wider-drug-tests.html"} , {"body" : "LEAD: Cocaine abuse and AIDS are taking the lives of children born in the most devastated neighborhoods of New York City, nudging up the city's infant mortality rate after more than a decade of decline and sowing fears of steeper increases to come. Cocaine abuse and AIDS are taking the lives of children born in the most devastated neighborhoods of" , "date" : "19880213" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COCAINE AND AIDS IN NEW YORK ADD TO INFANT DEATHS" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/13\/nyregion\/cocaine-and-aids-in-new-york-add-to-infant-deaths.html"} , {"body" : "LEAD: A Brooklyn man was arrested yesterday and charged with killing one man and wounding three others in a sniper attack Monday evening, the police said. A Brooklyn man was arrested yesterday and charged with killing one man and wounding three others in a sniper attack Monday evening, the police said. The suspect, Curtis Williams, 25 years old," , "date" : "19880203" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Man Is Charged in Fatal Sniper Attack" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/03\/nyregion\/brooklyn-man-is-charged-in-fatal-sniper-attack.html"} , {"body" : "LEAD: Four people were shot, one fatally, by a gunman who fired on his victims from atop a four-story building in the Bushwick section of Brooklyn last night, the police said. Four people were shot, one fatally, by a gunman who fired on his victims from atop a four-story building in the Bushwick section of Brooklyn last night, the police said. The" , "date" : "19880202" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "22" , "title" : "Gunman Kills One in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/02\/us\/gunman-kills-one-in-brooklyn.html"} , {"body" : "LEAD: It is a vast subterranean network, a whooshing, gurgling 6,000-mile iron snake under the streets of New York City, and it is unseen and largely ignored until it erupts like a monster, flooding basements, streets, subways and utility lines as it did twice last week. It is a vast subterranean network, a whooshing, gurgling 6,000-mile iron snake" , "date" : "19880118" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "MADISON AVENUE (NYC)" , "BROADWAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Water System: The Marvelous Monster" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/18\/nyregion\/water-system-the-marvelous-monster.html"}]