[  {"body" : "LEAD: For the people of Canarsie, their 100-year-old cemetery in southeastern Brooklyn is an ever-present reminder of what they were, who they are and where they are going. And in that, they say, there is a kind of serenity. For the people of Canarsie, their 100-year-old cemetery in southeastern Brooklyn is an ever-present reminder of what they" , "date" : "19881202" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE CEMETERY (NYC)" , "CANARSIE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For Sale in Canarsie: a Beloved Century-Old Cemetery" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/02\/nyregion\/for-sale-in-canarsie-a-beloved-century-old-cemetery.html"} , {"body" : "LEAD: Here's one for hard-core New York chauvinists: Santa Claus is a New Yorker, and he's coming home this week. Here's one for hard-core New York chauvinists: Santa Claus is a New Yorker, and he's coming home this week. Although St. Nick has long been linked with the North Pole and Christmas Eve, this jolly bearer of gifts actually made his way" , "date" : "19881202" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "Celebrating St. Nick on a House Tour" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/02\/arts\/celebrating-st-nick-on-a-house-tour.html"} , {"body" : "LEAD: An organized-crime gang that authorities say terrorized an Upper East Side neighborhood through murder, extortion and loan sharking was indicted yesterday under a new antirackeetering law. An organized-crime gang that authorities say terrorized an Upper East Side neighborhood through murder, extortion and loan sharking was indicted yesterday" , "date" : "19881202" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "UPPER EAST SIDE (MANHATTAN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Mafia Gang Indicted in East Side Terror" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/02\/nyregion\/mafia-gang-indicted-in-east-side-terror.html"} , {"body" : "LEAD: Racial discrimination is a daily experience in the halls, classrooms, cafeterias and playing fields of Brooklyn's high schools, students said last week at a conference on prejudice. Racial discrimination is a daily experience in the halls, classrooms, cafeterias and playing fields of Brooklyn's high schools, students said last week at a" , "date" : "19881127" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "51" , "title" : "Brooklyn Students Urge Classes to Curb Bias" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/27\/nyregion\/brooklyn-students-urge-classes-to-curb-bias.html"} , {"body" : "LEAD: A student was arrested in class at a Brooklyn high school yesterday morning and found to be carrying a 9-millimeter pistol and a .25-caliber pistol, both loaded, the police said. A student was arrested in class at a Brooklyn high school yesterday morning and found to be carrying a 9-millimeter pistol and a .25-caliber pistol, both loaded, the" , "date" : "19881117" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "10" , "title" : "Student With 2 Loaded Guns Seized in a Brooklyn School" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/17\/nyregion\/student-with-2-loaded-guns-seized-in-a-brooklyn-school.html"} , {"body" : "LEAD: ''We live together,'' say the signs at Starrett City, reflecting the huge, 13-year-old Brooklyn housing development's goal - racial integration. ''We live together,'' say the signs at Starrett City, reflecting the huge, 13-year-old Brooklyn housing development's goal - racial integration. It is a dream that many residents fear is threatened" , "date" : "19881114" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "STARRETT CITY (BKLYN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ruling Threatens Starrett City's Dream" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/14\/nyregion\/ruling-threatens-starrett-city-s-dream.html"} , {"body" : "LEAD: LONG ISLAND LONG ISLAND Lamont Hough, the senior quarterback, ran for three touchdowns, threw for two more and had 243 all-purpose yards yesterday to lead Hempstead, the top-ranked team in the New York State Sportswriters Association poll, to a 40-0 victory over Port Washington in a Nassau County Conference I game in Hempstead. Hough, who" , "date" : "19881113" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "SCHOOL SPORTS; Hempstead Pounds Port Washington" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/13\/sports\/school-sports-hempstead-pounds-port-washington.html"} , {"body" : "LEAD: (NOTE: This table may be divided, and additional information on a particular entry may appear on more than one screen.) *2*PRESIDENT Dukakis Bush A.D.BRONX 73. Mott Haven, Hunts Point 23,696 3,101 74. Soundview, Bronx River 21,741 4,710 75. P'chester, Throgs Nk, Castle Hill 17,914 15,552 76. (NOTE: This table may be divided, and additional" , "date" : "19881110" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "THE ELECTIONS; Voting by Assembly District" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/10\/nyregion\/the-elections-voting-by-assembly-district.html"} , {"body" : "LEAD: For years, Tony Triano of the Bronx said, the rest of the world seemed to have what his borough did not - cable television. Friends in Manhattan had Islanders' hockey games piped into their living rooms. His sister-in-law in Nyack, N.Y., could flick on movies at will. For years, Tony Triano of the Bronx said, the rest of the world seemed to" , "date" : "19881109" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For Many New York Areas, Wait for Cable TV Ends" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/09\/nyregion\/for-many-new-york-areas-wait-for-cable-tv-ends.html"} , {"body" : "LEAD: A huge Brooklyn apartment complex lost its battle to defend racial quotas to maintain integration when the Supreme Court refused today to review a lower-court ruling that the quotas violated Federal law. A huge Brooklyn apartment complex lost its battle to defend racial quotas to maintain integration when the Supreme Court refused today to" , "date" : "19881108" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["STARRETT CITY (BKLYN)" , "HUNTINGTON (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "HIGH COURT VOIDS QUOTAS ON RACES IN HOUSING UNITS" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/08\/nyregion\/high-court-voids-quotas-on-races-in-housing-units.html"} ,   {"body" : "LEAD: Subway service on the L train, which runs from 14th Street and Eighth Avenue in Manhattan to the Canarsie section of Brooklyn, will be disrupted for the next two weekends, the Transit Authority reports. Subway service on the L train, which runs from 14th Street and Eighth Avenue in Manhattan to the Canarsie section of Brooklyn, will be" , "date" : "19881105" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "METRO DATELINE; L Line Service To Be Disrupted" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/05\/nyregion\/metro-dateline-l-line-service-to-be-disrupted.html"} , {"body" : "LEAD: In a major upset in the Public Schools Athletic League, Lehman defeated DeWitt Clinton, 20-15, in a Bronx Division game at Clinton. In a major upset in the Public Schools Athletic League, Lehman defeated DeWitt Clinton, 20-15, in a Bronx Division game at Clinton. Clinton (5-1) turned the ball over eight times to Lehman (4-3), which scored the" , "date" : "19881030" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "SCHOOL SPORTS; Lehman Upsets DeWitt Clinton, 20-15" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/30\/sports\/school-sports-lehman-upsets-dewitt-clinton-20-15.html"} , {"body" : "LEAD: When one of the supreme leaders of Tibetan Buddhism made Catharine Burroughs one of his religion's most revered figures by declaring her a tulku, or reincarnation of a 16th century lama, the first thought that popped into the head of her husband, Michael, was this: When one of the supreme leaders of Tibetan Buddhism made Catharine Burroughs" , "date" : "19881026" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "20" , "title" : "U.S. Woman Is Named Reborn Buddhist Saint" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/26\/us\/us-woman-is-named-reborn-buddhist-saint.html"} , {"body" : "LEAD: Closings in the week ending Oct. 8 MANHATTAN Morningside Heights Area $395,000 320 Riverside Drive (102d St.) 2-bedroom, 1-bath, 1,150-sq.-ft. prewar co-op; 24-hr. doorman, dining area, partial Hudson River view; maintenance $750, 50% tax-deductible (Broker: A.J. Closings in the week ending Oct. 8 MANHATTAN Morningside Heights Area $395,000" , "date" : "19881023" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "14" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/23\/realestate\/residential-resales-385188.html"} , {"body" : "LEAD: The 67th Precinct station house in Brooklyn could have been conjured up by a Hollywood director, from the telephones ringing off the hook to the gruff but kindly sergeant presiding over the hubbub from behind his high-altitude wooden desk. Below him, uniformed officers, some herding handcuffed suspects, thread their way past" , "date" : "19881012" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "Police Add Computer To Arsenal" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/12\/nyregion\/police-add-computer-to-arsenal.html"} , {"body" : "LEAD: Responding to its toughest challenge of the season, Lafayette beat Midwood, 7-3, yesterday in the mud, and became the team to beat in the 10-school Brooklyn A Division of the Public Schools Athletic League. The game, which matched the two undefeated teams in the division, was decided by a fumble. Responding to its toughest challenge of the" , "date" : "19881009" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "WESTCHESTER COUNTY (NY)" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "15" , "title" : "SCHOOL SPORTS; P.S.A.L.: Lafayette (4-0) Tops Midwood" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/09\/sports\/school-sports-psal-lafayette-4-0-tops-midwood.html"} , {"body" : "LEAD: A homeless man apparently bled to death early yesterday after he slashed his arms and wrists while trying to scale a fence rimmed with razor wire, the Transit Authority reported. A homeless man apparently bled to death early yesterday after he slashed his arms and wrists while trying to scale a fence rimmed with razor wire, the Transit" , "date" : "19880824" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "An Intruder, Bleeding, Dies Trying to Scale a Rail Fence" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/24\/nyregion\/an-intruder-bleeding-dies-trying-to-scale-a-rail-fence.html"} , {"body" : "LEAD: A 12-year-old school integration policy intended to prevent white families from abandoning the New York City public school system is likely to be overhauled or even scrapped this fall, Robert F. Wagner Jr., the president of the Board of Education, and others say. A 12-year-old school integration policy intended to prevent white families from" , "date" : "19880817" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "New York City Considers Ending Its High School Integration Plan" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/17\/nyregion\/new-york-city-considers-ending-its-high-school-integration-plan.html"} , {"body" : "LEAD: As twilight falls in southern Brooklyn, in parts of Sheepshead Bay, Canarsie, Gravesend and Bensonhurst, scores of teen-agers begin a nightly ritual, congregating at pizza parlors, convenience stores, near subway stations and playgrounds. As twilight falls in southern Brooklyn, in parts of Sheepshead Bay, Canarsie, Gravesend and Bensonhurst," , "date" : "19880812" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Fighting the Lure of Drugs in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/12\/nyregion\/fighting-the-lure-of-drugs-in-brooklyn.html"} , {"body" : "LEAD: Twenty thousand people live in the Marine Park section of Brooklyn, and on Sundays, after a quiet morning in church or a quick jog through the park, many head for the municipal Marine Park Golf Course. Others navigate their small boats through Mill Basin and out to Jamaica Bay. Twenty thousand people live in the Marine Park section of" , "date" : "19880807" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MARINE PARK (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "IF YOU'RE THINKING OF LIVING IN: Marine Park" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/07\/realestate\/if-you-re-thinking-of-living-in-marine-park.html"} ,   {"body" : "LEAD: Parts of southeast Brooklyn are sinking. They have been for years, and now, even as the city begins to repair the damage, the neighborhoods continue to sink. Parts of southeast Brooklyn are sinking. They have been for years, and now, even as the city begins to repair the damage, the neighborhoods continue to sink. Not the homes, which were" , "date" : "19880725" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CANARSIE (NYC)" , "SUNSET PARK (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Much of Canarsie, That Sinking Feeling Is All Too Real" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/25\/nyregion\/in-much-of-canarsie-that-sinking-feeling-is-all-too-real.html"} , {"body" : "LEAD: International A2-11 International A2-11 Iraqi troups started pulling back from Iranian territory they had occupied, according to information from the two nations, as the fighting that flared between Iran and Iraq last week appeared to subside. Page A1 Iraq hoped for a quick victory when President Saddam Hussein sent his forces into Iran in" , "date" : "19880725" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/25\/nyregion\/news-summary-530088.html"} , {"body" : "LEAD: An off-duty black correction officer was beaten Sunday with a steel pipe in a racial attack, when a group of white men tried to force him and his friends to leave a Queens beach, the authorities said. An off-duty black correction officer was beaten Sunday with a steel pipe in a racial attack, when a group of white men tried to force him and" , "date" : "19880712" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "ROCKAWAY BEACH (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Off-Duty Jail Guard Hurt in Queens Racial Attack" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/12\/nyregion\/off-duty-jail-guard-hurt-in-queens-racial-attack.html"} , {"body" : "LEAD: THANKS to the fortuitous timing of the Declaration of Independence 212 years ago, the United States celebrates its birthday at a time when warm weather turns most people's thoughts to the great outdoors. Even in New York City, where the outdoors is all too often assumed to be a crowded intersection or a forest of tall buildings, that more" , "date" : "19880701" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Fiddles, Fireworks And Shakespeare For the Fourth" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/01\/arts\/fiddles-fireworks-and-shakespeare-for-the-fourth.html"} , {"body" : "At the bar of a defunt restaruant on West 46th Street, Curtis Sliwa, the president of the Guardian Angels, interrupted an interview to take his 10th phone call in as many minutes. ''What did the D.A. say?'' he asked the caller, a young follower who had helped make a citizen's arrest. ''Did you stay cool and not let any of the questioners throw" , "date" : "19880617" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Sliwa, Angels' Founder, A Herald, Not a Cherub" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/17\/nyregion\/sliwa-angels-founder-a-herald-not-a-cherub.html"} , {"body" : "LEAD: The police were searching yesterday for at least two suspects in the robbery and fatal beating of a 66-year-old anesthesiologist whose body was found Sunday alongside a creek opposite the Starrett City housing development in Brooklyn. The police were searching yesterday for at least two suspects in the robbery and fatal beating of a" , "date" : "19880531" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["STARRETT CITY (BKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Police Seeking 2 In Fatal Beating Of a Doctor, 66" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/31\/nyregion\/police-seeking-2-in-fatal-beating-of-a-doctor-66.html"} , {"body" : "LEAD: The masters of the Metropolitan Transportation Authority have decided to invest $1 million in an advertising campaign to tout something called ''Midday Business Service.'' The purpose is to entice ''25-to-44-year-olds with household incomes of at least $50,000'' back to the IRT. I wish them luck. But as someone in the target group, I don't" , "date" : "19880507" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "27" , "title" : "A Paean to New York's Fetid Subways" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/07\/opinion\/a-paean-to-new-york-s-fetid-subways.html"} , {"body" : "LEAD: Paul Vario, a convicted gangster who was said to have been a leader in the Lucchese crime family for more than three decades, died of lung failure Tuesday in a Fort Worth Federal prison, where he was serving a 10-year sentence for extorting payoffs from air-freight companies at Kennedy International Airport. Paul Vario, a convicted gangster" , "date" : "19880505" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "20" , "title" : "Paul Vario, 73; Called a Leader Of Crime Group" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/05\/obituaries\/paul-vario-73-called-a-leader-of-crime-group.html"} , {"body" : "LEAD: While some New York City piers continue to receive cargo and many others crumble into the slime, Pier A awaits a restaurant, Pier 84 a permanent concert stage and Pier 10 a floating museum. A wave of development proposals washing over the waterfront also includes plans for ferry terminals, marinas, condominiums and hotels. While some New York" , "date" : "19880501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Pier Redevelopment Plans Stir Concerns" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/01\/realestate\/pier-redevelopment-plans-stir-concerns.html"} , {"body" : "LEAD: Dukakis Jackson Gore BRONX 73. Mott Haven, Hunts Point 4,026 12,299 365 74. Soundview, Bronx River 4,031 10,428 400 75. Parkchester, Throgs Neck, Castle Hill 6,276 5,903 1,085 76. Highbridge Morris Heights 1,646 10,556 147 77. University Heights, Fordham 2,331 7,228 308 78. Dukakis Jackson Gore BRONX 73. Mott Haven, Hunts Point 4,026 12,299" , "date" : "19880421" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "25" , "title" : "THOUGH A LOSER, JACKSON MOVED THE MASSES, PRO AND CON, IN NEW YORK; Vote by Assembly District" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/21\/us\/though-loser-jackson-moved-masses-pro-con-new-york-vote-assembly-district.html"} ,   {"body" : "LEAD: Gov. Michael S. Dukakis won a decisive victory in the New York Democratic Presidential primary by putting together a coalition of mostly Jews and Roman Catholics in New York City and predominantly Catholic Democrats in the suburbs and upstate, according to the official tally. Gov. Michael S. Dukakis won a decisive victory in the New York" , "date" : "19880420" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "7" , "title" : "ETHNIC COALITIONS MARK THE VOTING" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/20\/us\/ethnic-coalitions-mark-the-voting.html"} , {"body" : "LEAD: Politicians spend considerable time on the telephone and in meetings seeking endorsements of their fellow politicians, contributors, union chiefs and community leaders. Politicians spend considerable time on the telephone and in meetings seeking endorsements of their fellow politicians, contributors, union chiefs and community leaders. But" , "date" : "19880415" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "21" , "title" : "Contenders Take Aim At Prized Endorsements" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/15\/us\/contenders-take-aim-at-prized-endorsements.html"} , {"body" : "LEAD: Officer Anthony Oswald McLean of the New York City housing police was on duty less than three years but he had already been cited four times for meritorious police work and was regarded by colleagues and supervisors as a dedicated officer. Officer Anthony Oswald McLean of the New York City housing police was on duty less than three years but" , "date" : "19880414" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Slain Officer Was Honored For His Work" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/14\/nyregion\/slain-officer-was-honored-for-his-work.html"} , {"body" : "LEAD: A 26-year-old Brooklyn woman was stabbed to death yesterday in a gift shop she owned in the Canarsie section by an attacker who escaped in her car, the police said. A 26-year-old Brooklyn woman was stabbed to death yesterday in a gift shop she owned in the Canarsie section by an attacker who escaped in her car, the police said. The victim," , "date" : "19880324" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Woman, 26, Is Killed In Gift Shop She Owned" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/24\/nyregion\/woman-26-is-killed-in-gift-shop-she-owned.html"} , {"body" : "LEAD: Closings in the week ending Feb. 27 MANHATTAN Chelsea $335,000 322 West 22d Street 2-bedroom, 2-bath, 1,100-sq.-ft. duplex co-op; dining area, fireplace; maintenance $530, 40% tax-deductible (Broker: Kingman Associates) Murray Hill $550,000 630 First Avenue (37th St.) (Manhattan Place) 2-bedroom, 3-bath, condo in a 3-year-old building; 24-hr." , "date" : "19880313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "16" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/13\/realestate\/residential-resales-816988.html"} , {"body" : "LEAD: Lincoln High School of Brooklyn (23-0) got a game-high 26 points from Norman Marbury, a sophomore, on the way to a 76-71 victory over Grady of Brooklyn (18-7) yesterday in a Public Schools Athletic League Section A quarterfinal game at Canarsie High School in Brooklyn. Lincoln will face Newtown (25-0), which defeated Springfield Gardens," , "date" : "19880306" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "Lincoln High Advances" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/06\/sports\/lincoln-high-advances.html"} , {"body" : "LEAD: Fred Smith, a 6-foot-9-inch senior, snatched the rebound of a teammate's shot and scored a game-winning lay-in with 2 seconds left in overtime yesterday to give Newtown a 56-55 victory over Springfield Gardens in a Public Schools Athletic League quarterfinal playoff game at John Bowne High School in Flushing, Queens. Fred Smith, a" , "date" : "19880305" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "49" , "title" : "Newtown Advances" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/05\/sports\/newtown-advances.html"} , {"body" : "LEAD: While the Catholic High Schools Athletic Association boys' basketball quarterfinals are moving smoothly into second gear like a fine European sports car, the Public Schools Athletic League quarterfinals are sputtering along like an old jalopy in serious need of a tune-up. While the Catholic High Schools Athletic Association boys' basketball" , "date" : "19880303" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "Schoolboy Playoffs Reach Quarterfinals" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/03\/sports\/schoolboy-playoffs-reach-quarterfinals.html"} , {"body" : "LEAD: The New York City Schools Chancellor, Dr. Richard R. Green, proposed yesterday that the public schools offer classes 11 months a year to relieve overcrowding and improve education. The New York City Schools Chancellor, Dr. Richard R. Green, proposed yesterday that the public schools offer classes 11 months a year to relieve overcrowding and" , "date" : "19880303" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "New York Schools Chief Proposes 11-Month Year to Ease Crowding" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/03\/nyregion\/new-york-schools-chief-proposes-11-month-year-to-ease-crowding.html"} , {"body" : "LEAD: Tennis Mayotte Advances: Tim Mayotte, the defending champion, defeated sixth-seeded Christo van Rensburg, 6-2, 7-5, yesterday in the semifinals of the United States Pro Indoor tournament in Philadelphia. Mayotte, who extended his winning streak to 14 matches, rallied from a 2-5 deficit in the second set to take the 1-hour-19-minute match." , "date" : "19880228" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "RESULTS PLUS" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/28\/sports\/results-plus-035388.html"} ,   {"body" : "LEAD: Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary schools and junior high schools in May 1987. Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary schools and junior high schools" , "date" : "19880223" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "The Reading Scores For New York City Schools" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/23\/nyregion\/the-reading-scores-for-new-york-city-schools.html"} , {"body" : "LEAD: Track and Field Remigino Takes 800-Meter: Mike Remigino, a freshman at Manhattan College and son of a former Jasper, Lindy Remigino, the 1952 Olympic 100-meter gold medalist, captured the 800-meter run in 1 minute 54.04 seconds yesterday at the Reebok\/Metropolitan Athletics Congress indoor championships at West Point, N.Y. Track and Field" , "date" : "19880222" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "Results Plus" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/22\/sports\/results-plus-032688.html"} , {"body" : "LEAD: N.H.L. Red Wings Win Third Straight: Shawn Burr scored twice and Glen Hanlon stopped 23 shots yesterday as the Red Wings won their third straight game by beating the Chicago Blackhawks, 6-1, in Detroit. Burr's first goal, 10 minutes 50 seconds into the second period, increased Detroit's lead to 2-0. N.H.L. Red Wings Win Third Straight: Shawn" , "date" : "19880221" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "RESULTS PLUS" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/21\/sports\/results-plus-864288.html"} , {"body" : "LEAD: The Public Schools Athletic League basketball tournament this year will be played in high school gyms across the city and a good subway and bus map will come in handy. The Public Schools Athletic League basketball tournament this year will be played in high school gyms across the city and a good subway and bus map will come in handy. Besides" , "date" : "19880215" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "13" , "title" : "SCHOOL BASKETBALL; P.S.A.L. Tourney Spread Across City" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/15\/sports\/school-basketball-psal-tourney-spread-across-city.html"}]