[  {"body" : "LEAD: Arminius N. Hayne, a musician who was believed to have been the oldest member of Local 802 of the American Federation of Musicians, died of heart disease last Thursday in Brooklyn Hospital. He was 102 years old and lived in the Clinton Hill section of Brooklyn. Arminius N. Hayne, a musician who was believed to have been the oldest member of" , "date" : "19881012" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "27" , "title" : "Arminius N. Hayne, Musician, 102," , "url" : "http:\/\/www.nytimes.com\/1988\/10\/12\/obituaries\/arminius-n-hayne-musician-102.html"} , {"body" : "LEAD: The shortage of low-cost housing in New York is acute, everyone agrees, and there is a fair amount of money available from city and state agencies and from private groups to help rebuild decaying houses for the homeless and for those unable to pay market rents. The shortage of low-cost housing in New York is acute, everyone agrees, and there" , "date" : "19880930" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Business"] , "page_facet" : "28" , "title" : "About Real Estate; Low-Cost Housing Need: Early Cash" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/30\/business\/about-real-estate-low-cost-housing-need-early-cash.html"} , {"body" : "LEAD: Eight months after New York City officials sought to tear it down, the Vendome, a distinguished but ravaged old apartment house in Brooklyn, yesterday was awarded a $225,000 grant from New York State to help in its reconstruction. Eight months after New York City officials sought to tear it down, the Vendome, a distinguished but ravaged old" , "date" : "19880824" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "After Surviving Razing Plan, Brooklyn Building Gets Grant" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/24\/nyregion\/after-surviving-razing-plan-brooklyn-building-gets-grant.html"} , {"body" : "LEAD: For the last 20 years of his life, Lewis H. Latimer, a black inventor and major pioneer in the development of electric lighting, lived in a comfortable two-and-a-half-story frame house in Flushing, Queens. For the last 20 years of his life, Lewis H. Latimer, a black inventor and major pioneer in the development of electric lighting, lived in" , "date" : "19880806" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "FLUSHING (NYC)"] , "nytd_section_facet" : ["Science" , "New York and Region" , "Technology"] , "page_facet" : "27" , "title" : "A CAMPAIGN TO REMEMBER AN INVENTOR" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/06\/nyregion\/a-campaign-to-remember-an-inventor.html"} , {"body" : "LEAD: When Brooklyn community groups needed technical assistance several years ago to design and win government approval for housing for poor, single mothers, they turned to Pratt Institute. When Brooklyn community groups needed technical assistance several years ago to design and win government approval for housing for poor, single mothers, they" , "date" : "19880604" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "At Pratt, a Celebration Of Community Service" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/04\/nyregion\/at-pratt-a-celebration-of-community-service.html"} , {"body" : "LEAD: He's a graduate of the school (Bachelor of Fine Arts in Interior Design, 1953) and has been on the board since 1983. And Bruce Newman decided the centennial celebration of the Pratt Institute was the right impetus for him to underwrite an outdoor walkway and amphitheater there. He's a graduate of the school (Bachelor of Fine Arts in Interior" , "date" : "19880602" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Pratt, at Its Centennial, to Get a Mall" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/02\/garden\/pratt-at-its-centennial-to-get-a-mall.html"} , {"body" : "LEAD: March is observed as Women's History Month across the nation. In New York City, it is a time for examining women's lives and celebrating their experiences in events throughout the five boroughs. Many of the events are free. Some are open to women only. The range is wide, in entertainment alone this weekend, from reggae music to Bach and from" , "date" : "19880304" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "Women's History Month Celebrated" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/04\/arts\/women-s-history-month-celebrated.html"} , {"body" : "LEAD: The Koch administration has temporarily shelved its plan to demolish a historic, but derelict, apartment house in Brooklyn. Instead, it has offered what amounts to a challenge grant to encourage preservation of the city-owned building. The Koch administration has temporarily shelved its plan to demolish a historic, but derelict, apartment" , "date" : "19880128" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "TENEMENT DEMOLITION PLAN ENDED" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/28\/nyregion\/tenement-demolition-plan-ended.html"}]