[  {"body" : "LEAD: A subway passenger's objection to a seatmate's rendition of a Billie Holiday song set off a bloody fracas aboard a crowded F train in Brooklyn yesterday morning. A subway passenger's objection to a seatmate's rendition of a Billie Holiday song set off a bloody fracas aboard a crowded F train in Brooklyn yesterday morning. By the time it" , "date" : "19881229" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "On the F Train, Violence Erupts Over a Song" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/29\/nyregion\/on-the-f-train-violence-erupts-over-a-song.html"} , {"body" : "LEAD: Work is expected to begin early next year on New York City's $44.5 million plan to add a million square feet of industrial space to the Brooklyn Army Terminal, which the city acquired in 1981 as part of its campaign to retain manufacturing jobs. Work is expected to begin early next year on New York City's $44.5 million plan to add a million" , "date" : "19881228" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN ARMY TERMINAL" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "18" , "title" : "About Real Estate; New Project at the Brooklyn Army Terminal" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/28\/business\/about-real-estate-new-project-at-the-brooklyn-army-terminal.html"} , {"body" : "LEAD: Morris J. Stein, a former New York City Councilman and Civil Court judge, died of cardiac arrest Friday at Holy Cross Hospital in Fort Lauderdale, Fla. He was 83 years old. Mr. Stein, who kept homes in Pompano Beach, Fla., and Rockaway, N.J., served on the City Council from 1949 to 1969 and was the chairman of the General Welfare and Ethics" , "date" : "19881225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "36" , "title" : "Morris Stein, 83, Ex-New York Councilman" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/25\/obituaries\/morris-stein-83-ex-new-york-councilman.html"} , {"body" : "LEAD: Veterinarians at the New York Aquarium said yesterday that a baby pilot whale found stranded in shallow water near a Brooklyn marina has little chance of surviving. Veterinarians at the New York Aquarium said yesterday that a baby pilot whale found stranded in shallow water near a Brooklyn marina has little chance of surviving. A spokesman" , "date" : "19881222" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Aquarium Trying to Save a Stranded Whale" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/22\/nyregion\/aquarium-trying-to-save-a-stranded-whale.html"} , {"body" : "LEAD: Eleven of New York State's 270 hospitals had mortality rates in 1987 significantly higher than the national average, according to a Federal study of Medicare patients. Eleven of New York State's 270 hospitals had mortality rates in 1987 significantly higher than the national average, according to a Federal study of Medicare patients. No" , "date" : "19881216" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK STATE" , "CONNECTICUT"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "30" , "title" : "11 New York State Hospitals Have High Mortality Rates, U.S. Says" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/16\/nyregion\/11-new-york-state-hospitals-have-high-mortality-rates-us-says.html"} , {"body" : "LEAD: IT'S just the sort of gadget that could prove irresistible to anyone involved in measuring rooms, whether shopping for a co-op or in the middle of redecorating. Sonin instruments are battery-operated tape cassette look-alikes that electronically measure distances up to 30, 60, 150 or 250 feet. IT'S just the sort of gadget that could prove" , "date" : "19881215" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "Currents; Measuring in an Instant" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/15\/garden\/currents-measuring-in-an-instant.html"} , {"body" : "LEAD: Two brothers were killed and their mother and a teen-age girl were wounded yesterday when a man who had gone to the family's Brooklyn apartment looking for his missing daughter began shooting, the police said. Two brothers were killed and their mother and a teen-age girl were wounded yesterday when a man who had gone to the family's Brooklyn" , "date" : "19881211" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "61" , "title" : "2 Brothers Killed in Shooting" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/11\/nyregion\/2-brothers-killed-in-shooting.html"} , {"body" : "LEAD: The F, L, and M lines are unaffected by the transit changes. A. Begins express service in Brooklyn from Hoyt-Schermerhorn Street to Euclid Avenue from 6 A.M. to 9 P.M.; previous express ran only at rush hours. B. Resumes regular route, interrupted in 1986, from 168th Street in Manhattan to Coney Island, Brooklyn, on the Avenue of the Americas" , "date" : "19881209" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Changes in Subway Service" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/09\/nyregion\/changes-in-subway-service.html"} , {"body" : "LEAD: How do new plays by little-known writers make it to the stage, out-of-work actors get exposure and theater-hungry audiences find low-cost, inventive productions, all in one package? The answer is showcase theater. Showcases are nonprofit productions meant to display the talents of actors to agents, casting directors and producers in the hope" , "date" : "19881125" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "Showcase Theater, Outlet for Inspired Nobodies" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/25\/arts\/showcase-theater-outlet-for-inspired-nobodies.html"} , {"body" : "LEAD: (NOTE: This table may be divided, and additional information on a particular entry may appear on more than one screen.) *2*PRESIDENT Dukakis Bush A.D.BRONX 73. Mott Haven, Hunts Point 23,696 3,101 74. Soundview, Bronx River 21,741 4,710 75. P'chester, Throgs Nk, Castle Hill 17,914 15,552 76. (NOTE: This table may be divided, and additional" , "date" : "19881110" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "THE ELECTIONS; Voting by Assembly District" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/10\/nyregion\/the-elections-voting-by-assembly-district.html"} ,   {"body" : "LEAD: The Manhattan East Center for the Arts and Academics in East Harlem is on the edge of a neighborhood of ravaged buildings and streets with swarms of drug dealers, but 13-year-old Shanique Garcia travels an hour every day to take advantage of the public school's special programs. The Manhattan East Center for the Arts and Academics in East" , "date" : "19881110" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "17" , "title" : "Magnet Schools: Still a Hit Amid Criticism" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/10\/nyregion\/magnet-schools-still-a-hit-amid-criticism.html"} , {"body" : "LEAD: A man who has spent almost 10 years in prison for the 1978 Waldbaum's supermarket fire that killed six firefighters was set free yesterday when a New York State judge set aside his conviction. A man who has spent almost 10 years in prison for the 1978 Waldbaum's supermarket fire that killed six firefighters was set free yesterday when a New" , "date" : "19881104" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Convict Freed In Store Blaze That Killed 6" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/04\/nyregion\/convict-freed-in-store-blaze-that-killed-6.html"} , {"body" : "LEAD: A 36-year-old woman has been arrested and charged in the beating of an elderly man as she held him captive for months in her Brooklyn apartment, the police said yesterday. A 36-year-old woman has been arrested and charged in the beating of an elderly man as she held him captive for months in her Brooklyn apartment, the police said yesterday." , "date" : "19881017" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO DATELINES; Woman, 36, Charged In Beating of Man, 76" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/17\/nyregion\/metro-datelines-woman-36-charged-in-beating-of-man-76.html"} , {"body" : "LEAD: Less than 48 hours after three borough presidents claimed they had won a lawsuit to block the Koch administration's plan to build 11 shelters for the homeless, a Brooklyn judge ruled yesterday that the city could proceed with seven of them and rejected the borough leaders' most sweeping legal argument. Less than 48 hours after three borough" , "date" : "19881008" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Judge Allows Seven Shelters; Surprises Foes" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/08\/nyregion\/judge-allows-seven-shelters-surprises-foes.html"} , {"body" : "LEAD: Three teen-agers were arrested in Brooklyn early yesterday and charged with breaking into the house of a 70-year-old Queens man, shooting his dog to death, shooting the man in the face twice and then stealing his car, the police said. Three teen-agers were arrested in Brooklyn early yesterday and charged with breaking into the house of a" , "date" : "19881008" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Teen-Agers Held in Shooting; Revenge Is Said to Be Motive" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/08\/nyregion\/teen-agers-held-in-shooting-revenge-is-said-to-be-motive.html"} , {"body" : "LEAD: THE TRAGEDY OF APRIL SAVINO'S abbreviated life is that when she finally found a home it was among the homeless - on the benches and in the bleak recesses of Grand Central Terminal. There, at last, she felt needed and even, by the strange code of the streets, respected. THE TRAGEDY OF APRIL SAVINO'S abbreviated life is that when she finally" , "date" : "19881002" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GRAND CENTRAL TERMINAL (NYC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "31" , "title" : "RUNNING AWAY" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/02\/magazine\/running-away.html"} , {"body" : "LEAD: The New York City Housing Authority has run up $62 million in operating deficits in the last three years, and housing officials say that one of the prime causes of the shortfalls - overcrowding - is also one of the key reasons why they have not sought additional Federal aid to cover the debts. The New York City Housing Authority has run up" , "date" : "19881001" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Doubling-Up by Tenants Costing New York Millions" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/01\/nyregion\/doubling-up-by-tenants-costing-new-york-millions.html"} , {"body" : "LEAD: Two police officers were wounded, one seriously, early yesterday when a man robbing a livery cabdriver opened fire on them after the cab swerved into the path of their radio car, the police said. Two police officers were wounded, one seriously, early yesterday when a man robbing a livery cabdriver opened fire on them after the cab swerved" , "date" : "19880926" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "2 Officers Shot As a Cabby Foils Holdup" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/26\/nyregion\/2-officers-shot-as-a-cabby-foils-holdup.html"} , {"body" : "LEAD: An 82-year-old rabbi and his wife were slightly injured early yesterday in a fire that heavily damaged a Brooklyn synagogue and their apartment above it, the authorities said. An 82-year-old rabbi and his wife were slightly injured early yesterday in a fire that heavily damaged a Brooklyn synagogue and their apartment above it, the" , "date" : "19880925" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "Rabbi and Wife Injured in Fire at Synagogue" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/25\/nyregion\/rabbi-and-wife-injured-in-fire-at-synagogue.html"} , {"body" : "LEAD: The president of a Brooklyn demolition company was convicted yesterday of giving payoffs to a Federal inspector to overlook violations of rules for asbestos removal and disposal. The president of a Brooklyn demolition company was convicted yesterday of giving payoffs to a Federal inspector to overlook violations of rules for asbestos removal" , "date" : "19880923" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Executive Convicted in Asbestos Bribe Case" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/23\/nyregion\/executive-convicted-in-asbestos-bribe-case.html"} ,   {"body" : "LEAD: A 19-year-old man and an 18-year-old woman were sitting in a car in the Bensonhurst section of Brooklyn last night when an unidentified man approached the car, pulled out a gun, and shot them both, killing the man, the police said. A 19-year-old man and an 18-year-old woman were sitting in a car in the Bensonhurst section of Brooklyn last" , "date" : "19880922" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Two Shot, One Fatally, As They Sit in an Auto" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/22\/nyregion\/two-shot-one-fatally-as-they-sit-in-an-auto.html"} , {"body" : "LEAD: At the crowded produce markets and clothing shops on Coney Island Avenue yesterday, the day before Yom Kippur, the preparations for the most solemn holiday on the Jewish calendar were almost complete. Wives were making last-minute purchases for big meals they would cook and serve before sundown, the same as always. At the crowded produce" , "date" : "19880921" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MIDWOOD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Talk of Midwood; A Scar Now Where Torahs Burned" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/21\/nyregion\/the-talk-of-midwood-a-scar-now-where-torahs-burned.html"} , {"body" : "LEAD: Only hours after two boys, aged 12 and 15, were arrested for vandalizing and setting fire to a Brooklyn synagogue, about 10,000 people gathered on the nearby streets yesterday to attend a funeral service for the five Torah scrolls destroyed in the Sabbath blaze. Only hours after two boys, aged 12 and 15, were arrested for vandalizing and" , "date" : "19880919" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "MIDWOOD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "2 Boys Held in Synagogue Fire And 10,000 Mourn 5 Torahs" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/19\/nyregion\/2-boys-held-in-synagogue-fire-and-10000-mourn-5-torahs.html"} , {"body" : "LEAD: A 23-year-old rookie police officer was seriously injured in a hit-and-run accident last night, the police said. A 23-year-old rookie police officer was seriously injured in a hit-and-run accident last night, the police said. The officer, Allen Dowd, who was appointed to the New York City Police Department in January, was in serious but" , "date" : "19880919" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO DATELINES; Officer Is Run Down By a Hit-Run Driver" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/19\/nyregion\/metro-datelines-officer-is-run-down-by-a-hit-run-driver.html"} , {"body" : "LEAD: Vandals broke into a synagogue in the Midwood section of Brooklyn early yesterday and set on fire at least five Torah scrolls, the most sacred objects in Judaism. Vandals broke into a synagogue in the Midwood section of Brooklyn early yesterday and set on fire at least five Torah scrolls, the most sacred objects in Judaism. The attack, which" , "date" : "19880918" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Five Torah Scrolls Burned by Vandals At Brooklyn Temple" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/18\/nyregion\/five-torah-scrolls-burned-by-vandals-at-brooklyn-temple.html"} , {"body" : "LEAD: FRIDAY HONG KONG FILMS FRIDAY HONG KONG FILMS Hong Kong is one of the world's great anomalies. City, city-state or colony, this British-ruled dot on the Chinese mainland has been not only an economic capital of Asia, but also a major center for Asian film making. This cinematic tradition, which combines Chinese and Western influences, will be" , "date" : "19880916" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/16\/arts\/weekender-guide.html"} , {"body" : "LEAD: Separated from their birthplace by 4,969 miles, six time zones and a culture gap that can seem as broad as the Pacific Ocean, former Brooklynites who have settled here might be excused if they occasionally long for the shores of Coney Island. Separated from their birthplace by 4,969 miles, six time zones and a culture gap that can seem as" , "date" : "19880911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HAWAII"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "58" , "title" : "Children of Flatbush Adjust to Palm Trees and Poi" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/11\/nyregion\/children-of-flatbush-adjust-to-palm-trees-and-poi.html"} , {"body" : "LEAD: FIGURING that panic on Wall Street might deflate property prices throughout New York City, Douglas P. Klassen decided to halt his search for an apartment indefinitely when the stock market plummeted last October. FIGURING that panic on Wall Street might deflate property prices throughout New York City, Douglas P. Klassen decided to halt his" , "date" : "19880911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "38" , "title" : "IN THE NEW YORK REGION; Mood of Caution Rules in the Post-Crash Market" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/11\/realestate\/in-the-new-york-region-mood-of-caution-rules-in-the-post-crash-market.html"} , {"body" : "LEAD: Some 200 years ago, a party of 24 men and nearly a dozen families settled on the banks of the Ohio River in a place called Losantiville. Two years later, in what is now testimony to the ease with which whims could be satisfied on the frontier, Gen. Arthur St. Clair, Governor of the Northwest Territory, decided he didn't like the name. Some" , "date" : "19880911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CINCINNATI (OHIO)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "10" , "title" : "WHAT'S DOING IN: Cincinnati" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/11\/travel\/what-s-doing-in-cincinnati.html"} , {"body" : "LEAD: Clara Bow Runnin' Wild By David Stenn 338 pages. Illustrated. Doubleday. $18.95. Clara Bow Runnin' Wild By David Stenn 338 pages. Illustrated. Doubleday. $18.95. Clara Bow was the greatest box-office draw of her day; at the height of her fame, in 1929, she received 45,000 fan letters in the course of a single month. But on the whole she has" , "date" : "19880906" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "21" , "title" : "Books of The Times" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/06\/books\/books-of-the-times-676488.html"} ,   {"body" : "LEAD: To the Editor: To the Editor: In ''Steeplechase at the Starting Gate'' (editorial, Aug. 15), where you catalogue the past and future glories of Coney Island, you mistakenly - if understandably - gives the wrong man credit for a great invention: ''Nathan's, just off a restored boardwalk, is the birthplace of the hot dog.'' It was another Coney" , "date" : "19880826" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "30" , "title" : "The Birthplace of the Hot Dog? Now Thereby Hangs a Tale" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/26\/opinion\/l-the-birthplace-of-the-hot-dog-now-thereby-hangs-a-tale-950288.html"} , {"body" : "LEAD: In the 1930's Flatbush was considered one of Brooklyn's most desirable residential neighborhoods. Its tree-bowered streets of roomy Dutch colonial homes and grand Georgian mansions also had six-story brick elevator buildings with apartments that reflected the same gracious style of living. In the 1930's Flatbush was considered one of" , "date" : "19880826" , "day_of_week_facet" : "Friday" , "geo_facet" : ["FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "10" , "title" : "About Real Estate; Co-op Buyers Seek Deals In Flatbush Conversions" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/26\/business\/about-real-estate-co-op-buyers-seek-deals-in-flatbush-conversions.html"} , {"body" : "LEAD: At City Hall, the Mayor - his jacket off, his tie loose, his shirt damp - told constitutents he did his best work when he was ''physically overheated.'' Carriage horses collapsed in Central Park. In subways that felt like rolling blast furnaces, people worried about how soon the fare would go up. At City Hall, the Mayor - his jacket off, his" , "date" : "19880817" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "August '44: A Month too Hot for Satan" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/17\/nyregion\/august-44-a-month-too-hot-for-satan.html"} , {"body" : "LEAD: It's called the Eiffel Tower of Brooklyn, this graceful 260-foot structure from which braver souls once jumped with parachutes. Visible for miles around, it symbolized Steeplechase Amusement Park and the heyday of Coney Island. It's called the Eiffel Tower of Brooklyn, this graceful 260-foot structure from which braver souls once jumped with" , "date" : "19880815" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "16" , "title" : "Steeplechase at the Starting Gate" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/15\/opinion\/steeplechase-at-the-starting-gate.html"} , {"body" : "LEAD: Six weeks now. Six weeks now. Forty-two days when the sun and seas and sins of man have conspired to transform New York life into a seemingly endless slog through simmering broth. And yesterday, after six weeks of sweltering weather, people were talking less about the possibility of a break in the heat than how the coming of the Northeastern" , "date" : "19880814" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Great Flood of Heat: 42 Days And 42 Nights, and Life Is Altered" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/14\/nyregion\/the-great-flood-of-heat-42-days-and-42-nights-and-life-is-altered.html"} , {"body" : "LEAD: As twilight falls in southern Brooklyn, in parts of Sheepshead Bay, Canarsie, Gravesend and Bensonhurst, scores of teen-agers begin a nightly ritual, congregating at pizza parlors, convenience stores, near subway stations and playgrounds. As twilight falls in southern Brooklyn, in parts of Sheepshead Bay, Canarsie, Gravesend and Bensonhurst," , "date" : "19880812" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Fighting the Lure of Drugs in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/12\/nyregion\/fighting-the-lure-of-drugs-in-brooklyn.html"} , {"body" : "LEAD: The weekend was saved for beachgoers in Brooklyn yesterday as New York City park officials reopened Coney Island and Brighton beaches. But eight beaches on Staten Island and in Suffolk, Nassau and Westchester Counties remained closed because of medical waste or high bacteria counts. The weekend was saved for beachgoers in Brooklyn yesterday" , "date" : "19880808" , "day_of_week_facet" : "Monday" , "geo_facet" : ["WESTCHESTER COUNTY (NY)" , "NASSAU COUNTY (NY)" , "CONEY ISLAND (NYC)" , "BRIGHTON BEACH (NYC)" , "SUFFOLK COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Park Officials Reopen 2 Brooklyn Beaches" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/08\/nyregion\/park-officials-reopen-2-brooklyn-beaches.html"} , {"body" : "LEAD: Friday HISTORY BY PHOTO Friday HISTORY BY PHOTO The remarkable 150-year history of photography is being surveyed in an exhibition at the Nikon House Gallery in Rockefeller Center that continues through Aug. 20. The show's 90 black-and-white and color photos range from portraits of famous people to images of fashion, sports and science to the" , "date" : "19880805" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/05\/arts\/weekender-guide.html"} , {"body" : "LEAD: A 24-year-old maintenance man was charged yesterday in the beating death of his 8-year-old mentally retarded stepson in Brooklyn, the police said. A 24-year-old maintenance man was charged yesterday in the beating death of his 8-year-old mentally retarded stepson in Brooklyn, the police said. Investigators have been told that the man, Alvin" , "date" : "19880728" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Retarded Boy Fatally Beaten; Stepfather Held" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/28\/nyregion\/a-retarded-boy-fatally-beaten-stepfather-held.html"} , {"body" : "LEAD: Four beaches on Staten Island remained closed to swimmers yesterday, although two may reopen today. Four beaches on Staten Island remained closed to swimmers yesterday, although two may reopen today. The New York City Health Department said that South and Midland Beaches were still closed because medical debris continued to show up on shore" , "date" : "19880723" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Swimming Ban May Be Lifted At 42 of 44 Closed S.I. Beaches" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/23\/nyregion\/swimming-ban-may-be-lifted-at-42-of-44-closed-si-beaches.html"} ,   {"body" : "LEAD: Seaside Sights, sponsored by the Brooklyn Historical Society, 718-624-0890. Seaside Sights, sponsored by the Brooklyn Historical Society, 718-624-0890. Saturday at Coney Island two urban historians, Justin Ferate and John Kriskiewicz, will lead a walking tour of the boardwalk and the surrounding neighborhood, examining the amusement area's" , "date" : "19880721" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Calendar: Walking Tour of Coney Island" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/21\/garden\/calendar-walking-tour-of-coney-island.html"} , {"body" : "LEAD: The rusting rides and peeling concession stands have been spruced up. Once again crowds march along the ancient boardwalk to the thumping cadences of rap music and stroll in the amusement park to the strained voices of carnival barkers. It's summertime. Coney Island is vibrant again. Attendance is strong. The rusting rides and peeling" , "date" : "19880718" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE TALK OF CONEY ISLAND; Faded Funland: Fears and Hopes" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/18\/nyregion\/the-talk-of-coney-island-faded-funland-fears-and-hopes.html"} , {"body" : "LEAD: INTERNATIONAL A2-9 Refugees have flooded into Malawi from Mozambique. In the last 20 months, more than 600,000 Mozambicans fleeing civil war have crowded into Malawi, a poor nation that cannot feed its own people. Page A1 INTERNATIONAL A2-9 Refugees have flooded into Malawi from Mozambique. In the last 20 months, more than 600,000 Mozambicans" , "date" : "19880718" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/18\/nyregion\/news-summary-578988.html"} , {"body" : "LEAD: Four New York City beaches were reopened yesterday as the danger from a sewage overflow was deemed to have passed, but four New Jersey beaches have been closed because of high fecal bacteria counts. Four New York City beaches were reopened yesterday as the danger from a sewage overflow was deemed to have passed, but four New Jersey beaches" , "date" : "19880715" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "NEW HAVEN (CONN)" , "STATEN ISLAND (NYC)" , "WEST HAVEN (CONN)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "2" , "title" : "New York Opens 4 Beaches, but Jersey Shuts 4" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/15\/nyregion\/new-york-opens-4-beaches-but-jersey-shuts-4.html"} , {"body" : "LEAD: Flanagan's Be-bop Flanagan's Be-bop Tommy Flanagan Trio, Sweet Basil, 88 Seventh Avenue South, above Bleecker Street (242-1785); West 79th Street Rotunda, Riverside Park (408-0263). Tommy Flanagan is the epitome of the be-bop pianist, spinning out easy, elegant yet thoroughly unpredictable melodies as he quietly transforms a song's harmonies." , "date" : "19880715" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "SOUNDS AROUND TOWN" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/15\/arts\/sounds-around-town-655988.html"} , {"body" : "LEAD: All the municipal beaches on Staten Island and in Brooklyn were closed yesterday when sewage gushed into New York Harbor after a power failure at a sewage-treatment plant, adding new concerns for beachgoers and health officials already alarmed by recent deposits of medical waste on the local shoreline. All the municipal beaches on Staten" , "date" : "19880713" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR" , "STATEN ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Beaches on Brooklyn and S.I. Close as Sewage Hits Harbor" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/13\/nyregion\/beaches-on-brooklyn-and-si-close-as-sewage-hits-harbor.html"} , {"body" : "LEAD: The most twisted, hair-raising and scream-inducing landmark in New York City was created yesterday when the Cyclone roller coaster at Coney Island was given official status by the Landmarks Preservation Commission. The most twisted, hair-raising and scream-inducing landmark in New York City was created yesterday when the Cyclone roller" , "date" : "19880713" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Coney I. Thriller Becomes Landmark" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/13\/nyregion\/coney-i-thriller-becomes-landmark.html"} , {"body" : "LEAD: Dr. Anthony Lewis Davidson, a surgeon, researcher and educator, died of colon cancer Sunday at his home in Brooklyn. He was 43 years old. Dr. Anthony Lewis Davidson, a surgeon, researcher and educator, died of colon cancer Sunday at his home in Brooklyn. He was 43 years old. Dr. Davidson, who received his medical degree from Bologna Medical" , "date" : "19880712" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "23" , "title" : "Dr. Anthony L. Davidson, Surgeon, 43" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/12\/obituaries\/dr-anthony-l-davidson-surgeon-43.html"} , {"body" : "LEAD: GREENBURGH NATURE CENTER, 33 acres of woods, trails, live-animal and hands-on exhibitions; grounds open from dawn to dusk, office 10 A.M. to 5 P.M. daily, except Friday; on Dromore Road off Central Avenue, Scarsdale, N.Y. Information: (914) 723-3470. BIBLICAL GARDEN, trees, plants and flowers grown in biblical times, at the Cathedral of St." , "date" : "19880708" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/08\/arts\/for-children.html"} , {"body" : "LEAD: Restrictions on the location and serving time of food vending pushcarts in the more congested areas of New York City will take effect Monday. Those who ignore the prohibitions could be fined and their carts and contents removed, city officials said. Restrictions on the location and serving time of food vending pushcarts in the more congested" , "date" : "19880707" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["MANHATTAN (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Food-Vendor Ban to Be Enforced" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/07\/nyregion\/food-vendor-ban-to-be-enforced.html"} ,   {"body" : "LEAD: One of three black men attacked by a gang of whites in Howard Beach in 1986 was arrested yesterday by a New York City police officer on a warrant in the shooting of the suspect's brother in Virginia. One of three black men attacked by a gang of whites in Howard Beach in 1986 was arrested yesterday by a New York City police officer on a" , "date" : "19880705" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "VIRGINIA" , "QUEENS (NYC)" , "HOWARD BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Key Figure In Race Case Is Arrested" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/05\/nyregion\/key-figure-in-race-case-is-arrested.html"} , {"body" : "LEAD: AN AMERICAN RHAPSODY: THE STORY OF GEORGE GERSHWIN by Paul Kresh. Lodestar Books. 166 pages. $14.95. AN AMERICAN RHAPSODY: THE STORY OF GEORGE GERSHWIN by Paul Kresh. Lodestar Books. 166 pages. $14.95. George Gershwin, one of the most familiar names in American music, has been the subject of many volumes. But here is a special one for readers" , "date" : "19880703" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WESTCHESTER COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "17" , "title" : "WESTCHESTER BOOKCASE" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/03\/nyregion\/westchester-bookcase.html"} , {"body" : "LEAD: THANKS to the fortuitous timing of the Declaration of Independence 212 years ago, the United States celebrates its birthday at a time when warm weather turns most people's thoughts to the great outdoors. Even in New York City, where the outdoors is all too often assumed to be a crowded intersection or a forest of tall buildings, that more" , "date" : "19880701" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Fiddles, Fireworks And Shakespeare For the Fourth" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/01\/arts\/fiddles-fireworks-and-shakespeare-for-the-fourth.html"} , {"body" : "LEAD: Bargains in Beef The Nevada Market has been one of the best butchers on the West Side since 1948, changing only its address (from Columbus Avenue and 68th Street to Broadway and 68th Street in 1960), not its high standards. Now, to celebrate its 40th year in business, Fred and Mark Oppenheimer, the owners, are holding a sale. Bargains in Beef" , "date" : "19880629" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "FOOD NOTES" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/29\/garden\/food-notes-438388.html"} , {"body" : "LEAD: FIFTEEN years ago, Midwood was headed downhill. Stores were closing, houses were up for sale and apartments were beginning to crumble. Longtime residents advised arriving families not to get too comfortable. FIFTEEN years ago, Midwood was headed downhill. Stores were closing, houses were up for sale and apartments were beginning to crumble." , "date" : "19880626" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "IF YOU'RE THINKING OF LIVING IN: Midwood" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/26\/realestate\/if-you-re-thinking-of-living-in-midwood.html"} , {"body" : "LEAD: How to Avoid Passport Lines How to Avoid Passport Lines As travelers prepare to go abroad, lines are growing longer at the Passport Agency at 630 Fifth Avenue, New York. Some other locations where passports can be obtained: Court House, 60 Centre Street, New York; County Building, 851 Grand Concourse, Bronx; New Supreme Court, 360 Adams" , "date" : "19880626" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CHINA, PEOPLE'S REPUBLIC OF"] , "page_facet" : "3" , "title" : "TRAVEL ADVISORY" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/26\/travel\/travel-advisory-858488.html"} , {"body" : "LEAD: In New York, the outscale city that inflates everything to hyperbole, it is no coincidence that what is called the largest scale model in the world should be a model of the city itself. A new exhibition has opened alongside this model - which occupies 9,000 square feet in the Queens Museum in Flushing Meadows-Corona In New York, the outscale" , "date" : "19880624" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "All 5 Boroughs in the World's Biggest Miniature" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/24\/arts\/all-5-boroughs-in-the-world-s-biggest-miniature.html"} , {"body" : "LEAD: ''ANYTHING with lighting fixtures, I'll do for you,'' said Roy Greenstein, president of Roy Electric. Anything in Victorian or Art Deco lighting is what he means. His Brooklyn shop specializes in original and reproduction lighting from 1850 to 1930, including chandeliers, sconces, pendants and hall lights. ''ANYTHING with lighting fixtures," , "date" : "19880623" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "2" , "title" : "WHERE TO FIND IT; Custom-Made Lighting In Antique Styles" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/23\/garden\/where-to-find-it-custom-made-lighting-in-antique-styles.html"} , {"body" : "LEAD: Seven months after a knife-wielding man brutalized Deborah Whitley in her Manhattan apartment, her terror has lost its edge. She has learned self-defense and shaken her dread of strangers. The nightmare that once regularly awakened her, screaming, has departed. Seven months after a knife-wielding man brutalized Deborah Whitley in her" , "date" : "19880613" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Helping Victims of Violence Heal Their Psychic Wounds" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/13\/nyregion\/helping-victims-of-violence-heal-their-psychic-wounds.html"} , {"body" : "LEAD: ''A Day in the Life of Coney Island,'' the weekend's third event in the First New York International Festival of the Arts, is a musical extravaganza created by Jacques d'Amboise, a former principal dancer of the New York City Ballet. A tribute to the Brooklyn beach and recreation area, it includes choreographic evocations of roller-coaster" , "date" : "19880610" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "23" , "title" : "1,000 Youngsters to Evoke Coney Island With Dance" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/10\/arts\/1000-youngsters-to-evoke-coney-island-with-dance.html"} ,   {"body" : "LEAD: When Brooklyn community groups needed technical assistance several years ago to design and win government approval for housing for poor, single mothers, they turned to Pratt Institute. When Brooklyn community groups needed technical assistance several years ago to design and win government approval for housing for poor, single mothers, they" , "date" : "19880604" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "At Pratt, a Celebration Of Community Service" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/04\/nyregion\/at-pratt-a-celebration-of-community-service.html"} , {"body" : "LEAD: After a cool, soggy spring, one can only hope that the next season on our hemisphere's agenda will be more meteorologically agreeable - for, with the arrival of the Memorial Day weekend, the time of barbecues and beaches, Sousa and suntans has begun. After a cool, soggy spring, one can only hope that the next season on our hemisphere's agenda" , "date" : "19880527" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Finding the Fun: Ways to Have Memorial Days To Remember" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/27\/arts\/finding-the-fun-ways-to-have-memorial-days-to-remember.html"} , {"body" : "LEAD: A newly renovated boardwalk and improved maintenance by New York City's Parks Department is helping to restore some of Coney Island's lost luster. Unfortunately, beer bottle vandals have made strolling along the vast sand beach where Brooklyn meets the Atlantic less delightful than it might be. A newly renovated boardwalk and improved" , "date" : "19880525" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Topics of The Times; Broken Glass Beach" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/25\/opinion\/topics-of-the-times-broken-glass-beach.html"} , {"body" : "LEAD: An autopsy on the body of a Brooklyn man with epilepsy and heart trouble who died in police custody this week revealed a severe neck injury, according to preliminary findings announced yesterday by the New York City Medical Examiner's office. An autopsy on the body of a Brooklyn man with epilepsy and heart trouble who died in police custody" , "date" : "19880512" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Autopsy Reveals Crushed Neck" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/12\/nyregion\/autopsy-reveals-crushed-neck.html"} , {"body" : "LEAD: A 34-year-old Brooklyn man who had heart problems and epilepsy died in police custody Monday night, the police said, after he became violent, bit a paramedic and bruised another, and was restrained with handcuffs. A 34-year-old Brooklyn man who had heart problems and epilepsy died in police custody Monday night, the police said, after he" , "date" : "19880511" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man in Police Custody Suffers Seizure and Dies" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/11\/nyregion\/man-in-police-custody-suffers-seizure-and-dies.html"} , {"body" : "LEAD: While some New York City piers continue to receive cargo and many others crumble into the slime, Pier A awaits a restaurant, Pier 84 a permanent concert stage and Pier 10 a floating museum. A wave of development proposals washing over the waterfront also includes plans for ferry terminals, marinas, condominiums and hotels. While some New York" , "date" : "19880501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Pier Redevelopment Plans Stir Concerns" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/01\/realestate\/pier-redevelopment-plans-stir-concerns.html"} , {"body" : "LEAD: Dukakis Jackson Gore BRONX 73. Mott Haven, Hunts Point 4,026 12,299 365 74. Soundview, Bronx River 4,031 10,428 400 75. Parkchester, Throgs Neck, Castle Hill 6,276 5,903 1,085 76. Highbridge Morris Heights 1,646 10,556 147 77. University Heights, Fordham 2,331 7,228 308 78. Dukakis Jackson Gore BRONX 73. Mott Haven, Hunts Point 4,026 12,299" , "date" : "19880421" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "25" , "title" : "THOUGH A LOSER, JACKSON MOVED THE MASSES, PRO AND CON, IN NEW YORK; Vote by Assembly District" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/21\/us\/though-loser-jackson-moved-masses-pro-con-new-york-vote-assembly-district.html"} , {"body" : "LEAD: Charlotte Street in the South Bronx is out. Meade Esposito is, too. Borough Park in Brooklyn is in. So are Governors (of New York and Puerto Rico), the Mayor and the Cardinal. The Williamsburg Bridge joined this year's list of campaign hot spots in New York just yesterday. Charlotte Street in the South Bronx is out. Meade Esposito is, too." , "date" : "19880418" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; New Pit Stops In the Hot Race For President" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/18\/nyregion\/metro-matters-new-pit-stops-in-the-hot-race-for-president.html"} , {"body" : "LEAD: ''WE'RE a summer community that refuses to go home,'' said Lucille Katz, who has lived in the Sea Gate section of Brooklyn for 23 years. ''WE'RE a summer community that refuses to go home,'' said Lucille Katz, who has lived in the Sea Gate section of Brooklyn for 23 years. It is also a private community, with a 12-foot high chain-link fence," , "date" : "19880417" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SEA GATE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "If You're Thinking of Living in: Sea Gate" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/17\/realestate\/if-you-re-thinking-of-living-in-sea-gate.html"} , {"body" : "LEAD: As Albert Gore Jr. gave a speech in front of Borough Hall in Brooklyn yesterday, two young lawyers took his measure and found him wanting. As Albert Gore Jr. gave a speech in front of Borough Hall in Brooklyn yesterday, two young lawyers took his measure and found him wanting. They decided that the 40-year-old Senator from Tennessee was too" , "date" : "19880415" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "20" , "title" : "Some Advice for Candidates in New York: 'Don't Try to Understand It'" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/15\/us\/some-advice-for-candidates-in-new-york-don-t-try-to-understand-it.html"} ,   {"body" : "LEAD: Sometime after 2:30 A.M. on Sunday, March 27, at a construction site half a block from his home in the Borough Park section of Brooklyn, Geraldo Leiva was strangled with a thin piece of rope. Sometime after 2:30 A.M. on Sunday, March 27, at a construction site half a block from his home in the Borough Park section of Brooklyn, Geraldo Leiva" , "date" : "19880408" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Week's Killings: A Profile of Violent Death in New York" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/08\/nyregion\/a-week-s-killings-a-profile-of-violent-death-in-new-york.html"} , {"body" : "LEAD: A FEW nice Jewish boys from the Harvard Square neighborhood will make their mothers very happy when their kosher delicatessen opens here. A FEW nice Jewish boys from the Harvard Square neighborhood will make their mothers very happy when their kosher delicatessen opens here. Some of the boys have already made their mothers proud by becoming" , "date" : "19880406" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CAMBRIDGE (MASS)"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "Mixing Law and Kosher Salami for the Cambridge Crowd" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/06\/garden\/mixing-law-and-kosher-salami-for-the-cambridge-crowd.html"} , {"body" : "LEAD: Three 15-year-old boys were shot on a subway train in Brooklyn early yesterday, the police said, when they were confronted by a group of youths, one of whom tried to rob them. Three 15-year-old boys were shot on a subway train in Brooklyn early yesterday, the police said, when they were confronted by a group of youths, one of whom tried to" , "date" : "19880405" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Three Youths Shot on Subway Train in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/05\/nyregion\/three-youths-shot-on-subway-train-in-brooklyn.html"} , {"body" : "LEAD: A 62-year-old Brooklyn woman died in a fire in her Coney Island apartment last night, the police reported. The victim, Mollie Weisberg, was found by firefighters in her smoked-filed apartment at 3130 Brighton 6th Street. The fire, which was reported at 9:30 P.M., was confined to the fifth-floor apartment where the woman lived alone. A" , "date" : "19880329" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Coney I. Woman Dies in Fire" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/29\/nyregion\/coney-i-woman-dies-in-fire.html"} , {"body" : "LEAD: For Walter Williams, a former Marine sergeant who is now chief carpenter for the Cyclone at Coney Island in Brooklyn, this was the moment that could tell whether a winter's worth of carpentry, steel track repair and other maintenance on this 60-year-old roller coaster would pass the safety test. For Walter Williams, a former Marine sergeant" , "date" : "19880327" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Coney I. Opens Today Amid Hope of Revival" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/27\/nyregion\/coney-i-opens-today-amid-hope-of-revival.html"} , {"body" : "LEAD: To make the 112 moderate- to middle-income homes of Seaside Gardens Townhouses possible, more had to be brought together than just the modular walls and roofs by DeLuxe Homes of Berwick, Pa., and the concrete foundations by Julius Meherberg, a builder. Prior to the start of construction next month in the Coney Island section of To make the" , "date" : "19880327" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Subsidized by the Sea; Coney Island Town Houses" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/27\/realestate\/postings-subsidized-by-the-sea-coney-island-town-houses.html"} , {"body" : "LEAD: Friday SOUTH OF THE EQUATOR Friday SOUTH OF THE EQUATOR ''Oba Oba,'' a revue of Brazilian dance and song that includes bossa nova, samba and a colorful finale that re-creates Carnival, is in previews at the Ambassador Theater, 215 West 49th Street. The fast-paced revue is derived from a style of show created by the Oba Oba Theater in Rio de" , "date" : "19880325" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/25\/arts\/weekender-guide.html"} , {"body" : "LEAD: Some of the refrains are familiar by now. For instance, John Chaney, the Temple coach, and his Rhode Island counterpart, Tom Penders, talked about the lack of recognition the Atlantic 10 Conference suffers because it does not have a television contract. And Penders, who has somehow cultivated a deep tan during a winter in Kingston, R.I., was" , "date" : "19880324" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "N.C.A.A. BASKETBALL; Two-Hoop Circus at the Meadowlands" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/24\/sports\/ncaa-basketball-two-hoop-circus-at-the-meadowlands.html"} , {"body" : "LEAD: Reaching deep into a drawer, Ruth Mitchell grabbed a fistful of job forms and splayed them across the desktop. ''Messenger, forklift operator, dental assistant,'' she said, glancing at form after form. ''This employer wants a secretary who can type 40 words per minute and speak Korean.'' Reaching deep into a drawer, Ruth Mitchell grabbed a" , "date" : "19880323" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The Job of Matching Jobs With the Job Seekers" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/23\/nyregion\/the-job-of-matching-jobs-with-the-job-seekers.html"} , {"body" : "LEAD: Traversing the bowels of the Dean E. Smith Center in Chapel Hill between rounds of the East Regional, Mike Krzyzewsi, Duke's basketball coach, spied an old friend waiting by the elevator. Traversing the bowels of the Dean E. Smith Center in Chapel Hill between rounds of the East Regional, Mike Krzyzewsi, Duke's basketball coach, spied an old" , "date" : "19880322" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "28" , "title" : "Rhode Island's Reliable Duo" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/22\/sports\/rhode-island-s-reliable-duo.html"} ,   {"body" : "LEAD: A 21-year-old Brooklyn man has been sentenced to 15 years to life in prison for what the authorities have called the ''racially motivated murder'' of a black Coney Island supermarket clerk. A 21-year-old Brooklyn man has been sentenced to 15 years to life in prison for what the authorities have called the ''racially motivated murder'' of a" , "date" : "19880313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "Brooklyn Man Given Prison Term For a 'Racially Motivated' Slaying" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/13\/nyregion\/brooklyn-man-given-prison-term-for-a-racially-motivated-slaying.html"} , {"body" : "LEAD: A Fresh 'Cookie' A Fresh 'Cookie' Susan Seidelman was exhilarated. She'd just blown up her first car. ''It was fun,'' she said. Ms. Seidelman, the director of ''Desperately Seeking Susan'' and ''Making Mr. Right,'' is at work these days on ''Cookie'' - a father-daughter story with a New York City Mafia background. Peter Falk plays Dino, the" , "date" : "19880311" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "At the Movies" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/11\/movies\/at-the-movies.html"} , {"body" : "LEAD: THE largest solicitation of commercial and industrial development proposals in the 22-year history of the New York City Public Development Corporation was announced yesterday by the agency's president, James P. Stuckey. THE largest solicitation of commercial and industrial development proposals in the 22-year history of the New York City" , "date" : "19880302" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "22" , "title" : "Real Estate; Development Ideas Sought In New York" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/02\/business\/real-estate-development-ideas-sought-in-new-york.html"} , {"body" : "LEAD: Irwin S. Chanin, an architect and builder whose skyline signature was formed of jazzy Art Deco towers and whose legacy to Broadway was a half dozen elegant theaters, died of natural causes Wednesday at his Manhattan home, his family said. He was 96 years old. Irwin S. Chanin, an architect and builder whose skyline signature was formed of" , "date" : "19880226" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "17" , "title" : "Irwin Chanin, Builder of Theaters And Art Deco Towers, Dies at 96" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/26\/obituaries\/irwin-chanin-builder-of-theaters-and-art-deco-towers-dies-at-96.html"} , {"body" : "LEAD: Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary schools and junior high schools in May 1987. Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary schools and junior high schools" , "date" : "19880223" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "The Reading Scores For New York City Schools" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/23\/nyregion\/the-reading-scores-for-new-york-city-schools.html"} , {"body" : "LEAD: An off-duty police officer shot and wounded a man who was firing a gun during a dispute on a Brooklyn street last night, the police said. An off-duty police officer shot and wounded a man who was firing a gun during a dispute on a Brooklyn street last night, the police said. The man, Timothy Howell, 20 years old, of 2836 West 23d Street in" , "date" : "19880220" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "A Man Is Shot and Wounded By an Off-Duty Police Officer" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/20\/nyregion\/a-man-is-shot-and-wounded-by-an-off-duty-police-officer.html"} , {"body" : "LEAD: Six thousand uniformed firefighters -almost half of New York City's force -paraded across the Brooklyn Bridge to City Hall yesterday to protest $11.2 million in cuts from the Fire Department's proposed 1989 budget. Six thousand uniformed firefighters -almost half of New York City's force -paraded across the Brooklyn Bridge to City Hall" , "date" : "19880219" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN BRIDGE" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "6,000 Firefighters Protest Budget Cutbacks" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/19\/nyregion\/6000-firefighters-protest-budget-cutbacks.html"} , {"body" : "LEAD: In the two years since she became president of the United Federation of Teachers, Sandra Feldman has carved a broad role for herself, aiming not only to better the lot of teachers but also to be a major force in turning the New York City school system around. In the two years since she became president of the United Federation of Teachers," , "date" : "19880217" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Life After Shanker: Leader Mends Fences" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/17\/nyregion\/life-after-shanker-leader-mends-fences.html"} , {"body" : "LEAD: One man was killed and another was injured when a gunman opened fire in a lower Manhattan restaurant early yesterday, the police said. A suspect was later arrested and charged in the shooting. One man was killed and another was injured when a gunman opened fire in a lower Manhattan restaurant early yesterday, the police said. A suspect was" , "date" : "19880213" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "1 Slain in Manhattan Restaurant; Suspect Is Seized in the Shooting" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/13\/nyregion\/1-slain-in-manhattan-restaurant-suspect-is-seized-in-the-shooting.html"} , {"body" : "LEAD: The First New York International Festival of the Arts, scheduled in June and July, is announcing its offerings by discipline. Dance, listed below, was officially announced today. Details of the film and television programs are to be announced on Wednesday, and theater is to follow on Friday. The First New York International Festival of the" , "date" : "19880208" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "Arts Festival Program Spans Century of Dance" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/08\/arts\/arts-festival-program-spans-century-of-dance.html"} ,   {"body" : "LEAD: At this rate, there may be no farmland left in New Jersey in two decades. Litchfield County, Conn., lost nearly half of its agricultural acreage over two decades. Scout camps in Hunterdon County, N.J., and Dutchess County, N.Y., beset by declining attendance, encroaching suburbs and even a lack of lifeguards, were coveted by developers. At" , "date" : "19880204" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO MATTERS; Time to Save Open Land Is Running Out" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/04\/nyregion\/metro-matters-time-to-save-open-land-is-running-out.html"} , {"body" : "LEAD: JUDGED by its first month, 1988 promises to be an energetic, expansive and sometimes controversial year for photography. On a weekend's excursion to museums and galleries currently exhibiting photographs, one can sense a ferment that compensates for the often uninviting chill of winter streets and sidewalks. JUDGED by its first month, 1988" , "date" : "19880129" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Photographs That Reflect and Confront Cultural Icons" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/29\/arts\/photographs-that-reflect-and-confront-cultural-icons.html"} , {"body" : "LEAD: A second assailant pleaded guilty yesterday in the fatal beating and stabbing of a 20-year-old Brooklyn man who was riding a bicycle when he was attacked in Coney Island in May 1986, officials said. A second assailant pleaded guilty yesterday in the fatal beating and stabbing of a 20-year-old Brooklyn man who was riding a bicycle when he was" , "date" : "19880126" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "2d Man Pleads Guilty in Killing of Bicyclist" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/26\/nyregion\/2d-man-pleads-guilty-in-killing-of-bicyclist.html"} , {"body" : "LEAD: One off-duty police officer was stabbed in the face in a struggle with a car thief in the South Bronx, and another off-duty officer was shot during a dispute with a motorist in Brooklyn last night, the police said. One off-duty police officer was stabbed in the face in a struggle with a car thief in the South Bronx, and another off-duty" , "date" : "19880125" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Off-duty Officer Is Stabbed and a 2d Is Shot" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/25\/nyregion\/off-duty-officer-is-stabbed-and-a-2d-is-shot.html"} , {"body" : "LEAD: The Strycker's Bay Neighborhood Council, a housing and social service organization in New York, took two filing cabinets, a cart and three chairs from the warehouse. Coney Island USA, a theater-museum group, picked up a desk, a filing cabinet and four walkie-talkies. Neither organization paid for the items, but got them under a New York The" , "date" : "19880114" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "Surplus Goods Aid Social Agencies" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/14\/garden\/surplus-goods-aid-social-agencies.html"} , {"body" : "LEAD: Two men were shot by the police in Brooklyn and the South Bronx - 20 minutes apart - early yesterday, and one of them remained in critical condition last night, the police reported. Two men were shot by the police in Brooklyn and the South Bronx - 20 minutes apart - early yesterday, and one of them remained in critical condition last night," , "date" : "19880110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SOUTH BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "2 Hurt in Shootings by Police" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/10\/nyregion\/2-hurt-in-shootings-by-police.html"} , {"body" : "LEAD: >The marriage of Arielle Nadine Bienenstock, the daughter of Dr. and Mrs. Harry Bienenstock of Belle Harbor, Queens, to Dr. David Kauver, the son of Dr. and Mrs. Abraham J. Kauver of Denver, took place yesterday at Temple Beth Sholom in Lawrence, L.I. Rabbis Jacob Reiner and Bennett Rackman performed the ceremony. >The marriage of Arielle" , "date" : "19880110" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "47" , "title" : "ARIELLE BIENENSTOCK WEDS A PHYSICIAN" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/10\/style\/arielle-bienenstock-weds-a-physician.html"} , {"body" : "LEAD: A 41-year-old Brooklyn man was arrested last night and charged with the slaying of a 12-year-old Coney Island boy who was shot in the head Dec. 30 as he looked through the peephole of his family's apartment door. A 41-year-old Brooklyn man was arrested last night and charged with the slaying of a 12-year-old Coney Island boy who was shot in" , "date" : "19880104" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Brooklyn Man Held in Killing Of Boy at Door of Apartment" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/04\/nyregion\/brooklyn-man-held-in-killing-of-boy-at-door-of-apartment.html"} , {"body" : "LEAD: In a shadowy section of Pennsylvania Station, Maurice Warner rocked slowly back and forth, muttering softly as he surveyed about 30 homeless people, most of them asleep on wooden benches or the bare floors. In a shadowy section of Pennsylvania Station, Maurice Warner rocked slowly back and forth, muttering softly as he surveyed about 30" , "date" : "19880102" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["PENNSYLVANIA STATION (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Dawn of '88 Brings Hope And Unease" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/02\/nyregion\/dawn-of-88-brings-hope-and-unease.html"}]