[  {"body" : "LEAD: Mayor Koch said yesterday that he had begun holding invitation-only meetings with community leaders in 11 troubled New York City neighborhoods in an attempt to ease racial and ethnic tensions. Mayor Koch said yesterday that he had begun holding invitation-only meetings with community leaders in 11 troubled New York City neighborhoods in an" , "date" : "19881228" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Koch to Meet With Leaders Around City" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/28\/nyregion\/koch-to-meet-with-leaders-around-city.html"} , {"body" : "LEAD: The record for homicides in a single year in New York City was broken in 1988, which began with the karate-kick killing of a young college graduate and saw the execution of a rookie police officer guarding a drug witness's house. The record for homicides in a single year in New York City was broken in 1988, which began with the karate-kick" , "date" : "19881226" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Homicides Hit a Record In New York" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/26\/nyregion\/homicides-hit-a-record-in-new-york.html"} , {"body" : "LEAD: Friday FRENCH ART Friday FRENCH ART The Prospect Heights section of Brooklyn might be called the 21st arrondissement of Paris this month, as the Brooklyn Museum is presenting three exhibitions of French art. In addition to the ''Courbet Reconsidered'' show, which includes nearly 100 works by the early-19th-century painter, and its ''Century" , "date" : "19881223" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/23\/arts\/weekender-guide.html"} , {"body" : "LEAD: ''The Mystery of Things,'' a new exhibition at the Brooklyn Children's Museum, is intended to promote object literacy among young visitors. Through a series of clues and puzzles, children learn the significance of objects and develop reasoning skills. More than 300 objects from the museum's permanent collection - including Akuaba dolls from" , "date" : "19881218" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "89" , "title" : "'Mystery' for Children" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/18\/books\/mystery-for-children.html"} , {"body" : "LEAD: A woman fell through a sidewalk grating and down a 20-foot vent Thursday night, landing on subway tracks in a Brooklyn station, transit officials said. A woman fell through a sidewalk grating and down a 20-foot vent Thursday night, landing on subway tracks in a Brooklyn station, transit officials said. ''She's lucky to be alive, that's for" , "date" : "19881217" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Woman on Sidewalk Falls to Subway Tracks" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/17\/nyregion\/woman-on-sidewalk-falls-to-subway-tracks.html"} , {"body" : "LEAD: The Knicks are in first place in the Atlantic Division. It's a strange occurrence, considering that in the 43-year history of the franchise they have only four divisional championships and two National Basketball Association titles - in 1970 and 1973. If the Knicks win the division, it would be their first divisional title since the 1970-71" , "date" : "19881213" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "20" , "title" : "NOTEBOOK; For the Knicks, Leading Division Is a Rare Feat" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/13\/sports\/notebook-for-the-knicks-leading-division-is-a-rare-feat.html"} , {"body" : "LEAD: The Rev. Al Sharpton's landlord, who successfully sued him for nonpayment of rent in June, began eviction proceedings against him yesterday, contending that Mr. Sharpton was again in arrears. The Rev. Al Sharpton's landlord, who successfully sued him for nonpayment of rent in June, began eviction proceedings against him yesterday, contending" , "date" : "19881213" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "METRO DATELINES; Sharpton's Landlord Moves to Evict Him" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/13\/nyregion\/metro-datelines-sharpton-s-landlord-moves-to-evict-him.html"} , {"body" : "LEAD: A 7-year-old girl died last night in a fire that broke out in her family's apartment in the Crown Heights section of Brooklyn. The child's grandmother, Barbara Hannahan, ran out of the apartment, at 421 Crown Street, to find help after she smelled smoke. The door locked behind her, preventing her from getting back in to rescue the child, the" , "date" : "19881210" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Girl, 7, Dies in Brooklyn Fire" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/10\/nyregion\/girl-7-dies-in-brooklyn-fire.html"} , {"body" : "LEAD: It was 8:30 P.M. on a Friday night in the Park Slope section of Brooklyn. Four young black males attacked three young white males on their way to the subway station at the intersection of Seventh and Flatbush Avenues. Two of the whites were basically unharmed, while one of the whites suffered a severely broken nose. It was 8:30 P.M. on a" , "date" : "19881203" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "27" , "title" : "How Gentification Broke My Nose" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/03\/opinion\/how-gentification-broke-my-nose.html"} , {"body" : "LEAD: EACH weekend they appear, climbing out of the IRT station at Grand Army Plaza and looking around at the unfamiliar trees and landmarks of Brooklyn until they zero in on Eastern Parkway. Then off they pad on expensive running shoes to test the air and the low real estate prices of Prospect Heights, the city's latest emerging middle-class" , "date" : "19881127" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT HEIGHTS (BROOKLYN, NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Prospect Heights Beginning Climb To Gentrification" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/27\/realestate\/prospect-heights-beginning-climb-to-gentrification.html"} ,   {"body" : "LEAD: When Israeli voters went to the polls early this month in Jerusalem, Tel Aviv and other cities, they were handed voting cards with the picture of a Brooklyn rabbi who has never been to Israel, imploring them to vote for one of the major religious parties, Agudat Israel. When Israeli voters went to the polls early this month in Jerusalem, Tel" , "date" : "19881114" , "day_of_week_facet" : "Monday" , "geo_facet" : ["ISRAEL, STATE OF"] , "nytd_section_facet" : ["World"] , "page_facet" : "13" , "title" : "Israelis Vote, and the Lubavitchers Rejoice" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/14\/world\/israelis-vote-and-the-lubavitchers-rejoice.html"} , {"body" : "LEAD: Heavy demand for affordable housing in New York City has stimulated investment in neighborhoods that used to be terra incognita for lenders. Heavy demand for affordable housing in New York City has stimulated investment in neighborhoods that used to be terra incognita for lenders. This demand has made redlining - the willful and illegal" , "date" : "19881113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "18" , "title" : "Demand for Affordable Housing Helps Slow Redlining" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/13\/realestate\/demand-for-affordable-housing-helps-slow-redlining.html"} , {"body" : "LEAD: (NOTE: This table may be divided, and additional information on a particular entry may appear on more than one screen.) *2*PRESIDENT Dukakis Bush A.D.BRONX 73. Mott Haven, Hunts Point 23,696 3,101 74. Soundview, Bronx River 21,741 4,710 75. P'chester, Throgs Nk, Castle Hill 17,914 15,552 76. (NOTE: This table may be divided, and additional" , "date" : "19881110" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "THE ELECTIONS; Voting by Assembly District" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/10\/nyregion\/the-elections-voting-by-assembly-district.html"} , {"body" : "LEAD: Mayor Koch yesterday ordered the City Health Department to drop plans to give drug addicts clean needles at a neighborhood health clinic in Chelsea because of complaints that the clinic is next door to an elementary school. Mayor Koch yesterday ordered the City Health Department to drop plans to give drug addicts clean needles at a" , "date" : "19881103" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CHELSEA (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Koch Cancels Needle Test Near School" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/03\/nyregion\/koch-cancels-needle-test-near-school.html"} , {"body" : "LEAD: A Koch administration plan to create housing in three boroughs for hundreds of homeless AIDS patients drew mixed reviews yesterday from community boards and local elected officials. Some vehemently opposed the housing, while others said they favored it in principle. A Koch administration plan to create housing in three boroughs for hundreds" , "date" : "19881101" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Koch Criticized on Plan To Open AIDS Shelters" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/01\/nyregion\/koch-criticized-on-plan-to-open-aids-shelters.html"} , {"body" : "LEAD: A three-decade tradition in New York City will end Thursday when Gov. Michael S. Dukakis of Massachusetts campaigns in some other state rather than at a Garment Center rally that has whooped it up in past Presidential elections for Adlai E. Stevenson, John F. Kennedy, Lyndon B. Johnson, George McGovern, Jimmy Carter and Walter A three-decade" , "date" : "19881030" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "GARMENT DISTRICT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Political Notes; A Democratic Tradition Ends in New York City" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/30\/nyregion\/political-notes-a-democratic-tradition-ends-in-new-york-city.html"} , {"body" : "LEAD: New York City's Health Commissioner, Dr. Stephen C. Joseph, said yesterday that four sites have been selected for his pilot plan to have drug users exchange used needles for clean ones to reduce the spread of AIDS. New York City's Health Commissioner, Dr. Stephen C. Joseph, said yesterday that four sites have been selected for his pilot plan" , "date" : "19881021" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Four Sites Are Chosen For Needle Exchange" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/21\/nyregion\/four-sites-are-chosen-for-needle-exchange.html"} , {"body" : "LEAD: OFF EASTERN PARKWAY on St. John's Place in Brooklyn, the music begins a slow swell as a stranger walks up the street, past Glenda's West Indian Restaurant, past the freshly painted row houses with their immaculate, barren front yards. It grows louder near a house toward the end of the block, louder still on the stoop, through a kitchen to the" , "date" : "19881016" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "92" , "title" : "THE DIFFERENT DRUMS OF BOB TELSON" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/16\/magazine\/the-different-drums-of-bob-telson.html"} , {"body" : "LEAD: The 67th Precinct station house in Brooklyn could have been conjured up by a Hollywood director, from the telephones ringing off the hook to the gruff but kindly sergeant presiding over the hubbub from behind his high-altitude wooden desk. Below him, uniformed officers, some herding handcuffed suspects, thread their way past" , "date" : "19881012" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "Police Add Computer To Arsenal" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/12\/nyregion\/police-add-computer-to-arsenal.html"} , {"body" : "LEAD: Brooklyn Expansion Brooklyn Expansion Oct. 9 - The Kingsbrook Jewish Medical Center in Brooklyn has embarked on a $35 million capital-improvement program that will add, among other things, a structure with 880 beds for acute and long-term patients. Senator Daniel Patrick Moynihan is scheduled to be the guest of honor at a black-tie benefit at" , "date" : "19881009" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "70" , "title" : "SOCIAL EVENTS; Big Parties, Big Causes" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/09\/style\/social-events-big-parties-big-causes.html"} ,   {"body" : "LEAD: Few signs of Ebbets Field remain in the neighborhood, apart from the fabled stadium's name that adorns a large public housing complex and many small shops on Bedford Avenue, but memories of the old Dodgers, our Dodgers, persist. Few signs of Ebbets Field remain in the neighborhood, apart from the fabled stadium's name that adorns a large" , "date" : "19881009" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["EBBETS FIELD (BROOKLYN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "On Dodgers' Ex-Turf, It's Go Mets!" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/09\/nyregion\/on-dodgers-ex-turf-it-s-go-mets.html"} , {"body" : "LEAD: In a report outlining planned corrective actions, a troubled Brooklyn hospital has issued a detailed response to criticisms of severe deficiencies in care that the State Health Department made last month. In a report outlining planned corrective actions, a troubled Brooklyn hospital has issued a detailed response to criticisms of severe" , "date" : "19880929" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "Hospital Links Care Problems To Fiscal Strain" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/29\/nyregion\/hospital-links-care-problems-to-fiscal-strain.html"} , {"body" : "LEAD: THE Brooklyn Children's Museum has begun a $4.5 million renovation that is to be completed in five years. The museum, designed in 1976 by Hardy Holzman Pfeiffer Associates of Manhattan, was built as a large open space, which museum staff members have found inefficient. In the renovation, rooms are being built so visitors can focus on single" , "date" : "19880929" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS; Children's Museum: New Ways to Play" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/29\/garden\/currents-children-s-museum-new-ways-to-play.html"} , {"body" : "LEAD: Encouraged by sunny skies and enabled by an extra day off, New Yorkers thronged city streets yesterday for a pair of outdoor events - one featuring the Caribbean, the other organized labor, but both tinged with the political striving that Labor Day, as the unofficial end of summer, traditionally begins. Encouraged by sunny skies and enabled" , "date" : "19880906" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Labor Day '88: A Time to Play and Parade" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/06\/nyregion\/labor-day-88-a-time-to-play-and-parade.html"} , {"body" : "LEAD: Surrounded by several thousand followers, the 86-year-old Grand Rabbi of Lubavitch put a shovel in the earth and broke ground last week for a new $23 million headquarters for the Hasidic group he heads. Surrounded by several thousand followers, the 86-year-old Grand Rabbi of Lubavitch put a shovel in the earth and broke ground last week for a" , "date" : "19880905" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Hasidic Group Expands Amid Debate on Future" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/05\/nyregion\/hasidic-group-expands-amid-debate-on-future.html"} , {"body" : "LEAD: Already, spies have gone to Morris Stewart's workshop in Brooklyn to see what is new among the mounds of brightly colored plumes, metallic baubles and bolts of shimmering red, gold and silver fabric. Already, spies have gone to Morris Stewart's workshop in Brooklyn to see what is new among the mounds of brightly colored plumes, metallic" , "date" : "19880901" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "CARNIVAL OF LAVISH PLUMED COSTUMES" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/01\/nyregion\/carnival-of-lavish-plumed-costumes.html"} , {"body" : "LEAD: The Brooklyn Children's Museum will be closed from Sept. 6 through Sept. 30 while improvements are made to accommodate more visitors and school tours. A computerized visitor-orientation system and an exhibition area for preschool children is to be completed, and repairs and painting will be done during the closing. The Brooklyn Children's" , "date" : "19880827" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "48" , "title" : "Museum Closes Sept. 6" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/27\/arts\/museum-closes-sept-6.html"} , {"body" : "LEAD: A 22-year-old man was shot to death by the police and an officer was wounded yesterday during a gun battle in Brooklyn, the authorities said. A 22-year-old man was shot to death by the police and an officer was wounded yesterday during a gun battle in Brooklyn, the authorities said. The police said at least 23 shots were fired during the" , "date" : "19880825" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Man Killed and Officer Wounded In Gun Battle at Brooklyn Project" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/25\/nyregion\/man-killed-and-officer-wounded-in-gun-battle-at-brooklyn-project.html"} , {"body" : "LEAD: State Senator Martin Markowitz pleaded guilty yesterday to misdemeanor charges of illegally hiding the sources of $25,000 in political contributions to his unsuccessful 1985 campaign for Brooklyn borough president. He was fined $7,500 and sentenced to perform 75 hours of community service. State Senator Martin Markowitz pleaded guilty" , "date" : "19880818" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Legislator Pleads Guilty To Hiding Source of Contributions" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/18\/nyregion\/brooklyn-legislator-pleads-guilty-to-hiding-source-of-contributions.html"} , {"body" : "LEAD: A medical center in central Brooklyn has been cited by the New York State Department of Health for frequent and severe deficiencies, some of which may have contributed to the deaths of five patients. A medical center in central Brooklyn has been cited by the New York State Department of Health for frequent and severe deficiencies, some of" , "date" : "19880815" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Center Is Cited For Failures In Patient Care" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/15\/nyregion\/center-is-cited-for-failures-in-patient-care.html"} ,   {"body" : "LEAD: The Miller gang lacks the public notoriety of, say, the James brothers or John Gotti. Nor is Sean Miller a stereotypical racketeer. The Miller gang lacks the public notoriety of, say, the James brothers or John Gotti. Nor is Sean Miller a stereotypical racketeer. The 21-year-old Brooklyn man is a paraplegic. He lives with his parents and" , "date" : "19880811" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["MADISON SQUARE GARDEN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; Legal Maneuver Transforms Gang Into Racketeers" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/11\/nyregion\/metro-matters-legal-maneuver-transforms-gang-into-racketeers.html"} , {"body" : "LEAD: Shows, Nature, Museums ''FINN McCOOL,'' an Irish story, told by Jody Moore, and ''The Real Princess,'' a story by Hans Christian Andersen, told by Tom White, 11 A.M. Saturday at the Andersen statue, near 72d Street and Fifth Avenue in Central Park. Free. ''WIDE-AWAKE JAKE,'' a play based on an English storybook of the same name by Helen" , "date" : "19880805" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "9" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/05\/arts\/for-children.html"} , {"body" : "LEAD: Three Brooklyn residents have been indicted on charges that they forged deeds on buildings and attempted to sell them in a scheme that officials said involved 38 properties valued at more than $3.7 million. Three Brooklyn residents have been indicted on charges that they forged deeds on buildings and attempted to sell them in a scheme that" , "date" : "19880720" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "3 Indicted In Swindle On Properties" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/20\/nyregion\/3-indicted-in-swindle-on-properties.html"} , {"body" : "LEAD: A Harvard scholar and explorer formally turned down the presidency of City University's troubled Medgar Evers College yesterday, several weeks after the school announced his appointment and he denied that he had ever accepted it. A Harvard scholar and explorer formally turned down the presidency of City University's troubled Medgar Evers" , "date" : "19880720" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Scholar Turns Down CUNY Post; Denies Accepting Appointment" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/20\/nyregion\/scholar-turns-down-cuny-post-denies-accepting-appointment.html"} , {"body" : "LEAD: A law professor who coached a girls' high school debating team to five national championships, was chairman of a college religion department and then served as law clerk to the Chief Justice of the United States was appointed yesterday as the new dean of the New York University Law School. A law professor who coached a girls' high school" , "date" : "19880714" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "N.Y.U. Law School Picks New Dean" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/14\/nyregion\/nyu-law-school-picks-new-dean.html"} , {"body" : "LEAD: Two clerks at an all-night grocery were shot to death in Brooklyn early yesterday during an $800 robbery, the police said. Two clerks at an all-night grocery were shot to death in Brooklyn early yesterday during an $800 robbery, the police said. Before leaving the store, one of the robbers apparently stood behind the counter and waited on" , "date" : "19880702" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "TWO CLERKS KILLED IN ROBBERY AT ALL-NIGHT GROCERY" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/02\/nyregion\/two-clerks-killed-in-robbery-at-all-night-grocery.html"} , {"body" : "LEAD: Two days after the announcement of his appointment as president of the City University of New York's troubled Medgar Evers College, a prominent Harvard scholar and internationally known explorer said yesterday that he had not accepted the position, only ''the honor of the offer.'' Two days after the announcement of his appointment as" , "date" : "19880630" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Explorer Denies Taking Top Post At Evers College" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/30\/nyregion\/explorer-denies-taking-top-post-at-evers-college.html"} , {"body" : "LEAD: A veteran administrator of the City University system was chosen yesterday to become president of Hunter College, one of the most academically prestigious branches of the City University of New York. And in a second, surprising appointment, a Harvard scholar and internationally known explorer was named the new president of Medgar Evers" , "date" : "19880628" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CUNY Names New Leaders Of 2 Colleges" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/28\/nyregion\/cuny-names-new-leaders-of-2-colleges.html"} , {"body" : "LEAD: The police were searching yesterday for evidence to confirm a murder suspect's account that he had slain at least seven people in Queens and Brooklyn. The police were searching yesterday for evidence to confirm a murder suspect's account that he had slain at least seven people in Queens and Brooklyn. The suspect, Gregory Hector, 26 years old," , "date" : "19880626" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Suspect in 3 Killings Claims Others, the Police Say" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/26\/nyregion\/suspect-in-3-killings-claims-others-the-police-say.html"} , {"body" : "LEAD: A Queens man said to be responsible for at least three deaths in Queens and Brooklyn was arrested yesterday after he stabbed and critically wounded two neighbors, the police said. A Queens man said to be responsible for at least three deaths in Queens and Brooklyn was arrested yesterday after he stabbed and critically wounded two neighbors," , "date" : "19880625" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "SUSPECT HELD IN DEATH OF BROOKLYN WOMAN AND SON" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/25\/nyregion\/suspect-held-in-death-of-brooklyn-woman-and-son.html"} ,   {"body" : "LEAD: IT began slowly four years ago. At the urging of Carol Bellamy, then President of the City Council, $25 million was put into the city's capital budget to support the conversion of city-owned buildings into housing for homeless people who also need support services. It was called the Capital Budget Homeless Housing IT began slowly four years" , "date" : "19880619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "PERSPECTIVES: Specialized Housing; Program for Homeless Picks Up Its Pace" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/19\/realestate\/perspectives-specialized-housing-program-for-homeless-picks-up-its-pace.html"} , {"body" : "LEAD: Violence erupted at two Brooklyn schools yesterday, as fighting between groups of students leaving for the summer escalated into rioting and two girls were shot. Violence erupted at two Brooklyn schools yesterday, as fighting between groups of students leaving for the summer escalated into rioting and two girls were shot. At George W. Wingate" , "date" : "19880617" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Violence Breaks Out at 2 Brooklyn Schools" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/17\/nyregion\/violence-breaks-out-at-2-brooklyn-schools.html"} , {"body" : "LEAD: In many New York City neighborhoods, the completion of a new condominium is routine. But in the Inwood section of Manhattan, the sale of apartments in two renovated buildings now known as the Academy Twins represents a milestone. In many New York City neighborhoods, the completion of a new condominium is routine. But in the Inwood section of" , "date" : "19880604" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["INWOOD (NYC)" , "ACADEMY TWINS (NYC BUILDING)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Little Consortium of Big Banks Is Aiding Inwood" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/04\/nyregion\/little-consortium-of-big-banks-is-aiding-inwood.html"} , {"body" : "LEAD: Matthew Baptiste came to New York City from Grenada in 1979, working in a bank and at printing jobs, saving his money and making plans. Nine months ago, in a one-room storefront on Rutland Road in Brooklyn, Mr. Baptiste opened the Vanguard Printing shop, producing business cards, wedding invitations and fliers for reggae, calypso and other" , "date" : "19880603" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Caribbean Verve Brightens New York" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/03\/nyregion\/caribbean-verve-brightens-new-york.html"} , {"body" : "LEAD: Friday GOODBYE AGAIN Friday GOODBYE AGAIN About a year has passed since there has been any news about the friendly folks in Lake Wobegon, Minn. But that will change when Garrison Keillor is host of ''A Prairie Home Companion: The Second Annual Farewell Performance'' tonight and tomorrow at Radio City Music Hall. ''It was so much fun leaving" , "date" : "19880603" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/03\/arts\/weekender-guide.html"} , {"body" : "LEAD: Wesley McDonald Holder chooses his words carefully, as someone might who can apply nine decades of perspective to today's political conundrums. Wesley McDonald Holder chooses his words carefully, as someone might who can apply nine decades of perspective to today's political conundrums. Yesterday, from his desk in the office of a Crown" , "date" : "19880526" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; Marcus Garvey And Ed Koch In Perspective" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/26\/nyregion\/metro-matters-marcus-garvey-and-ed-koch-in-perspective.html"} , {"body" : "LEAD: New York City officials said yesterday that four schools will be built in School District 17 in Brooklyn for elementary and junior high school students. New York City officials said yesterday that four schools will be built in School District 17 in Brooklyn for elementary and junior high school students. The district is the borough's most" , "date" : "19880525" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "4 New Schools Planned in Brooklyn District" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/25\/nyregion\/4-new-schools-planned-in-brooklyn-district.html"} , {"body" : "LEAD: Oscar Bravo's third-grade schoolmates teased him when he was chosen to study ballet at the New Ballet School, a program sponsored by the Feld Ballet in cooperation with the New York City Board of Education. Oscar Bravo's third-grade schoolmates teased him when he was chosen to study ballet at the New Ballet School, a program sponsored by the" , "date" : "19880525" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "They're Young and Chosen and Dancing" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/25\/nyregion\/they-re-young-and-chosen-and-dancing.html"} , {"body" : "LEAD: Reports that a mortally wounded man waited 40 minutes on a Brooklyn street for an ambulance Monday were exaggerated by at least 15 minutes, the police and the Emergency Medical Service, which operates the city's ambulance system, said yesterday. Reports that a mortally wounded man waited 40 minutes on a Brooklyn street for an ambulance Monday" , "date" : "19880513" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Ambulance Crew Backed in Inquiry on a Death" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/13\/nyregion\/ambulance-crew-backed-in-inquiry-on-a-death.html"} , {"body" : "LEAD: Mayor Koch proposed doubling capital spending for the New York City school system yesterday, saying he would seek $5.2 billion over the next 10 years. Mayor Koch proposed doubling capital spending for the New York City school system yesterday, saying he would seek $5.2 billion over the next 10 years. The Mayor said his budget request would" , "date" : "19880508" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "24" , "title" : "Koch Proposes Doubling of Capital Spending for New York Schools" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/08\/nyregion\/koch-proposes-doubling-of-capital-spending-for-new-york-schools.html"} ,   {"body" : "LEAD: A 17-year-old high-school student, set upon by six muggers on an IRT subway train in Brooklyn early yesterday, was arrested after he drew a small handgun and wounded one assailant, the transit police said. A 17-year-old high-school student, set upon by six muggers on an IRT subway train in Brooklyn early yesterday, was arrested after he drew" , "date" : "19880505" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "IRT Mugging Victim Seized For Using a Pistol in Defense" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/05\/nyregion\/irt-mugging-victim-seized-for-using-a-pistol-in-defense.html"} , {"body" : "LEAD: The suffering of a blind woman who was raped and robbed two years ago and who felt compelled to leave Manhattan was recounted yesterday at the sentencing of the man who pleaded guilty to the crime. The suffering of a blind woman who was raped and robbed two years ago and who felt compelled to leave Manhattan was recounted yesterday at the" , "date" : "19880505" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Rapist Is Sentenced to 15 Years" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/05\/nyregion\/rapist-is-sentenced-to-15-years.html"} , {"body" : "LEAD: New York City housing officials said yesterday that they would seek a court appointment of an administrator to run a 113-unit apartment building in Brooklyn where a landlord served a term of house arrest for refusing to make repairs. New York City housing officials said yesterday that they would seek a court appointment of an administrator to" , "date" : "19880430" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Administrator Is Sought for Building in Disrepair" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/30\/nyregion\/administrator-is-sought-for-building-in-disrepair.html"} , {"body" : "LEAD: FRIDAY MOUSE IN THE HOUSE FRIDAY MOUSE IN THE HOUSE Depending on one's perspective, it is either excruciatingly cute or the quintessence of a pest. The small rodent that is the object of such disparate conceptions will be honored at the Bronx Zoo, where a new permanent exhibition, called Mousehouse, opens today. In fact, 28 different species" , "date" : "19880429" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/29\/arts\/weekender-guide.html"} , {"body" : "LEAD: A 57-year-old Brooklyn woman was fatally stabbed yesterday in her home, and her nephew was charged in the slaying, the police reported. A 57-year-old Brooklyn woman was fatally stabbed yesterday in her home, and her nephew was charged in the slaying, the police reported. A police spokesman, Sgt. Maurice Howard, identified the victim as Ceola" , "date" : "19880424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Woman Stabbed in Brooklyn; Nephew Charged in Slaying" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/24\/nyregion\/woman-stabbed-in-brooklyn-nephew-charged-in-slaying.html"} , {"body" : "LEAD: Dukakis Jackson Gore BRONX 73. Mott Haven, Hunts Point 4,026 12,299 365 74. Soundview, Bronx River 4,031 10,428 400 75. Parkchester, Throgs Neck, Castle Hill 6,276 5,903 1,085 76. Highbridge Morris Heights 1,646 10,556 147 77. University Heights, Fordham 2,331 7,228 308 78. Dukakis Jackson Gore BRONX 73. Mott Haven, Hunts Point 4,026 12,299" , "date" : "19880421" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "25" , "title" : "THOUGH A LOSER, JACKSON MOVED THE MASSES, PRO AND CON, IN NEW YORK; Vote by Assembly District" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/21\/us\/though-loser-jackson-moved-masses-pro-con-new-york-vote-assembly-district.html"} , {"body" : "LEAD: Outside Edward R. Murrow High School in Brooklyn, the only hint that an election was taking place Tuesday was the man with the hat. He politely stopped passers-by to give out palm cards promoting the candidacy of Senator Albert Gore Jr. Inside the school, in the Midwood section, Max Sultan was complaining because his polling place had been" , "date" : "19880421" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; Campaign '88 Tired Souls And New Blood" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/21\/nyregion\/metro-matters-campaign-88-tired-souls-and-new-blood.html"} , {"body" : "LEAD: The F.B.I. arrested two men in the Bronx yesterday who are wanted in the slaying of five people in Maryland, officials said. The F.B.I. arrested two men in the Bronx yesterday who are wanted in the slaying of five people in Maryland, officials said. The men, Steven McMillian, 24 years old, who was staying with his mother at her apartment at" , "date" : "19880416" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["MARYLAND" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "2 Held in Killings in Maryland" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/16\/nyregion\/2-held-in-killings-in-maryland.html"} , {"body" : "LEAD: Some Jews speak of pain, some speak of anger. Some recall, with a bittersweet nostalgia, the days of civil rights solidarity and wonder why that feeling disappeared. For a very large share of New York's Jewish voters, the most important thing about the 1988 Presidential campaign is the candidacy of Jesse Some Jews speak of pain, some speak of" , "date" : "19880414" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "27" , "title" : "Jackson's Burden Among Jews: Fear Overpowers Unity on Civil Rights" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/14\/us\/jackson-s-burden-among-jews-fear-overpowers-unity-on-civil-rights.html"} , {"body" : "LEAD: A man sought for five murders in Maryland and one in New York City was captured by 30 heavily armed police officers in Brooklyn Saturday night, weeks after being seen on a television show featuring the crimes and profiles of the nation's most-wanted fugitives. A man sought for five murders in Maryland and one in New York City was captured by" , "date" : "19880411" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "MARYLAND"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Man Wanted as the Killer of 6 Is Caught Because of TV Show" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/11\/nyregion\/man-wanted-as-the-killer-of-6-is-caught-because-of-tv-show.html"} ,   {"body" : "LEAD: The Rev. Jesse Jackson campaigned in Brooklyn yesterday while Gov. Michael S. Dukakis of Massachusetts went to Pennsylvania and upstate New York. Senator Albert Gore, Jr. of Tennessee took the day off. The Rev. Jesse Jackson campaigned in Brooklyn yesterday while Gov. Michael S. Dukakis of Massachusetts went to Pennsylvania and upstate New" , "date" : "19880410" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "28" , "title" : "Light Day of Stumping for Dukakis and Jackson in New York" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/10\/us\/light-day-of-stumping-for-dukakis-and-jackson-in-new-york.html"} , {"body" : "LEAD: A 27-year-old Brooklyn man, known as the ''Spiderman Rapist,'' was sentenced to 18 years to life in prison yesterday for a series of rapes, robberies and burglaries in the Bedford-Stuyvesant section of Brooklyn. A 27-year-old Brooklyn man, known as the ''Spiderman Rapist,'' was sentenced to 18 years to life in prison yesterday for a series of" , "date" : "19880405" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "A BROOKLYN RAPIST GETS 18-YEAR TERM" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/05\/nyregion\/a-brooklyn-rapist-gets-18-year-term.html"} , {"body" : "LEAD: A Brooklyn man who failed to return a company car to work concocted a story of his own kidnapping that he later recanted, the police said yesterday. A Brooklyn man who failed to return a company car to work concocted a story of his own kidnapping that he later recanted, the police said yesterday. The man, Keith Edwards, 35 years old, was" , "date" : "19880404" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Recants Kidnapping Story" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/04\/nyregion\/man-recants-kidnapping-story.html"} , {"body" : "LEAD: A 17-year-old Brooklyn youth was shot in the back during an argument with another student yesterday morning at Prospect Heights High School in Brooklyn, the police said. A 17-year-old Brooklyn youth was shot in the back during an argument with another student yesterday morning at Prospect Heights High School in Brooklyn, the police said. The" , "date" : "19880324" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Brooklyn Youth, 17, Shot in a High School" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/24\/nyregion\/brooklyn-youth-17-shot-in-a-high-school.html"} , {"body" : "LEAD: A fire classified as arson extensively damaged a seven-story apartment building in Harlem yesterday, leaving 40 people homeless. Residents said the apartment where the fire began was a crack den. A fire classified as arson extensively damaged a seven-story apartment building in Harlem yesterday, leaving 40 people homeless. Residents said the" , "date" : "19880324" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Harlem Fire Linked to Crack Leaves 40 Homeless" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/24\/nyregion\/harlem-fire-linked-to-crack-leaves-40-homeless.html"} , {"body" : "LEAD: A Brooklyn landlord who was sentenced to live 15 days in the neglected apartment building he owns in the Crown Heights section, has corrected 81 percent of the housing code violations that prompted the sentence, the city said yesterday. A Brooklyn landlord who was sentenced to live 15 days in the neglected apartment building he owns in the" , "date" : "19880319" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Landlord in Brooklyn Fixes 354 Violations" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/19\/nyregion\/landlord-in-brooklyn-fixes-354-violations.html"} , {"body" : "LEAD: OVER a period of at least 10 years, New Yorkers have grown accustomed to hearing that the inventory of city-owned tax-foreclosed buildings is increasing. More housing units seemed to be coming into city ownership than going out as decent, improved housing. OVER a period of at least 10 years, New Yorkers have grown accustomed to hearing that" , "date" : "19880313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "PERSPECTIVES: Recycling; Putting Vacant Buildings Into Service" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/13\/realestate\/perspectives-recycling-putting-vacant-buildings-into-service.html"} , {"body" : "LEAD: One of the largest and most violent drug rings operating in Brooklyn has been smashed with the arrest of the group's leader and five major associates, Federal and city law-enforcement officials said yesterday. Another associate is being sought. One of the largest and most violent drug rings operating in Brooklyn has been smashed with the" , "date" : "19880311" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Federal-City Effort Attacks Violent Brooklyn Drug Ring" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/11\/nyregion\/federal-city-effort-attacks-violent-brooklyn-drug-ring.html"} , {"body" : "LEAD: Three former detectives for the Brooklyn District Attorney's office have been charged with illegally soliciting millions of dollars from businesses through a fraudulent police charity they set up 10 years ago, the Manhattan District Attorney announced yesterday. Three former detectives for the Brooklyn District Attorney's office have been" , "date" : "19880309" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 Ex-Detectives Held in Charity Fraud" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/09\/nyregion\/3-ex-detectives-held-in-charity-fraud.html"} , {"body" : "LEAD: DESPITE its relatively low profile among New York City's leading art institutions, the Brooklyn Museum remains conspicuously active. Three diverse shows have recently been mounted by the ambitious institution, which at the same time is organizing a tremendous expansion. Starting next Friday, master plans by the five finalists who competed to" , "date" : "19880304" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "Art: 3 Shows at Brooklyn Museum" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/04\/arts\/art-3-shows-at-brooklyn-museum.html"} ,   {"body" : "LEAD: AIRLINES and travel agents are wont to advertise their wondrously inexpensive getaways to the beaches of California and Hawaii, the mountains of Colorado and Montana, or the urban delights of Chicago and New Orleans - but the best bargain tour of the United States can be taken with only a handful of subway tokens and a hearty dose of" , "date" : "19880304" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "1" , "title" : "Touring America by Subway" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/04\/arts\/touring-america-by-subway.html"} , {"body" : "LEAD: Five years ago, the block on Underhill Avenue in the Prospect Heights section of Brooklyn looked like many streets in New York City's most devastated neighborhoods. Opposite an elementary school stood two small apartment buildings that, though deteriorating, were still occupied. They were flanked by three abandoned shells. Five years ago, the" , "date" : "19880227" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT HEIGHTS (BROOKLYN, NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "New Financial Tool Revives Old Block" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/27\/nyregion\/new-financial-tool-revives-old-block.html"} , {"body" : "LEAD: How to nurture trees in a tough city environment will be discussed at a free daylong syumposium on Sunday jat the Brooklyn Botanic Garden, 1000 Washington Avenue, in the Crown Heights section. How to nurture trees in a tough city environment will be discussed at a free daylong syumposium on Sunday jat the Brooklyn Botanic Garden, 1000" , "date" : "19880226" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "Botanic Garden Teaches Nurturing Trees in City" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/26\/arts\/botanic-garden-teaches-nurturing-trees-in-city.html"} , {"body" : "LEAD: Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary schools and junior high schools in May 1987. Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary schools and junior high schools" , "date" : "19880223" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "The Reading Scores For New York City Schools" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/23\/nyregion\/the-reading-scores-for-new-york-city-schools.html"} , {"body" : "LEAD: The landlord who had been under house arrest in one of his neglected apartment buildings in Brooklyn for 15 days was ordered released yesterday, eight days early because of time off for good behavior. The landlord who had been under house arrest in one of his neglected apartment buildings in Brooklyn for 15 days was ordered released" , "date" : "19880220" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Brooklyn Landlord Freed 8 Days Early" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/20\/nyregion\/brooklyn-landlord-freed-8-days-early.html"} , {"body" : "LEAD: Three New Yorkers and five community groups representing hundreds more were honored last night for their efforts to make the city a better place. Three New Yorkers and five community groups representing hundreds more were honored last night for their efforts to make the city a better place. In its annual awards, presented at the" , "date" : "19880219" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "New Yorkers Honored For Improving the City" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/19\/nyregion\/new-yorkers-honored-for-improving-the-city.html"} , {"body" : "LEAD: Last Friday the lobby of the apartment building at 320 Sterling Street, in the Crown Heights section of Brooklyn, was crowded with milling reporters and angry, shouting tenants. Last Friday the lobby of the apartment building at 320 Sterling Street, in the Crown Heights section of Brooklyn, was crowded with milling reporters and angry," , "date" : "19880218" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Landlord in His Own Jail: Tenants Debate His Fate" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/18\/nyregion\/landlord-in-his-own-jail-tenants-debate-his-fate.html"} , {"body" : "LEAD: International A2-12, A17 International A2-12, A17 Soviet education is afflicted with underfinancing, rigid central control and physical conditions so primitive that 40 percent of schools have no indoor toilets, a senior Soviet leader said. Page A1 A fire in the U.S. Embassy in Moscow was intense but brief and did no serious damage, according" , "date" : "19880218" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY: THURSDAY, FEBRUARY 18, 1988" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/18\/nyregion\/news-summary-thursday-february-18-1988.html"} , {"body" : "LEAD: A few weeks after the first baby sitter arrived, Beverly J. Hoff began to notice money and food missing from her home. The second sitter kept Ms. Hoff's son David in his playpen all day. The third let him run into the street one day as his mother drove up. A few weeks after the first baby sitter arrived, Beverly J. Hoff began to notice money" , "date" : "19880215" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Day-Care Effort Pressed For Municipal Workers" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/15\/nyregion\/day-care-effort-pressed-for-municipal-workers.html"} , {"body" : "LEAD: In a 10th-floor apartment of the Albany Houses, a housing project in Brooklyn, two dogs howled and scratched, itching to get at whoever was knocking at the door. In a 10th-floor apartment of the Albany Houses, a housing project in Brooklyn, two dogs howled and scratched, itching to get at whoever was knocking at the door. After a long," , "date" : "19880214" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "In Search of Minority-Group Voters" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/14\/nyregion\/in-search-of-minority-group-voters.html"} ,   {"body" : "LEAD: A Brooklyn landlord began serving a court-ordered stay in one of his neglected apartment buildings yesterday, a sentence imposed to give him a dose of his tenants' drab reality: leaky pipes, cold rooms, bold mice, falling plaster. A Brooklyn landlord began serving a court-ordered stay in one of his neglected apartment buildings yesterday, a" , "date" : "19880213" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Found in Contempt, Landlord Begins a Term in His Building" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/13\/nyregion\/found-in-contempt-landlord-begins-a-term-in-his-building.html"} , {"body" : "LEAD: For almost two hours, the cacophony of lilting Caribbean accents, Brooklynese and the audible influences of Spanish and Asian languages filled the auditorium at the Pratt Institute as 70 Brooklyn community leaders sought ways to reduce racial and ethnic tensions. For almost two hours, the cacophony of lilting Caribbean accents, Brooklynese" , "date" : "19880212" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Conference Focuses on Racial Strife" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/12\/nyregion\/conference-focuses-on-racial-strife.html"} , {"body" : "LEAD: Rabbi Israel Raphael Margolies, who spoke out on a variety of social issues and was a longtime civil rights advocate, died of complications from hypoglycemia yesterday at his home in Teaneck, N.J. He was 72 years old. Rabbi Israel Raphael Margolies, who spoke out on a variety of social issues and was a longtime civil rights advocate, died of" , "date" : "19880212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "4" , "title" : "Rabbi Israel Raphael Margolies Dies at 72" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/12\/obituaries\/rabbi-israel-raphael-margolies-dies-at-72.html"} , {"body" : "LEAD: A Brooklyn landlord has been sentenced to spend 15 days under house arrest in an apartment building that he owns and where he failed to correct nearly 400 building code violations. A Brooklyn landlord has been sentenced to spend 15 days under house arrest in an apartment building that he owns and where he failed to correct nearly 400 building" , "date" : "19880212" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Negligent Landlord Is Ordered Confined To Ill-Kept Tenement" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/12\/nyregion\/negligent-landlord-is-ordered-confined-to-ill-kept-tenement.html"} , {"body" : "LEAD: Chaya Moussia Schneerson, the wife of Rabbi Menachem M. Schneerson, the Lubavitcher Rebbe, died early yesterday at New York Hospital. She was taken to the hospital Tuesday night complaining about feeling ill. She was 86 years old and lived in the Crown Heights neighborhood of Brooklyn. Chaya Moussia Schneerson, the wife of Rabbi Menachem M." , "date" : "19880211" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "27" , "title" : "Chaya Schneerson, Wife of the Leader Of the Lubavitchers" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/11\/obituaries\/chaya-schneerson-wife-of-the-leader-of-the-lubavitchers.html"} , {"body" : "LEAD: The Citizens Committee for New York City has chosen three prominent New Yorkers and five neighborhood organizations to receive its annual awards for ''enhancing the quality of life in New York City.'' The Citizens Committee for New York City has chosen three prominent New Yorkers and five neighborhood organizations to receive its annual" , "date" : "19880207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "57" , "title" : "New Yorkers Lauded For Work to Improve City's Quality of Life" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/07\/nyregion\/new-yorkers-lauded-for-work-to-improve-city-s-quality-of-life.html"} , {"body" : "LEAD: A 31-year-old Brooklyn man was arrested last night in the stabbing death of another man during a fight in the Crown Heights section of Brooklyn. A 31-year-old Brooklyn man was arrested last night in the stabbing death of another man during a fight in the Crown Heights section of Brooklyn. The suspect, Stephen L. Graves of 65 Ocean Avenue, was" , "date" : "19880123" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Officer on Horseback Arrests Man in Slaying in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/23\/nyregion\/officer-on-horseback-arrests-man-in-slaying-in-brooklyn.html"} , {"body" : "LEAD: Two New York City students were injured, one critically, by gunfire yesterday in incidents at the schools, the police said. Two New York City students were injured, one critically, by gunfire yesterday in incidents at the schools, the police said. At Springfield Gardens High School in Queens, an 18-year-old student, Kirk Liwin, of 180-01" , "date" : "19880115" , "day_of_week_facet" : "Friday" , "geo_facet" : ["QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "2 Students in New York Wounded by Gunfire" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/15\/nyregion\/2-students-in-new-york-wounded-by-gunfire.html"} , {"body" : "LEAD: Two youths were wounded, one of them critically, in a shooting yesterday afternoon outside a popular roller skating rink in the Crown Heights section of Brooklyn, the police said. Two youths were wounded, one of them critically, in a shooting yesterday afternoon outside a popular roller skating rink in the Crown Heights section of Brooklyn," , "date" : "19880111" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Two Youths Are Shot Outside Skating Rink" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/11\/nyregion\/two-youths-are-shot-outside-skating-rink.html"}]