[  {"body" : "LEAD: J. W. Mays Inc., one of the original discount retailers in the New York area, said yesterday that it would cease business in its three remaining department stores. J. W. Mays Inc., one of the original discount retailers in the New York area, said yesterday that it would cease business in its three remaining department stores. The chain was" , "date" : "19881229" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "J.W. Mays to Close Stores And Focus on Real Estate" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/29\/business\/jw-mays-to-close-stores-and-focus-on-real-estate.html"} , {"body" : "LEAD: WHEN the Bronx Borough President, Fernando Ferrer, envisions his borough's future, he seems to see other places - New Brunswick, N.J.; downtown Brooklyn; Jamaica, Queens. The reason, he says, is that revitalization in those places was largely built on the kind of groundwork that is now being laid in the WHEN the Bronx Borough President," , "date" : "19881218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "THE REGION: A Panel Goes to Work; Planning a Bronx Revival: Plenty of Room to Move" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/18\/weekinreview\/the-region-a-panel-goes-to-work-planning-a-bronx-revival-plenty-of-room-to-move.html"} , {"body" : "LEAD: Weekday mornings a young man named Henry I. steps off the subway from Flatbush and walks to a brick warehouse in the East New York section of Brooklyn. Weekday mornings a young man named Henry I. steps off the subway from Flatbush and walks to a brick warehouse in the East New York section of Brooklyn. The warehouse sprawls over an entire" , "date" : "19881218" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "66" , "title" : "A Tradition of Generosity: Remember the Neediest Cases Fund; Brooklyn Man, Deaf at Birth, Finds Validation on the Job" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/18\/nyregion\/tradition-generosity-remember-neediest-cases-fund-brooklyn-man-deaf-birth-finds.html"} , {"body" : "LEAD: The developers of the huge Metrotech project in downtown Brooklyn said yesterday that they had reached an out-of-court settlement with a group of business people and neighborhood residents who were trying to block the project. They said demolition would begin next week. The developers of the huge Metrotech project in downtown Brooklyn said" , "date" : "19881215" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "METROTECH (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Lawsuit Settled For Metrotech; Work Is to Start" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/15\/nyregion\/lawsuit-settled-for-metrotech-work-is-to-start.html"} , {"body" : "LEAD: With more than 2,000,000 people, Brooklyn is a borough of promising growth, but also a borough scarred by poverty. Major efforts are succeeding in attracting new business and industry. But large numbers of the unemployed remain dependent and despairing. With more than 2,000,000 people, Brooklyn is a borough of promising growth, but also a" , "date" : "19881204" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "66" , "title" : "A Gift of Hope When Cold and Hunger Are Life's Constant Companions; A Hand Reaches Out To Brooklyn's Poor" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/04\/nyregion\/gift-hope-when-cold-hunger-are-life-s-constant-companions-hand-reaches-brooklyn.html"} , {"body" : "LEAD: WHEN THE SAXOPHONIST Steve Coleman performs with M-BASE, a 16-member avant-garde jazz collective, at the Brooklyn Academy of Music's Next Wave Festival on Friday and Saturday, he'll be playing close to home. WHEN THE SAXOPHONIST Steve Coleman performs with M-BASE, a 16-member avant-garde jazz collective, at the Brooklyn Academy of Music's" , "date" : "19881204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FORT GREENE (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Their Muse Is Malcolm X" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/04\/arts\/their-muse-is-malcolm-x.html"} , {"body" : "LEAD: MOVING and storage companies buy warehouses in low-budget locations for storage capacity, not redevelopment potential. But when surroundings improve, the warehouses often become far more valuable as real estate deals than as storage centers. MOVING and storage companies buy warehouses in low-budget locations for storage capacity, not" , "date" : "19881204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PIONEER PLAZA (BKLYN, NY)" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "27" , "title" : "COMMERCIAL PROPERTY: Storage Buildings; Windfall Profits Inspiring Moving Days" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/04\/realestate\/commercial-property-storage-buildings-windfall-profits-inspiring-moving-days.html"} , {"body" : "LEAD: A year after withdrawing from a controversial plan for high-rise offices in Columbus Circle, Salomon Brothers, the securities concern, said yesterday that it would move its headquarters and 3,000 workers to the World Trade Center in lower Manhattan. A year after withdrawing from a controversial plan for high-rise offices in Columbus Circle," , "date" : "19881129" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "WORLD TRADE CENTER (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Salomon Will Move to Trade Center" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/29\/nyregion\/salomon-will-move-to-trade-center.html"} , {"body" : "LEAD: EACH weekend they appear, climbing out of the IRT station at Grand Army Plaza and looking around at the unfamiliar trees and landmarks of Brooklyn until they zero in on Eastern Parkway. Then off they pad on expensive running shoes to test the air and the low real estate prices of Prospect Heights, the city's latest emerging middle-class" , "date" : "19881127" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT HEIGHTS (BROOKLYN, NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Prospect Heights Beginning Climb To Gentrification" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/27\/realestate\/prospect-heights-beginning-climb-to-gentrification.html"} , {"body" : "LEAD: The Bronx Borough President, Fernando Ferrer, has named Richard Ravitch chairman of an advisory council to develop comprehensive development plans for the borough. The Bronx Borough President, Fernando Ferrer, has named Richard Ravitch chairman of an advisory council to develop comprehensive development plans for the borough. Mr. Ferrer said" , "date" : "19881127" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "53" , "title" : "Ravitch Will Chair Council on Bronx" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/27\/nyregion\/ravitch-will-chair-council-on-bronx.html"} ,   {"body" : "LEAD: After a year of poking through musty warehouses, old file drawers and long-unopened closets, the New York City Transit Authority has assembled a prodigious pile of knickknacks and industrial-strength antiques from the subway's past. After a year of poking through musty warehouses, old file drawers and long-unopened closets, the New York City" , "date" : "19881118" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Attention, Riders: Subway's Now on Sale" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/18\/nyregion\/attention-riders-subway-s-now-on-sale.html"} , {"body" : "LEAD: With chanting, flag-waving and emotional speeches, about 900 Palestinians and their supporters from the New York area rallied in downtown Brooklyn yesterday in celebration of the Palestine Liberation Organization's declaration of an independent state. With chanting, flag-waving and emotional speeches, about 900 Palestinians and their" , "date" : "19881117" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["MIDDLE EAST" , "ISRAEL, STATE OF" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["World" , "Washington"] , "page_facet" : "10" , "title" : "Brooklyn Rally Backs P.L.O." , "url" : "http:\/\/www.nytimes.com\/1988\/11\/17\/world\/brooklyn-rally-backs-plo.html"} , {"body" : "LEAD: No one doubts that Chase Manhattan Bank's decision to move computer operations to the new Metrotech office park in Brooklyn gives the borough's downtown a powerful boost. But did city and state officials pay too much to prevent Chase's departure? The answer is no. No one doubts that Chase Manhattan Bank's decision to move computer operations" , "date" : "19881116" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "30" , "title" : "TOPICS OF THE TIMES; Brooklyn's Chase Advantage" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/16\/opinion\/topics-of-the-times-brooklyn-s-chase-advantage.html"} , {"body" : "LEAD: THE kind of high-stakes deal-making that persuaded Chase Manhattan to move 5,000 workers to Brooklyn is fundamental to the governmental strategy of using real estate development to promote social objectives. By wooing and steering development, Mayor Koch and Governor Cuomo believe, New York City can revitalize neighborhoods by luring" , "date" : "19881113" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "THE REGION; New York Gives A Bank a Break; The Return Is Uncertain" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/13\/weekinreview\/the-region-new-york-gives-a-bank-a-break-the-return-is-uncertain.html"} , {"body" : "LEAD: The Chase Manhattan Corporation announcement that it would shift 5,000 employees to downtown Brooklyn moves the Metrotech office and academic complex beyond the halfway mark in lease commitments and is another indication that the rebirth of the area as the city's third largest business and commercial district is firmly under way. The Chase" , "date" : "19881111" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Chase Move Lifts Spirits in Downtown Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/11\/nyregion\/chase-move-lifts-spirits-in-downtown-brooklyn.html"} , {"body" : "LEAD: The agreement to give the Chase Manhattan Corporation a huge package of incentives to move 5,000 workers to Brooklyn underscores the fact that New York is in an era of economic vulnerability in which large, complex and individually negotiated deals are needed to retain and attract business, experts said yesterday. The agreement to give the" , "date" : "19881111" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Chase Deal Reflects Era Of Subsidies" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/11\/nyregion\/chase-deal-reflects-era-of-subsidies.html"} , {"body" : "LEAD: The Chase Manhattan Corporation, backed by far more valuable government incentives than had ever been offered to a New York City company, said yesterday that it would move 5,000 workers from lower Manhattan to downtown Brooklyn. The Chase Manhattan Corporation, backed by far more valuable government incentives than had ever been offered to a" , "date" : "19881110" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "JERSEY CITY (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Chase, With $235 Million Incentive Package, Picks Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/10\/nyregion\/chase-with-235-million-incentive-package-picks-brooklyn.html"} , {"body" : "LEAD: INTERNATIONAL A3-17 Estonians rejected new Soviet rules that it said would allow Moscow to override individual republics on all important issues, stifling moves in the Baltic republics for greater economic and political autonomy. Page A17 INTERNATIONAL A3-17 Estonians rejected new Soviet rules that it said would allow Moscow to override" , "date" : "19881110" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/10\/nyregion\/news-summary-917888.html"} , {"body" : "LEAD: Mayor Koch and Governor Cuomo are expected to announce tomorrow that the Chase Manhattan Corporation, which has been planning to move 4,600 workers from Lower Manhattan, has decided to move them to downtown Brooklyn, people familiar with the negotiations said last night. Mayor Koch and Governor Cuomo are expected to announce tomorrow that the" , "date" : "19881108" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "JERSEY CITY (NJ)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Chase Is said To Have Picked Brooklyn Site" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/08\/nyregion\/chase-is-said-to-have-picked-brooklyn-site.html"} , {"body" : "LEAD: Amid tense negotiations that have included the highest officials in New York and New Jersey, the Chase Manhattan Corporation, which is planning to move 4,600 workers to either Brooklyn or Jersey City, said late yesterday that it was far from a decision. Amid tense negotiations that have included the highest officials in New York and New" , "date" : "19881102" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "JERSEY CITY (NJ)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Chase Says It's Far From Relocation Decision" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/02\/nyregion\/chase-says-it-s-far-from-relocation-decision.html"} ,   {"body" : "LEAD: HOWARD SCHERZER mounted the steps of the Maine Monument at the southwest corner of Central Park and called the group of bicyclists to order. ''This is our most gluttonous tour,'' he warned, ''so be ready.'' HOWARD SCHERZER mounted the steps of the Maine Monument at the southwest corner of Central Park and called the group of bicyclists to" , "date" : "19881024" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "ON YOUR OWN: FITNESS; Bicyclists Leave Diets Behind" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/24\/sports\/on-your-own-fitness-bicyclists-leave-diets-behind.html"} , {"body" : "LEAD: There is nearly complete in New York City a skyscraper that is having an impact on the skyline as profound, in its own way, as the World Trade Center. It is not 110 stories tall, or even half that, and it is but a single tower, not a pair, but it is rapidly becoming one of the most conspicuous structures in the entire city. There is nearly" , "date" : "19881023" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "ARCHITECTURE VIEW; ALONE IN QUEENS, AN UNLIKELY TOWER SCRAPES THE SKY" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/23\/arts\/architecture-view-alone-in-queens-an-unlikely-tower-scrapes-the-sky.html"} , {"body" : "LEAD: The band's singer crooned his version of the Dinah Washington classic, ''What a Difference a Day Makes,'' and, as if hearing from an old familiar friend, the restaurant's patrons murmured with approval. Nanette Peraino and Larry Holder sat holding hands at the bar and sipped red wine in the candlelight. The band's singer crooned his version" , "date" : "19881017" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Restaurants Going Live With the Sound of Music" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/17\/nyregion\/brooklyn-restaurants-going-live-with-the-sound-of-music.html"} , {"body" : "LEAD: Chase Manhattan Bank must choose whether to move its computer operations to Newport City, on the New Jersey waterfront, or to Metrotech, a promising 16-acre office park taking shape on an urban renewal site in downtown Brooklyn. Brooklyn deserves fair and full consideration. Chase Manhattan Bank must choose whether to move its computer" , "date" : "19881014" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "34" , "title" : "Brooklyn Needs a Friend at Chase" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/14\/opinion\/brooklyn-needs-a-friend-at-chase.html"} , {"body" : "LEAD: In the New York City subway system, where dark passageways and steel bars can create the aura of menace even in the best of times, the transit police are battling a real increase in serious crime as well as the public's exaggerated perception of crime that threatens to erode ridership and confidence in the system. In the New York City subway" , "date" : "19881002" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "38" , "title" : "Battling Subway Crime, Both Real and Perceived" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/02\/nyregion\/battling-subway-crime-both-real-and-perceived.html"} , {"body" : "LEAD: The Rev. Al Sharpton and C. Vernon Mason, advisers to Tawana Brawley, and nine other demonstrators were arrested in Brooklyn yesterday evening after street protests that briefly blocked the Manhattan and Brooklyn Bridges and the Brooklyn-Queens Expressway. The Rev. Al Sharpton and C. Vernon Mason, advisers to Tawana Brawley, and nine other" , "date" : "19880930" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Sharpton Arrested in Protests" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/30\/nyregion\/sharpton-arrested-in-protests.html"} , {"body" : "LEAD: The singers Melba Moore, Jocelyn Brown and Sylvester, the rap performer Doug E. Fresh and the calypso artists Swallow and Blue Boy will be among the performers taking part in a benefit concert tonight at 7:30 at New York City Technical College, Klitgard Auditorium, 300 Jay Street, in downtown Brooklyn. The singers Melba Moore, Jocelyn Brown" , "date" : "19880930" , "day_of_week_facet" : "Friday" , "geo_facet" : ["JAMAICA (WEST INDIES)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "Hurricane Benefit" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/30\/arts\/hurricane-benefit.html"} , {"body" : "LEAD: DEAR DIARY: DEAR DIARY: Last winter we started showing films on video cassette to the members (average age, early 70's) of the Corsi Senior Center in East Harlem. As director of the center I was both uncertain of their tastes and, perhaps, overprotective of their sensibilities. Though I was troubled as to how they would react to the strong" , "date" : "19880928" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/28\/garden\/metropolitan-diary-738488.html"} , {"body" : "LEAD: In an effort to persuade the Chase Manhattan Bank to move thousands of workers to downtown Brooklyn, Mayor Koch met yesterday with senior executives of the bank and offered them a list of things that might be done to improve security in the neighborhood. In an effort to persuade the Chase Manhattan Bank to move thousands of workers to" , "date" : "19880921" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Koch Assures Chase on Security If It Moves Unit to Brooklyn Site" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/21\/nyregion\/koch-assures-chase-on-security-if-it-moves-unit-to-brooklyn-site.html"} , {"body" : "LEAD: The Chase Manhattan Corporation has entered final negotiations with New York City over the possibility of moving 4,000 jobs from Manhattan to Brooklyn amid speculation that it is considering sites elsewhere and leaning toward the New Jersey waterfront. The Chase Manhattan Corporation has entered final negotiations with New York City over the" , "date" : "19880915" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Chase Weighing Sites for Moving Manhattan Unit" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/15\/nyregion\/chase-weighing-sites-for-moving-manhattan-unit.html"} ,   {"body" : "LEAD: The longer she waited on line at the Department of Motor Vehicles, the more Anne Duke wished she had learned to drive as a teen-ager, as people in other cities do. The longer she waited on line at the Department of Motor Vehicles, the more Anne Duke wished she had learned to drive as a teen-ager, as people in other cities do. At the age of" , "date" : "19880912" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Driving in New York: The Agony of Victory" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/12\/nyregion\/driving-in-new-york-the-agony-of-victory.html"} , {"body" : "LEAD: 11TH DISTRICT Representative Edolphus Towns, 54. Seeking fourth term. Second black Congressman from Brooklyn. Graduated from North Carolina A & T and holds a master's in social welfare from Adelphi University. Deputy borough president under Howard Golden for six years before his election to the House in 1982. 11TH DISTRICT Representative" , "date" : "19880906" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Seven House Primaries Among Most Visible Races in New York Region" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/06\/nyregion\/seven-house-primaries-among-most-visible-races-in-new-york-region.html"} , {"body" : "LEAD: AS is traditional, next month's Olympics in South Korea will include a demonstration sport popular in the host country. Korea's choice is tae kwon do, a swift, high-kicking form of karate. That could be good news for America's 5,000 to 10,000 instructors in the martial arts. AS is traditional, next month's Olympics in South Korea will include" , "date" : "19880828" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "4" , "title" : "The Martial Arts as Moneymakers" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/28\/business\/the-martial-arts-as-moneymakers.html"} , {"body" : "LEAD: In the 1930's Flatbush was considered one of Brooklyn's most desirable residential neighborhoods. Its tree-bowered streets of roomy Dutch colonial homes and grand Georgian mansions also had six-story brick elevator buildings with apartments that reflected the same gracious style of living. In the 1930's Flatbush was considered one of" , "date" : "19880826" , "day_of_week_facet" : "Friday" , "geo_facet" : ["FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "10" , "title" : "About Real Estate; Co-op Buyers Seek Deals In Flatbush Conversions" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/26\/business\/about-real-estate-co-op-buyers-seek-deals-in-flatbush-conversions.html"} , {"body" : "LEAD: Three convicted murderers who sparked a courtroom disturbance in November were sentenced yesterday to additional prison time for the incident in which a number of court officers were injured. Three convicted murderers who sparked a courtroom disturbance in November were sentenced yesterday to additional prison time for the incident in which a" , "date" : "19880824" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "3 Sentenced in Melee at Court" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/24\/nyregion\/3-sentenced-in-melee-at-court.html"} , {"body" : "LEAD: To the Editor: To the Editor: To conclude that I lack leadership, as you did in your editorial ''Throwing Matches in Yonkers'' (July 29), demonstrates an ignorance of my accomplishments during 32 years of leadership in business, community affairs and race relations. As a member of the board of the Long Island Association, I have been engaged" , "date" : "19880820" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["YONKERS (NY)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Yonkers Solution Won't Draw on Failed Policies of the Past" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/20\/opinion\/l-yonkers-solution-won-t-draw-on-failed-policies-of-the-past-478788.html"} , {"body" : "LEAD: Nearly 10 months after the stock market took its plunge, the financial-services industry still remains wary of committing major amounts of capital to moving back-office facilities from downtown Manhattan to cheaper office districts. Nearly 10 months after the stock market took its plunge, the financial-services industry still remains wary of" , "date" : "19880807" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WORLD TRADE CENTER (NYC)" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "19" , "title" : "COMMERCIAL PROPERTY: Back-Office Tenants; Financial-Service Concerns Stay Put in Manhattan" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/07\/realestate\/commercial-property-back-office-tenants-financial-service-concerns-stay-put.html"} , {"body" : "LEAD: Elizabeth M. Imholz, a lawyer with South Brooklyn Legal Services, has filed two lawsuits on behalf of people who said they were hurt by their experiences in private trade and business schools. Elizabeth M. Imholz, a lawyer with South Brooklyn Legal Services, has filed two lawsuits on behalf of people who said they were hurt by their" , "date" : "19880806" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "6" , "title" : "Unfilled Promise of Training and $40,000 Job Spurs Suit" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/06\/us\/unfilled-promise-of-training-and-40000-job-spurs-suit.html"} , {"body" : "LEAD: SKULLDUGGERY, by Peter Marks. (Carroll & Graf, $4.50.) For years amateur historians have tried to discover who perpetrated the hoax of the Piltdown man by planting the bones that tricked anthropologists into believing they had found the missing link. Last year, our reviewer, Patrick McGrath, said the imaginary solution offered in this novel" , "date" : "19880731" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "32" , "title" : "New & Noteworthy" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/31\/books\/new-noteworthy.html"} , {"body" : "LEAD: A 24-year-old maintenance man was charged yesterday in the beating death of his 8-year-old mentally retarded stepson in Brooklyn, the police said. A 24-year-old maintenance man was charged yesterday in the beating death of his 8-year-old mentally retarded stepson in Brooklyn, the police said. Investigators have been told that the man, Alvin" , "date" : "19880728" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Retarded Boy Fatally Beaten; Stepfather Held" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/28\/nyregion\/a-retarded-boy-fatally-beaten-stepfather-held.html"} ,   {"body" : "LEAD: Caring for New York City's two million park trees and 700,000 street trees is not high among municipal budget priorities these days. But increasingly, when one of those trees falls, at least someone is listening. Caring for New York City's two million park trees and 700,000 street trees is not high among municipal budget priorities these" , "date" : "19880724" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "THE REGION; DEATH IS HEEDED: SYMPATHY, AT LEAST, FOR CITY TREES" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/24\/weekinreview\/the-region-death-is-heeded-sympathy-at-least-for-city-trees.html"} , {"body" : "LEAD: When Jerald Posman became deputy chancellor for financial affairs of the New York City schools in 1985, he called together a handful of successful principals to ask what was their secret. Their unanimous answer was, ''We beat the system, sometimes legally, sometimes illegally.'' When Jerald Posman became deputy chancellor for financial" , "date" : "19880720" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "Education; About Education" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/20\/nyregion\/education-about-education.html"} , {"body" : "LEAD: Howard Golden's expression turns dour when he speaks of Mayor Koch. And, at the least provocation, the Brooklyn Borough President lets go a torrent on what he says are the Mayor's failings - a lack of permanent housing for the homeless, worsening racial tensions, the decay of the city's bridges. Howard Golden's expression turns dour when he" , "date" : "19880716" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Golden Fights Koch and Threats to His Political Power" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/16\/nyregion\/golden-fights-koch-and-threats-to-his-political-power.html"} , {"body" : "LEAD: NO ONE with spirit lives in Corona anymore, said Leo Italiano, one of the ''Fighting 69.'' Otherwise, the housing development about to be built a block from his home would have been stopped. NO ONE with spirit lives in Corona anymore, said Leo Italiano, one of the ''Fighting 69.'' Otherwise, the housing development about to be built a block" , "date" : "19880710" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CORONA (NYC)" , "QUEENSWOOD (QUEENS, NY, DEVELOPMENT)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Corona '88: It's Schools Now, Not Homes" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/10\/realestate\/corona-88-it-s-schools-now-not-homes.html"} , {"body" : "LEAD: An 8 million-square-foot redevelopment project in downtown Brooklyn is being considered by the Campeau Corporation, the Canadian builder, and the Edward J. DeBartolo Corporation, the largest American builder of shopping centers, the heads of the companies said yesterday. An 8 million-square-foot redevelopment project in downtown Brooklyn is" , "date" : "19880701" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Builders Weigh Major Project For Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/01\/nyregion\/builders-weigh-major-project-for-brooklyn.html"} , {"body" : "LEAD: Opera Guild Auction Opera Guild Auction June 20 - A balloon ride and a rare black lacquer and gilt Chinese Export table valued at $12,800 will be offered along with more than 270 other items and events at a silent and live auction by the Opera Guild to benefit the New York City Opera. The fund-raiser starts at 5:30 with a viewing of the items" , "date" : "19880619" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "41" , "title" : "Social Events; End of a Season" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/19\/style\/social-events-end-of-a-season.html"} , {"body" : "LEAD: The head of a ship-repair company says that he was solicited for a bribe of up to $70,000 in March to obtain a lease at the Brooklyn Navy Yard and that he was told the payoff would go to the counsel for the agency that runs the Navy Yard. The head of a ship-repair company says that he was solicited for a bribe of up to $70,000 in March to" , "date" : "19880613" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Executive Says He Was Asked for Navy Yard Lease Bribe" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/13\/nyregion\/executive-says-he-was-asked-for-navy-yard-lease-bribe.html"} , {"body" : "LEAD: Larry Perry hardly stirred from the sizzle of his grill when a man with a plastic briefcase and a New York City health inspector's badge walked into his near-empty diner. Larry Perry hardly stirred from the sizzle of his grill when a man with a plastic briefcase and a New York City health inspector's badge walked into his near-empty diner." , "date" : "19880613" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "New York Begins Citing Smoking Law Violators" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/13\/nyregion\/new-york-begins-citing-smoking-law-violators.html"} , {"body" : "LEAD: A $55 million redevelopment proposal that would add a performing-arts amphitheater and water rides to an oceanfront Queens park has been thrown into doubt because of vehement opposition from community and environmental groups. A $55 million redevelopment proposal that would add a performing-arts amphitheater and water rides to an oceanfront" , "date" : "19880517" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["ROCKAWAY (QUEENS)" , "GATEWAY NATIONAL RECREATION AREA" , "JACOB RIIS PARK (QUEENS, NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Environmental Fears Cast Pall Over Riis Park Project" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/17\/nyregion\/environmental-fears-cast-pall-over-riis-park-project.html"} , {"body" : "LEAD: Many, many years ago they held a contest to find an alma mater for Brooklyn College, and the winning composer, hands down, was a young woman named Sylvia Fine, who didn't get along with the head of the music department, who decided he would accept her music but not her lyrics, and therein lies a bitter tale that worked out sweetly more than a" , "date" : "19880514" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "About New York; Noteworthy Improvement On School Song" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/14\/nyregion\/about-new-york-noteworthy-improvement-on-school-song.html"} ,   {"body" : "LEAD: A verdant settlement has been announced by Parks Commissioner Henry J. Stern in one of the ''arborcide'' cases that have been plaguing New York City. A verdant settlement has been announced by Parks Commissioner Henry J. Stern in one of the ''arborcide'' cases that have been plaguing New York City. The idea is to leave Bayside, Queens, even" , "date" : "19880514" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["LITTLE NECK BAY" , "CROSS ISLAND PARKWAY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Settlement in Arborcide: $100,000 in Young Trees" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/14\/nyregion\/settlement-in-arborcide-100000-in-young-trees.html"} , {"body" : "LEAD: Answering a request from the owners of the Four Seasons, the New York City Landmarks Preservation Commission may grant landmark status to that cool and hushed modernist restaurant on East 52d Street. Answering a request from the owners of the Four Seasons, the New York City Landmarks Preservation Commission may grant landmark status to that" , "date" : "19880509" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Weighing Four Seasons as Landmark" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/09\/nyregion\/weighing-four-seasons-as-landmark.html"} , {"body" : "LEAD: A security guard charged with killing a teen-ager in the Brooklyn shopping mall he patrolled had served 18 months in prison for armed robbery. But because a state agency was required to keep his criminal record secret, the company that hired him never learned of his conviction. A security guard charged with killing a teen-ager in the Brooklyn" , "date" : "19880427" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Mall Murder: Security Guard's Secret Criminal Past" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/27\/nyregion\/mall-murder-security-guard-s-secret-criminal-past.html"} , {"body" : "LEAD: A security guard has been arrested in the slaying of an 18-year-old woman whose partially nude body was found in the basement of a downtown Brooklyn mall, where she and the guard worked, the police said yesterday. A security guard has been arrested in the slaying of an 18-year-old woman whose partially nude body was found in the basement of a" , "date" : "19880425" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Guard Is Arrested in Slaying Of Woman at Brooklyn Mall" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/25\/nyregion\/guard-is-arrested-in-slaying-of-woman-at-brooklyn-mall.html"} , {"body" : "LEAD: Helen Biren, professor emeritus of geology at Hunter College and Brooklyn College, died of a stroke yesterday at Peninsula Hospital in Far Rockaway, Queens. She was 81 years old and lived in Belle Harbor, Queens. Helen Biren, professor emeritus of geology at Hunter College and Brooklyn College, died of a stroke yesterday at Peninsula Hospital" , "date" : "19880422" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "17" , "title" : "Helen Biren, Geology Professor, 81" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/22\/obituaries\/helen-biren-geology-professor-81.html"} , {"body" : "LEAD: Accompanied by Verdi's Requiem, Parks Commissioner Henry J. Stern led a funeral yesterday for four mature London plane trees that were mysteriously cut down within the last week, denuding Temple Square in downtown Brooklyn. Accompanied by Verdi's Requiem, Parks Commissioner Henry J. Stern led a funeral yesterday for four mature London plane" , "date" : "19880415" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Arborcide: Outrage on Flatbush Ave." , "url" : "http:\/\/www.nytimes.com\/1988\/04\/15\/nyregion\/arborcide-outrage-on-flatbush-ave.html"} , {"body" : "LEAD: The first full day of commuting without the Williamsburg Bridge witnessed crowded subways and rush-hour delays yesterday, with bumper-to-bumper vehicle tie-ups stretching for miles. The first full day of commuting without the Williamsburg Bridge witnessed crowded subways and rush-hour delays yesterday, with bumper-to-bumper vehicle tie-ups" , "date" : "19880414" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG BRIDGE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "For Commuters and Shopkeepers, a Trying Day Without the Williamsburg" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/14\/nyregion\/for-commuters-and-shopkeepers-a-trying-day-without-the-williamsburg.html"} , {"body" : "LEAD: With landlords struggling to fill several new office towers, and with banks and investment houses cutting back their operations, New York City has reached its highest level of office vacancies in a decade, according to real-estate executives. With landlords struggling to fill several new office towers, and with banks and investment houses" , "date" : "19880413" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York Office Vacancy Level Is Highest Since 70's" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/13\/nyregion\/new-york-office-vacancy-level-is-highest-since-70-s.html"} , {"body" : "LEAD: ''Don't push, please,'' barked a young Secret Service agent on a Brooklyn street corner Saturday morning as a crowd ignored him. ''Don't push, please,'' barked a young Secret Service agent on a Brooklyn street corner Saturday morning as a crowd ignored him. ''Jesse!'' members of the crowd shouted, surging forward and propelling the agent" , "date" : "19880411" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "9" , "title" : "New Yorkers Welcome Jackson Like a Celebrity" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/11\/us\/new-yorkers-welcome-jackson-like-a-celebrity.html"} , {"body" : "LEAD: After eight years of maneuvering, a trial involving Governor Cuomo and a dispute over more than $4 million in law fees began yesterday on a stormy note in Brooklyn. The attorney for the two lawyers opposing Mr. Cuomo withdrew abruptly, there were charges that procedures were being violated and opposing lawyers quarreled over who was delaying" , "date" : "19880405" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Trial on Cuomo's Law Fees Starts With Stormy Moves" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/05\/nyregion\/trial-on-cuomo-s-law-fees-starts-with-stormy-moves.html"} ,   {"body" : "LEAD: Schools Chancellor Richard R. Green named a newcomer to the New York City school system as his deputy yesterday. Schools Chancellor Richard R. Green named a newcomer to the New York City school system as his deputy yesterday. Dr. Green, who unlike his predecessors has been given free rein by the seven-member Board of Education to make" , "date" : "19880405" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Green Appoints Fund Executive As His Deputy" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/05\/nyregion\/green-appoints-fund-executive-as-his-deputy.html"} , {"body" : "LEAD: THE milestones along the route to a construction start in what might be called the megaventures in New York City real-estate development usually pass with barely any public notice, despite their significance. So it was last month when the 4.2 million-square-foot Metrotech office project in downtown Brooklyn took a crucial step toward its" , "date" : "19880403" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "METROTECH (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "PERSPECTIVES: Metrotech; Lease Gives Impetus to Brooklyn Project" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/03\/realestate\/perspectives-metrotech-lease-gives-impetus-to-brooklyn-project.html"} , {"body" : "LEAD: THE philistines laughed, of course at the outrageous notion: Pay up to $29,000 for a slice of bare concrete no bigger than 8 1\/2 by 18 1\/2 feet? THE philistines laughed, of course at the outrageous notion: Pay up to $29,000 for a slice of bare concrete no bigger than 8 1\/2 by 18 1\/2 feet? That was in April 1986, when Howard Pronsky and his" , "date" : "19880320" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "FOLLOW-UP ON THE NEWS; Condo Fever In New York" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/20\/nyregion\/follow-up-on-the-news-condo-fever-in-new-york.html"} , {"body" : "LEAD: New York City's central business district is finally crossing the East River to downtown Brooklyn, to the benefit of all New Yorkers. Mayor Koch and Borough President Howard Golden deserve credit for leadership, sound policies, muscle and patience. New York City's central business district is finally crossing the East River to downtown" , "date" : "19880319" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Alive and Well in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/19\/opinion\/alive-and-well-in-brooklyn.html"} , {"body" : "LEAD: St. Patrick's Day brings to mind Irish pride, parade litter and green beer. If Patricia McGuire Rock has her way, the city's revelers may think about the homeless as well. St. Patrick's Day brings to mind Irish pride, parade litter and green beer. If Patricia McGuire Rock has her way, the city's revelers may think about the homeless as well." , "date" : "19880316" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "New York's Homeless May Benefit From Revelry on St. Patrick's Day" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/16\/nyregion\/new-york-s-homeless-may-benefit-from-revelry-on-st-patrick-s-day.html"} , {"body" : "LEAD: The Securities Industry Automation Corporation is to sign lease agreements today for space in Metrotech, a huge development planned for downtown Brooklyn. The Securities Industry Automation Corporation is to sign lease agreements today for space in Metrotech, a huge development planned for downtown Brooklyn. City officials said the lease" , "date" : "19880310" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "METROTECH (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Computer Concern to Sign Metrotech Lease" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/10\/nyregion\/computer-concern-to-sign-metrotech-lease.html"} , {"body" : "LEAD: A suspect in an attempted robbery in a Brooklyn bakery plant where employees scuffled with him died early yesterday in police custody, about six hours after his arrest. A suspect in an attempted robbery in a Brooklyn bakery plant where employees scuffled with him died early yesterday in police custody, about six hours after his arrest. The" , "date" : "19880301" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Robbery Suspect Is Found Dead In Holding Cell" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/01\/nyregion\/robbery-suspect-is-found-dead-in-holding-cell.html"} , {"body" : "LEAD: The Chase Manhattan Bank, which may relocate 4,600 of its Manhattan employees, is becoming a cause celebre among New York City officials trying to attract more development to the boroughs outside Manhattan. The Chase Manhattan Bank, which may relocate 4,600 of its Manhattan employees, is becoming a cause celebre among New York City officials" , "date" : "19880227" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "New York City Fights For 4,600 Jobs at Chase" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/27\/nyregion\/new-york-city-fights-for-4600-jobs-at-chase.html"} , {"body" : "LEAD: A man who said he was dissatisfied with the settlement of his worker compensation case held two lawyers hostage at gunpoint for three hours yesterday in downtown Brooklyn before freeing them unharmed and surrendering. A man who said he was dissatisfied with the settlement of his worker compensation case held two lawyers hostage at gunpoint" , "date" : "19880225" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Held Hostage for 3 Hours at Brooklyn Office" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/25\/nyregion\/2-held-hostage-for-3-hours-at-brooklyn-office.html"} , {"body" : "LEAD: International A3-11, A17 International A3-11, A17 Pretoria, in a major crackdown, banned the activities of 17 leading anti-apartheid organizations, including South Africa's largest, and barred the major labor federation from all political action. Page A1 Outside agitators helped incite the violent clashes between Palestinians and Israeli" , "date" : "19880225" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY: THURSDAY, FEBRUARY 25, 1988" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/25\/nyregion\/news-summary-thursday-february-25-1988.html"} ,   {"body" : "LEAD: When Governor Cuomo met two weeks ago with representatives of a 16-year-old black Dutchess County girl who says she was abducted and sexually assaulted by six white men, the Rev. Al Sharpton was there. When Governor Cuomo met two weeks ago with representatives of a 16-year-old black Dutchess County girl who says she was abducted and sexually" , "date" : "19880224" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Sharpton: Champion or Opportunist?" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/24\/nyregion\/sharpton-champion-or-opportunist.html"} , {"body" : "LEAD: Six thousand uniformed firefighters -almost half of New York City's force -paraded across the Brooklyn Bridge to City Hall yesterday to protest $11.2 million in cuts from the Fire Department's proposed 1989 budget. Six thousand uniformed firefighters -almost half of New York City's force -paraded across the Brooklyn Bridge to City Hall" , "date" : "19880219" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN BRIDGE" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "6,000 Firefighters Protest Budget Cutbacks" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/19\/nyregion\/6000-firefighters-protest-budget-cutbacks.html"} , {"body" : "LEAD: Arrests by the New York City transit police dropped 37.7 percent in December, a dramatic decrease compared with December 1986, Acting Chief Vincent Del Castillo said yesterday. Arrests by the New York City transit police dropped 37.7 percent in December, a dramatic decrease compared with December 1986, Acting Chief Vincent Del Castillo said" , "date" : "19880219" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Transit Police Arrests Decrease 37.7%" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/19\/nyregion\/transit-police-arrests-decrease-37.7.html"} , {"body" : "LEAD: A few weeks after the first baby sitter arrived, Beverly J. Hoff began to notice money and food missing from her home. The second sitter kept Ms. Hoff's son David in his playpen all day. The third let him run into the street one day as his mother drove up. A few weeks after the first baby sitter arrived, Beverly J. Hoff began to notice money" , "date" : "19880215" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Day-Care Effort Pressed For Municipal Workers" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/15\/nyregion\/day-care-effort-pressed-for-municipal-workers.html"} , {"body" : "LEAD: A campaign by New York City to attract large-scale office developments to the boroughs outside Manhattan is being stalled by a wave of economic uncertainty created by the stock market collapse, according to city officials and business executives. A campaign by New York City to attract large-scale office developments to the boroughs outside" , "date" : "19880215" , "day_of_week_facet" : "Monday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW JERSEY" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Office Growth Slows in Boroughs Outside Manhattan" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/15\/nyregion\/office-growth-slows-in-boroughs-outside-manhattan.html"} , {"body" : "LEAD: The actor and director Danny DeVito once had a film shown there. So did Ira Wohl, who made ''Best Boy,'' winner of the 1980 Academy Award for best feature-length documentary. The actor and director Danny DeVito once had a film shown there. So did Ira Wohl, who made ''Best Boy,'' winner of the 1980 Academy Award for best feature-length" , "date" : "19880205" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "Brooklyn Arts Council Holding Film Festival" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/05\/movies\/brooklyn-arts-council-holding-film-festival.html"} , {"body" : "LEAD: Turkeys and Then Some IF it's a gaggle of geese and a flock of sheep, what do you call a group of turkeys? (You can have fun with that one for a while.) Whatever you call them, a whole lot of turkeys are gobbling away at the Connetquot River State Park in Oakdale. The 3,500-acre park is home to about 50 to 60 wild 20-pound turkeys, although," , "date" : "19880131" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CONNETQUOT RIVER STATE PARK (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "LONG ISLAND JOURNAL" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/31\/nyregion\/long-island-journal-665088.html"} , {"body" : "LEAD: The Board of Education and the principals' union announced a tentative three-year contract yesterday that extends the probationary period for all school supervisors, to five years from three. The Board of Education and the principals' union announced a tentative three-year contract yesterday that extends the probationary period for all school" , "date" : "19880128" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Principals' Accord to Extend Probation Period to 5 Years" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/28\/nyregion\/principals-accord-to-extend-probation-period-to-5-years.html"} , {"body" : "LEAD: In a carefully choreographed and controlled rally that highlighted the growing frustration among blacks over drugs, almost 500 demonstrators marched yesterday along a circuitous route through some of Brooklyn's most drug- and crime-ridden communties. In a carefully choreographed and controlled rally that highlighted the growing frustration" , "date" : "19880122" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "500 March in Brooklyn Over Racism" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/22\/nyregion\/500-march-in-brooklyn-over-racism.html"} , {"body" : "LEAD: NEXT month a pioneering group of employees of Morgan Stanley & Company will cross the East River, leading a relocation from Manhattan to a new 19-story office tower nearing completion in downtown Brooklyn. NEXT month a pioneering group of employees of Morgan Stanley & Company will cross the East River, leading a relocation from Manhattan to a" , "date" : "19880120" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "22" , "title" : "Real Estate; Envisioning Brooklyn as Office Center" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/20\/business\/real-estate-envisioning-brooklyn-as-office-center.html"} ,   {"body" : "LEAD: In six years as District Attorney of Brooklyn, Elizabeth Holtzman says, she has raised the professional standards of her office, introduced new strategies to deter crime and forged closer ties with the black and Hispanic communities by aggressively investigating complaints of police brutality. In six years as District Attorney of Brooklyn," , "date" : "19880105" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Holtzman's 6 Years: Innovations and Antagonism" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/05\/nyregion\/holtzman-s-6-years-innovations-and-antagonism.html"} , {"body" : "LEAD: THE question was which of two proposed statues best portrayed Fiorello H. La Guardia, New York's dynamic Mayor from 1934 to 1945: THE question was which of two proposed statues best portrayed Fiorello H. La Guardia, New York's dynamic Mayor from 1934 to 1945: La Guardia striding briskly, speaking with authority, hands clapping -a man of" , "date" : "19880103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LA GUARDIA PLACE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "UP-DATE ON THE NEWS; La Guardia Statue: A Study in Action" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/03\/nyregion\/up-date-on-the-news-la-guardia-statue-a-study-in-action.html"} , {"body" : "LEAD: In a shadowy section of Pennsylvania Station, Maurice Warner rocked slowly back and forth, muttering softly as he surveyed about 30 homeless people, most of them asleep on wooden benches or the bare floors. In a shadowy section of Pennsylvania Station, Maurice Warner rocked slowly back and forth, muttering softly as he surveyed about 30" , "date" : "19880102" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["PENNSYLVANIA STATION (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Dawn of '88 Brings Hope And Unease" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/02\/nyregion\/dawn-of-88-brings-hope-and-unease.html"}]