[  {"body" : "LEAD: To the Editor: To the Editor: As the result of a delinquent act by four young males who happened to be black (but could have been white) against three young males who happened to be white (but could have been black) in the Park Slope section of Brooklyn, Matthew Strozier's nose was broken (''How Gentrification Broke My Nose,'' Op-Ed, Dec. 3)." , "date" : "19881231" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["PARK SLOPE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Don't Be So Quick to Make Park Slope a Symbol of Inequality" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/31\/opinion\/l-don-t-be-so-quick-to-make-park-slope-a-symbol-of-inequality-694688.html"} , {"body" : "LEAD: AS the last of its 31,622,400 seconds tick into oblivion tomorrow night, 1988 promises to go out with a ball, a bang and a bonanza of festive celebrations in New York City. AS the last of its 31,622,400 seconds tick into oblivion tomorrow night, 1988 promises to go out with a ball, a bang and a bonanza of festive celebrations in New York" , "date" : "19881230" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Lights! Champagne! Music! 53 Ways to Welcome the New Year" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/30\/arts\/lights-champagne-music-53-ways-to-welcome-the-new-year.html"} , {"body" : "LEAD: Closings in the week ending Dec. 3 MANHATTAN Gracie Mansion Area $780,000 180 East End Avenue (88th St.) 3-bedroom, 3 1\/2-bath, 2,400-sq.-ft. postwar co-op; 24-hr. doorman, concierge, dining room, terrace, pool; maintenance $1,500, 50% tax-deductible (Broker: Corcoran Group) Closings in the week ending Dec. 3 MANHATTAN Gracie Mansion Area" , "date" : "19881218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/18\/realestate\/residential-resales-299188.html"} , {"body" : "LEAD: MOVING and storage companies buy warehouses in low-budget locations for storage capacity, not redevelopment potential. But when surroundings improve, the warehouses often become far more valuable as real estate deals than as storage centers. MOVING and storage companies buy warehouses in low-budget locations for storage capacity, not" , "date" : "19881204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PIONEER PLAZA (BKLYN, NY)" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "27" , "title" : "COMMERCIAL PROPERTY: Storage Buildings; Windfall Profits Inspiring Moving Days" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/04\/realestate\/commercial-property-storage-buildings-windfall-profits-inspiring-moving-days.html"} , {"body" : "LEAD: A 15-year-old boy who was shot when he pulled a revolver on an off-duty detective in Brooklyn was charged yesterday with illegal weapons possession, the police said. A 15-year-old boy who was shot when he pulled a revolver on an off-duty detective in Brooklyn was charged yesterday with illegal weapons possession, the police said. The injured" , "date" : "19881204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "58" , "title" : "Boy Shot by Officer Charged With Possession of Weapons" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/04\/nyregion\/boy-shot-by-officer-charged-with-possession-of-weapons.html"} , {"body" : "LEAD: An off-duty police officer shot and wounded a 15-year-old boy who pointed a revolver at him last night in a Brooklyn clothing store, the police said. An off-duty police officer shot and wounded a 15-year-old boy who pointed a revolver at him last night in a Brooklyn clothing store, the police said. The single bullet fired by the officer," , "date" : "19881203" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Off-Duty Officer Shoots Youth" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/03\/nyregion\/off-duty-officer-shoots-youth.html"} , {"body" : "LEAD: A Brooklyn man who came to the aid of a mugging victim - shooting and killing one assailant and wounding another - pleaded for mercy yesterday but was sentenced to 1 1\/2 to 4 1\/2 years in state prison for an earlier drug conviction. A Brooklyn man who came to the aid of a mugging victim - shooting and killing one assailant and wounding" , "date" : "19881129" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "'Samaritan' Is Imprisoned In Drug Case" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/29\/nyregion\/samaritan-is-imprisoned-in-drug-case.html"} , {"body" : "LEAD: EACH weekend they appear, climbing out of the IRT station at Grand Army Plaza and looking around at the unfamiliar trees and landmarks of Brooklyn until they zero in on Eastern Parkway. Then off they pad on expensive running shoes to test the air and the low real estate prices of Prospect Heights, the city's latest emerging middle-class" , "date" : "19881127" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT HEIGHTS (BROOKLYN, NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Prospect Heights Beginning Climb To Gentrification" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/27\/realestate\/prospect-heights-beginning-climb-to-gentrification.html"} , {"body" : "LEAD: IN New York City, a half-million illegal aliens form what amounts to a new sub-class of the poor, more vulnerable than ever to sweatshop operators, eviction and criminals. IN New York City, a half-million illegal aliens form what amounts to a new sub-class of the poor, more vulnerable than ever to sweatshop operators, eviction and criminals." , "date" : "19881127" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "THE REGION; Under the New Law, Illegal Aliens Suffer Much in Silence" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/27\/weekinreview\/the-region-under-the-new-law-illegal-aliens-suffer-much-in-silence.html"} , {"body" : "LEAD: A 60-year-old clerk at a round-the-clock newsstand in the Borough Park section of Brooklyn was shot to death in an apparent robbery attempt by two men yesterday evening. The victim, identified as Zulfuquar Siddiqi of 104 Parkville Avenue in Flatbush, was pronounced dead of a gunshot wound in the stomach at 8:45 P.M., an hour after he was shot" , "date" : "19881125" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Clerk, 60, Slain by Robbers" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/25\/nyregion\/clerk-60-slain-by-robbers.html"} ,   {"body" : "LEAD: A Brooklyn mugging victim whose neighbor shot her two assailants has asked a judge for leniency when he sentences the neighbor for an earlier drug conviction. A Brooklyn mugging victim whose neighbor shot her two assailants has asked a judge for leniency when he sentences the neighbor for an earlier drug conviction. On Monday, Justice Joseph" , "date" : "19881123" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO DATELINES; Crime Victim Seeks Leniency for Rescuer" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/23\/nyregion\/metro-datelines-crime-victim-seeks-leniency-for-rescuer.html"} , {"body" : "LEAD: O I see flashing that this America is only you and me, . . . Freedom, language, poems, employments, are you and me, Past, present, future, are you and me. I dare not shirk any part of myself. . . . - ''By Blue Ontario's Shore,'' Walt Whitman O I see flashing that this America is only you and me, . . . Freedom, language, poems, employments," , "date" : "19881120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "51" , "title" : "PARK SLOPE: AMERICAN AMALGAM; Walt Whitman Ideal" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/20\/magazine\/park-slope-american-amalgam-walt-whitman-ideal.html"} , {"body" : "LEAD: Bay Ridge, in my memory, is where my grandfather drove the Borden's Milk wagon up to the house every morning to get his breakfast, in the middle of his route. He came into the house on Sixth Avenue, and my grandmother gave him eggs and sausages and bakery rolls for the drippings, and the white horse ate from the oat bag tied around his nose." , "date" : "19881120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "68" , "title" : "NEIGHBORHOOD VIGNETTES FROM & NEW YORKERS; FLASHBACKS: Back to Bay Ridge" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/20\/magazine\/neighborhood-vignettes-from-new-yorkers-flashbacks-back-to-bay-ridge.html"} , {"body" : "LEAD: There are 300 neighborhoods in New York, according to the City Planning Commission, and not one has an official definition. There are 300 neighborhoods in New York, according to the City Planning Commission, and not one has an official definition. Boundaries change. Fashions change. Fortunes change. New districts are ripped out of the ground" , "date" : "19881120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "16" , "title" : "NEW YORK GAZETTEER" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/20\/news\/new-york-gazetteer.html"} , {"body" : "LEAD: The sight of unsupervised students clustering in the hallways of a high school throughout the day usually means that things are not being run properly, that orderliness has given way to entropy. But at Edward R. Murrow High School in Brooklyn it means the opposite. The sight of unsupervised students clustering in the hallways of a high school" , "date" : "19881115" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "A High School Finds Success in Freedom" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/15\/nyregion\/a-high-school-finds-success-in-freedom.html"} , {"body" : "LEAD: The Chase Manhattan Corporation announcement that it would shift 5,000 employees to downtown Brooklyn moves the Metrotech office and academic complex beyond the halfway mark in lease commitments and is another indication that the rebirth of the area as the city's third largest business and commercial district is firmly under way. The Chase" , "date" : "19881111" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Chase Move Lifts Spirits in Downtown Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/11\/nyregion\/chase-move-lifts-spirits-in-downtown-brooklyn.html"} , {"body" : "LEAD: The Chase Manhattan Corporation, backed by far more valuable government incentives than had ever been offered to a New York City company, said yesterday that it would move 5,000 workers from lower Manhattan to downtown Brooklyn. The Chase Manhattan Corporation, backed by far more valuable government incentives than had ever been offered to a" , "date" : "19881110" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "JERSEY CITY (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Chase, With $235 Million Incentive Package, Picks Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/10\/nyregion\/chase-with-235-million-incentive-package-picks-brooklyn.html"} , {"body" : "LEAD: We are on the prowl for one Deenps Bazile, by all accounts a mysterious and magical man. We have heard that God speaks to Deenps Bazile to point out stumps in Brooklyn's Prospect Park. He responds by transforming them into sculpture - haunting African faces sprouting from gnarled wood. We are on the prowl for one Deenps Bazile, by all" , "date" : "19881109" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; A Woodsy Hunt For the Sculptor Of Prospect Park" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/09\/nyregion\/about-new-york-a-woodsy-hunt-for-the-sculptor-of-prospect-park.html"} , {"body" : "LEAD: As Anthony Dixon, he was a hard-working cook and a church-going Christian. As Clovis Fearon, he pleaded guilty to selling crack to undercover police officers and then spent 18 months on the run. As Anthony Dixon, he was a hard-working cook and a church-going Christian. As Clovis Fearon, he pleaded guilty to selling crack to undercover police" , "date" : "19881104" , "day_of_week_facet" : "Friday" , "geo_facet" : ["FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Samaritan's Disparate Lives Meet In Court After 18 Months on Run" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/04\/nyregion\/samaritan-s-disparate-lives-meet-in-court-after-18-months-on-run.html"} , {"body" : "LEAD: A man who heard a mugging victim screaming and sobbing for help sprinted out of his apartment in Brooklyn late Tuesday night, his .38-caliber revolver in his hand, and fired at two assailants as they grabbed for a watch and gold necklace, the police said yesterday. A man who heard a mugging victim screaming and sobbing for help sprinted out" , "date" : "19881103" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Man Faces Gun Count After Shooting 2 to Halt Mugging" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/03\/nyregion\/man-faces-gun-count-after-shooting-2-to-halt-mugging.html"} ,   {"body" : "LEAD: HOWARD SCHERZER mounted the steps of the Maine Monument at the southwest corner of Central Park and called the group of bicyclists to order. ''This is our most gluttonous tour,'' he warned, ''so be ready.'' HOWARD SCHERZER mounted the steps of the Maine Monument at the southwest corner of Central Park and called the group of bicyclists to" , "date" : "19881024" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "ON YOUR OWN: FITNESS; Bicyclists Leave Diets Behind" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/24\/sports\/on-your-own-fitness-bicyclists-leave-diets-behind.html"} , {"body" : "LEAD: There is nearly complete in New York City a skyscraper that is having an impact on the skyline as profound, in its own way, as the World Trade Center. It is not 110 stories tall, or even half that, and it is but a single tower, not a pair, but it is rapidly becoming one of the most conspicuous structures in the entire city. There is nearly" , "date" : "19881023" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "ARCHITECTURE VIEW; ALONE IN QUEENS, AN UNLIKELY TOWER SCRAPES THE SKY" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/23\/arts\/architecture-view-alone-in-queens-an-unlikely-tower-scrapes-the-sky.html"} , {"body" : "LEAD: Martha Snider said she often couldn't sleep for worry over where she would attend high school next year. Elvia Pazmino, who remembers seniors' crying in the hall of her middle school in Brooklyn last year when they were not accepted at their first choices, is confused and worried now that it is her turn. Martha Snider said she often couldn't" , "date" : "19881015" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "33" , "title" : "Special High Schools: Prized Goal for Students" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/15\/nyregion\/special-high-schools-prized-goal-for-students.html"} , {"body" : "LEAD: Here is a guide to weekend walking tours for outdoor explorers. FRIDAY A.T.&.T. BUILDING. An inside look at Philip Johnson's tower at 56th Street and Madison Avenue, sponsored by the 92d Street Y, at 1 P.M. $10. Reservations: 996-1100. SATURDAY WASHINGTON SQUARE AND GREENWICH VILLAGE. Here is a guide to weekend walking tours for outdoor" , "date" : "19881014" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "A Guide to Weekend Walks" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/14\/arts\/a-guide-to-weekend-walks.html"} , {"body" : "LEAD: SOONER or later, the world comes to New York City. Or so it seems this weekend, when a far-flung group of dance and dance-theater companies descends upon the city. Not that there will not be enough home-grown dance to satisfy stalwart hometown boosters. But the accent is on visiting companies, from the itinerant Korean performing troupes at" , "date" : "19881014" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "For Dancegoers, A Trip Around The World In Three Days Of Performances" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/14\/arts\/for-dancegoers-a-trip-around-the-world-in-three-days-of-performances.html"} , {"body" : "LEAD: The shooting by a half-dozen police officers in Queens on Saturday, in which a sergeant and two unarmed kidnapping suspects were wounded, might have started when an officer thought one of the suspects had a gun, the authorities said yesterday. The shooting by a half-dozen police officers in Queens on Saturday, in which a sergeant and two" , "date" : "19881003" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Theorize Sight of Gun Led to Shooting of Officer" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/03\/nyregion\/police-theorize-sight-of-gun-led-to-shooting-of-officer.html"} , {"body" : "LEAD: THE heart of the old town of Flatbush is the intersection of Church and Flatbush Avenues, says Irving Choban with the authority of his office, the presidency of the Flatbush Historical Society. The town had spread out three miles from that center by 1892, when it merged into the city of Brooklyn. Its 1798 Dutch Reformed Church still stands -" , "date" : "19881002" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ERASMUS PLACE (FLATBUSH, NY, DEVELOPMENT)" , "FLATBUSH (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "PERSPECTIVES: New Condos in Flatbush; Tapping the Market in Central Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/02\/realestate\/perspectives-new-condos-in-flatbush-tapping-the-market-in-central-brooklyn.html"} , {"body" : "LEAD: The Rev. Al Sharpton and C. Vernon Mason, advisers to Tawana Brawley, and nine other demonstrators were arrested in Brooklyn yesterday evening after street protests that briefly blocked the Manhattan and Brooklyn Bridges and the Brooklyn-Queens Expressway. The Rev. Al Sharpton and C. Vernon Mason, advisers to Tawana Brawley, and nine other" , "date" : "19880930" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Sharpton Arrested in Protests" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/30\/nyregion\/sharpton-arrested-in-protests.html"} , {"body" : "LEAD: FRIDAY HONG KONG FILMS FRIDAY HONG KONG FILMS Hong Kong is one of the world's great anomalies. City, city-state or colony, this British-ruled dot on the Chinese mainland has been not only an economic capital of Asia, but also a major center for Asian film making. This cinematic tradition, which combines Chinese and Western influences, will be" , "date" : "19880916" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/16\/arts\/weekender-guide.html"} , {"body" : "LEAD: A week ago Monday, on the first day of school, Carole Tomlinson talked to her children on the island of Jamaica. A week ago Monday, on the first day of school, Carole Tomlinson talked to her children on the island of Jamaica. The day had gone well except for the weather, the five youngsters told their mother, who immigrated to the United" , "date" : "19880916" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "JAMAICA (WEST INDIES)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "In U.S., a Difficult Wait for Word From Families" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/16\/nyregion\/in-us-a-difficult-wait-for-word-from-families.html"} ,   {"body" : "LEAD: The Iron Curtain isn't soundproof. Music makes the East-West or West-East crossing, depending on the vagaries of international diplomacy and commerce, and the not quite untrammeled traffic in culture makes every trip different. While some musicians pick up ideas from the other side, others ignore them. The Iron Curtain isn't soundproof. Music" , "date" : "19880916" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "19" , "title" : "POP\/JAZZ; Global Pop, Done in the Soviet Style" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/16\/arts\/pop-jazz-global-pop-done-in-the-soviet-style.html"} , {"body" : "LEAD: The sleek limousine glides to a halt, preferably in a position visible from her window. The chauffeur leaps out carrying a single elegant rose to fetch the young lovely. Waiting patiently is the self-anointed prince of the evening, nonchalantly preparing to uncork the fine champagne. The sleek limousine glides to a halt, preferably in a" , "date" : "19880914" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; Limousine King Puts Fantasies On Four Wheels" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/14\/nyregion\/about-new-york-limousine-king-puts-fantasies-on-four-wheels.html"} , {"body" : "LEAD: Chicken, Well Done Chicken, Well Done A new catering store at 1133 Madison Avenue (84th Street) may be called the International Poultry Company and Marketplace, but the poultry sold there is strictly domestic. The emphasis is on chicken, variously oven roasted, spit roasted, fried, barbecued, sauteed and made into salads. The menu of prepared" , "date" : "19880914" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden" , "Health"] , "page_facet" : "7" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/14\/garden\/food-notes-780088.html"} , {"body" : "LEAD: There is a 7,000-acre miracle of nature scattered about the concrete platform that is New York City. Parceled out among the five boroughs, these enclaves of untouched wilderness are the unmanicured segments of the 26,000 acres under the domain of the Department of Parks and Recreation. There is a 7,000-acre miracle of nature scattered about" , "date" : "19880909" , "day_of_week_facet" : "Friday" , "geo_facet" : ["ALLEY POND PARK (NYC)" , "INWOOD HILL PARK (NYC)" , "PELHAM BAY PARK (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "7,000 Acres of Urban Wilderness" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/09\/arts\/7000-acres-of-urban-wilderness.html"} , {"body" : "LEAD: One man was killed and four people were wounded yesterday, one critically, when a gunman fired into a crowd of 350 outside a memorial rap concert in Brooklyn, the police said. One man was killed and four people were wounded yesterday, one critically, when a gunman fired into a crowd of 350 outside a memorial rap concert in Brooklyn, the" , "date" : "19880902" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Is Shot to Death As a Gunman Fires Into a Concert Crowd" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/02\/nyregion\/man-is-shot-to-death-as-a-gunman-fires-into-a-concert-crowd.html"} , {"body" : "LEAD: One man was killed and two others, including an off-duty New York State corrections officer, were wounded yesterday in an early-morning gun battle in Brooklyn that broke out among a group of people who had been at a party, the police said. One man was killed and two others, including an off-duty New York State corrections officer, were" , "date" : "19880828" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Man Killed During Argument" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/28\/nyregion\/man-killed-during-argument.html"} , {"body" : "LEAD: The head of a diagnostic laboratory in Brooklyn was arrested yesterday and charged with illegally disposing of medical waste, including two blood vials containing the Hepatitis B virus. He was also charged with creating a risk of serious injury to others. The head of a diagnostic laboratory in Brooklyn was arrested yesterday and charged with" , "date" : "19880827" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "29" , "title" : "Head of Lab Charged in Illegal Disposal" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/27\/nyregion\/head-of-lab-charged-in-illegal-disposal.html"} , {"body" : "LEAD: In the 1930's Flatbush was considered one of Brooklyn's most desirable residential neighborhoods. Its tree-bowered streets of roomy Dutch colonial homes and grand Georgian mansions also had six-story brick elevator buildings with apartments that reflected the same gracious style of living. In the 1930's Flatbush was considered one of" , "date" : "19880826" , "day_of_week_facet" : "Friday" , "geo_facet" : ["FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "10" , "title" : "About Real Estate; Co-op Buyers Seek Deals In Flatbush Conversions" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/26\/business\/about-real-estate-co-op-buyers-seek-deals-in-flatbush-conversions.html"} , {"body" : "LEAD: Two more men were arrested yesterday in connection with a pair of shootouts that came as rival gangs battled for turf in a lucrative Brooklyn drug-selling territory, the police said. Two more men were arrested yesterday in connection with a pair of shootouts that came as rival gangs battled for turf in a lucrative Brooklyn drug-selling" , "date" : "19880821" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "2 More Suspects Held In Brooklyn Shootout" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/21\/nyregion\/2-more-suspects-held-in-brooklyn-shootout.html"} , {"body" : "LEAD: Friday SHAKESPEARE IN BROOKLYN Friday SHAKESPEARE IN BROOKLYN ''The Winter's Tale,'' Shakespeare's fairy-tale-like play about love, jealousy and destruction in a faraway kingdom, is being brought to the outdoor stage of the Prospect Park Band Shell in Brooklyn, where the Kings County Shakespeare Company is presenting free performances tonight" , "date" : "19880819" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/19\/arts\/weekender-guide.html"} ,   {"body" : "LEAD: They tell the story of the frontier town that had no lawyer, so they sent East for one. He set up shop, but there were no clients. He was about to head home when the town fathers got a bright idea. They brought in another lawyer. Suddenly, there was more than enough business for both. Lawyers generate conflict - despite new-fangled law school" , "date" : "19880818" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["LOWER EAST SIDE (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "27" , "title" : "Lox on Both Their Houses" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/18\/opinion\/lox-on-both-their-houses.html"} , {"body" : "LEAD: A 14-year-old boy was killed and six other people were injured, one critically, yesterday when at least one gunman opened fire near a Brooklyn bar in what the police think may have been a retaliation shooting. A 14-year-old boy was killed and six other people were injured, one critically, yesterday when at least one gunman opened fire near a" , "date" : "19880816" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Boy Killed and 6 Hurt In Gunfire In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/16\/nyregion\/boy-killed-and-6-hurt-in-gunfire-in-brooklyn.html"} , {"body" : "LEAD: Country in the City, Floyd Bennett Field, near Exit 11S on the Belt Parkway, Brooklyn; 212-233-2926. Country in the City, Floyd Bennett Field, near Exit 11S on the Belt Parkway, Brooklyn; 212-233-2926. The 12th annual City Gardeners' Harvest Fair will be held, rain or shine, on Saturday and Sunday, Aug. 20 and 21. There will be contests for" , "date" : "19880811" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "Calendar of Events: Urban Harvest Fair" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/11\/garden\/calendar-of-events-urban-harvest-fair.html"} , {"body" : "LEAD: Twenty thousand people live in the Marine Park section of Brooklyn, and on Sundays, after a quiet morning in church or a quick jog through the park, many head for the municipal Marine Park Golf Course. Others navigate their small boats through Mill Basin and out to Jamaica Bay. Twenty thousand people live in the Marine Park section of" , "date" : "19880807" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MARINE PARK (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "IF YOU'RE THINKING OF LIVING IN: Marine Park" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/07\/realestate\/if-you-re-thinking-of-living-in-marine-park.html"} , {"body" : "LEAD: Nearly 10 months after the stock market took its plunge, the financial-services industry still remains wary of committing major amounts of capital to moving back-office facilities from downtown Manhattan to cheaper office districts. Nearly 10 months after the stock market took its plunge, the financial-services industry still remains wary of" , "date" : "19880807" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WORLD TRADE CENTER (NYC)" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "19" , "title" : "COMMERCIAL PROPERTY: Back-Office Tenants; Financial-Service Concerns Stay Put in Manhattan" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/07\/realestate\/commercial-property-back-office-tenants-financial-service-concerns-stay-put.html"} , {"body" : "LEAD: The 4 P.M.-to-midnight shift has yet to begin, but the longest-serving member of Police Emergency Service Unit No. 1 is already up against the evening's first emergency: Detective Specialist George Toth is sewing his trousers. The 4 P.M.-to-midnight shift has yet to begin, but the longest-serving member of Police Emergency Service Unit No. 1" , "date" : "19880726" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police Heroes, With a Flair for the Usual" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/26\/nyregion\/police-heroes-with-a-flair-for-the-usual.html"} , {"body" : "LEAD: Caring for New York City's two million park trees and 700,000 street trees is not high among municipal budget priorities these days. But increasingly, when one of those trees falls, at least someone is listening. Caring for New York City's two million park trees and 700,000 street trees is not high among municipal budget priorities these" , "date" : "19880724" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "THE REGION; DEATH IS HEEDED: SYMPATHY, AT LEAST, FOR CITY TREES" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/24\/weekinreview\/the-region-death-is-heeded-sympathy-at-least-for-city-trees.html"} , {"body" : "LEAD: Pak Cheong Jaing and Mei Ying Jaing said they were ''just crazy in love with their kid,'' their landlord recalled yesterday, but they worked such long hours that they felt they had to find another family to look after him. Pak Cheong Jaing and Mei Ying Jaing said they were ''just crazy in love with their kid,'' their landlord recalled" , "date" : "19880711" , "day_of_week_facet" : "Monday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "2 Immigrants Chase a Dream and Mourn a Child" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/11\/nyregion\/2-immigrants-chase-a-dream-and-mourn-a-child.html"} , {"body" : "LEAD: A 14-year-old boy sitting on a Brooklyn apartment stoop was struck in the head and critically wounded late Sunday night by bullets fired in what the police described as a low-level drug dispute. Six other people were wounded in the attack. A 14-year-old boy sitting on a Brooklyn apartment stoop was struck in the head and critically wounded" , "date" : "19880705" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Boy Shot on Stoop; 6 Others Injured" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/05\/nyregion\/brooklyn-boy-shot-on-stoop-6-others-injured.html"} , {"body" : "LEAD: Eight teen-agers went on a 45-minute crime spree on the subway system yesterday before they were arrested and charged in the assault of four people and the robbery of two of them on two train lines in Brooklyn, the transit police said. Eight teen-agers went on a 45-minute crime spree on the subway system yesterday before they were arrested" , "date" : "19880627" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "8 Arrested in Subway Crime Spree" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/27\/nyregion\/8-arrested-in-subway-crime-spree.html"} ,   {"body" : "LEAD: How to Avoid Passport Lines How to Avoid Passport Lines As travelers prepare to go abroad, lines are growing longer at the Passport Agency at 630 Fifth Avenue, New York. Some other locations where passports can be obtained: Court House, 60 Centre Street, New York; County Building, 851 Grand Concourse, Bronx; New Supreme Court, 360 Adams" , "date" : "19880626" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CHINA, PEOPLE'S REPUBLIC OF"] , "page_facet" : "3" , "title" : "TRAVEL ADVISORY" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/26\/travel\/travel-advisory-858488.html"} , {"body" : "LEAD: MELVIN N. PORETZ of Merrick, L.I., was on a Madison Avenue bus not long ago when guess who he should see standing in the rear of the very same vehicle: Abe Beame, the former mayor. Mr. Poretz had just been talking about Mr. Beame at lunch at the N.Y.U. Club, but what surprised Mr. Poretz was that the man whose job was once described as the" , "date" : "19880608" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/08\/garden\/metropolitan-diary-675888.html"} , {"body" : "LEAD: Four years ago, in a move that aroused immediate community opposition, the Jehovah's Witnesses proposed building a 35-story tower of offices and apartments in Brooklyn Heights, where the religious sect has its headquarters. Four years ago, in a move that aroused immediate community opposition, the Jehovah's Witnesses proposed building a" , "date" : "19880605" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Vote Nears on Tower Planned for Brooklyn Heights" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/05\/nyregion\/vote-nears-on-tower-planned-for-brooklyn-heights.html"} , {"body" : "LEAD: ABE BETESH was wheeling from lane to lane headed uptown in his brand-new red sports car, talking real estate. ABE BETESH was wheeling from lane to lane headed uptown in his brand-new red sports car, talking real estate. ''I've got this deal down on Prince Street in Little Italy: Twenty studios; two stores; one-point-two-five mil with two" , "date" : "19880605" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "HARLEM (NYC)" , "BRONX (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "A Teen Prodigy Cuts Deals on Tenements" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/05\/realestate\/a-teen-prodigy-cuts-deals-on-tenements.html"} , {"body" : "LEAD: Matthew Baptiste came to New York City from Grenada in 1979, working in a bank and at printing jobs, saving his money and making plans. Nine months ago, in a one-room storefront on Rutland Road in Brooklyn, Mr. Baptiste opened the Vanguard Printing shop, producing business cards, wedding invitations and fliers for reggae, calypso and other" , "date" : "19880603" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Caribbean Verve Brightens New York" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/03\/nyregion\/caribbean-verve-brightens-new-york.html"} , {"body" : "LEAD: OPEN to view but not public, within the property line but not private, a landscaped urban front door enriches an entire street. City folk wanting a touch of greenery still have time to prepare for summer by decorating their doorsteps. OPEN to view but not public, within the property line but not private, a landscaped urban front door enriches" , "date" : "19880602" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "14" , "title" : "CITY GARDENER; Doorstep Gardening, for the Unlanded" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/02\/garden\/city-gardener-doorstep-gardening-for-the-unlanded.html"} , {"body" : "LEAD: THE volatility of living in New York City on a shoestring visited Clara Jimenz early. Having just graduated from Barnard College and being determined to live on the Upper West Side of Manhattan, Ms. Jimenz moved last summer into a co-op with a 38-year-old nurse who was renting out her bedroom for $500 a month and sleeping in the living room." , "date" : "19880529" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Apartment Gypsies of Manhattan" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/29\/realestate\/the-apartment-gypsies-of-manhattan.html"} , {"body" : "LEAD: After a cool, soggy spring, one can only hope that the next season on our hemisphere's agenda will be more meteorologically agreeable - for, with the arrival of the Memorial Day weekend, the time of barbecues and beaches, Sousa and suntans has begun. After a cool, soggy spring, one can only hope that the next season on our hemisphere's agenda" , "date" : "19880527" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Finding the Fun: Ways to Have Memorial Days To Remember" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/27\/arts\/finding-the-fun-ways-to-have-memorial-days-to-remember.html"} , {"body" : "LEAD: FRIDAY HOLIDAY BACH FESTIVAL FRIDAY HOLIDAY BACH FESTIVAL The logical connection between Bach and Memorial Day may be hard to fathom, but Caroline Stoessinger, the artistic director at the Cathedral of St. John the Divine, insists that a free four-day Bach festival is one of the better ways to celebrate this holiday weekend. Consequently, the" , "date" : "19880527" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/27\/arts\/weekender-guide.html"} , {"body" : "LEAD: Azalea Walk, Bartlett Arboretum Association, University of Connecticut, 151 Brookdale Road, near Route 137, Stamford, Conn.; 203-322-6971. Azalea Walk, Bartlett Arboretum Association, University of Connecticut, 151 Brookdale Road, near Route 137, Stamford, Conn.; 203-322-6971. On Sunday, May 29, at 1 P.M., Dr. Gustav Mehlquist, professor" , "date" : "19880526" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Calendar of Events: Unusual Azaleas" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/26\/garden\/calendar-of-events-unusual-azaleas.html"} ,   {"body" : "LEAD: New York City officials said yesterday that four schools will be built in School District 17 in Brooklyn for elementary and junior high school students. New York City officials said yesterday that four schools will be built in School District 17 in Brooklyn for elementary and junior high school students. The district is the borough's most" , "date" : "19880525" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "4 New Schools Planned in Brooklyn District" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/25\/nyregion\/4-new-schools-planned-in-brooklyn-district.html"} , {"body" : "LEAD: FRIDAY AN ANIMATION OCCASION FRIDAY AN ANIMATION OCCASION At least 24 films are scheduled for New York University's Eighth Annual Animation Festival tonight, but organizers can't say for sure what will be seen on the screen. ''Some of the films will arrive fresh from the labs today, unscreened until the program,'' said John Canemaker, acting" , "date" : "19880513" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/13\/arts\/weekender-guide.html"} , {"body" : "LEAD: In addition to the Ninth Avenue Food Festival and You Gotta Have Park, outdoor celebrations will be found elsewhere in New York City and its environs. On the Upper West Side, three schools will be holding street fairs tomorrow. The McBurney School brings 100 vendors to West 75th Street, between Central Park West and Columbus Avenue, from noon" , "date" : "19880513" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "Other Merrymaking" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/13\/arts\/other-merrymaking.html"} , {"body" : "LEAD: Reports that a mortally wounded man waited 40 minutes on a Brooklyn street for an ambulance Monday were exaggerated by at least 15 minutes, the police and the Emergency Medical Service, which operates the city's ambulance system, said yesterday. Reports that a mortally wounded man waited 40 minutes on a Brooklyn street for an ambulance Monday" , "date" : "19880513" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Ambulance Crew Backed in Inquiry on a Death" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/13\/nyregion\/ambulance-crew-backed-in-inquiry-on-a-death.html"} , {"body" : "LEAD: Spring Flowers Show, United Methodist Church, Middleneck Road (Forest Drive), Sands Point, L.I.; 516-883-1430. Spring Flowers Show, United Methodist Church, Middleneck Road (Forest Drive), Sands Point, L.I.; 516-883-1430. ''Music of Flowers,'' is the theme of the Sands Point Garden Club show next Tuesday, May 17, from 2 to 8 P.M. Club members" , "date" : "19880512" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "Calendar: Welcoming Spring With Flowers, Tours and Fairs" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/12\/garden\/calendar-welcoming-spring-with-flowers-tours-and-fairs.html"} , {"body" : "LEAD: A Brooklyn high-school student charged this week with shooting one of six men who attacked him on an IRT train has two previous arrests for robbery, one of them in an incident on the IRT, police records show. A Brooklyn high-school student charged this week with shooting one of six men who attacked him on an IRT train has two previous arrests" , "date" : "19880506" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "IRT Shooting Suspect Has an Arrest Record" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/06\/nyregion\/irt-shooting-suspect-has-an-arrest-record.html"} , {"body" : "LEAD: Every Thursday and Sunday morning, from April through October, a bus leaves the Gray Line terminal on Eighth Avenue, threads its way downtown to Canal, crosses the Manhattan Bridge and spends the next six hours in Brooklyn. The people who take this bus are usually international tourists with some sort of immigrant connection to the borough," , "date" : "19880430" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "About New York; What Is a Stoop? Brooklyn by Bus For 15 Tourists" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/30\/nyregion\/about-new-york-what-is-a-stoop-brooklyn-by-bus-for-15-tourists.html"} , {"body" : "LEAD: A 40-year-old Manhattan man who was convicted Friday of killing a veteran police detective was found guilty yesterday on related charges of assaulting a second officer in the same shootout. A 40-year-old Manhattan man who was convicted Friday of killing a veteran police detective was found guilty yesterday on related charges of assaulting a" , "date" : "19880424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Man, Guilty of Killing Officer, Is Convicted on More Charges" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/24\/nyregion\/man-guilty-of-killing-officer-is-convicted-on-more-charges.html"} , {"body" : "LEAD: THE battle to save the Flatbush Avenue Terminal, the city's second most impressive rail station after Grand Central, was supposedly lost in 1980 when both the National Register of Historic Places and the Landmarks Preservation Commission declined to designate the 1906 structure. THE battle to save the Flatbush Avenue Terminal, the city's" , "date" : "19880417" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GRAND CENTRAL TERMINAL (NYC)" , "FLATBUSH (NYC)" , "FLATBUSH AVENUE TERMINAL (BKLYN)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "14" , "title" : "STREETSCAPES: Flatbush Avenue Terminal; The Final Weeks for a Neo-Renaissance Grand Dame?" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/17\/realestate\/streetscapes-flatbush-avenue-terminal-final-weeks-for-neo-renaissance-grand-dame.html"} , {"body" : "LEAD: Here is a sampling of performing arts being presented on college stages in New York. Events at colleges in the City University of New York system are listed in a free calendar that may be obtained by writing to the Office of Community Relations, City University of New York, 535 East 80th Street, New York, N.Y. Here is a sampling of performing" , "date" : "19880415" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Arts" , "Education"] , "page_facet" : "27" , "title" : "A Playbill for What's On at Colleges in New York" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/15\/arts\/a-playbill-for-what-s-on-at-colleges-in-new-york.html"} ,   {"body" : "LEAD: Accompanied by Verdi's Requiem, Parks Commissioner Henry J. Stern led a funeral yesterday for four mature London plane trees that were mysteriously cut down within the last week, denuding Temple Square in downtown Brooklyn. Accompanied by Verdi's Requiem, Parks Commissioner Henry J. Stern led a funeral yesterday for four mature London plane" , "date" : "19880415" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Arborcide: Outrage on Flatbush Ave." , "url" : "http:\/\/www.nytimes.com\/1988\/04\/15\/nyregion\/arborcide-outrage-on-flatbush-ave.html"} , {"body" : "LEAD: When James A. Malone was growing up poor in Akron, Ohio, he and his nine brothers and sisters did not lack black role models. ''I wasn't isolated from middle-class adults,'' he said. ''And believe me, they made a difference in my life.'' When James A. Malone was growing up poor in Akron, Ohio, he and his nine brothers and sisters did not lack" , "date" : "19880410" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "46" , "title" : "Brooklyn Program Joins Black Retirees and Pupils" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/10\/nyregion\/brooklyn-program-joins-black-retirees-and-pupils.html"} , {"body" : "LEAD: Sometime after 2:30 A.M. on Sunday, March 27, at a construction site half a block from his home in the Borough Park section of Brooklyn, Geraldo Leiva was strangled with a thin piece of rope. Sometime after 2:30 A.M. on Sunday, March 27, at a construction site half a block from his home in the Borough Park section of Brooklyn, Geraldo Leiva" , "date" : "19880408" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Week's Killings: A Profile of Violent Death in New York" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/08\/nyregion\/a-week-s-killings-a-profile-of-violent-death-in-new-york.html"} , {"body" : "LEAD: LIKE a reel of film that just popped its sprockets, movie festivals are springing up at such a furious pace that it's almost impossible to stay abreast of them. This weekend, the offerings include the opening of Perspectives on French Cinema and an adjunct retrospective of Louis Malle's French films at the Museum of Modern Art; the" , "date" : "19880408" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Reel After Reel Of Festival Films, Current and Classic" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/08\/movies\/reel-after-reel-of-festival-films-current-and-classic.html"} , {"body" : "LEAD: THE Landmarks Preservation Commission has before it a knotty problem involving the Knickerbocker Field Club, a charming clapboard clubhouse built in 1893 that was heavily damaged - but not destroyed - by fire last January. THE Landmarks Preservation Commission has before it a knotty problem involving the Knickerbocker Field Club, a charming" , "date" : "19880403" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "STREETSCAPES: The Knickerbocker Field Club; Fire-Damaged Flatbush Landmark May Be Razed" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/03\/realestate\/streetscapes-knickerbocker-field-club-fire-damaged-flatbush-landmark-may-be.html"} , {"body" : "LEAD: THE milestones along the route to a construction start in what might be called the megaventures in New York City real-estate development usually pass with barely any public notice, despite their significance. So it was last month when the 4.2 million-square-foot Metrotech office project in downtown Brooklyn took a crucial step toward its" , "date" : "19880403" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "METROTECH (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "PERSPECTIVES: Metrotech; Lease Gives Impetus to Brooklyn Project" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/03\/realestate\/perspectives-metrotech-lease-gives-impetus-to-brooklyn-project.html"} , {"body" : "LEAD: Edible Easter Bonnets Edible Easter Bonnets It's not too late to place an order for one of the season's most enchanting Easter confections: an orange-flavored cake in the shape of an Easter bonnet. But what would you expect from Henri Bendel? The yellow-frosted dome of the hat is covered with perky white lilies and is banded with a yellow" , "date" : "19880330" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/30\/garden\/food-notes-478888.html"} , {"body" : "LEAD: SPRING begins officially next week. This, then, might well be the last weekend suitable for holing up in theaters. And it is possible to do that in dance theaters alone, since the weekend boasts programs by an extraordinary number of major choreographers and interesting newer ones, as well as a range of dancing that incorporates almost every" , "date" : "19880318" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Buoyant Dancers Conquer New York Stages" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/18\/arts\/buoyant-dancers-conquer-new-york-stages.html"} , {"body" : "LEAD: Friday THE ART OF COLLECTING Friday THE ART OF COLLECTING Folk arts will be the subject of a film festival this weekend at the Donnell Library Center of the New York Public Library, 20 West 53d Street. Twenty-six films about the techniques, social contexts and collecting of everything from quilts to paintings will be screened tonight from 6" , "date" : "19880311" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/11\/arts\/weekender-guide.html"} , {"body" : "LEAD: Photographs, blueprints and publicity posters from the Loew's Kings Theater will be displayed at the Urban Center of the Municipal Art Society on Madison Avenue at 50th Street from Friday to April 26. The exhibit is intended to generate interest in the Brooklyn movie palace, which has been silent for a decade. Photographs, blueprints and" , "date" : "19880306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SPUYTEN DUYVIL (NY)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: The Kings of Flatbush; Movie Palace for Sale" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/06\/realestate\/postings-the-kings-of-flatbush-movie-palace-for-sale.html"} ,   {"body" : "LEAD: HAND-WOVEN tapestries, the decorative wall hangings traditionally associated with medieval and Renaissance castles, are now showing up on the walls of corporate headquarters, banks and hotels. HAND-WOVEN tapestries, the decorative wall hangings traditionally associated with medieval and Renaissance castles, are now showing up on the walls of" , "date" : "19880303" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "Tapestries Warm Up Modern Buildings" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/03\/garden\/tapestries-warm-up-modern-buildings.html"} , {"body" : "LEAD: Dining for a Cause Dining for a Cause In Westchester County, N.Y., and Fairfield County, Conn., March 22 will be an evening of dining for a cause. Thirty-four restaurants and country inns in those counties are preparing elaborate dinners to benefit the March of Dimes, which works to prevent birth defects. The group is celebrating its 50th" , "date" : "19880302" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/02\/garden\/food-notes-610688.html"} , {"body" : "LEAD: THE next time someone tries to sell you a bridge in New York City, be sure to ask for a warranty. Officials say about half the city's bridges are rated in poor or fair condition, 31 have had to be at least partly closed off and 100 need to be replaced. THE next time someone tries to sell you a bridge in New York City, be sure to ask for a" , "date" : "19880221" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "24" , "title" : "THE REGION; NEW YORK'S BRIDGES ARE CRUMBLING TOWERS OF NEGLECT" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/21\/weekinreview\/the-region-new-york-s-bridges-are-crumbling-towers-of-neglect.html"} , {"body" : "LEAD: FRIDAY IN THE DRAGON'S YEAR FRIDAY IN THE DRAGON'S YEAR Two days into the Year of the Dragon, the Chinese Lunar New Year is still being celebrated at the Asian American Arts Center, at 26 Bowery, south of Canal Street. Several programs of traditional Chinese music, dance and folk tales are to be presented this weekend. Regional Chinese New" , "date" : "19880219" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/19\/arts\/weekender-guide.html"} , {"body" : "LEAD: The Belt Parkway was closed to all traffic for about six hours yesterday in Brooklyn when pieces of concrete fell on the six-lane highway from an overpass at Flatbush Avenue, the police said. Traffic was backed up as far as the Van Wyck Expressway and Cropsey Avenue as the police detoured traffic around the overpass starting at 3:30 P.M. The" , "date" : "19880215" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BELT PARKWAY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Falling Debris Shuts the Belt" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/15\/nyregion\/falling-debris-shuts-the-belt.html"} , {"body" : "LEAD: Two men surrendered to the police over the weekend in the slaying of a gypsy-cab driver in the Williamsbridge section of Bronx on Friday, the police said yesterday. Two men surrendered to the police over the weekend in the slaying of a gypsy-cab driver in the Williamsbridge section of Bronx on Friday, the police said yesterday. The slaying," , "date" : "19880215" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "WILLIAMSBRIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Metro Datelines; 2 Surrender, 1 Seized In Slaying of Cabby" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/15\/nyregion\/metro-datelines-2-surrender-1-seized-in-slaying-of-cabby.html"} , {"body" : "LEAD: THE Pioneer warehouse complex, on Flatbush Avenue at the foot of Livingston Street in Brooklyn, has been a familiar sight for more than 75 years. THE Pioneer warehouse complex, on Flatbush Avenue at the foot of Livingston Street in Brooklyn, has been a familiar sight for more than 75 years. While the city plans to demolish it to make way for" , "date" : "19880207" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "14" , "title" : "STREETSCAPES: Pioneer Warehouses; In Brooklyn, a Romanesque Revival Repository Complex" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/07\/realestate\/streetscapes-pioneer-warehouses-brooklyn-romanesque-revival-repository-complex.html"} , {"body" : "LEAD: A 15-year-old burglary suspect was shot in the neck yesterday during a confrontation with four police officers in the stairway of an apartment building in Brooklyn, officials said. A 15-year-old burglary suspect was shot in the neck yesterday during a confrontation with four police officers in the stairway of an apartment building in" , "date" : "19880205" , "day_of_week_facet" : "Friday" , "geo_facet" : ["FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "A Burglary Suspect, 15, Is Shot in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/05\/nyregion\/a-burglary-suspect-15-is-shot-in-brooklyn.html"} , {"body" : "LEAD: The president of a bank, its former president and two New York State tax agents have been arrested as part of a Federal investigation into the tangled financial affairs of Irwin Schiff, an enigmatic millionaire businessman who was slain in a Manhattan restaurant. The president of a bank, its former president and two New York State tax agents" , "date" : "19880204" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Bankers Held in Case Tied to Restaurant Slaying" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/04\/nyregion\/bankers-held-in-case-tied-to-restaurant-slaying.html"} , {"body" : "LEAD: Friday HISTORIC THEORIES Friday HISTORIC THEORIES Many of the most cherished assumptions of classical physics were confounded just over a century ago by two American scientists, Albert Michelson and Edward Morley, who demonstrated that there is no medium known as ether through which light travels. The centennial of the historic" , "date" : "19880129" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/29\/arts\/going-out-guide.html"} ,   {"body" : "LEAD: A 31-year-old Brooklyn man was arrested last night in the stabbing death of another man during a fight in the Crown Heights section of Brooklyn. A 31-year-old Brooklyn man was arrested last night in the stabbing death of another man during a fight in the Crown Heights section of Brooklyn. The suspect, Stephen L. Graves of 65 Ocean Avenue, was" , "date" : "19880123" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Officer on Horseback Arrests Man in Slaying in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/23\/nyregion\/officer-on-horseback-arrests-man-in-slaying-in-brooklyn.html"}]