[  {"body" : "LEAD: As a gentle rain washed the dusty marquee of the Martinique Hotel in Herald Square the other day, Madeline Ventura, her five children and two cats scampered up the back of a yellow moving van for a ride to their new home in Brooklyn. As a gentle rain washed the dusty marquee of the Martinique Hotel in Herald Square the other day, Madeline" , "date" : "19881227" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "As a Hotel Is Emptied, The Poor Move On" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/27\/nyregion\/as-a-hotel-is-emptied-the-poor-move-on.html"} , {"body" : "LEAD: Wayne Horvitz's two-night stand at the Brooklyn Academy of Music tonight and tomorrow is a farewell concert of sorts. Mr. Horvitz, a seminal figure on the downtown scene, one of its finest composers and keyboardists, is relocating to Seattle for all the obvious reasons: he and Robin Holcomb, the composer, to whom he is married, are looking" , "date" : "19881216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "Pop\/Jazz; The Sound Downtown Loses a Voice" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/16\/arts\/pop-jazz-the-sound-downtown-loses-a-voice.html"} , {"body" : "LEAD: Listed here are some of the Christmas operas, plays, celebrations and pageants planned in New York City. Admission is free unless otherwise noted. Today CATHEDRAL OF ST. JOHN THE DIVINE (Episcopal), Amsterdam Avenue at 112th Street. The Ninth Annual Winter Consort Winter Solstice Whole Earth Christmas Celebration, featuring the Paul Winter" , "date" : "19881216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "Pageantry to Help Celebrate a Glorious Day" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/16\/arts\/pageantry-to-help-celebrate-a-glorious-day.html"} , {"body" : "LEAD: And now the Sex Pistols of dance, or just about. DV8 Physical Theater, a British troupe that made its United States debut Tuesday night in the Next Wave Festival of the Brooklyn Academy of Music, may be more stylized than the notorious English rock group of the 1970's, but it is equally impolite about its own society. And now the Sex Pistols" , "date" : "19881215" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "13" , "title" : "Review\/Dance; Clashes of the Sexes" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/15\/arts\/review-dance-clashes-of-the-sexes.html"} , {"body" : "LEAD: The Gitane Sound The Gitane Sound The Gipsy Kings, the troupe of gypsy musicians from southern France who are appearing this evening at the Ritz, are the latest beneficiaries of a growing enthusiasm for popular music whose appeal transcends language and regional style. Last week, ''Gipsy Kings'' (Elektra) the group's first album to be" , "date" : "19881214" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "THE POP LIFE" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/14\/arts\/the-pop-life-461688.html"} , {"body" : "LEAD: THIS year's holiday revelries for children feature brightly painted puppets, giant teddy bears and big silly cartons that can sing and dance. There are fearsome-looking pirates who sing sweetly and even a tiny cricket that helps people to enjoy this festive season. THIS year's holiday revelries for children feature brightly painted puppets," , "date" : "19881209" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Holidays for Children: A Multiple-Choice List" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/09\/arts\/holidays-for-children-a-multiple-choice-list.html"} , {"body" : "LEAD: ON the sixth floor of the Brooklyn Academy of Music, Geri Allen, the composer and pianist, is rehearsing her music, surrounded by a circle of the young musicians who make up the collective called M-Base. She's explaining a guitar part to David Gilmore, who hasn't quite got it - the piece, gorgeous and shimmering, is complex. ON the sixth" , "date" : "19881209" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Musical Mod Squads in Action" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/09\/arts\/musical-mod-squads-in-action.html"} , {"body" : "LEAD: More than 50 speakers at the annual public meeting of the Health and Hospitals Corporation attacked the agency last night, saying it discriminates against minority group members and fails to provide adequate care. More than 50 speakers at the annual public meeting of the Health and Hospitals Corporation attacked the agency last night, saying" , "date" : "19881209" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "6" , "title" : "Speakers Assail Care and Hiring In City Hospitals" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/09\/nyregion\/speakers-assail-care-and-hiring-in-city-hospitals.html"} , {"body" : "LEAD: Susan Marshall took a brave and adventurous chance when she created a full-evening dance, her first, for the Next Wave Festival debut of Susan Marshall and Company at the Brooklyn Academy of Music. But then Ms. Marshall has been following her own drummer for the five years she has been presenting dance in New York Susan Marshall took a brave" , "date" : "19881208" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "20" , "title" : "Review\/Dance; Rituals Of Complex Relations" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/08\/arts\/review-dance-rituals-of-complex-relations.html"} , {"body" : "LEAD: WHEN THE SAXOPHONIST Steve Coleman performs with M-BASE, a 16-member avant-garde jazz collective, at the Brooklyn Academy of Music's Next Wave Festival on Friday and Saturday, he'll be playing close to home. WHEN THE SAXOPHONIST Steve Coleman performs with M-BASE, a 16-member avant-garde jazz collective, at the Brooklyn Academy of Music's" , "date" : "19881204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FORT GREENE (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Their Muse Is Malcolm X" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/04\/arts\/their-muse-is-malcolm-x.html"} ,   {"body" : "LEAD: EACH weekend they appear, climbing out of the IRT station at Grand Army Plaza and looking around at the unfamiliar trees and landmarks of Brooklyn until they zero in on Eastern Parkway. Then off they pad on expensive running shoes to test the air and the low real estate prices of Prospect Heights, the city's latest emerging middle-class" , "date" : "19881127" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT HEIGHTS (BROOKLYN, NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Prospect Heights Beginning Climb To Gentrification" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/27\/realestate\/prospect-heights-beginning-climb-to-gentrification.html"} , {"body" : "LEAD: Closings in the week ending Nov. 5 MANHATTAN Greenwich Village $280,000 1 Fifth Avenue (8th St.) 1-bedroom, 1-bath, 800-sq.-ft. prewar co-op; 24-hr. doorman, beamed ceilings, parquet floors, Washington Square Park view; maintenance $617, 43% tax-deductible (Broker: Ann Weintraub Realty) Closings in the week ending Nov. 5 MANHATTAN Greenwich" , "date" : "19881120" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "14" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/20\/realestate\/residential-resales-153788.html"} , {"body" : "LEAD: Michael Moschen is a juggler by profession, but there should be a more chimerical way to characterize what he does in performance. He is a movement artist, a manipulator of geometric forms, a sculptor in motion. To borrow the title of the two-man show he performed with Bob Berky, he is an alchemedian, transforming ordinary objects into" , "date" : "19881117" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "25" , "title" : "Review\/Theater; Animating the Inanimate: The Physics of Moschen" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/17\/theater\/review-theater-animating-the-inanimate-the-physics-of-moschen.html"} , {"body" : "LEAD: (NOTE: This table may be divided, and additional information on a particular entry may appear on more than one screen.) *2*PRESIDENT Dukakis Bush A.D.BRONX 73. Mott Haven, Hunts Point 23,696 3,101 74. Soundview, Bronx River 21,741 4,710 75. P'chester, Throgs Nk, Castle Hill 17,914 15,552 76. (NOTE: This table may be divided, and additional" , "date" : "19881110" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "THE ELECTIONS; Voting by Assembly District" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/10\/nyregion\/the-elections-voting-by-assembly-district.html"} , {"body" : "LEAD: Confronted by two men who tried to rob him at gunpoint, the owner of a variety store in Brooklyn pulled out a licensed gun and fired at them yesterday, killing one as the other fled, the police said. Confronted by two men who tried to rob him at gunpoint, the owner of a variety store in Brooklyn pulled out a licensed gun and fired at them" , "date" : "19881109" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Store Owner Shoots Robber to Death" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/09\/nyregion\/brooklyn-store-owner-shoots-robber-to-death.html"} , {"body" : "LEAD: Friday HISPANIC DANCE Friday HISPANIC DANCE Three Latino dance companies will perform at the Triplex Theater of the Borough of Manhattan Community College, at 199 Chambers Street, this weekend and next week as part of a Hispanic Heritage Month Dance Series. Zorongo Flamenco, a Minneapolis-based company, will present ''Gernika,'' a flamenco" , "date" : "19881104" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/04\/arts\/weekender-guide.html"} , {"body" : "LEAD: A Metro-North Commuter Railroad foreman was killed yesterday in a tunnel near Grand Central Terminal when he fell off a platform and under a slow-moving train, a spokesman for Metro-North said yesterday. A Metro-North Commuter Railroad foreman was killed yesterday in a tunnel near Grand Central Terminal when he fell off a platform and under a" , "date" : "19881026" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO DATELINES; Rail Foreman Falls And Is Killed by Train" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/26\/nyregion\/metro-datelines-rail-foreman-falls-and-is-killed-by-train.html"} , {"body" : "LEAD: Banks can be patient. In the Greenpoint section of Brooklyn, the East New York Savings bank has been operating a new branch for a year and a half in a former lingerie shop without putting in a new storefront. Business has been less than booming. Banks can be patient. In the Greenpoint section of Brooklyn, the East New York Savings bank has" , "date" : "19881023" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Perspectives: Greenpoint's Historic District; Store Owners Bristle at Review Process" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/23\/realestate\/perspectives-greenpoint-s-historic-district-store-owners-bristle-review-process.html"} , {"body" : "LEAD: The police sealed off the Brooklyn Bridge and part of the Franklin D. Roosevelt Drive for an hour late yesterday morning after a painter on the bridge's promenade reported being shot at while he took a coffee break. The police sealed off the Brooklyn Bridge and part of the Franklin D. Roosevelt Drive for an hour late yesterday morning after a" , "date" : "19881019" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "ROOSEVELT, FRANKLIN D, DRIVE (NYC)" , "BROOKLYN BRIDGE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Report of Gunfire Closes Brooklyn Bridge" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/19\/nyregion\/report-of-gunfire-closes-brooklyn-bridge.html"} , {"body" : "LEAD: The band's singer crooned his version of the Dinah Washington classic, ''What a Difference a Day Makes,'' and, as if hearing from an old familiar friend, the restaurant's patrons murmured with approval. Nanette Peraino and Larry Holder sat holding hands at the bar and sipped red wine in the candlelight. The band's singer crooned his version" , "date" : "19881017" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Restaurants Going Live With the Sound of Music" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/17\/nyregion\/brooklyn-restaurants-going-live-with-the-sound-of-music.html"} ,   {"body" : "LEAD: A Brooklyn man charged in the shooting death of a Pratt Institute student from Arkansas pleaded not guilty yesterday at his arraignment at State Supreme Court in Brooklyn. A Brooklyn man charged in the shooting death of a Pratt Institute student from Arkansas pleaded not guilty yesterday at his arraignment at State Supreme Court in Brooklyn." , "date" : "19881015" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "METRO DATELINE; Suspect Denies Killing Pratt Student" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/15\/nyregion\/metro-dateline-suspect-denies-killing-pratt-student.html"} , {"body" : "LEAD: A 38-year-old Brooklyn man was indicted yesterday in the murder of an art student from Little Rock, Ark., who was shot in a robbery shortly after moving to Brooklyn. A 38-year-old Brooklyn man was indicted yesterday in the murder of an art student from Little Rock, Ark., who was shot in a robbery shortly after moving to Brooklyn. A grand jury" , "date" : "19880929" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Is Indicted in Murder Of a Student From Arkansas" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/29\/nyregion\/man-is-indicted-in-murder-of-a-student-from-arkansas.html"} , {"body" : "LEAD: A 37-year-old crack addict on parole for a manslaughter conviction has been charged in the slaying of an art student who was shot to death in a robbery in Brooklyn not long after she arrived in New York City, the police said. A 37-year-old crack addict on parole for a manslaughter conviction has been charged in the slaying of an art student" , "date" : "19880919" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Paroled Killer Is Arrested In Murder of Pratt Student" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/19\/nyregion\/paroled-killer-is-arrested-in-murder-of-pratt-student.html"} , {"body" : "LEAD: A Brooklyn man was arrested last night and charged with the murder of a student who was shot to death only days after her arrival at art school in New York City, the police said. A Brooklyn man was arrested last night and charged with the murder of a student who was shot to death only days after her arrival at art school in New York City, the" , "date" : "19880918" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Man Is Charged in the Killing Of Newly Arrived Art Student" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/18\/nyregion\/man-is-charged-in-the-killing-of-newly-arrived-art-student.html"} , {"body" : "LEAD: Judith Anne Wrappe, an art student who was slain earlier this week in a robbery, was a stranger to most of those who attended a memorial service for her yesterday at the Pratt Institute where she was enrolled. Judith Anne Wrappe, an art student who was slain earlier this week in a robbery, was a stranger to most of those who attended a" , "date" : "19880917" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Students and Teachers Mourn Pratt Student Slain by Mugger" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/17\/nyregion\/students-and-teachers-mourn-pratt-student-slain-by-mugger.html"} , {"body" : "LEAD: A 24-year-old fine-arts graduate student from Arkansas who had moved to New York City a week ago ''to pursue her dream'' was shot and killed yesterday in a robbery on a Brooklyn sidewalk. A 24-year-old fine-arts graduate student from Arkansas who had moved to New York City a week ago ''to pursue her dream'' was shot and killed yesterday in a" , "date" : "19880915" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Student Slain Fighting Thief For Her Purse" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/15\/nyregion\/student-slain-fighting-thief-for-her-purse.html"} , {"body" : "LEAD: A 7-year-old Brooklyn boy died yesterday after a discarded piano tipped over and pinned him by his neck to a wall in the garbage disposal area of a city housing project, the police said. A 7-year-old Brooklyn boy died yesterday after a discarded piano tipped over and pinned him by his neck to a wall in the garbage disposal area of a city" , "date" : "19880914" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Boy Dies After Piano Pins Him Against Wall" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/14\/nyregion\/boy-dies-after-piano-pins-him-against-wall.html"} , {"body" : "LEAD: A retired police officer was arraigned Wednesday on a misdemeanor assault charge for an on-duty incident in which the police said he kicked and hit a woman as she watched last year's New York City Marathon in Brooklyn. A retired police officer was arraigned Wednesday on a misdemeanor assault charge for an on-duty incident in which the police" , "date" : "19880908" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO DATELINES; Retired Police Officer Arraigned in Assault" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/08\/nyregion\/metro-datelines-retired-police-officer-arraigned-in-assault.html"} , {"body" : "LEAD: For most of her life, Odessa Overby has longed to read, write and perhaps tell others about her memories of growing up in the South and caring for a motherless family from the age of 7. For most of her life, Odessa Overby has longed to read, write and perhaps tell others about her memories of growing up in the South and caring for a" , "date" : "19880904" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "54" , "title" : "At 68, Brooklyn Woman Triumphs Over Illiteracy" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/04\/nyregion\/at-68-brooklyn-woman-triumphs-over-illiteracy.html"} , {"body" : "LEAD: A 26-year-old man has been charged in a slaying that the police said was part of a turf war over drug sales that erupted into gunfire in a Brooklyn housing project Thursday. A 26-year-old man has been charged in a slaying that the police said was part of a turf war over drug sales that erupted into gunfire in a Brooklyn housing project" , "date" : "19880820" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "METRO DATELINE; Suspect Is Charged In Slaying at Project" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/20\/nyregion\/metro-dateline-suspect-is-charged-in-slaying-at-project.html"} ,   {"body" : "LEAD: Three Brooklyn residents have been indicted on charges that they forged deeds on buildings and attempted to sell them in a scheme that officials said involved 38 properties valued at more than $3.7 million. Three Brooklyn residents have been indicted on charges that they forged deeds on buildings and attempted to sell them in a scheme that" , "date" : "19880720" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "3 Indicted In Swindle On Properties" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/20\/nyregion\/3-indicted-in-swindle-on-properties.html"} , {"body" : "LEAD: WHEN government and private groups get together to build low-cost housing, one of the issues they face is what kind of housing makes the most economic sense. The classic high-rise apartment building can put the most families on a given piece of land, but it costs more per unit, while the low-rise town home is cheaper but uses more land. WHEN" , "date" : "19880717" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Partnership Study Makes a Case For Low-Rises" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/17\/realestate\/partnership-study-makes-a-case-for-low-rises.html"} , {"body" : "LEAD: Howard Golden's expression turns dour when he speaks of Mayor Koch. And, at the least provocation, the Brooklyn Borough President lets go a torrent on what he says are the Mayor's failings - a lack of permanent housing for the homeless, worsening racial tensions, the decay of the city's bridges. Howard Golden's expression turns dour when he" , "date" : "19880716" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Golden Fights Koch and Threats to His Political Power" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/16\/nyregion\/golden-fights-koch-and-threats-to-his-political-power.html"} , {"body" : "LEAD: For a recorded list of events, the number in New York is (212) 587-1111; from outside New York State, (800) 782-4369. Tickets are available from the individual theaters. PINA BAUSCH TANZTHEATER WUPPERTAL, 2P.M., ''Carnations.'' Opera House at Brooklyn Academy of Music, 30 Lafayette Avenue, at Ashland Place, Fort Greene section.; (718)" , "date" : "19880710" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "Arts Festival Highlights" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/10\/arts\/arts-festival-highlights.html"} , {"body" : "LEAD: For a recorded complete list of events, the number in New York is (212) 587-1111; from outside New York State, (800) 782-4369. Tickets are available from the individual theaters. PINA BAUSCH TANZTHEATER WUPPERTAL 8 P.M., ''Carnations.'' Opera House at Brooklyn Academy of Music, 30 Lafayette Avenue, at Ashland Place, Fort Greene section;" , "date" : "19880709" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "Highlights of the Festival" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/09\/arts\/highlights-of-the-festival.html"} , {"body" : "LEAD: For a recorded complete list of events, the number in New York is (212) 587-1111; from outside New York State, (800) 782-4369. Tickets are available from the individual theaters. Information: (212) 787-2020. For a recorded complete list of events, the number in New York is (212) 587-1111; from outside New York State, (800) 782-4369. Tickets" , "date" : "19880707" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "Festival Highlights" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/07\/arts\/festival-highlights.html"} , {"body" : "LEAD: A second teen-ager was charged last night in the shooting Monday of a 4-year-old boy who was caught in the middle of a drug-related gun battle in a Brooklyn housing project, the police said. A second teen-ager was charged last night in the shooting Monday of a 4-year-old boy who was caught in the middle of a drug-related gun battle in a" , "date" : "19880609" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "2d Youth Charged in Shooting Of Boy, 4, Caught in Crossfire" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/09\/nyregion\/2d-youth-charged-in-shooting-of-boy-4-caught-in-crossfire.html"} , {"body" : "LEAD: A teen-ager was charged last night in the shooting Monday of a 4-year-old boy caught in the middle of a drug-related gun battle in a Brooklyn housing project, the police said. A teen-ager was charged last night in the shooting Monday of a 4-year-old boy caught in the middle of a drug-related gun battle in a Brooklyn housing project, the" , "date" : "19880608" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Teen-Ager Arrested In Shooting of a 4-Year-Old" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/08\/nyregion\/brooklyn-teen-ager-arrested-in-shooting-of-a-4-year-old.html"} , {"body" : "LEAD: A 4-year-old boy was shot in the head and critically injured last night when he was caught in an exchange of gunfire between three men arguing over drugs in a courtyard at a Brooklyn housing project, the police said. A 4-year-old boy was shot in the head and critically injured last night when he was caught in an exchange of gunfire between" , "date" : "19880607" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "4-Year-Old Is Shot in the Head in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/07\/nyregion\/4-year-old-is-shot-in-the-head-in-brooklyn.html"} , {"body" : "LEAD: Sade Speaks Out With her silky pop-soul voice, statuesque features and aura of unruffled composure, Sade, the Nigerian-born British pop star, is a figure who often seems swathed in enigma. Contrary to widely published speculation, ''Stronger Than Pride'' (Epic Records), her first album in more than two years, is not the artistic swan song of" , "date" : "19880525" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "The PopLife" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/25\/arts\/the-poplife.html"} ,   {"body" : "LEAD: Laurie Anderson, Philip Glass and Suzanne Vega are among the artists who plan to take part in a benefit performance on May 25 to establish Tibet House, a nonprofit educational and cultural organization that will be supervised by the Dalai Lama. Laurie Anderson, Philip Glass and Suzanne Vega are among the artists who plan to take part in a" , "date" : "19880517" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "Artists to Take Part In Tibet House Benefit" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/17\/arts\/artists-to-take-part-in-tibet-house-benefit.html"} , {"body" : "LEAD: BY even the most conservative estimate, New York City needs 230,000 more places to live. The rate of housing abandonment has slowed in recent years, but construction of new apartments and houses has remained anemic. BY even the most conservative estimate, New York City needs 230,000 more places to live. The rate of housing abandonment has" , "date" : "19880501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "THE REGION; MODERATE-PRICED HOUSING: MUST CITY BE FOREVER SHORT OF AFFORDABLE LIVING SPACE?" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/01\/weekinreview\/region-moderate-priced-housing-must-city-be-forever-short-affordable-living.html"} , {"body" : "LEAD: Thirteen people, many leaders of community groups seeking construction jobs for minority-group workers, were accused yesterday of schemes to extort payoffs from building projects in Brooklyn and Queens by threatening demonstrations and disruptions. Thirteen people, many leaders of community groups seeking construction jobs for minority-group" , "date" : "19880422" , "day_of_week_facet" : "Friday" , "geo_facet" : ["QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "13 Named in Extortion Case On Minority Building Pacts" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/22\/nyregion\/13-named-in-extortion-case-on-minority-building-pacts.html"} , {"body" : "LEAD: A HOUSE in Cold Spring, N.Y., is thought to harbor a ghost. A HOUSE in Cold Spring, N.Y., is thought to harbor a ghost. In Washington, the residence of the Ambassador of Mauritania has a room draped to resemble a tent and a collection of heavy silver ankle bracelets that were designed in the 19th century to encourage young women in Mauritania" , "date" : "19880421" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "A Springtime Showcase of Fine Homes" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/21\/garden\/a-springtime-showcase-of-fine-homes.html"} , {"body" : "LEAD: Dukakis Jackson Gore BRONX 73. Mott Haven, Hunts Point 4,026 12,299 365 74. Soundview, Bronx River 4,031 10,428 400 75. Parkchester, Throgs Neck, Castle Hill 6,276 5,903 1,085 76. Highbridge Morris Heights 1,646 10,556 147 77. University Heights, Fordham 2,331 7,228 308 78. Dukakis Jackson Gore BRONX 73. Mott Haven, Hunts Point 4,026 12,299" , "date" : "19880421" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "25" , "title" : "THOUGH A LOSER, JACKSON MOVED THE MASSES, PRO AND CON, IN NEW YORK; Vote by Assembly District" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/21\/us\/though-loser-jackson-moved-masses-pro-con-new-york-vote-assembly-district.html"} , {"body" : "LEAD: THE battle to save the Flatbush Avenue Terminal, the city's second most impressive rail station after Grand Central, was supposedly lost in 1980 when both the National Register of Historic Places and the Landmarks Preservation Commission declined to designate the 1906 structure. THE battle to save the Flatbush Avenue Terminal, the city's" , "date" : "19880417" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GRAND CENTRAL TERMINAL (NYC)" , "FLATBUSH (NYC)" , "FLATBUSH AVENUE TERMINAL (BKLYN)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "14" , "title" : "STREETSCAPES: Flatbush Avenue Terminal; The Final Weeks for a Neo-Renaissance Grand Dame?" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/17\/realestate\/streetscapes-flatbush-avenue-terminal-final-weeks-for-neo-renaissance-grand-dame.html"} , {"body" : "LEAD: Friday EVERYDAY POEMS Friday EVERYDAY POEMS Politics, society and thought are intimately entwined with language, according to many philosophers and poets. This perspective will be brought to life - and to St. Mark's Church, at Second Avenue and 10th Street in Greenwich Village -this weekend in ''Poetry of Everyday Life,'' a series of poetry" , "date" : "19880408" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/08\/arts\/weekender-guide.html"} , {"body" : "LEAD: Closings in the week ending March 19 MANHATTAN Chelsea $940,000 327 West 19th Street 3-family brownstone; 4-bedrooms, 2 1\/2-baths, garden off duplex unit; 2 bedrooms, 1 bath in others; dining area, fireplace, terrace in each; full basement, 21- by 92-ft. lot; taxes $7,500 (Broker: Ambrose Mar-Elia) Closings in the week ending March 19" , "date" : "19880403" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "RESIDENTIAL RESALES" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/03\/realestate\/residential-resales-669888.html"} , {"body" : "LEAD: Two people were killed and another person was injured yesterday when two gunmen burst into a Brooklyn beauty salon and opened fire on the staff with handguns, the police said. Two people were killed and another person was injured yesterday when two gunmen burst into a Brooklyn beauty salon and opened fire on the staff with handguns, the" , "date" : "19880401" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Slain and 1 Wounded By Brooklyn Gunmen" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/01\/nyregion\/2-slain-and-1-wounded-by-brooklyn-gunmen.html"} , {"body" : "LEAD: Two years ago, when Norman Kirscher, a Brooklyn developer and president of Blanner Realty, was shown Cathedral Prep School, an ornate stone and brick cluster of buildings in the Clinton-Fort Greene section, he saw immediately that it fit his formula for producing middle-class housing. Two years ago, when Norman Kirscher, a Brooklyn developer" , "date" : "19880325" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "18" , "title" : "About Real Estate; Brooklyn School Converted to Housing" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/25\/business\/about-real-estate-brooklyn-school-converted-to-housing.html"} ,   {"body" : "LEAD: At 2:30 A.M. on Jan. 15, 1987, Leon Golomb saw a fire raging through the old Roanoke apartment house at 69 South Oxford Street in the Fort Greene section of Brooklyn. ''By the time I looked out the window, the flames were already roaring through the roof,'' said Mr. Golomb, who lives across the street in a brownstone. At 2:30 A.M. on Jan. 15," , "date" : "19880313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTING: A Brooklyn Phoenix; Fort Greene Condominium" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/13\/realestate\/posting-a-brooklyn-phoenix-fort-greene-condominium.html"} , {"body" : "LEAD: Three former detectives for the Brooklyn District Attorney's office have been charged with illegally soliciting millions of dollars from businesses through a fraudulent police charity they set up 10 years ago, the Manhattan District Attorney announced yesterday. Three former detectives for the Brooklyn District Attorney's office have been" , "date" : "19880309" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 Ex-Detectives Held in Charity Fraud" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/09\/nyregion\/3-ex-detectives-held-in-charity-fraud.html"} , {"body" : "LEAD: Cocaine abuse and AIDS are taking the lives of children born in the most devastated neighborhoods of New York City, nudging up the city's infant mortality rate after more than a decade of decline and sowing fears of steeper increases to come. Cocaine abuse and AIDS are taking the lives of children born in the most devastated neighborhoods of" , "date" : "19880213" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COCAINE AND AIDS IN NEW YORK ADD TO INFANT DEATHS" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/13\/nyregion\/cocaine-and-aids-in-new-york-add-to-infant-deaths.html"} , {"body" : "LEAD: THE first great multi-holiday weekend has arrived. Thanks to a highly improbable convergence of several usually scattered midwinter holidays, Valentine's Day, the birthdays of America's first and 16th Presidents (now telescoped into a single, generic President's Day), and the warm-up to both Chinese New Year's and Mardi Gras (or THE first" , "date" : "19880212" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A WEEKEND FOR LOVERS, PRESIDENTS AND DRAGONS" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/12\/arts\/a-weekend-for-lovers-presidents-and-dragons.html"} , {"body" : "LEAD: FRIDAY TWO POETS AT THE GAS STATION FRIDAY TWO POETS AT THE GAS STATION Nanao Sakaki, the ascetic Japanese poet whose works combine Western and ancient Japanese influences, will appear with Allen Ginsberg at the Gas Station, Second Street and Avenue B, where they will read their own and each other's poetry tonight at 8:30. Mr. Sakaki, who is" , "date" : "19880212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/12\/arts\/weekender-guide.html"} , {"body" : "LEAD: Advertising Arguments Advertising Arguments Can you visualize Sir Richard Attenborough on the streets of New York with a bucket of paste and an armload of posters for ''Gandhi'' or ''Cry Freedom''? How about Milos Forman slathering walls with posters to advertise ''Amadeus''? Well, what about the film maker Spike Lee and his colleagues" , "date" : "19880212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "AT THE MOVIES" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/12\/movies\/at-the-movies.html"} , {"body" : "LEAD: A man charged by the Brooklyn District Attorney's office with murdering a stranger beneath a highway overpass one year ago tomorrow was in an upstate prison at the time of the killing, state correctional officials said yesterday. A man charged by the Brooklyn District Attorney's office with murdering a stranger beneath a highway overpass one" , "date" : "19880204" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Prison Aides Give Inmate Murder Alibi" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/04\/nyregion\/prison-aides-give-inmate-murder-alibi.html"} , {"body" : "LEAD: A 14-year-old boy who was carrying $1,000 in cash and a quantity of crack was stabbed and seriously wounded yesterday by three robbers in a midtown Manhattan welfare hotel, the police and hotel residents said. A 14-year-old boy who was carrying $1,000 in cash and a quantity of crack was stabbed and seriously wounded yesterday by three robbers" , "date" : "19880204" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Thieves Stab Boy and Get $1,000" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/04\/nyregion\/thieves-stab-boy-and-get-1000.html"} , {"body" : "LEAD: A jury in Brooklyn convicted a former security guard yesterday in the slaying of Dawn Livecchi, a 20-year-old design student, in the doorway of her Fort Greene brownstone. The defendant, Anthony Jenkins, 26, was accused of shooting her after she refused his sexual advances. He was convicted on two counts of second-degree murder, one count of" , "date" : "19880203" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Security Guard Convicted" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/03\/nyregion\/security-guard-convicted.html"} , {"body" : "LEAD: The five-story building at 147 South Oxford Street in the Fort Greene section of Brooklyn cost Louis Perlman $700,000. To that he added a $1.3 million gut rehab, and dividing his investment by the 21,000 square feet of space he created among 21 cooperative apartments, he found that he had developed unsubsidized housing for under $100 a square" , "date" : "19880131" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Five-Story Rehab; 21 New Co-ops In Fort Greene" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/31\/realestate\/postings-five-story-rehab-21-new-co-ops-in-fort-greene.html"} ,   {"body" : "LEAD: IT is not until the final act of ''The Cherry Orchard'' that the malevolent thud of an ax signals the destruction of a family's ancestral estate and, with it, the traumatic uprooting of a dozen late-19th-century Russian lives. But in Peter Brook's production of Chekhov's play, the landscape seems to have been cleared before Act I begins. IT" , "date" : "19880125" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "15" , "title" : "Stage: Brook's 'Cherry Orchard'" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/25\/theater\/stage-brook-s-cherry-orchard.html"} , {"body" : "LEAD: Amid a disturbing resurgence of tuberculosis in New York City, a Federal review has found major failings in local prevention efforts, and city health officials have vowed to revamp the entire program. Amid a disturbing resurgence of tuberculosis in New York City, a Federal review has found major failings in local prevention efforts, and city" , "date" : "19880124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEW YORK FAULTED ON TUBERCULOSIS" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/24\/nyregion\/new-york-faulted-on-tuberculosis.html"} , {"body" : "LEAD: Closings in the week ending Dec. 19 MANHATTAN Greenwich Village #1.1 million 17 Grove\/100 Bedford Streets 4-bedroom, 3-bath, single family, 3-story, 1822, Federal frame house and 2-bedroom, 2-bath, single family, 2-story, 1833, frame house on adjoining lots, sold to same buyer; large kitchen, dining room, central chimney and 6 fireplaces on" , "date" : "19880103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/03\/realestate\/residential-resales-202188.html"}]