[  {"body" : "LEAD: Bay Ridge, in my memory, is where my grandfather drove the Borden's Milk wagon up to the house every morning to get his breakfast, in the middle of his route. He came into the house on Sixth Avenue, and my grandmother gave him eggs and sausages and bakery rolls for the drippings, and the white horse ate from the oat bag tied around his nose." , "date" : "19881120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "68" , "title" : "NEIGHBORHOOD VIGNETTES FROM & NEW YORKERS; FLASHBACKS: Back to Bay Ridge" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/20\/magazine\/neighborhood-vignettes-from-new-yorkers-flashbacks-back-to-bay-ridge.html"} , {"body" : "LEAD: A Long Island waste disposal company was convicted yesterday of falsely contending it burned 1,400 bags of infectious medical waste that were later found in a Brooklyn warehouse, but the judge set aside the jury's verdict, according to the Brooklyn District Attorney. A Long Island waste disposal company was convicted yesterday of falsely" , "date" : "19881012" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Judge Rejects Waste Verdict" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/12\/nyregion\/judge-rejects-waste-verdict.html"} , {"body" : "LEAD: ARTISTS priced out of the market for lofts in Manhattan have long sought refuge from high rents by taking space in the city's other boroughs. But in the last few years some of them have found that the push to revitalize industrial neighborhoods close to Manhattan has also pushed up the prices of loft space there, too. ARTISTS priced out of" , "date" : "19881012" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "24" , "title" : "REAL ESTATE; Co-op Space For Artists In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/12\/business\/real-estate-co-op-space-for-artists-in-brooklyn.html"} , {"body" : "LEAD: ''THIS is a neighborhood,'' said Alexandra Corbin describing Carroll Gardens, ''where an investment banker can move in next to a plumber and a sanitation worker, and everybody becomes friends.'' ''THIS is a neighborhood,'' said Alexandra Corbin describing Carroll Gardens, ''where an investment banker can move in next to a plumber and a" , "date" : "19880911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CARROLL GARDENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "IF YOU'RE THINKING OF LIVING IN: Carroll Gardens" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/11\/realestate\/if-you-re-thinking-of-living-in-carroll-gardens.html"} , {"body" : "LEAD: Imperial City New York By Geoffrey Moorhouse 320 pages. Henry Holt. $21.95. Imperial City New York By Geoffrey Moorhouse 320 pages. Henry Holt. $21.95. Power breakfasts. Loft conversions. The A train. The Astor Place Riot. The colony of Caughnawaga Indians in North Gowanus. Bonwit Teller. Jonas Bronck (of the Bronx). Seminars in business" , "date" : "19880902" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "28" , "title" : "Books of The Times; New York Seen Through an Englishman's Eyes" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/02\/books\/books-of-the-times-new-york-seen-through-an-englishman-s-eyes.html"} , {"body" : "LEAD: A 19-year-old Brooklyn woman was charged yesterday in the death of her infant daughter, who died Tuesday after being in a coma for 12 days, the police said. The woman, Sandra Jenkins, of 198 Bond Street in the Gowanus Houses, a housing project in the Boerum Hill section, was charged with second-degree murder in the death of her 8-month-old" , "date" : "19880729" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Baby Dies; Mother Charged" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/29\/nyregion\/baby-dies-mother-charged.html"} , {"body" : "LEAD: A two-car crash killed two people yesterday on the Gowanus Expressway in Brooklyn, leading to a second pileup when a motorist suspected of being a drunken driver smashed into an ambulance heading to the scene, the police said. A two-car crash killed two people yesterday on the Gowanus Expressway in Brooklyn, leading to a second pileup when a" , "date" : "19880627" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS EXPRESSWAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "2 Killed in Expressway Crash in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/27\/nyregion\/2-killed-in-expressway-crash-in-brooklyn.html"} , {"body" : "LEAD: As flames billowed from a disabled propane tank truck on Long Island for a second day yesterday, the traffic jams the accident created symbolized a chaotic day for commuters in the New York metropolitan region. As flames billowed from a disabled propane tank truck on Long Island for a second day yesterday, the traffic jams the accident" , "date" : "19880526" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["SEAFORD (NY)" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Commuter Chaos: Accidents and Rain" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/26\/nyregion\/commuter-chaos-accidents-and-rain.html"} , {"body" : "LEAD: These are the 17 major bridges listed by the New York City Transportation Department as suffering from major structural problems, and the estimated repair costs: These are the 17 major bridges listed by the New York City Transportation Department as suffering from major structural problems, and the estimated repair costs: Bruckner Expressway" , "date" : "19880418" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "17 Key Bridges With Structural Problems" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/18\/nyregion\/17-key-bridges-with-structural-problems.html"} , {"body" : "LEAD: 'Graduate' and 'Godspell' 'Graduate' and 'Godspell' Hope springs eternal, and why not? Two more musicals, both with famous names, are in the offing. One, brand new, is planned for Broadway by year's end. The other, an updated revival, is scheduled for Off Broadway, probably by early summer. The Broadway entry will be ''The Graduate,''" , "date" : "19880318" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "2" , "title" : "On Stage" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/18\/theater\/on-stage.html"} ,   {"body" : "LEAD: THE next time someone tries to sell you a bridge in New York City, be sure to ask for a warranty. Officials say about half the city's bridges are rated in poor or fair condition, 31 have had to be at least partly closed off and 100 need to be replaced. THE next time someone tries to sell you a bridge in New York City, be sure to ask for a" , "date" : "19880221" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "24" , "title" : "THE REGION; NEW YORK'S BRIDGES ARE CRUMBLING TOWERS OF NEGLECT" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/21\/weekinreview\/the-region-new-york-s-bridges-are-crumbling-towers-of-neglect.html"} , {"body" : "LEAD: A city fleet of tow trucks will offer free gasoline, jump starts and tows to motorists on Staten Island highways in a test beginning Monday. A city fleet of tow trucks will offer free gasoline, jump starts and tows to motorists on Staten Island highways in a test beginning Monday. The Transportation Department, which franchises 10 contractors" , "date" : "19880220" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "City Tow Trucks Will Help Drivers on 4 S.I. Highways" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/20\/nyregion\/city-tow-trucks-will-help-drivers-on-4-si-highways.html"} , {"body" : "LEAD: Cocaine abuse and AIDS are taking the lives of children born in the most devastated neighborhoods of New York City, nudging up the city's infant mortality rate after more than a decade of decline and sowing fears of steeper increases to come. Cocaine abuse and AIDS are taking the lives of children born in the most devastated neighborhoods of" , "date" : "19880213" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COCAINE AND AIDS IN NEW YORK ADD TO INFANT DEATHS" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/13\/nyregion\/cocaine-and-aids-in-new-york-add-to-infant-deaths.html"}]