[  {"body" : "LEAD: ''LEGALIZE THE IRISH,'' reads the latest green-and-white poster in the hallowed old Hibernian precincts centered on Woodside, Queens, and the Bronx and Brooklyn neighborhoods where a flood of illegal aliens has been quietly arriving from Ireland for the past six years. ''LEGALIZE THE IRISH,'' reads the latest green-and-white poster in the" , "date" : "19881120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "28" , "title" : "The New Illegals: The Irish" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/20\/magazine\/the-new-illegals-the-irish.html"} , {"body" : "LEAD: Laura Fogli, the second-fastest woman in last Sunday's New York City Marathon, explained in Italian that she and Graziella Striuli, who came in seventh, like New York because people cheer her in Italian. Laura Fogli, the second-fastest woman in last Sunday's New York City Marathon, explained in Italian that she and Graziella Striuli, who came" , "date" : "19881112" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "The Editorial Notebook; New York Revealed, on the Run" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/12\/opinion\/the-editorial-notebook-new-york-revealed-on-the-run.html"} , {"body" : "LEAD: (NOTE: This table may be divided, and additional information on a particular entry may appear on more than one screen.) *2*PRESIDENT Dukakis Bush A.D.BRONX 73. Mott Haven, Hunts Point 23,696 3,101 74. Soundview, Bronx River 21,741 4,710 75. P'chester, Throgs Nk, Castle Hill 17,914 15,552 76. (NOTE: This table may be divided, and additional" , "date" : "19881110" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "THE ELECTIONS; Voting by Assembly District" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/10\/nyregion\/the-elections-voting-by-assembly-district.html"} , {"body" : "LEAD: Two workers were injured, one seriously, when a 16-ton steel sculpture toppled on them in a SoHo art gallery yesterday morning, pinning the men for several minutes. Two workers were injured, one seriously, when a 16-ton steel sculpture toppled on them in a SoHo art gallery yesterday morning, pinning the men for several minutes. When the" , "date" : "19881027" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "SOHO AREA (SOUTH HOUSTON INDUSTRIAL DISTRICT) (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "A 16-Ton Sculpture Falls, Injuring 2" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/27\/nyregion\/a-16-ton-sculpture-falls-injuring-2.html"} , {"body" : "LEAD: One woman was killed and another seriously wounded when two robbers, both women, attempted to hold up a dress store in the Greenpoint section of Brooklyn last night, the police said. One woman was killed and another seriously wounded when two robbers, both women, attempted to hold up a dress store in the Greenpoint section of Brooklyn last" , "date" : "19881025" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["GREENPOINT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "2 Women Shot, One Fatally, By Women Robbing a Shop" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/25\/nyregion\/2-women-shot-one-fatally-by-women-robbing-a-shop.html"} , {"body" : "LEAD: HOWARD SCHERZER mounted the steps of the Maine Monument at the southwest corner of Central Park and called the group of bicyclists to order. ''This is our most gluttonous tour,'' he warned, ''so be ready.'' HOWARD SCHERZER mounted the steps of the Maine Monument at the southwest corner of Central Park and called the group of bicyclists to" , "date" : "19881024" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "ON YOUR OWN: FITNESS; Bicyclists Leave Diets Behind" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/24\/sports\/on-your-own-fitness-bicyclists-leave-diets-behind.html"} , {"body" : "LEAD: Banks can be patient. In the Greenpoint section of Brooklyn, the East New York Savings bank has been operating a new branch for a year and a half in a former lingerie shop without putting in a new storefront. Business has been less than booming. Banks can be patient. In the Greenpoint section of Brooklyn, the East New York Savings bank has" , "date" : "19881023" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Perspectives: Greenpoint's Historic District; Store Owners Bristle at Review Process" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/23\/realestate\/perspectives-greenpoint-s-historic-district-store-owners-bristle-review-process.html"} , {"body" : "LEAD: A five-alarm fire at a Brooklyn warehouse sent flames high into the evening sky along the East River yesterday, but the authorities said the building was apparently unoccupied and no injuries were reported. A fire department spokesman, said the fire at 55 Kent Avenue in the Greenpoint section was reported at 6:49 P.M. A five-alarm fire at a" , "date" : "19881023" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "Five-Alarm Fire in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/23\/nyregion\/five-alarm-fire-in-brooklyn.html"} , {"body" : "LEAD: Eight persons were injured last night, none seriously, after a tanker truck carrying 3,000 gallons of gasoline collided with a car, overturned and caught fire in the Greenpoint section of Brooklyn, the police said. Eight persons were injured last night, none seriously, after a tanker truck carrying 3,000 gallons of gasoline collided with a" , "date" : "19881012" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "8 Are Hurt When Tanker Hits Car and Flips, Spilling Fuel" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/12\/nyregion\/8-are-hurt-when-tanker-hits-car-and-flips-spilling-fuel.html"} , {"body" : "LEAD: Manfred Ohrenstein, the State Senate's Democratic leader who was indicted a year ago, withstood his strongest political challenge in 25 years yesterday, handily defeating his opponent, Joe Rose. Manfred Ohrenstein, the State Senate's Democratic leader who was indicted a year ago, withstood his strongest political challenge in 25 years" , "date" : "19880916" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Ohrenstein, Outspent 3-1, Defeats Primary Opponent" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/16\/nyregion\/ohrenstein-outspent-3-1-defeats-primary-opponent.html"} ,   {"body" : "LEAD: Since many legislative races in New York are decided long before the general election, learning to fend off a primary challenge is one of the first lessons of incumbency. Judging from the ballots for this Thursday's primary race, most incumbents have learned this lesson well; although all 211 state legislators are up for election in November," , "date" : "19880913" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "32 Seats Open in New York Primary" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/13\/nyregion\/32-seats-open-in-new-york-primary.html"} , {"body" : "LEAD: 11TH DISTRICT Representative Edolphus Towns, 54. Seeking fourth term. Second black Congressman from Brooklyn. Graduated from North Carolina A & T and holds a master's in social welfare from Adelphi University. Deputy borough president under Howard Golden for six years before his election to the House in 1982. 11TH DISTRICT Representative" , "date" : "19880906" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Seven House Primaries Among Most Visible Races in New York Region" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/06\/nyregion\/seven-house-primaries-among-most-visible-races-in-new-york-region.html"} , {"body" : "LEAD: They have rooms full of television sets, acres of automobiles and mountains of illegal drugs. There are also boxes of Pampers, an artificial Christmas tree, Petula Clark eight-track tapes, a Frederic Remington bronze, a can or two rattling with cremated human remains, tens of thousands of handguns and a hoe. They have rooms full of television" , "date" : "19880905" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Police Store 'One of Everything Ever Made' (Well, Nearly)" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/05\/nyregion\/police-store-one-of-everything-ever-made-well-nearly.html"} , {"body" : "LEAD: For two years now, Stephen C. Joseph, as Health Commissioner of New York City, has commanded the fight against AIDS from the epidemic's toughest front. For two years now, Stephen C. Joseph, as Health Commissioner of New York City, has commanded the fight against AIDS from the epidemic's toughest front. He took on the mission with a flair that" , "date" : "19880830" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Health Chief and AIDS: A Chant of Critics Amid Praise" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/30\/nyregion\/health-chief-and-aids-a-chant-of-critics-amid-praise.html"} , {"body" : "LEAD: For the first time since the 1920's, the tide of immigration is at flood stage in New York City, with millions of Asian, Caribbean and European newcomers in search of a better life. For the first time since the 1920's, the tide of immigration is at flood stage in New York City, with millions of Asian, Caribbean and European newcomers in" , "date" : "19880822" , "day_of_week_facet" : "Monday" , "geo_facet" : ["EUROPE" , "NEW YORK CITY" , "CARIBBEAN AREA"] , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "A Renaissance For Ethnic Papers" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/22\/business\/a-renaissance-for-ethnic-papers.html"} , {"body" : "LEAD: The deputy police chief under fire for his absence from Tompkins Square Park during a riot last week that left dozens injured was until May the commander of the Civilian Complaint Review Board's investigative staff that is now examining the violence. The deputy police chief under fire for his absence from Tompkins Square Park during a riot" , "date" : "19880816" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "EAST VILLAGE (NYC)" , "TOMPKINS SQUARE PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "A Deputy Chief, Criticized In Riot, Led Complaint Unit" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/16\/nyregion\/a-deputy-chief-criticized-in-riot-led-complaint-unit.html"} , {"body" : "LEAD: If a definition of a good story is that it dwells on an individual and emerges with a universal, then ''Metropolitan Avenue,'' a Brooklyn neighborhood story to be seen tonight at 11:30 on Channel 13, fills the bill. If a definition of a good story is that it dwells on an individual and emerges with a universal, then ''Metropolitan Avenue,'' a" , "date" : "19880816" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "Review\/Television; In Brooklyn, Approaching Harmony" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/16\/movies\/review-television-in-brooklyn-approaching-harmony.html"} , {"body" : "LEAD: Louis Balducci, the grocer who put Italian sunshine on New York tables with the ripest tomatoes and the finest focaccio, died of leukemia Thursday at Flushing Hospital in Queens. He was 89 years old and lived in Flushing. Louis Balducci, the grocer who put Italian sunshine on New York tables with the ripest tomatoes and the finest focaccio," , "date" : "19880813" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "10" , "title" : "Louis Balducci, Grocer, Dies at 89 After Years as Chefs' Inspiration" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/13\/obituaries\/louis-balducci-grocer-dies-at-89-after-years-as-chefs-inspiration.html"} , {"body" : "LEAD: LESS than one nautical mile from the glistening office towers and apartment buildings of Manhattan's East Side, a patchwork of gritty industrial buildings, power plants and empty, overgrown lots seems to define the Brooklyn and Queens side of the East River. But behind this facade, the long stretch of urban riverbank extending from the edge" , "date" : "19880715" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Art and History With River View Of Manhattan" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/15\/arts\/art-and-history-with-river-view-of-manhattan.html"} , {"body" : "LEAD: Two clerks at an all-night grocery were shot to death in Brooklyn early yesterday during an $800 robbery, the police said. Two clerks at an all-night grocery were shot to death in Brooklyn early yesterday during an $800 robbery, the police said. Before leaving the store, one of the robbers apparently stood behind the counter and waited on" , "date" : "19880702" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "TWO CLERKS KILLED IN ROBBERY AT ALL-NIGHT GROCERY" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/02\/nyregion\/two-clerks-killed-in-robbery-at-all-night-grocery.html"} ,   {"body" : "LEAD: Violence erupted at two Brooklyn schools yesterday, as fighting between groups of students leaving for the summer escalated into rioting and two girls were shot. Violence erupted at two Brooklyn schools yesterday, as fighting between groups of students leaving for the summer escalated into rioting and two girls were shot. At George W. Wingate" , "date" : "19880617" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Violence Breaks Out at 2 Brooklyn Schools" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/17\/nyregion\/violence-breaks-out-at-2-brooklyn-schools.html"} , {"body" : "LEAD: A Property-Tax Error A Property-Tax Error Question: We recently refinanced our home with the Greenpoint Savings Bank, the same bank that held the original mortgage. At closing the title insurance company's representative insisted that we pay into escrow real estate taxes for one quarter that was reported unpaid. We complied so the transaction" , "date" : "19880612" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Q and A" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/12\/realestate\/q-and-a-633788.html"} , {"body" : "LEAD: When Brooklyn community groups needed technical assistance several years ago to design and win government approval for housing for poor, single mothers, they turned to Pratt Institute. When Brooklyn community groups needed technical assistance several years ago to design and win government approval for housing for poor, single mothers, they" , "date" : "19880604" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "At Pratt, a Celebration Of Community Service" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/04\/nyregion\/at-pratt-a-celebration-of-community-service.html"} , {"body" : "LEAD: A security guard was wounded and a payroll delivery van was robbed yesterday in Brooklyn, less than a month after gunmen wounded two of the delivery service's guards in a $300,000 robbery in Manhattan, the police said. A security guard was wounded and a payroll delivery van was robbed yesterday in Brooklyn, less than a month after gunmen" , "date" : "19880604" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Pay Deliverers Robbed Again; A Guard Is Shot" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/04\/nyregion\/pay-deliverers-robbed-again-a-guard-is-shot.html"} , {"body" : "LEAD: Calling the crime ''senseless, heinous and abhorrent,'' a judge yesterday sentenced three white men to maximum prison terms for beating to death a Hispanic man they found sleeping on a park bench in Brooklyn. Calling the crime ''senseless, heinous and abhorrent,'' a judge yesterday sentenced three white men to maximum prison terms for beating" , "date" : "19880601" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 Get Maximum Terms In 'Heinous' Park Killing" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/01\/nyregion\/3-get-maximum-terms-in-heinous-park-killing.html"} , {"body" : "LEAD: For Johnny Delgado, Jose Medina, Augie Santana, Ariel Chimelis and the other boys on their high school baseball team, these days in Brooklyn fly past, one game into the next, one victory after another, each one closer to that ballplayers' paradise - Yankee Stadium. For Johnny Delgado, Jose Medina, Augie Santana, Ariel Chimelis and the other" , "date" : "19880531" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Grit and Love Bring Team Closer to Baseball Paradise" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/31\/nyregion\/grit-and-love-bring-team-closer-to-baseball-paradise.html"} , {"body" : "LEAD: Here are some of the many places where movies can be seen in New York City other than in movie theaters. THE AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, Astoria, Queens (718-784-4520). Screenings have been suspended until its new quarters open in September. When the museum's two small, new theaters open, it will present a film" , "date" : "19880520" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "10" , "title" : "Alternative Movie Houses and Screening Rooms" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/20\/movies\/alternative-movie-houses-and-screening-rooms.html"} , {"body" : "LEAD: The Veterans Administration formally opened in Brooklyn the city's first Federally financed drop-in center for homeless veterans, stepping up its commitment to the former servicemen. The Veterans Administration formally opened in Brooklyn the city's first Federally financed drop-in center for homeless veterans, stepping up its commitment to" , "date" : "19880515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "U.S. Opens a New Center for Homeless Veterans" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/15\/nyregion\/us-opens-a-new-center-for-homeless-veterans.html"} , {"body" : "LEAD: THE ''Co-ops for Sale'' signs on the sides of multifamily buildings tell the story of housing in transition on Bay Parkway in the Bensonhurst section of Brooklyn. Apartment houses built for rental occupancy over the first half of this century are gradually being converted to owner occupancy. THE ''Co-ops for Sale'' signs on the sides of" , "date" : "19880508" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES: Bensonhurst Co-ops; Offering Buyers a 'Handyman's Special'" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/08\/realestate\/perspectives-bensonhurst-co-ops-offering-buyers-a-handyman-s-special.html"} , {"body" : "LEAD: Dukakis Jackson Gore BRONX 73. Mott Haven, Hunts Point 4,026 12,299 365 74. Soundview, Bronx River 4,031 10,428 400 75. Parkchester, Throgs Neck, Castle Hill 6,276 5,903 1,085 76. Highbridge Morris Heights 1,646 10,556 147 77. University Heights, Fordham 2,331 7,228 308 78. Dukakis Jackson Gore BRONX 73. Mott Haven, Hunts Point 4,026 12,299" , "date" : "19880421" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "25" , "title" : "THOUGH A LOSER, JACKSON MOVED THE MASSES, PRO AND CON, IN NEW YORK; Vote by Assembly District" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/21\/us\/though-loser-jackson-moved-masses-pro-con-new-york-vote-assembly-district.html"} ,   {"body" : "LEAD: Several hundred residents of Brooklyn and Queens took to the wind-whisked waters of the East River to get to work yesterday, riding a fledgling ferryboat service intended to ease congested commuting conditions created by last week's closing of the Williamsburg Bridge. Several hundred residents of Brooklyn and Queens took to the wind-whisked" , "date" : "19880419" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["MANHATTAN (NYC)" , "WILLIAMSBURG BRIDGE" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "In Lieu of Williamsburg: Slow Day for New Ferry" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/19\/nyregion\/in-lieu-of-williamsburg-slow-day-for-new-ferry.html"} , {"body" : "LEAD: The outcome of New York's Democratic Presidential primary next Tuesday may hinge not on who endorsed whom, or on the much-discussed Jewish or black vote, but on a factor that has drawn scant attention of late: the white Roman Catholic vote across the state. The outcome of New York's Democratic Presidential primary next Tuesday may hinge not" , "date" : "19880416" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "1" , "title" : "White Catholic Voters Called Pivotal in New York Primary" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/16\/us\/white-catholic-voters-called-pivotal-in-new-york-primary.html"} , {"body" : "LEAD: ''I'm going to talk, and you're going to listen,'' declared Jan Pietrzak as he took the stage at the crowded Brooklyn meeting hall. ''I'm going to talk, and you're going to listen,'' declared Jan Pietrzak as he took the stage at the crowded Brooklyn meeting hall. ''In Poland, this is known as a dialogue,'' he added, breaking into a" , "date" : "19880404" , "day_of_week_facet" : "Monday" , "geo_facet" : ["POLAND"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Barbs of a Polish Comedian Bring Cheers in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/04\/nyregion\/barbs-of-a-polish-comedian-bring-cheers-in-brooklyn.html"} , {"body" : "LEAD: Visiting Tunisia Visiting Tunisia Question: After seeing the glorious Carthage mosaics in the American Museum of Natural History, I am eager to visit Tunisia. Can you provide names of tour operators? - I. S., New York, N.Y. Answer: The president of African Explorers, Richard Brill, says his company sends more Americans to Tunisia than all" , "date" : "19880403" , "day_of_week_facet" : "Sunday" , "page_facet" : "4" , "title" : "Q and A" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/03\/travel\/q-and-a-250388.html"} , {"body" : "LEAD: Edible Easter Bonnets Edible Easter Bonnets It's not too late to place an order for one of the season's most enchanting Easter confections: an orange-flavored cake in the shape of an Easter bonnet. But what would you expect from Henri Bendel? The yellow-frosted dome of the hat is covered with perky white lilies and is banded with a yellow" , "date" : "19880330" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/30\/garden\/food-notes-478888.html"} , {"body" : "LEAD: While two armored truck guards were eating breakfast in a restaurant in the Greenpoint section of Brooklyn yesterday, a holdup team handcuffed a third guard in the truck, drove it several blocks to a waiting van and escaped with more than $1.2 million in cash. While two armored truck guards were eating breakfast in a restaurant in the" , "date" : "19880326" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Armored Car Robbed of $1.2 Million While Guards Eat" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/26\/nyregion\/armored-car-robbed-of-1.2-million-while-guards-eat.html"} , {"body" : "LEAD: The New York City Department of Health last week released a list of 33 food establishments cited for violating the health code. The New York City Department of Health last week released a list of 33 food establishments cited for violating the health code. In addition, it listed 11 restaurants that were allowed to reopen after correcting" , "date" : "19880313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "48" , "title" : "Food Inspection Results" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/13\/nyregion\/food-inspection-results.html"} , {"body" : "LEAD: Three former detectives for the Brooklyn District Attorney's office have been charged with illegally soliciting millions of dollars from businesses through a fraudulent police charity they set up 10 years ago, the Manhattan District Attorney announced yesterday. Three former detectives for the Brooklyn District Attorney's office have been" , "date" : "19880309" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 Ex-Detectives Held in Charity Fraud" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/09\/nyregion\/3-ex-detectives-held-in-charity-fraud.html"} , {"body" : "LEAD: Two and a half years after his sister was bludgeoned and strangled, a Brooklyn man walked into a Manhattan police station on Saturday afternoon and confessed to the slaying, the police said. Two and a half years after his sister was bludgeoned and strangled, a Brooklyn man walked into a Manhattan police station on Saturday afternoon and" , "date" : "19880307" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man, Driven by Guilt, Confesses Killing Sister" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/07\/nyregion\/man-driven-by-guilt-confesses-killing-sister.html"} , {"body" : "LEAD: A New York City police officer was among 32 people arrested yesterday in Brooklyn as Federal agents broke up a heroin ring that had sales of up to $2 million a month, authorities said. A New York City police officer was among 32 people arrested yesterday in Brooklyn as Federal agents broke up a heroin ring that had sales of up to $2 million a" , "date" : "19880303" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Policewoman Seized By U.S. Drug Agents In a Big Heroin Raid" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/03\/nyregion\/policewoman-seized-by-us-drug-agents-in-a-big-heroin-raid.html"} ,   {"body" : "LEAD: ''We still need a front stoop, and we need a paint job inside,'' said Jeanine Kelley-Williams, president of the co-op corporation at 364 West 120th Street, a five-story walk-up in West Harlem. ''But we're running well now. We're not going to give up.'' ''We still need a front stoop, and we need a paint job inside,'' said Jeanine" , "date" : "19880228" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Perspectives: Low-Income Co-ops; Easing the Path to Tenant Ownership" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/28\/realestate\/perspectives-low-income-co-ops-easing-the-path-to-tenant-ownership.html"} , {"body" : "LEAD: Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary schools and junior high schools in May 1987. Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary schools and junior high schools" , "date" : "19880223" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "The Reading Scores For New York City Schools" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/23\/nyregion\/the-reading-scores-for-new-york-city-schools.html"} , {"body" : "LEAD: A 5-year-old girl died yesterday in a fire that heavily damaged her family's apartment in Brooklyn, fire officials said. The victim, Jennifer Rivera, was pronounced dead at Woodhull Hospital after the fire at 140 Bayard Street in the Greenpoint section. The fire in the three-story building was reported at 9:15 A.M. A 5-year-old girl died" , "date" : "19880220" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Girl, 5, Dies in Brooklyn Fire" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/20\/nyregion\/girl-5-dies-in-brooklyn-fire.html"} , {"body" : "LEAD: Cocaine abuse and AIDS are taking the lives of children born in the most devastated neighborhoods of New York City, nudging up the city's infant mortality rate after more than a decade of decline and sowing fears of steeper increases to come. Cocaine abuse and AIDS are taking the lives of children born in the most devastated neighborhoods of" , "date" : "19880213" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COCAINE AND AIDS IN NEW YORK ADD TO INFANT DEATHS" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/13\/nyregion\/cocaine-and-aids-in-new-york-add-to-infant-deaths.html"} , {"body" : "LEAD: The Federal Government filed a lawsuit yesterday charging that the Consolidated Edison Company had removed asbestos from its plants without properly protecting its workers or the public. Asbestos, when dispersed in the air, can cause cancer or other diseases. The Federal Government filed a lawsuit yesterday charging that the Consolidated" , "date" : "19880108" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "U.S. Is Suing Con Edison Over Asbestos" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/08\/nyregion\/us-is-suing-con-edison-over-asbestos.html"}]