[  {"body" : "LEAD: As World's Fair buffs and memorabilia-collectors gathered yesterday in Flushing Meadow Park, a gleam came into the gray eyes of one of their leaders, Peter M. Warner, president of the World's Fair Collectors Society. As World's Fair buffs and memorabilia-collectors gathered yesterday in Flushing Meadow Park, a gleam came into the gray eyes of" , "date" : "19881113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FLUSHING MEADOWS-CORONA PARK"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "World's Fair Buffs Gather in Queens" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/13\/nyregion\/world-s-fair-buffs-gather-in-queens.html"} , {"body" : "LEAD: At this moment in world history, is there anything more soul-wrenching than babies with AIDS? For them, things start bad and, one way or another, just keep getting worse. At this moment in world history, is there anything more soul-wrenching than babies with AIDS? For them, things start bad and, one way or another, just keep getting worse." , "date" : "19881012" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "EAST FLATBUSH (NYC)" , "FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ABOUT NEW YORK; East Flatbush Casts Wary Eye On AIDS Babies" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/12\/nyregion\/about-new-york-east-flatbush-casts-wary-eye-on-aids-babies.html"} , {"body" : "LEAD: There is a 7,000-acre miracle of nature scattered about the concrete platform that is New York City. Parceled out among the five boroughs, these enclaves of untouched wilderness are the unmanicured segments of the 26,000 acres under the domain of the Department of Parks and Recreation. There is a 7,000-acre miracle of nature scattered about" , "date" : "19880909" , "day_of_week_facet" : "Friday" , "geo_facet" : ["ALLEY POND PARK (NYC)" , "INWOOD HILL PARK (NYC)" , "PELHAM BAY PARK (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "7,000 Acres of Urban Wilderness" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/09\/arts\/7000-acres-of-urban-wilderness.html"} , {"body" : "LEAD: Twenty thousand people live in the Marine Park section of Brooklyn, and on Sundays, after a quiet morning in church or a quick jog through the park, many head for the municipal Marine Park Golf Course. Others navigate their small boats through Mill Basin and out to Jamaica Bay. Twenty thousand people live in the Marine Park section of" , "date" : "19880807" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MARINE PARK (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "IF YOU'RE THINKING OF LIVING IN: Marine Park" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/07\/realestate\/if-you-re-thinking-of-living-in-marine-park.html"} , {"body" : "LEAD: Closings in the week ending July 16 MANHATTAN Carnegie Hill $155,000 108 East 91st Street 1-bedroom, 1-bath, 650-sq.-ft. prewar co-op; part-time doorman, windowed kitchen, high-ceilings, two exposures; maintenance $705, 30% tax-deductible (Broker: Grand Properties) Closings in the week ending July 16 MANHATTAN Carnegie Hill $155,000 108 East" , "date" : "19880731" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "12" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/31\/realestate\/residential-resales-748288.html"} , {"body" : "LEAD: FRIDAY DINOSAURS ON DISPLAY FRIDAY DINOSAURS ON DISPLAY The world's largest permanent display of brontosauruses, stegosauruses and other dinosaurs has been joined by dozens of other fossils for a historic exhibition that opens today at the American Museum of Natural History. The exhibition, ''From the Land of Dragons,'' includes 51 fossils of" , "date" : "19880722" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/22\/arts\/weekender-guide.html"} , {"body" : "LEAD: The New York Philharmonic is to open its summer series of free outdoor concerts in public parks with a program of Schubert, Tchaikovsky and Stravinsky on Aug. 1 on the Great Lawn of Central Park. James DePreist will conduct. The same program will be repeated that week in parks in Brooklyn and Queens and on Staten Island and Long The New York" , "date" : "19880707" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "New York Philharmonic In Free Parks Concerts" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/07\/arts\/new-york-philharmonic-in-free-parks-concerts.html"} , {"body" : "LEAD: In addition to more than a dozen walking tours led by city-history buffs and nature walks conducted by the Parks Department's Urban Park Rangers, there will be a variety of other outdoor tours this weekend, ranging from a 32-mile marathon walk and a sailboat cruise of the Brooklyn waterfront to a voyage past several Hudson River lighthouses." , "date" : "19880527" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "Selected Outdoor Touring by Foot, Bus and Boat" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/27\/arts\/selected-outdoor-touring-by-foot-bus-and-boat.html"}]