[  {"body" : "LEAD: A Federal commission today proposed a sweeping plan to shut down 86 military bases and partly close five others to save $5.6 billion over 20 years. A Federal commission today proposed a sweeping plan to shut down 86 military bases and partly close five others to save $5.6 billion over 20 years. Secretary of Defense Frank C. Carlucci is" , "date" : "19881230" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UNITED STATES" , "CALIFORNIA"] , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "PANEL ON MILITARY CALLS FOR CLOSING OF SCORES OF BASES" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/30\/us\/panel-on-military-calls-for-closing-of-scores-of-bases.html"} , {"body" : "LEAD: A mostly administrative naval station in Brooklyn would be closed, but all personnel would move to a new base on Staten Island under recommendations issued yesterday by a Government panel. A mostly administrative naval station in Brooklyn would be closed, but all personnel would move to a new base on Staten Island under recommendations issued" , "date" : "19881230" , "day_of_week_facet" : "Friday" , "geo_facet" : ["STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "17" , "title" : "Brooklyn Naval Unit on List" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/30\/sports\/brooklyn-naval-unit-on-list.html"} , {"body" : "LEAD: It looked, at the beginning of 1988, as if the architectural event of the year was going to be something called Deconstructivism, that trendy style of sharp, angular architecture that was ballyhooed by no less an authority than the Museum of Modern Art as the thinking person's alternative to the increasingly decorative and cliched style of" , "date" : "19881225" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "ARCHITECTURE VIEW; Fashions in Bricks and Mortar Make Room for Conscience" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/25\/arts\/architecture-view-fashions-in-bricks-and-mortar-make-room-for-conscience.html"} , {"body" : "LEAD: To the Editor: To the Editor: Contrary to ''No Help from Albany on Solid Waste'' (editorial, Nov. 26), New Yorkers will enjoy tax savings and public health protection if the city takes seriously the state's decision to delay permits for the garbage incinerator proposed for the Brooklyn Navy Yard. The decision by Thomas Jorling, Commissioner" , "date" : "19881209" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN NAVY YARD (NYC)" , "NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "34" , "title" : "Recycling Must Be the Equal of Incineration in Waste Disposal" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/09\/opinion\/l-recycling-must-be-the-equal-of-incineration-in-waste-disposal-226488.html"} , {"body" : "LEAD: In an unexpected decision that is likely to change the way New York City throws away its garbage, the state's Environmental Commissioner, Thomas C. Jorling, has refused to grant the city a permit to build a huge incinerator at the Brooklyn Navy Yard until it improves its recycling and ash disposal plans. In an unexpected decision that is" , "date" : "19881123" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Permit Delayed For Incinerator In the Navy Yard" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/23\/nyregion\/permit-delayed-for-incinerator-in-the-navy-yard.html"} , {"body" : "LEAD: For the last four decades or so, the Governors of New York State have had no luck rousing anyone at City Hall here on their special hotline. Not that some people haven't tried. For the last four decades or so, the Governors of New York State have had no luck rousing anyone at City Hall here on their special hotline. Not that some people" , "date" : "19881022" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["MOUNT VERNON (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Mt. Vernon Shelter: Ready, but Forgotten" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/22\/nyregion\/mt-vernon-shelter-ready-but-forgotten.html"} , {"body" : "LEAD: Somewhere in Cedar Grove, N.J., lives a fugitive from Transit Authority justice. Somewhere in Cedar Grove, N.J., lives a fugitive from Transit Authority justice. The New Jersey man received one of the 165,933 summonses issued this year by New York City transit police officers through Sept. 30. He and a Brooklyn man were the only suspects" , "date" : "19881020" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; 35-mm. Crime: Shooting Photos On the Subway" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/20\/nyregion\/metro-matters-35-mm-crime-shooting-photos-on-the-subway.html"} , {"body" : "LEAD: Timothy Flynn started sailing as a child and did so just for the fun of it until he was 19, when he lost the use of his limbs in an automobile accident. Timothy Flynn started sailing as a child and did so just for the fun of it until he was 19, when he lost the use of his limbs in an automobile accident. Sailing joined the activities beyond" , "date" : "19880925" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FORT ADAMS STATE PARK (NEWPORT, RI)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "51" , "title" : "Disabled Learn to Sail for Self-Esteem" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/25\/us\/disabled-learn-to-sail-for-self-esteem.html"} , {"body" : "LEAD: Squares and Patterns, the Long Island Quilter's Society Convention, Ruth H. Harley University Center, South Avenue near Nassau Boulevard, Adelphi University, Garden City, L.I., 516-663-1087. Squares and Patterns, the Long Island Quilter's Society Convention, Ruth H. Harley University Center, South Avenue near Nassau Boulevard, Adelphi" , "date" : "19880818" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Calendar: Exploring the Art of the Quilt" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/18\/garden\/calendar-exploring-the-art-of-the-quilt.html"} , {"body" : "LEAD: LESS than one nautical mile from the glistening office towers and apartment buildings of Manhattan's East Side, a patchwork of gritty industrial buildings, power plants and empty, overgrown lots seems to define the Brooklyn and Queens side of the East River. But behind this facade, the long stretch of urban riverbank extending from the edge" , "date" : "19880715" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Art and History With River View Of Manhattan" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/15\/arts\/art-and-history-with-river-view-of-manhattan.html"} ,   {"body" : "LEAD: As Federal authorities investigate a ship-repair company's allegation that it was asked to pay a bribe to obtain drydock leases at the Brooklyn Navy Yard, two more companies have accused yard officials of ignoring their bids for the potentially valuable properties and treating them unfairly. As Federal authorities investigate a ship-repair" , "date" : "19880626" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Companies Challenge Brooklyn Navy Yard Leasing Practices" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/26\/nyregion\/companies-challenge-brooklyn-navy-yard-leasing-practices.html"} , {"body" : "LEAD: International 3-15 Marxist guerrillas in El Salvador are re-evaluating their strategy in the war against the Government. The rebels have had difficulty extending military strengths to gain political influence, diplomats say. Page 1 Haiti's ruler is reported to be ailing, and it is uncertain how he will govern as chief of state. International" , "date" : "19880626" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/26\/nyregion\/news-summary-892288.html"} , {"body" : "LEAD: With a temperature of 96 tying the record set 97 years ago, New Yorkers used more electricity yesterday than on any other June day in the history of Consolidated Edison. With a temperature of 96 tying the record set 97 years ago, New Yorkers used more electricity yesterday than on any other June day in the history of Consolidated Edison. But" , "date" : "19880616" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Demand for Power Surges to a Record In 96 degrees Temperature" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/16\/nyregion\/demand-for-power-surges-to-a-record-in-96-degrees-temperature.html"} , {"body" : "LEAD: The head of a ship-repair company says that he was solicited for a bribe of up to $70,000 in March to obtain a lease at the Brooklyn Navy Yard and that he was told the payoff would go to the counsel for the agency that runs the Navy Yard. The head of a ship-repair company says that he was solicited for a bribe of up to $70,000 in March to" , "date" : "19880613" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Executive Says He Was Asked for Navy Yard Lease Bribe" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/13\/nyregion\/executive-says-he-was-asked-for-navy-yard-lease-bribe.html"} , {"body" : "LEAD: INTERNATIONAL A3-10 France's Socialists fell short of a majority of seats in the National Assembly, but a rightist coalition lost control of the lower house. Prime Minister Michel Rocard said he would remain at the head of a minority Cabinet. Page A1 INTERNATIONAL A3-10 France's Socialists fell short of a majority of seats in the National" , "date" : "19880613" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/13\/nyregion\/news-summary-317188.html"} , {"body" : "LEAD: Hank Goldhorn's wives all gave him the same ultimatum: ''It's me or your silly boat.'' Now in the process of separating from his fifth wife, Mr. Goldhorn says the women never stood a chance. Hank Goldhorn's wives all gave him the same ultimatum: ''It's me or your silly boat.'' Now in the process of separating from his fifth wife, Mr. Goldhorn" , "date" : "19880608" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK HARBOR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Tug Strike: Blow to a Shrinking Business" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/08\/nyregion\/tug-strike-blow-to-a-shrinking-business.html"} , {"body" : "LEAD: A 4-year-old boy was shot in the head and critically injured last night when he was caught in an exchange of gunfire between three men arguing over drugs in a courtyard at a Brooklyn housing project, the police said. A 4-year-old boy was shot in the head and critically injured last night when he was caught in an exchange of gunfire between" , "date" : "19880607" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "4-Year-Old Is Shot in the Head in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/07\/nyregion\/4-year-old-is-shot-in-the-head-in-brooklyn.html"} , {"body" : "LEAD: Dr. William J. Catacosinos Dr. William J. Catacosinos For Dr. William J. Catacosinos, who negotiated yesterday's settlement on behalf of the Long Island Lighting Company, the agreement marked a long-awaited turning point in a bitter drama that has dominated his four-year tenure as the company's chairman and chief executive officer. A former" , "date" : "19880527" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "SHOREHAM (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Key Figures in the Shoreham Negotiations" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/27\/nyregion\/key-figures-in-the-shoreham-negotiations.html"} , {"body" : "LEAD: New York City will provide weekday passenger ferry service between a dock near the Brooklyn Navy Yard and the Staten Island ferry terminal in lower Manhattan beginning Monday to help ease the transportation problems caused by the closing of the Williamsburg Bridge. New York City will provide weekday passenger ferry service between a dock near" , "date" : "19880416" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG BRIDGE" , "MANHATTAN (NYC)" , "STATEN ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Ferries Service to Address Bridge Woes" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/16\/nyregion\/ferries-service-to-address-bridge-woes.html"} , {"body" : "LEAD: The Supreme Court let stand today a Federal appellate ruling that news organizations had a right to see court records including partial transcripts of court-ordered wiretaps on the telephones of Meade H. Esposito, the former Brooklyn Democratic leader, and others. The Supreme Court let stand today a Federal appellate ruling that news" , "date" : "19880329" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Press's Right to View Esposito Records Is Backed" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/29\/nyregion\/press-s-right-to-view-esposito-records-is-backed.html"} ,   {"body" : "LEAD: When a ship repair company New York City officials hoped would help revitalize the Brooklyn Navy Yard pulled out of negotiations last week, it dealt a serious blow to plans to continue the yard's tradition as a major ship repair center. When a ship repair company New York City officials hoped would help revitalize the Brooklyn Navy Yard" , "date" : "19880130" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Resurgence of Brooklyn Navy Yard Is Dealt Blow by Company's Rebuff" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/30\/nyregion\/resurgence-of-brooklyn-navy-yard-is-dealt-blow-by-company-s-rebuff.html"} , {"body" : "LEAD: INTERNATIONAL 2-5, 28 Edwin Meese was told of payments to be made to the Israeli Labor Party for help in arranging a billion-dollar Iraqi oil pipeline, present and former Government officials said. Page 1 Special trade preferences will be cut for Taiwan, South Korea, Hong Kong and Singapore, the Reagan Administration announced in advance of" , "date" : "19880130" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY: SATURDAY, JANUARY 30, 1988" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/30\/nyregion\/news-summary-saturday-january-30-1988.html"} , {"body" : "LEAD: Workers for the American, French and Japanese joint venture called Nemko working on a train locomotive in a warehouse where battleships were once built. (The New York Times\/Keith Meyers) Page 31. Workers for the American, French and Japanese joint venture called Nemko working on a train locomotive in a warehouse where battleships were once" , "date" : "19880130" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN NAVY YARD (NYC)"] , "page_facet" : "29" , "title" : "Brooklyn Navy Yard Thrives, but Not as Shipyard" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/30\/nyregion\/brooklyn-navy-yard-thrives-but-not-as-shipyard.html"}]