[  {"body" : "LEAD: ''Unfortunately, he will have a double epitaph: 'He was the man who built New York' and 'He was the man who strangled Red Hook and killed substantial parts of the Bronx.' '' ''Unfortunately, he will have a double epitaph: 'He was the man who built New York' and 'He was the man who strangled Red Hook and killed substantial parts of the Bronx.'" , "date" : "19881214" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Marking the Dual Legacy of Robert Moses" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/14\/nyregion\/marking-the-dual-legacy-of-robert-moses.html"} , {"body" : "LEAD: Two brothers were killed and their mother and a teen-age girl were wounded yesterday when a man who had gone to the family's Brooklyn apartment looking for his missing daughter began shooting, the police said. Two brothers were killed and their mother and a teen-age girl were wounded yesterday when a man who had gone to the family's Brooklyn" , "date" : "19881211" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "61" , "title" : "2 Brothers Killed in Shooting" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/11\/nyregion\/2-brothers-killed-in-shooting.html"} , {"body" : "LEAD: I came to New York in 1957, young and full of dreams. In those days I wanted two things: to become a boxing champion and to live near my uncle, Miguel Flores. Since coming here as a merchant seaman in the 1930's, he had lived in Brooklyn, the place he called ''the cradle of the first Puerto Rican community in this country. I came to New York" , "date" : "19881120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "76" , "title" : "NEIGHBORHOOD VIGNETTES FROM & NEW YORKERS; FLASHBACKS: Before El Barrio" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/20\/magazine\/neighborhood-vignettes-from-new-yorkers-flashbacks-before-el-barrio.html"} , {"body" : "LEAD: The executive in charge of New York City's ambulance service will leave his job, Mayor Koch said yesterday. The executive in charge of New York City's ambulance service will leave his job, Mayor Koch said yesterday. Mr. Koch denied that he had dismissed the aide, Dr. Alexander Kuehl, a vice president of the Health and Hospitals Corporation" , "date" : "19881119" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Aide in Charge Of Ambulances Will Leave Post" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/19\/nyregion\/aide-in-charge-of-ambulances-will-leave-post.html"} , {"body" : "LEAD: WHEN crack became a commodity about three years ago, trafficking in the drug was strictly an urban phenomenon. WHEN crack became a commodity about three years ago, trafficking in the drug was strictly an urban phenomenon. Now, use and sale of the highly potent cocaine derivative are escalating throughout suburban Long Island, as are" , "date" : "19881113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NASSAU COUNTY (NY)" , "SUFFOLK COUNTY (NY)" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Crack Use on the Rise in Suburbs" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/13\/nyregion\/crack-use-on-the-rise-in-suburbs.html"} , {"body" : "LEAD: Paul Morrissey's ''Spike of Bensonhurst'' would be a comedy of manners if anyone in the film had any. But they don't, which is very much the point. This film, set among Mafia operatives and petty crooks in the Italian neighborhood of Bensonhurst, in Brooklyn, is a humorous look at the way traditional values have deteriorated even here. Paul" , "date" : "19881111" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "15" , "title" : "Review\/Films; A Would-Be Fighter With a Lot of Distractions" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/11\/movies\/review-films-a-would-be-fighter-with-a-lot-of-distractions.html"} , {"body" : "LEAD: For the second time in six months, law-enforcement officials yesterday used a Federal law to seize and seal apartments in a public housing project after making arrests on drug charges. For the second time in six months, law-enforcement officials yesterday used a Federal law to seize and seal apartments in a public housing project after making" , "date" : "19881102" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Officials Seize 3 Apartments In Drug Raid" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/02\/nyregion\/officials-seize-3-apartments-in-drug-raid.html"} , {"body" : "LEAD: In the glare of Manhattan at midnight, steam rose above hot tar as 700 tons of black muck was pounded and rolled into what would become, sometime before dawn, the outside eastbound lane of Central Park South. In the glare of Manhattan at midnight, steam rose above hot tar as 700 tons of black muck was pounded and rolled into what would" , "date" : "19880917" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "You, the Night and the Jackhammers" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/17\/nyregion\/you-the-night-and-the-jackhammers.html"} , {"body" : "LEAD: ''THIS is a neighborhood,'' said Alexandra Corbin describing Carroll Gardens, ''where an investment banker can move in next to a plumber and a sanitation worker, and everybody becomes friends.'' ''THIS is a neighborhood,'' said Alexandra Corbin describing Carroll Gardens, ''where an investment banker can move in next to a plumber and a" , "date" : "19880911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CARROLL GARDENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "IF YOU'RE THINKING OF LIVING IN: Carroll Gardens" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/11\/realestate\/if-you-re-thinking-of-living-in-carroll-gardens.html"} , {"body" : "LEAD: Using Day-Glo stickers to deter motorists from blocking street-cleaning operations has been so successful that the New York City Department of Sanitation is expanding the 1987 experiment citywide. Using Day-Glo stickers to deter motorists from blocking street-cleaning operations has been so successful that the New York City Department of" , "date" : "19880904" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Illegally Parked Cars Receive a Mark of Shame" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/04\/nyregion\/illegally-parked-cars-receive-a-mark-of-shame.html"} ,   {"body" : "LEAD: By day, the scene at the Gov. Alfred E. Smith Houses in lower Manhattan seems pastoral. At the western end of the sprawling public housing project, practically in the shadow of Police Headquarters, small children romp in the grass. Nearby, elderly tenants pass the time on wooden park benches that line the asphalt pathways around Smith's 12" , "date" : "19880901" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "At Night, Drugs Invade The Projects" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/01\/nyregion\/at-night-drugs-invade-the-projects.html"} , {"body" : "LEAD: The Army Corps of Engineers is exploring a plan to use underwater pits near the shores of Brooklyn, Queens, Staten Island and Monmouth County, N.J., to bury dredged material that does not meet Federal ocean dumping standards, and the plan has created a furor. The Army Corps of Engineers is exploring a plan to use underwater pits near the" , "date" : "19880823" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Furor Over Bay Burial of Dredged Material" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/23\/nyregion\/furor-over-bay-burial-of-dredged-material.html"} , {"body" : "LEAD: Two more men were arrested yesterday in connection with a pair of shootouts that came as rival gangs battled for turf in a lucrative Brooklyn drug-selling territory, the police said. Two more men were arrested yesterday in connection with a pair of shootouts that came as rival gangs battled for turf in a lucrative Brooklyn drug-selling" , "date" : "19880821" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "2 More Suspects Held In Brooklyn Shootout" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/21\/nyregion\/2-more-suspects-held-in-brooklyn-shootout.html"} , {"body" : "LEAD: A 26-year-old man has been charged in a slaying that the police said was part of a turf war over drug sales that erupted into gunfire in a Brooklyn housing project Thursday. A 26-year-old man has been charged in a slaying that the police said was part of a turf war over drug sales that erupted into gunfire in a Brooklyn housing project" , "date" : "19880820" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "METRO DATELINE; Suspect Is Charged In Slaying at Project" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/20\/nyregion\/metro-dateline-suspect-is-charged-in-slaying-at-project.html"} , {"body" : "LEAD: One person was killed and eight others were wounded when shooting erupted twice at a Brooklyn housing project in a dispute that the police said might have been part of a turf war over drug sales. One person was killed and eight others were wounded when shooting erupted twice at a Brooklyn housing project in a dispute that the police said" , "date" : "19880819" , "day_of_week_facet" : "Friday" , "geo_facet" : ["RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "One Killed and 8 Wounded in Brooklyn Shootings" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/19\/nyregion\/one-killed-and-8-wounded-in-brooklyn-shootings.html"} , {"body" : "LEAD: The 200-year-old South Street Seaport has just turned 5 years old. The 200-year-old South Street Seaport has just turned 5 years old. However confusing that may sound, the historic lower-Manhattan waterfront district actually did begin a new life on July 28, 1983, when the shopping complex known as Fulton Market opened. Since its renaissance" , "date" : "19880819" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "SOUTH STREET SEAPORT (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "10" , "title" : "Seaport: Sprightly at 200, Mature at 5" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/19\/arts\/seaport-sprightly-at-200-mature-at-5.html"} , {"body" : "LEAD: A week after the Koch administration began emergency efforts to repair and maintain New York City's troubled ambulance fleet, the average number of vehicles out of service has fallen by 7 percentage points, to 39 percent from 46 percent, officials said yesterday. A week after the Koch administration began emergency efforts to repair and" , "date" : "19880804" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "5" , "title" : "Repair Effort Increases Ambulances in Service" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/04\/nyregion\/repair-effort-increases-ambulances-in-service.html"} , {"body" : "LEAD: When ''Last Exit To Brooklyn'' was first published 24 years ago, Hubert Selby's violent, profane collection of stories immediately prompted a heated debate about its portrayal of life among the prostitutes, transvestites, vicious young thugs, striking union workers and ex-convicts inhabiting the Brooklyn waterfront. When ''Last Exit To" , "date" : "19880804" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "19" , "title" : "'Last Exit' Brings Pleasant Moments at Last" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/04\/movies\/last-exit-brings-pleasant-moments-at-last.html"} , {"body" : "LEAD: Friday FIRSTS AND SECONDS Friday FIRSTS AND SECONDS There is a tricky first in the appearance of the second city's Chicago Symphony Orchestra under the baton of the first city's Leonard Bernstein at Avery Fisher Hall tonight at 8. Mr. Bernstein has conducted the orchestra on its home turf and the symphony has indeed played for New York" , "date" : "19880624" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/24\/arts\/weekender-guide.html"} , {"body" : "LEAD: A 30- to 40-foot humpback whale - somewhat precipitously nicknamed Henry by a noted whale expert - made a brief and highly unusual cruise up the Hudson River yesterday afternoon, then turned tail and headed back down into New York Harbor last night, apparently in search of more hospitable environs. A 30- to 40-foot humpback whale - somewhat" , "date" : "19880617" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK HARBOR" , "HUDSON RIVER"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Whale Enters Hudson But Shifts Into Reverse" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/17\/nyregion\/whale-enters-hudson-but-shifts-into-reverse.html"} ,   {"body" : "LEAD: In 1825, Thomas Cole went to the Catskill Mountains to paint their rugged cliffs and streams. It was the birth of the Hudson River School of painting, which flourished until the turn of the 20th century and which has now come back into vogue. In 1825, Thomas Cole went to the Catskill Mountains to paint their rugged cliffs and streams. It was" , "date" : "19880610" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "The Legacy of the Hudson River School" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/10\/arts\/the-legacy-of-the-hudson-river-school.html"} , {"body" : "LEAD: New York City's streets may not be squeaky clean, but they may receive a bit of sparkle with a new asphalt called ''glasphalt'' - 20 percent glass. New York City's streets may not be squeaky clean, but they may receive a bit of sparkle with a new asphalt called ''glasphalt'' - 20 percent glass. Transportation Commissioner Ross Sandler said" , "date" : "19880501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "LONG ISLAND (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "58" , "title" : "FOLLOW-UP ON THE NEWS; Adding Sparkle To City Streets" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/01\/nyregion\/follow-up-on-the-news-adding-sparkle-to-city-streets.html"} , {"body" : "LEAD: His signature garnet rosebud blooming in his lapel, Martin E. Segal -Marty to anyone who has known him more than five minutes - is presiding over the weekly staff meeting of the First New York International Festival of the Arts, of which he is founder and chairman. The monthlong, citywide celebration of the performing arts opens on June 11," , "date" : "19880424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["World" , "Magazine"] , "page_facet" : "20" , "title" : "THE STAGES OF MARTY'S FESTIVAL" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/24\/magazine\/the-stages-of-marty-s-festival.html"} , {"body" : "LEAD: Thirteen people, many leaders of community groups seeking construction jobs for minority-group workers, were accused yesterday of schemes to extort payoffs from building projects in Brooklyn and Queens by threatening demonstrations and disruptions. Thirteen people, many leaders of community groups seeking construction jobs for minority-group" , "date" : "19880422" , "day_of_week_facet" : "Friday" , "geo_facet" : ["QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "13 Named in Extortion Case On Minority Building Pacts" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/22\/nyregion\/13-named-in-extortion-case-on-minority-building-pacts.html"} , {"body" : "LEAD: When the Atlantic Emblem steamed into New York harbor from Japan Friday, crews unloaded her cargo of 10 new Kawasaki subway cars at the Red Hook Marine Terminal in Brooklyn, the last major cargo handling operation on New York's waterfront. When the Atlantic Emblem steamed into New York harbor from Japan Friday, crews unloaded her cargo of 10" , "date" : "19880412" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "NEW YORK HARBOR" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Terminal Bustles And Bristles" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/12\/nyregion\/a-terminal-bustles-and-bristles.html"} , {"body" : "LEAD: INTERNATIONAL A3-16 Final terms for a Soviet withdrawal from Afghanistan were reached by the United States and the Soviet Union. Washington said the accord, which lets both sides arm combatants, would be signed on Thursday in Geneva. Page A1 Military analysis: The Soviet Army enjoyed an impressive reputation before the war in Afghanistan." , "date" : "19880412" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEW SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/12\/nyregion\/new-summary.html"} , {"body" : "LEAD: Three 15-year-old boys were shot on a subway train in Brooklyn early yesterday, the police said, when they were confronted by a group of youths, one of whom tried to rob them. Three 15-year-old boys were shot on a subway train in Brooklyn early yesterday, the police said, when they were confronted by a group of youths, one of whom tried to" , "date" : "19880405" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Three Youths Shot on Subway Train in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/05\/nyregion\/three-youths-shot-on-subway-train-in-brooklyn.html"} , {"body" : "LEAD: The 19,500-ton M\/V Americana arriving in New York Harbor en route to the Red Hook Terminal. The Ivaran Lines ship, which can carry 108 passengers and 1,120 cargo containers, will be the first since World War II to serve passengers from a Brooklyn terminal. (NYT\/Neal Boenzi) The 19,500-ton M\/V Americana arriving in New York Harbor en route to" , "date" : "19880303" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK HARBOR"] , "page_facet" : "3" , "title" : "The World's Only Passenger\/Container Ship to Be Berthed in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/03\/nyregion\/the-world-s-only-passenger-container-ship-to-be-berthed-in-brooklyn.html"} , {"body" : "LEAD: ON RAW DAYS LIKE THIS, with the wind whipping off a hide-brown Hudson and his containers slick with snow, Joseph Benedetto Jr. is numb to everything but the four levers at his finger tips and the greasy square of asphalt 50 feet beneath him. One distraction and whatever is in that 40-foot aluminum shipping crate he's lifting - shoes or whisky" , "date" : "19880221" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "36" , "title" : "From Fathers to Sons on the Waterfront" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/21\/magazine\/from-fathers-to-sons-on-the-waterfront.html"} , {"body" : "LEAD: Cocaine abuse and AIDS are taking the lives of children born in the most devastated neighborhoods of New York City, nudging up the city's infant mortality rate after more than a decade of decline and sowing fears of steeper increases to come. Cocaine abuse and AIDS are taking the lives of children born in the most devastated neighborhoods of" , "date" : "19880213" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COCAINE AND AIDS IN NEW YORK ADD TO INFANT DEATHS" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/13\/nyregion\/cocaine-and-aids-in-new-york-add-to-infant-deaths.html"} ,   {"body" : "LEAD: EVEN after construction crews completed work two years ago on Riveredge, an office complex in Florham Park, N.J., plenty of work remained for Edward Blake and Donald Rotwein, who served as the project's architects. EVEN after construction crews completed work two years ago on Riveredge, an office complex in Florham Park, N.J., plenty of work" , "date" : "19880207" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Architects Now Doubling as Developers" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/07\/realestate\/architects-now-doubling-as-developers.html"}]