[  {"body" : "LEAD: Archery U.S. Target Champions Men - Jay Barrs, Tempe, Ariz. Women - Debra Ochs, Howell, Mich. World Crossbow Champions Men - K. Kesti, Sweden. Women - L. Moodie, New Zealand. Indoor Champions Men - Barrs. Women - Denise Parker, South Jordan, Utah. Archery U.S. Target Champions Men - Jay Barrs, Tempe, Ariz. Women - Debra Ochs, Howell, Mich." , "date" : "19881226" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "56" , "title" : "1988: THE YEAR IN SPORTS; The Winners of Individual and Team Championships" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/26\/sports\/1988-the-year-in-sports-the-winners-of-individual-and-team-championships.html"} , {"body" : "LEAD: The Winners of Individual and Team Championships The Winners of Individual and Team Championships N.L. - Kirk Gibson, Los Angeles. Leading Batters, A.L. - Wade Boggs, Boston, .366. N.L. - Tony Gwynn, San Diego, .313. Runs Batted In , A.L. - Canseco, 124. N.L. - Will Clark, San Francisco, 109. Home Runs, A.L. - Canseco, 42. N.L. -Darryl" , "date" : "19881226" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "56" , "title" : "1988: THE YEAR IN SPORTS" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/26\/sports\/1988-the-year-in-sports.html"} , {"body" : "LEAD: In life, Jessica Cortez was a quiet victim, a 5-year-old who was beaten and sexually assaulted. In death she attracted television lights and mourners who never knew her. In life, Jessica Cortez was a quiet victim, a 5-year-old who was beaten and sexually assaulted. In death she attracted television lights and mourners who never knew her. Two" , "date" : "19881222" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Relatives and Strangers Join to Mourn Young Abuse Victim" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/22\/nyregion\/relatives-and-strangers-join-to-mourn-young-abuse-victim.html"} , {"body" : "LEAD: International A3-17 International A3-17 A Pan American 747 jet crashed in a fiery explosion on the Scottish town of Lockerbie, about an hour after taking off from London with 258 people enroute to New York City, British military authorities said. Page A1 Under Armenia's state of siege, the authorities have arrested many nationalist leaders" , "date" : "19881222" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/22\/nyregion\/news-summary-783788.html"} , {"body" : "LEAD: The mother of a 5-year-old girl and the mother's companion were charged yesterday with second-degree murder after the child, who was found beaten, sexually abused and near death in the couple's Brooklyn apartment, died Wednesday night at a hospital. The mother of a 5-year-old girl and the mother's companion were charged yesterday with" , "date" : "19881216" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Mother Seized In Slaying Of 5-Year-Old" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/16\/nyregion\/mother-seized-in-slaying-of-5-year-old.html"} , {"body" : "LEAD: * American Television and Communications Corp., Stamford, Conn., a cable television operator, elected James P. Cottingham executive vice president. * American Television and Communications Corp., Stamford, Conn., a cable television operator, elected James P. Cottingham executive vice president. * Bloomingdale's, which is owned by Federated" , "date" : "19881214" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "5" , "title" : "EXECUTIVE CHANGES" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/14\/business\/executive-changes-649788.html"} , {"body" : "LEAD: A doctoral candidate who entered college at the age of 12 and a New Yorker who has worked in social services programs while attending college were among the 32 men and women named today as American Rhodes Scholars. A doctoral candidate who entered college at the age of 12 and a New Yorker who has worked in social services programs while" , "date" : "19881212" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "9" , "title" : "32 Americans Selected For Rhodes Scholarship" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/12\/us\/32-americans-selected-for-rhodes-scholarship.html"} , {"body" : "LEAD: On the table were Puerto Rican pastries and other specialties. At the bar was Puerto Rican rum. On the table were Puerto Rican pastries and other specialties. At the bar was Puerto Rican rum. And on the dance floor, advocates for social change set aside their work to dance to salsa and Puerto Rican folk music and to celebrate the sixth" , "date" : "19881204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "60" , "title" : "6 Years Championing Puerto Ricans" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/04\/nyregion\/6-years-championing-puerto-ricans.html"} , {"body" : "LEAD: Dr. Richard R. Green, the beleaguered New York City Schools Chancellor, finally can claim a modest success today. It's about time. Dr. Richard R. Green, the beleaguered New York City Schools Chancellor, finally can claim a modest success today. It's about time. Nine months ago, as Dr. Green ticked off his long-term goals for the beleaguered" , "date" : "19881201" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Metro Matters; The Time Clocks, The Chancellor And Symbolism" , "url" : "http:\/\/www.nytimes.com\/1988\/12\/01\/nyregion\/metro-matters-the-time-clocks-the-chancellor-and-symbolism.html"} , {"body" : "LEAD: An earthquake centered in southeastern Canada shook parts of the United States last night, rattling homes, windows and furniture and frightening many people. An earthquake centered in southeastern Canada shook parts of the United States last night, rattling homes, windows and furniture and frightening many people. The quake did cause serious" , "date" : "19881126" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "'Strong' Quake Shakes Northeast" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/26\/nyregion\/strong-quake-shakes-northeast.html"} ,   {"body" : "LEAD: In one bold move, Mildred Pearson broke the rules. She brought her son, a homosexual stricken with AIDS, home to die, giving little thought to how the neighbors in her Brooklyn housing project might react. In one bold move, Mildred Pearson broke the rules. She brought her son, a homosexual stricken with AIDS, home to die, giving little" , "date" : "19881125" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Mother of AIDS Victim Shares Her Story to Teach Others" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/25\/nyregion\/mother-of-aids-victim-shares-her-story-to-teach-others.html"} , {"body" : "LEAD: Two police officers were shot yesterday, one by a fellow officer who mistook him for a gunman, after a man fired a rifle from a second-floor window in Brooklyn. Two police officers were shot yesterday, one by a fellow officer who mistook him for a gunman, after a man fired a rifle from a second-floor window in Brooklyn. The wounded officers -" , "date" : "19881123" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officer Wounds a Colleague After a Sniper Shoots a Sergeant" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/23\/nyregion\/officer-wounds-a-colleague-after-a-sniper-shoots-a-sergeant.html"} , {"body" : "LEAD: A 6-year-old boy accidentally shot and killed his 4-year-old sister while playing with an unlicensed gun Saturday in their Brooklyn home. The children's father, who was not at home at the time, was charged with weapons violations, the police said. A 6-year-old boy accidentally shot and killed his 4-year-old sister while playing with an" , "date" : "19881121" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Boy Accidentally Kills Sister With an Unlicensed Gun" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/21\/nyregion\/boy-accidentally-kills-sister-with-an-unlicensed-gun.html"} , {"body" : "LEAD: A four-year-old Brooklyn girl was shot and killed yesterday, apparently by her older brother who was playing with a gun he found in the family's apartment, the police said. A four-year-old Brooklyn girl was shot and killed yesterday, apparently by her older brother who was playing with a gun he found in the family's apartment, the police" , "date" : "19881120" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "BOY, 6, KILLS SISTER, 4; WAS PLAYING WITH GUN" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/20\/nyregion\/boy-6-kills-sister-4-was-playing-with-gun.html"} , {"body" : "LEAD: THREE Fifth Avenue department stores are unveiling their annual gifts to the street: windows in which mechanical figures dance, bow, wave and curtsy. But few of the fascinated passers-by will realize how much planning, improvising and last-minute frenzy went into assembling these enchanting miniature worlds. THREE Fifth Avenue department" , "date" : "19881117" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "Holiday Windows: Craft and Fantasy" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/17\/garden\/holiday-windows-craft-and-fantasy.html"} , {"body" : "LEAD: Motorists, faced with steeply increased tolls and mounting congestion on the Hudson River crossings, are making fewer trips on the bridges and tunnels connecting New York City and New Jersey. Motorists, faced with steeply increased tolls and mounting congestion on the Hudson River crossings, are making fewer trips on the bridges and tunnels" , "date" : "19881115" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA" , "HUDSON RIVER"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Fewer Vehicles Are Crossing Hudson River" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/15\/nyregion\/fewer-vehicles-are-crossing-hudson-river.html"} , {"body" : "LEAD: Need a baluster, a shutter or a shingle? Etched, beveled or stained glass? Because they do not make them the way they used to, it is hard to find replacement parts for your house or apartment. Where to look? Try Benjamin B. G. Nistal-Moret on Saturdays from 10 A.M. to 4 P.M. He just might have it. Need a baluster, a shutter or a shingle?" , "date" : "19881113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS; Salvage Warehouse: Pieces of History for Sale" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/13\/realestate\/postings-salvage-warehouse-pieces-of-history-for-sale.html"} , {"body" : "LEAD: (NOTE: This table may be divided, and additional information on a particular entry may appear on more than one screen.) *2*PRESIDENT Dukakis Bush A.D.BRONX 73. Mott Haven, Hunts Point 23,696 3,101 74. Soundview, Bronx River 21,741 4,710 75. P'chester, Throgs Nk, Castle Hill 17,914 15,552 76. (NOTE: This table may be divided, and additional" , "date" : "19881110" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "THE ELECTIONS; Voting by Assembly District" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/10\/nyregion\/the-elections-voting-by-assembly-district.html"} , {"body" : "LEAD: They started arriving at dawn and by midmorning the staging area at Fort Wadsworth on Staten Island had been transformed into a small city of 23,000 transient residents that could be called Marathonville. They started arriving at dawn and by midmorning the staging area at Fort Wadsworth on Staten Island had been transformed into a small city" , "date" : "19881107" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "It's Brigadoon, Runners Style" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/07\/sports\/it-s-brigadoon-runners-style.html"} , {"body" : "LEAD: Like his father, who founded the Johnson Chemical Company, Joseph Uddo earns his living making household disinfectants in a yellow brick building in the Williamsburg section of Brooklyn. Like his father, who founded the Johnson Chemical Company, Joseph Uddo earns his living making household disinfectants in a yellow brick building in the" , "date" : "19881101" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "FLORIDA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Factory Is Leaving Brooklyn for 'Survival'" , "url" : "http:\/\/www.nytimes.com\/1988\/11\/01\/nyregion\/factory-is-leaving-brooklyn-for-survival.html"} ,   {"body" : "LEAD: A three-decade tradition in New York City will end Thursday when Gov. Michael S. Dukakis of Massachusetts campaigns in some other state rather than at a Garment Center rally that has whooped it up in past Presidential elections for Adlai E. Stevenson, John F. Kennedy, Lyndon B. Johnson, George McGovern, Jimmy Carter and Walter A three-decade" , "date" : "19881030" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "GARMENT DISTRICT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Political Notes; A Democratic Tradition Ends in New York City" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/30\/nyregion\/political-notes-a-democratic-tradition-ends-in-new-york-city.html"} , {"body" : "LEAD: HALLOWEEN is a busy time for the novelist Stephen King, what with all those vampires, witches, zombies, cuddly pets-turned-bloodthirsty killers, possessed teen-agers and other socially maladjusted types rattling around his house in Maine. Nonetheless, he managed to squeeze in a business trip to New York last week and took time out one evening" , "date" : "19881026" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "EATING OUT With Stephen King; Writer Eats Steak Before It Eats Him" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/26\/garden\/eating-out-with-stephen-king-writer-eats-steak-before-it-eats-him.html"} , {"body" : "LEAD: There is nearly complete in New York City a skyscraper that is having an impact on the skyline as profound, in its own way, as the World Trade Center. It is not 110 stories tall, or even half that, and it is but a single tower, not a pair, but it is rapidly becoming one of the most conspicuous structures in the entire city. There is nearly" , "date" : "19881023" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "ARCHITECTURE VIEW; ALONE IN QUEENS, AN UNLIKELY TOWER SCRAPES THE SKY" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/23\/arts\/architecture-view-alone-in-queens-an-unlikely-tower-scrapes-the-sky.html"} , {"body" : "LEAD: 1653. A wall is built, where Wall Street now runs, to protect New Amsterdam from Indian raids. 1699. The city, in English hands and renamed New York, builds a City Hall at Wall and Nassau Streets. 1735. The first city almshouse opens in what is now City Hall Park. 1759. 1653. A wall is built, where Wall Street now runs, to protect New" , "date" : "19881023" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "22" , "title" : "THE REGION; New York, Under Construction for Three Centuries" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/23\/weekinreview\/the-region-new-york-under-construction-for-three-centuries.html"} , {"body" : "LEAD: For one golden century, from the Civil War to the 1960's, New York stood out among American cities for the magnificence of its public works: subways and aqueducts, parkways, bridges and tunnels, libraries, parks and schools. For one golden century, from the Civil War to the 1960's, New York stood out among American cities for the magnificence" , "date" : "19881023" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "22" , "title" : "THE REGION: Debts by Any Other Name; The Most Public City Resumes Public Building - With a Lot Less Splendor" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/23\/weekinreview\/region-debts-any-other-name-most-public-city-resumes-public-building-with-lot.html"} , {"body" : "LEAD: With 17 days remaining before the election in which he is an overwhelming favorite, Senator Daniel Patrick Moynihan began full-time campaigning yesterday with an impassioned plea to high school students not to use drugs and ''to tell on'' those who do. With 17 days remaining before the election in which he is an overwhelming favorite, Senator" , "date" : "19881022" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE" , "NASSAU COUNTY (NY)" , "SUFFOLK COUNTY (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Confident Moynihan Starts A Full-Time Campaign" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/22\/nyregion\/confident-moynihan-starts-a-full-time-campaign.html"} , {"body" : "LEAD: Two Guardian Angels were arrested yesterday on robbery and drug charges after a man said the Angels punched him and stole $90 from him on a midtown sidewalk. Two Guardian Angels were arrested yesterday on robbery and drug charges after a man said the Angels punched him and stole $90 from him on a midtown sidewalk. One of the Angels had a vial" , "date" : "19881015" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Two 'Angels' Arrested in Midtown on Robbery and Drug Charges" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/15\/nyregion\/two-angels-arrested-in-midtown-on-robbery-and-drug-charges.html"} , {"body" : "LEAD: ARTISTS priced out of the market for lofts in Manhattan have long sought refuge from high rents by taking space in the city's other boroughs. But in the last few years some of them have found that the push to revitalize industrial neighborhoods close to Manhattan has also pushed up the prices of loft space there, too. ARTISTS priced out of" , "date" : "19881012" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "24" , "title" : "REAL ESTATE; Co-op Space For Artists In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/12\/business\/real-estate-co-op-space-for-artists-in-brooklyn.html"} , {"body" : "LEAD: A nonprofit group overseeing the creation of 1,000 apartments for low-income families in New York City has raised more than 30 percent of the total cost - $25 million -from corporate investors, officials of the group say. A nonprofit group overseeing the creation of 1,000 apartments for low-income families in New York City has raised more" , "date" : "19881011" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Group Hails Corporate Aid On Housing" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/11\/nyregion\/group-hails-corporate-aid-on-housing.html"} , {"body" : "LEAD: Williamsburg Williamsburg Question: If I go down to Colonial Williamsburg in October or November, will everything be open and will there be any special events? -C. P. C., Brooklyn Answer: In some respects, fall is a good time to visit this re-creation of Williamsburg, Va., in the 1700's. The weather is usually good, there are fewer people and" , "date" : "19881009" , "day_of_week_facet" : "Sunday" , "page_facet" : "4" , "title" : "Q and A" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/09\/travel\/q-and-a-297788.html"} ,   {"body" : "LEAD: Thirteen years after New York City's fiscal crisis, a new financial squeeze is developing: the city, raising billions of dollars to repair its deteriorating public works, is in danger of borrowing more than it can afford to repay, the Koch administration says. Thirteen years after New York City's fiscal crisis, a new financial squeeze is" , "date" : "19881009" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "New York Is Seen Nearing Its Debt Limit" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/09\/nyregion\/new-york-is-seen-nearing-its-debt-limit.html"} , {"body" : "LEAD: A 28-year-old New York City police officer was indicted yesterday on charges that he shot a 15-year-old Brooklyn boy in the leg after the youth surrendered. A 28-year-old New York City police officer was indicted yesterday on charges that he shot a 15-year-old Brooklyn boy in the leg after the youth surrendered. The officer, John Prunty, was" , "date" : "19881007" , "day_of_week_facet" : "Friday" , "geo_facet" : ["WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "An Officer Is Indicted In Shooting of Youth" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/07\/nyregion\/an-officer-is-indicted-in-shooting-of-youth.html"} , {"body" : "LEAD: The emotional and political trauma caused this spring by the closing of the Williamsburg Bridge because of structural defects is being used to persuade voters to approve the $3 billion transportation bond issue on the New York State ballot next month. The emotional and political trauma caused this spring by the closing of the Williamsburg" , "date" : "19881002" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "WILLIAMSBURG BRIDGE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "BOND PLAN CALLED WEAK ON BRIDGES" , "url" : "http:\/\/www.nytimes.com\/1988\/10\/02\/nyregion\/bond-plan-called-weak-on-bridges.html"} , {"body" : "LEAD: This is a summary of reviews of restaurants that have appeared in The New York Times. Stars are followed by the date of original publication; restaurants mentioned in Diner's Journal do not have stars. Prices are current, and only weekend hours are given. Brandywine This is a summary of reviews of restaurants that have appeared in The New" , "date" : "19880930" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "Dining Out Guide: Steakhouses" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/30\/arts\/dining-out-guide-steakhouses.html"} , {"body" : "LEAD: IN the days after the emergency closing of the Williamsburg Bridge last spring, New York City transportation officials pondered how things could have reached such a state. There was talk of a mysterious rapid-corrosion process in the bridge's 85-year-old steel, of the deleterious effects of road salt and of flawed construction. IN the days" , "date" : "19880918" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG BRIDGE"] , "nytd_section_facet" : ["Week in Review" , "Technology"] , "page_facet" : "6" , "title" : "THE REGION: Professors at Work; Management 101: Finding Ways To Save Bridges" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/18\/weekinreview\/the-region-professors-at-work-management-101-finding-ways-to-save-bridges.html"} , {"body" : "LEAD: Manfred Ohrenstein, the State Senate's Democratic leader who was indicted a year ago, withstood his strongest political challenge in 25 years yesterday, handily defeating his opponent, Joe Rose. Manfred Ohrenstein, the State Senate's Democratic leader who was indicted a year ago, withstood his strongest political challenge in 25 years" , "date" : "19880916" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Ohrenstein, Outspent 3-1, Defeats Primary Opponent" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/16\/nyregion\/ohrenstein-outspent-3-1-defeats-primary-opponent.html"} , {"body" : "LEAD: Since many legislative races in New York are decided long before the general election, learning to fend off a primary challenge is one of the first lessons of incumbency. Judging from the ballots for this Thursday's primary race, most incumbents have learned this lesson well; although all 211 state legislators are up for election in November," , "date" : "19880913" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "32 Seats Open in New York Primary" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/13\/nyregion\/32-seats-open-in-new-york-primary.html"} , {"body" : "LEAD: Visitors to the 18th-century plantation of Carter's Grove see only part of the historic property, built from 1751 to 1755 by Carter Burwell, a member of a wealthy and powerful Virginia family: the manicured Georgian gardens and crushed oyster-shell pathways, the beautiful house with brass chandeliers, formal dining room, black walnut" , "date" : "19880912" , "day_of_week_facet" : "Monday" , "geo_facet" : ["WILLIAMSBURG (VA)" , "CARTER'S GROVE PLANTATION (VIRGINIA)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "10" , "title" : "Restoring a Past Some Would Bury" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/12\/us\/restoring-a-past-some-would-bury.html"} , {"body" : "LEAD: A 45-year-old Manhattan man shot 14 policemen from his apartment yesterday during a daylong siege that ended eight and a half hours after it began with the man's 2 young children dead and the gunman mortally wounded by police gunfire. A 45-year-old Manhattan man shot 14 policemen from his apartment yesterday during a daylong siege that ended" , "date" : "19880907" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "LOWER EAST SIDE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Father, 2 Children Dead After Shootout" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/07\/nyregion\/father-2-children-dead-after-shootout.html"} , {"body" : "LEAD: 11TH DISTRICT Representative Edolphus Towns, 54. Seeking fourth term. Second black Congressman from Brooklyn. Graduated from North Carolina A & T and holds a master's in social welfare from Adelphi University. Deputy borough president under Howard Golden for six years before his election to the House in 1982. 11TH DISTRICT Representative" , "date" : "19880906" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Seven House Primaries Among Most Visible Races in New York Region" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/06\/nyregion\/seven-house-primaries-among-most-visible-races-in-new-york-region.html"} ,   {"body" : "LEAD: Two Brooklyn men were arrested Wednesday and charged with stealing more than $500,000 in a fraudulent check-cashing scheme that spread to about 150 bank branches across New York City over a two-year period. Two Brooklyn men were arrested Wednesday and charged with stealing more than $500,000 in a fraudulent check-cashing scheme that spread to" , "date" : "19880902" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "2 Arrested in Check-Cashing Scheme" , "url" : "http:\/\/www.nytimes.com\/1988\/09\/02\/nyregion\/2-arrested-in-check-cashing-scheme.html"} , {"body" : "LEAD: Carlos Morton's musical comedy ''The Garden'' (''El Jardin''), which the Puerto Rican Traveling Theater has been performing at locations around New York this month, is just the sort of production we have come to expect from the exuberant street theater company. Loosely based on the story of Adam and Eve, the show is a freewheeling mixture of" , "date" : "19880827" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "15" , "title" : "Review\/Theater; New Telling, to Music, Of an Old Garden Story" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/27\/theater\/review-theater-new-telling-to-music-of-an-old-garden-story.html"} , {"body" : "LEAD: To the Editor: To the Editor: New York's Williamsburg Bridge has been reopened to cars and trucks traveling between Manhattan and Brooklyn. Unfortunately, neither serves the daily needs of Brooklyn's Bedford-Stuyvesant population. By neglecting to restore much-needed bus service over the bridge, the Department of Transportation is making it" , "date" : "19880824" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG BRIDGE" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "Restore Bus Service to the Williamsburg Bridge" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/24\/opinion\/l-restore-bus-service-to-the-williamsburg-bridge-610488.html"} , {"body" : "LEAD: I HAVE used various modes of travel: a 747 jet, a drafty troop train in Korea, an ocean liner, a Harley-Davidson cross-country and even, I must confess, a horse and buggy in Tennessee. But I had never ridden in a recreational vehicle. I had seen a number on highways, been intrigued with their swaying bulk and stolid-looking drivers, but I had" , "date" : "19880821" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Travel"] , "page_facet" : "37" , "title" : "Florida-Bound in a Behemoth" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/21\/travel\/florida-bound-in-a-behemoth.html"} , {"body" : "LEAD: Hispanic students with all of the characteristics usually associated with academic success, such as good grades and middle-class family incomes, are dropping out of high school at two or three times the rate of other students. Hispanic students with all of the characteristics usually associated with academic success, such as good grades and" , "date" : "19880817" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "8" , "title" : "Education; Hispanic Dropout Rates Puzzling" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/17\/us\/education-hispanic-dropout-rates-puzzling.html"} , {"body" : "LEAD: The deputy police chief under fire for his absence from Tompkins Square Park during a riot last week that left dozens injured was until May the commander of the Civilian Complaint Review Board's investigative staff that is now examining the violence. The deputy police chief under fire for his absence from Tompkins Square Park during a riot" , "date" : "19880816" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "EAST VILLAGE (NYC)" , "TOMPKINS SQUARE PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "A Deputy Chief, Criticized In Riot, Led Complaint Unit" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/16\/nyregion\/a-deputy-chief-criticized-in-riot-led-complaint-unit.html"} , {"body" : "LEAD: Two men were arrested early yesterday and a third was being sought in the shooting death of one man and the wounding of another near Tompkins Square Park Thursday, the police said. Two men were arrested early yesterday and a third was being sought in the shooting death of one man and the wounding of another near Tompkins Square Park Thursday," , "date" : "19880813" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "TOMPKINS SQUARE PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Two Held in Fatal Shooting Near Tompkins Square Park" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/13\/nyregion\/two-held-in-fatal-shooting-near-tompkins-square-park.html"} , {"body" : "LEAD: Saying there is ''nothing more significant than our effort to rehabilitate the infrastructure,'' Governor Cuomo, joined by Mayor Koch, met yesterday in front of the Williamsburg Bridge to press for passage of a $3 billion state transportation bond issue. Saying there is ''nothing more significant than our effort to rehabilitate the" , "date" : "19880809" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Cuomo and Koch Start Push For a Transport Bond Issue" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/09\/nyregion\/cuomo-and-koch-start-push-for-a-transport-bond-issue.html"} , {"body" : "LEAD: FEAR WAS PERHAPS Karla Munden's overriding emotion when she was admitted to the College of William and Mary, in Williamsburg, Va. As a black woman, she was aware that the school's population of blacks was small. Would she make friends and feel comfortable on such a campus miles away from home? Had her high school prepared her for William and" , "date" : "19880807" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "18" , "title" : "Success Strategies for Minorities" , "url" : "http:\/\/www.nytimes.com\/1988\/08\/07\/education\/success-strategies-for-minorities.html"} , {"body" : "LEAD: Few would dispute that fast reliable ambulances are among the most essential of New York City's essential services. So the failures of the Emergency Medical Service, which have been documented with distressing regularity and led yesterday to the resignation of James Kerr as executive director, seemed to shock Mayor Koch and put his" , "date" : "19880730" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "29" , "title" : "Ambulances a Target for Koch Rivals" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/30\/nyregion\/ambulances-a-target-for-koch-rivals.html"} ,   {"body" : "LEAD: The Williamsburg Bridge, closed in April when inspectors discovered such extensive corrosion they feared it might collapse, was reopened yesterday after almost $10 million in work. The Williamsburg Bridge, closed in April when inspectors discovered such extensive corrosion they feared it might collapse, was reopened yesterday after almost $10" , "date" : "19880727" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG BRIDGE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "All Lanes Reopened On the Williamsburg" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/27\/nyregion\/all-lanes-reopened-on-the-williamsburg.html"} , {"body" : "LEAD: Questions are based on news reports in The Times this week. Answers appear on page 45. Questions are based on news reports in The Times this week. Answers appear on page 45. To make a point, some Thai officials likened this sculpture to the Statue of Liberty's torch. What was at issue? 2. The furor over ''toxic terrorism'' has forced some" , "date" : "19880723" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "33" , "title" : "SATURDAY NEWS QUIZ" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/23\/us\/saturday-news-quiz.html"} , {"body" : "LEAD: A group of murals thought to be the first and among the most important abstract wall paintings in the United States, and long believed lost or destroyed, have been found and are being restored under the supervision of the New York City Housing Authority, which owns them. A group of murals thought to be the first and among the most important" , "date" : "19880720" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "LONG-LOST BROOKLYN MURALS ARE BEING RESTORED" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/20\/arts\/long-lost-brooklyn-murals-are-being-restored.html"} , {"body" : "LEAD: WHEN government and private groups get together to build low-cost housing, one of the issues they face is what kind of housing makes the most economic sense. The classic high-rise apartment building can put the most families on a given piece of land, but it costs more per unit, while the low-rise town home is cheaper but uses more land. WHEN" , "date" : "19880717" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Partnership Study Makes a Case For Low-Rises" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/17\/realestate\/partnership-study-makes-a-case-for-low-rises.html"} , {"body" : "LEAD: LESS than one nautical mile from the glistening office towers and apartment buildings of Manhattan's East Side, a patchwork of gritty industrial buildings, power plants and empty, overgrown lots seems to define the Brooklyn and Queens side of the East River. But behind this facade, the long stretch of urban riverbank extending from the edge" , "date" : "19880715" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Art and History With River View Of Manhattan" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/15\/arts\/art-and-history-with-river-view-of-manhattan.html"} , {"body" : "LEAD: Brooklyn Views, presented by the Brooklyn Historical Society, 718-624-0890. Brooklyn Views, presented by the Brooklyn Historical Society, 718-624-0890. On Saturday, a guided tour of the Brooklyn Academy of Music, and the Majestic Theater will start at 1 P.M. Meet at the steps of the Brooklyn Academy, Lafayette Avenue and Ashland Place. Fee" , "date" : "19880707" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Calendar: Walking Tours of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/07\/garden\/calendar-walking-tours-of-brooklyn.html"} , {"body" : "LEAD: To the Editor: To the Editor: We can only hope that New York City's next infrastructure crisis after the Williamsburg Bridge fiasco is not one engineers have been warning about since the 1950's. If New Yorkers thought they were inconvenienced by the closing of a bridge, wait until there is a blockage of Water Tunnel 1. This tunnel, which" , "date" : "19880705" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "16" , "title" : "A Water Tunnel Crisis Looms for New York" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/05\/opinion\/l-a-water-tunnel-crisis-looms-for-new-york-180488.html"} , {"body" : "LEAD: Two clerks at an all-night grocery were shot to death in Brooklyn early yesterday during an $800 robbery, the police said. Two clerks at an all-night grocery were shot to death in Brooklyn early yesterday during an $800 robbery, the police said. Before leaving the store, one of the robbers apparently stood behind the counter and waited on" , "date" : "19880702" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "TWO CLERKS KILLED IN ROBBERY AT ALL-NIGHT GROCERY" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/02\/nyregion\/two-clerks-killed-in-robbery-at-all-night-grocery.html"} , {"body" : "LEAD: THANKS to the fortuitous timing of the Declaration of Independence 212 years ago, the United States celebrates its birthday at a time when warm weather turns most people's thoughts to the great outdoors. Even in New York City, where the outdoors is all too often assumed to be a crowded intersection or a forest of tall buildings, that more" , "date" : "19880701" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Fiddles, Fireworks And Shakespeare For the Fourth" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/01\/arts\/fiddles-fireworks-and-shakespeare-for-the-fourth.html"} , {"body" : "LEAD: With a mayoral election 16 months away, only about a third of New Yorkers now say they have a favorable opinion of Mayor Koch, according to a New York Times\/WCBS-TV News Poll. With a mayoral election 16 months away, only about a third of New Yorkers now say they have a favorable opinion of Mayor Koch, according to a New York Times\/WCBS-TV" , "date" : "19880701" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Koch's Favorable Rating Falls To 36% in Poll of New Yorkers" , "url" : "http:\/\/www.nytimes.com\/1988\/07\/01\/nyregion\/koch-s-favorable-rating-falls-to-36-in-poll-of-new-yorkers.html"} ,   {"body" : "LEAD: ''Metroline,'' Channel 13's series about New York City's problems, comes to an end tonight after three earnest years. The problems, unfortunately, remain and the final half hour, at 8:30 P.M., takes on three perennials the producers deem most urgent: education, housing and bridges and roads, otherwise known as infrastructure. ''Metroline,''" , "date" : "19880629" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "Review\/Television; Problems of a Big City" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/29\/arts\/review-television-problems-of-a-big-city.html"} , {"body" : "LEAD: In New York, the outscale city that inflates everything to hyperbole, it is no coincidence that what is called the largest scale model in the world should be a model of the city itself. A new exhibition has opened alongside this model - which occupies 9,000 square feet in the Queens Museum in Flushing Meadows-Corona In New York, the outscale" , "date" : "19880624" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "All 5 Boroughs in the World's Biggest Miniature" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/24\/arts\/all-5-boroughs-in-the-world-s-biggest-miniature.html"} , {"body" : "LEAD: An investigation by Boy Scout officials has found that a Cub Scout leader disregarded specific regulations against swimming or wading in a Staten Island lake where two Cub Scouts from Brooklyn drowned over the weekend, a spokesman said yesterday, but no action will be taken against the adult. An investigation by Boy Scout officials has found" , "date" : "19880621" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "2 S.I. Drownings Tied to 'Mistake'" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/21\/nyregion\/2-si-drownings-tied-to-mistake.html"} , {"body" : "LEAD: A 10-year-old Cub Scout from Brooklyn on his first camping trip was found drowned yesterday in a Staten Island lake, and a 9-year-old Cub Scout from the same pack, who was pulled unconscious from the lake on Saturday, died last night. A 10-year-old Cub Scout from Brooklyn on his first camping trip was found drowned yesterday in a Staten" , "date" : "19880620" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "2 Boys Drown On Scout Trip To S.I. Camp" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/20\/nyregion\/2-boys-drown-on-scout-trip-to-si-camp.html"} , {"body" : "LEAD: Amid the springtime flora of City Hall Park sits the squalor of ''Kochville,'' an assemblage of the homeless protesting what they say is the woeful inadequacy of the city's housing budget. Amid the springtime flora of City Hall Park sits the squalor of ''Kochville,'' an assemblage of the homeless protesting what they say is the woeful" , "date" : "19880619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "City Hall Notes; 35 Homeless Protesters Stay Put in 'Kochville'" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/19\/nyregion\/city-hall-notes-35-homeless-protesters-stay-put-in-kochville.html"} , {"body" : "LEAD: The head of a ship-repair company says that he was solicited for a bribe of up to $70,000 in March to obtain a lease at the Brooklyn Navy Yard and that he was told the payoff would go to the counsel for the agency that runs the Navy Yard. The head of a ship-repair company says that he was solicited for a bribe of up to $70,000 in March to" , "date" : "19880613" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Executive Says He Was Asked for Navy Yard Lease Bribe" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/13\/nyregion\/executive-says-he-was-asked-for-navy-yard-lease-bribe.html"} , {"body" : "LEAD: Just west of Wythe Avenue in Brooklyn, high above the scattered tenement buildings and factories of the Brooklyn waterfront, is a 60-foot cross-section of the Williamsburg Bridge known on the engineering maps as panel points 15B through 17B. Just west of Wythe Avenue in Brooklyn, high above the scattered tenement buildings and factories of" , "date" : "19880610" , "day_of_week_facet" : "Friday" , "geo_facet" : ["WILLIAMSBURG BRIDGE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A History of Corrosion at Points 15B-17B" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/10\/nyregion\/a-history-of-corrosion-at-points-15b-17b.html"} , {"body" : "LEAD: The Williamsburg Bridge, once condemned to demolition and still partly closed as a public danger, will be kept open and rebuilt at a cost of $350 million, New York City officials said yesterday. The Williamsburg Bridge, once condemned to demolition and still partly closed as a public danger, will be kept open and rebuilt at a cost of $350" , "date" : "19880609" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG BRIDGE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Koch Plans To Rebuild Rusted Bridge" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/09\/nyregion\/koch-plans-to-rebuild-rusted-bridge.html"} , {"body" : "LEAD: New York City officials said yesterday that main span of the troubled 85-year-old suspension bridge would be saved and that the Brooklyn (shown above) and Manhattan approaches would be replaced. Page B1. (NYT\/Sara Krulwich) New York City officials said yesterday that main span of the troubled 85-year-old suspension bridge would be saved and" , "date" : "19880609" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN BRIDGE (NYC)" , "MANHATTAN (NYC)" , "BROOKLYN BRIDGE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page"] , "page_facet" : "1" , "title" : "Williamsburg Bridge to Be Rebuilt, Not Replaced" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/09\/nyregion\/williamsburg-bridge-to-be-rebuilt-not-replaced.html"} , {"body" : "LEAD: A gunman unleashed a barrage of fire at a dance crowded with high-school students in a Brooklyn social club early yesterday, killing two people, including a 16-year-old student, and wounding five others, the police said. A gunman unleashed a barrage of fire at a dance crowded with high-school students in a Brooklyn social club early" , "date" : "19880605" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "2 Killed, 5 Wounded in Brooklyn Social Club Shooting" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/05\/nyregion\/2-killed-5-wounded-in-brooklyn-social-club-shooting.html"} ,   {"body" : "LEAD: The Wren Chapel at the College of William and Mary in Williamsburg, Va., was the setting for the wedding yesterday of Michele Ashton Martin, a meeting planner for Merrill Lynch & Company, and Robert Noel Grossman, a marketing analyst for Tennis magazine, both in New York. The Rev. David Blakely performed the nondenominational ceremony. The" , "date" : "19880605" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "58" , "title" : "Michele Martin Is Married To Robert Noel Grossman" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/05\/style\/michele-martin-is-married-to-robert-noel-grossman.html"} , {"body" : "LEAD: When Brooklyn community groups needed technical assistance several years ago to design and win government approval for housing for poor, single mothers, they turned to Pratt Institute. When Brooklyn community groups needed technical assistance several years ago to design and win government approval for housing for poor, single mothers, they" , "date" : "19880604" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "At Pratt, a Celebration Of Community Service" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/04\/nyregion\/at-pratt-a-celebration-of-community-service.html"} , {"body" : "LEAD: A security guard was wounded and a payroll delivery van was robbed yesterday in Brooklyn, less than a month after gunmen wounded two of the delivery service's guards in a $300,000 robbery in Manhattan, the police said. A security guard was wounded and a payroll delivery van was robbed yesterday in Brooklyn, less than a month after gunmen" , "date" : "19880604" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Pay Deliverers Robbed Again; A Guard Is Shot" , "url" : "http:\/\/www.nytimes.com\/1988\/06\/04\/nyregion\/pay-deliverers-robbed-again-a-guard-is-shot.html"} , {"body" : "LEAD: For Johnny Delgado, Jose Medina, Augie Santana, Ariel Chimelis and the other boys on their high school baseball team, these days in Brooklyn fly past, one game into the next, one victory after another, each one closer to that ballplayers' paradise - Yankee Stadium. For Johnny Delgado, Jose Medina, Augie Santana, Ariel Chimelis and the other" , "date" : "19880531" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Grit and Love Bring Team Closer to Baseball Paradise" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/31\/nyregion\/grit-and-love-bring-team-closer-to-baseball-paradise.html"} , {"body" : "LEAD: International A3-15 Reagan and Gorbachev clashed over human rights as the President, quoting from Alexander Solzhenitsyn, appealed for increased civil and religious liberties in the Soviet Union. Page A1 President Reagan met Soviet dissidents and for 55 minutes was surrounded by the people whose plight has helped shape his own anti-Communist" , "date" : "19880531" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "News Summary" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/31\/nyregion\/news-summary-694388.html"} , {"body" : "LEAD: In his efforts to change New York City's troubled schools, the new Chancellor, Richard R. Green, can still capitalize on political good will in the State Legislature. But with its session expected to end early in July, he will have to hurry if he seeks solutions for many of the serious problems - from the bloated, unresponsive bureaucracy to" , "date" : "19880529" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review" , "Education"] , "page_facet" : "6" , "title" : "THE REGION: WHO WILL DO THE BUILDING?; Green's Race to Rehabiilitate New York City's Crumbling Educational Infrastructure" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/29\/weekinreview\/region-who-will-building-green-s-race-rehabiilitate-new-york-city-s-crumbling.html"} , {"body" : "LEAD: One day after the Williamsburg Bridge reopened, four construction workers repairing its beams were injured yesterday, none seriously, when a wooden platform they were standing on collapsed, hurtling them to a work area 30 feet below. One day after the Williamsburg Bridge reopened, four construction workers repairing its beams were injured" , "date" : "19880528" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["WILLIAMSBURG BRIDGE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Fixing Bridge, 4 Are Hurt In 30-Foot Fall" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/28\/nyregion\/fixing-bridge-4-are-hurt-in-30-foot-fall.html"} , {"body" : "LEAD: Two lanes of the Williamsburg Bridge were reopened to cars yesterday - in time for the Memorial Day weekend traffic crush - even though only about half of the serious corrosion points found by inspectors have been repaired. Two lanes of the Williamsburg Bridge were reopened to cars yesterday - in time for the Memorial Day weekend traffic" , "date" : "19880527" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG BRIDGE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Williamsburg Is Reopened For Cars Only" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/27\/nyregion\/williamsburg-is-reopened-for-cars-only.html"} , {"body" : "LEAD: As flames billowed from a disabled propane tank truck on Long Island for a second day yesterday, the traffic jams the accident created symbolized a chaotic day for commuters in the New York metropolitan region. As flames billowed from a disabled propane tank truck on Long Island for a second day yesterday, the traffic jams the accident" , "date" : "19880526" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["SEAFORD (NY)" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Commuter Chaos: Accidents and Rain" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/26\/nyregion\/commuter-chaos-accidents-and-rain.html"} , {"body" : "LEAD: The people of Williamsburg never did want that bridge. The operator of the ferry between Manhattan and Brooklyn said it would kill his business, and genteel residents on the Brooklyn side said they would be overrun by immigrants from the Lower East Side. For a time, it seemed they were right, but now the ferry is running again, the" , "date" : "19880515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTING: Visiting the Past; Williamsburg Tour" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/15\/realestate\/posting-visiting-the-past-williamsburg-tour.html"} ,   {"body" : "LEAD: The Veterans Administration formally opened in Brooklyn the city's first Federally financed drop-in center for homeless veterans, stepping up its commitment to the former servicemen. The Veterans Administration formally opened in Brooklyn the city's first Federally financed drop-in center for homeless veterans, stepping up its commitment to" , "date" : "19880515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "U.S. Opens a New Center for Homeless Veterans" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/15\/nyregion\/us-opens-a-new-center-for-homeless-veterans.html"} , {"body" : "LEAD: Alaska BASICALLY BACH FESTIVAL: Anchorage, July 7-17. One concert basically Bach; the other four offer no Bach. Fiora Contino conducts Handel's ''Samson.'' FAIRBANKS SUMMER ARTS FESTIVAL: July 24-Aug. 6. America's northernmost arts festival gives concerts on the University of Alaska-Fairbanks campus, both jazz and classics. Alaska BASICALLY" , "date" : "19880515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "Music; Summer Music Festivals Throughout the Land" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/15\/arts\/music-summer-music-festivals-throughout-the-land.html"} , {"body" : "LEAD: From the detective's standpoint, it was one of the toughest kinds of mysteries: the body of a nameless man found floating in the East River, badly decomposed after months in the water, without fingerprints or a face or other identifying characteristics. From the detective's standpoint, it was one of the toughest kinds of mysteries: the body" , "date" : "19880514" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["EAST RIVER (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Year-Old Mystery Solved as Police Identify Body Found in East River" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/14\/nyregion\/year-old-mystery-solved-as-police-identify-body-found-in-east-river.html"} , {"body" : "LEAD: Since the 85-year-old Williamsburg Bridge was closed to vehicles nearly a month ago, merchants on both sides of it have coped with the sudden disappearance of their customers by cleaning, pacing and looking for any conceivable sign that the bridge will reopen. Since the 85-year-old Williamsburg Bridge was closed to vehicles nearly a month" , "date" : "19880512" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG BRIDGE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Stores Suffer Without the Williamsburg" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/12\/nyregion\/stores-suffer-without-the-williamsburg.html"} , {"body" : "LEAD: INTERNATIONAL A3-19 News analysis: Polish labor unrest was prompted by issues still unresolved and a new calm after more than two weeks of turmoil may not be any more durable than the previous one. Page A1 The contras have failed to resolve a three-week-old internal power struggle that is now so acute that it may split the Nicaraguan rebel" , "date" : "19880512" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/12\/nyregion\/news-summary-452988.html"} , {"body" : "LEAD: The corrosion on the Williamsburg Bridge, while serious enough to keep the bridge closed after four weeks of inspections and repairs, is concentrated in an area that many people may not consider part of the bridge at all: the approach roadways. The corrosion on the Williamsburg Bridge, while serious enough to keep the bridge closed after four" , "date" : "19880510" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG BRIDGE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Corrosion on the Williamsburg Is Mainly on Approach Roads" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/10\/nyregion\/corrosion-on-the-williamsburg-is-mainly-on-approach-roads.html"} , {"body" : "LEAD: A week after the New York City Police and Fire Departments erupted into a bitter dispute over their roles in a water rescue operation, the two departments worked together, with the Coast Guard, Sunday night to save a man who had thrown himself into the East River. A week after the New York City Police and Fire Departments erupted into a" , "date" : "19880510" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Two Agencies Work Together In Water Rescue" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/10\/nyregion\/two-agencies-work-together-in-water-rescue.html"} , {"body" : "LEAD: The headline told the whole story: ''Say Williamsburg Bridge Is Unsafe.'' The headline told the whole story: ''Say Williamsburg Bridge Is Unsafe.'' The City Club had issued the warning. The New York Times reported it. The date was Dec. 18, 1908. The bridge was only five years old then, but the City Club was proved prescient, eventually. A" , "date" : "19880509" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG BRIDGE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; A Rotting Bridge And Who Takes The Blame for It" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/09\/nyregion\/metro-matters-a-rotting-bridge-and-who-takes-the-blame-for-it.html"} , {"body" : "LEAD: Mayor Koch proposed doubling capital spending for the New York City school system yesterday, saying he would seek $5.2 billion over the next 10 years. Mayor Koch proposed doubling capital spending for the New York City school system yesterday, saying he would seek $5.2 billion over the next 10 years. The Mayor said his budget request would" , "date" : "19880508" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "24" , "title" : "Koch Proposes Doubling of Capital Spending for New York Schools" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/08\/nyregion\/koch-proposes-doubling-of-capital-spending-for-new-york-schools.html"} , {"body" : "LEAD: To the Editor: To the Editor: The Cincinnati, Niagara and Brooklyn bridges, all designed by John Roebling, revealed a weakness in suspended spans that Leffert Lefferts Buck sought to correct when he planned the Williamsburg Bridge. Suspension bridges are susceptible to the heavy concentrated loads presented by railroad traffic. As the" , "date" : "19880507" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG BRIDGE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Repair the Williamsburg" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/07\/opinion\/l-repair-the-williamsburg-844988.html"} ,   {"body" : "LEAD: The Koch administration will propose creating an independent authority to spend $2.7 billion to repair, rebuild and - when necessary - replace bridges in New York City. The Koch administration will propose creating an independent authority to spend $2.7 billion to repair, rebuild and - when necessary - replace bridges in New York City. The" , "date" : "19880507" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Koch to Propose Special Agency For City Bridges" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/07\/nyregion\/koch-to-propose-special-agency-for-city-bridges.html"} , {"body" : "LEAD: The Williamsburg Bridge will remain closed until at least next week, New York City transportation officials said yesterday. The bridge was closed April 12 as a danger to the public, and officials have made different predictions as to when it can be reopened. The Williamsburg Bridge will remain closed until at least next week, New York City" , "date" : "19880506" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG BRIDGE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Williamsburg Bridge Not Ready to Reopen" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/06\/nyregion\/williamsburg-bridge-not-ready-to-reopen.html"} , {"body" : "LEAD: For the firefighters and police officers at what they call Fort Pitt, a joint fire house and police station beside the Williamsburg Bridge on Pitt Street, the public squabble over who should be in charge of underwater rescue operations is very much a family affair. For the firefighters and police officers at what they call Fort Pitt, a joint" , "date" : "19880505" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "For Officers and Firefighters, Ties Still Bind" , "url" : "http:\/\/www.nytimes.com\/1988\/05\/05\/nyregion\/for-officers-and-firefighters-ties-still-bind.html"} , {"body" : "LEAD: Rasool S. Attar stands in the cherry-picker, his upturned face concealed by safety glasses, aspiration mask and hard hat, and does his best to smash a hole through the bottom of the Williamsburg Bridge. Rasool S. Attar stands in the cherry-picker, his upturned face concealed by safety glasses, aspiration mask and hard hat, and does his best" , "date" : "19880430" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG BRIDGE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Engineers Bash Away at Bridge To Get to the Bottom of its Rust" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/30\/nyregion\/engineers-bash-away-at-bridge-to-get-to-the-bottom-of-its-rust.html"} , {"body" : "LEAD: When Mr. Smith went to Washington in Frank Capra's 1939 film, his constituents expected him to remain in the nation's capital, returning home only to touch base and maybe report on how his battle against corruption in government was progressing. When Mr. Smith went to Washington in Frank Capra's 1939 film, his constituents expected him to" , "date" : "19880428" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "NEW YORK STATE" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "7" , "title" : "Washington Talk: Congress; Up in the Air, It's the Commuter Lawmakers" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/28\/us\/washington-talk-congress-up-in-the-air-it-s-the-commuter-lawmakers.html"} , {"body" : "LEAD: The National Transportation Safety Board today cited inadequate maintenance as the major ''probable cause'' of the collapse last year of the Schoharie Creek bridge on the Gov. Thomas E. Dewey Thruway in which 10 motorists were killed. It blamed the New York State Thruway Authority for failing to buttress the bridge's piers. The National" , "date" : "19880427" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["SCHOHARIE CREEK (NY)" , "MONTGOMERY COUNTY (NY)" , "NEW YORK STATE" , "DEWEY, THOMAS E, THRUWAY" , "UNITED STATES"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Board Faults Thruway Unit On Collapse" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/27\/nyregion\/board-faults-thruway-unit-on-collapse.html"} , {"body" : "LEAD: A Federal transportation official said yesterday that the private sector should help rehabilitate the Williamsburg Bridge because the city had botched its responsibilities and might not be up to the job. A Federal transportation official said yesterday that the private sector should help rehabilitate the Williamsburg Bridge because the city" , "date" : "19880422" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "U.S. Aide Urges Private Industry To Help Bridge" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/22\/nyregion\/us-aide-urges-private-industry-to-help-bridge.html"} , {"body" : "LEAD: INTERNATIONAL A2-9 Yegor K. Ligachev is losing key posts in the Kremlin, according to Soviet officials. They said the Politburo had all but removed Mr. Ligachev as the party's No. 2 leader. Page A1 INTERNATIONAL A2-9 Yegor K. Ligachev is losing key posts in the Kremlin, according to Soviet officials. They said the Politburo had all but" , "date" : "19880422" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/22\/nyregion\/news-summary-335088.html"} , {"body" : "LEAD: Dukakis Jackson Gore BRONX 73. Mott Haven, Hunts Point 4,026 12,299 365 74. Soundview, Bronx River 4,031 10,428 400 75. Parkchester, Throgs Neck, Castle Hill 6,276 5,903 1,085 76. Highbridge Morris Heights 1,646 10,556 147 77. University Heights, Fordham 2,331 7,228 308 78. Dukakis Jackson Gore BRONX 73. Mott Haven, Hunts Point 4,026 12,299" , "date" : "19880421" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "25" , "title" : "THOUGH A LOSER, JACKSON MOVED THE MASSES, PRO AND CON, IN NEW YORK; Vote by Assembly District" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/21\/us\/though-loser-jackson-moved-masses-pro-con-new-york-vote-assembly-district.html"} , {"body" : "LEAD: Several hundred residents of Brooklyn and Queens took to the wind-whisked waters of the East River to get to work yesterday, riding a fledgling ferryboat service intended to ease congested commuting conditions created by last week's closing of the Williamsburg Bridge. Several hundred residents of Brooklyn and Queens took to the wind-whisked" , "date" : "19880419" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["MANHATTAN (NYC)" , "WILLIAMSBURG BRIDGE" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "In Lieu of Williamsburg: Slow Day for New Ferry" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/19\/nyregion\/in-lieu-of-williamsburg-slow-day-for-new-ferry.html"} ,   {"body" : "LEAD: The ferry Alice Austen heading toward Brooklyn from Manhattan yesterday morning in a new service designed to ease congestion caused by the closing of the Williamsburg Bridge. At right, commuters waiting on the pier at Kent Avenue in Brooklyn to board the ferry. The ferries drew 1,393 passengers between 7 and 10 A.M., from Brooklyn to" , "date" : "19880419" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["MANHATTAN (NYC)" , "WILLIAMSBURG BRIDGE" , "BROOKLYN (NYC)"] , "page_facet" : "1" , "title" : "Ferry Service Inaugurated" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/19\/nyregion\/ferry-service-inaugurated.html"} , {"body" : "LEAD: International A3-15 Iranian and American forces battled in the Persian Gulf. The attacks began when U.S. ships destroyed two Iranian oil platforms as retaliation for the mining that damaged a U.S. ship last week. Page A1 Congressional support for retaliation against Iran is broad. International A3-15 Iranian and American forces battled in the" , "date" : "19880419" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "News Summary" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/19\/nyregion\/news-summary-159088.html"} , {"body" : "LEAD: Charlotte Street in the South Bronx is out. Meade Esposito is, too. Borough Park in Brooklyn is in. So are Governors (of New York and Puerto Rico), the Mayor and the Cardinal. The Williamsburg Bridge joined this year's list of campaign hot spots in New York just yesterday. Charlotte Street in the South Bronx is out. Meade Esposito is, too." , "date" : "19880418" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; New Pit Stops In the Hot Race For President" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/18\/nyregion\/metro-matters-new-pit-stops-in-the-hot-race-for-president.html"} , {"body" : "LEAD: The ringing of a church bell in Brooklyn, the clanging of a tugboat on the East River, fragments of a passer-by's conversation: these were among the dominant sounds yesterday on the Williamsburg Bridge. The ringing of a church bell in Brooklyn, the clanging of a tugboat on the East River, fragments of a passer-by's conversation: these were" , "date" : "19880418" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG BRIDGE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Footloose Take Joy in a Bridge Too Far Gone" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/18\/nyregion\/the-footloose-take-joy-in-a-bridge-too-far-gone.html"} , {"body" : "LEAD: More than 600 bridges in New York City face major reconstruction or complete replacement by the end of the century and no one has any real notion where the city will find the billions of dollars needed to correct all that deterioration. More than 600 bridges in New York City face major reconstruction or complete replacement by the end of the" , "date" : "19880418" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "WILLIAMSBURG BRIDGE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York City Needs to Find Funds to Repair 600 Bridges" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/18\/nyregion\/new-york-city-needs-to-find-funds-to-repair-600-bridges.html"} , {"body" : "LEAD: These are the 17 major bridges listed by the New York City Transportation Department as suffering from major structural problems, and the estimated repair costs: These are the 17 major bridges listed by the New York City Transportation Department as suffering from major structural problems, and the estimated repair costs: Bruckner Expressway" , "date" : "19880418" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "17 Key Bridges With Structural Problems" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/18\/nyregion\/17-key-bridges-with-structural-problems.html"} , {"body" : "LEAD: ''I'm Jewish, I'm for Israel, I'm for Jesse and I'm not crazy,'' said Martin Markowitz, a State Senator from Brooklyn, as he joined the small coterie of Jewish leaders in New York who support the Rev. Jesse Jackson for the Democratic Presidential nomination. ''I'm Jewish, I'm for Israel, I'm for Jesse and I'm not crazy,'' said Martin" , "date" : "19880418" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "16" , "title" : "Until Music Stops Tomorrow, Candidates Dance to Range of Ethnic Tunes: Jesse Jackson; A Jewish Leader Provides a Forum For the Candidate" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/18\/us\/until-music-stops-tomorrow-candidates-dance-range-ethnic-tunes-jesse-jackson.html"} , {"body" : "LEAD: The deteriorating Williamsburg Bridge, which was closed last week because of extensive corrosion, has become a case study in engineering circles of how years of poor maintenance and neglect can destroy a structure as dynamic as a bridge. The deteriorating Williamsburg Bridge, which was closed last week because of extensive corrosion, has" , "date" : "19880417" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG BRIDGE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Bridge Troubles Provide A Case Study of Neglect" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/17\/nyregion\/bridge-troubles-provide-a-case-study-of-neglect.html"} , {"body" : "LEAD: Once Jesse Jackson marched for civil rights. Now he marches for infrastructure. Once Jesse Jackson marched for civil rights. Now he marches for infrastructure. ''We're leading a march tomorrow morning over the Williamsburg Bridge,'' he told a crowd of more than 1,000 at the Kleinhans Music Hall here. ''Let New York and America focus on the" , "date" : "19880417" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "30" , "title" : "TRACKING VOTES: CANDIDATES STEP UP DRIVE IN TUESDAY'S NEW YORK PRIMARY Jesse Jackson; From Civil Rights To Infrastructure; Still Marching" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/17\/us\/tracking-votes-candidates-step-up-drive-tuesday-s-new-york-primary-jesse-jackson.html"} , {"body" : "LEAD: New York City will provide weekday passenger ferry service between a dock near the Brooklyn Navy Yard and the Staten Island ferry terminal in lower Manhattan beginning Monday to help ease the transportation problems caused by the closing of the Williamsburg Bridge. New York City will provide weekday passenger ferry service between a dock near" , "date" : "19880416" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG BRIDGE" , "MANHATTAN (NYC)" , "STATEN ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Ferries Service to Address Bridge Woes" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/16\/nyregion\/ferries-service-to-address-bridge-woes.html"} ,   {"body" : "LEAD: Sunrise was an hour away yesterday when Reginald W. Allen began preparing for the worst part of his day, the trip to Manhattan from his home in Flushing, Queens. Sunrise was an hour away yesterday when Reginald W. Allen began preparing for the worst part of his day, the trip to Manhattan from his home in Flushing, Queens. His customary rising" , "date" : "19880416" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["EAST RIVER (NYC)" , "WILLIAMSBURG BRIDGE" , "FLUSHING (QUEENS)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Making Do Without the Williamsburg Bridge" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/16\/nyregion\/making-do-without-the-williamsburg-bridge.html"} , {"body" : "LEAD: International 3-5, 32 One hijacker of a Kuwaiti jet may be a Lebanese national wanted in the United States for a 1985 hijacking in which a Navy diver was murdered, according to Reagan Administration officials. Page 1 Two hostages delivered a plea for Kuwait to comply with their captors' main demand and release 17 convicted terrorists." , "date" : "19880416" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/16\/nyregion\/news-summary-438388.html"} , {"body" : "LEAD: First, they only told you about the weather. Then, after loosening up a bit, they became obsessed with sex, sports and gambling. Now they're getting ready to help you run your life. First, they only told you about the weather. Then, after loosening up a bit, they became obsessed with sex, sports and gambling. Now they're getting ready to help" , "date" : "19880416" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Style"] , "page_facet" : "40" , "title" : "Just a Phone Call Away: More Dial-It Services" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/16\/style\/just-a-phone-call-away-more-dial-it-services.html"} , {"body" : "LEAD: New York State transportation officials said yesterday that they were reviewing all bridges in the city that have deterioration levels similar to those on the Williamsburg Bridge, which was closed completely on Tuesday for public safety. New York State transportation officials said yesterday that they were reviewing all bridges in the city" , "date" : "19880415" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "WILLIAMSBURG BRIDGE" , "EAST RIVER (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "New York State Starts New Review of Bridges" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/15\/nyregion\/new-york-state-starts-new-review-of-bridges.html"} , {"body" : "LEAD: The first full day of commuting without the Williamsburg Bridge witnessed crowded subways and rush-hour delays yesterday, with bumper-to-bumper vehicle tie-ups stretching for miles. The first full day of commuting without the Williamsburg Bridge witnessed crowded subways and rush-hour delays yesterday, with bumper-to-bumper vehicle tie-ups" , "date" : "19880414" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG BRIDGE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "For Commuters and Shopkeepers, a Trying Day Without the Williamsburg" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/14\/nyregion\/for-commuters-and-shopkeepers-a-trying-day-without-the-williamsburg.html"} , {"body" : "LEAD: The Williamsburg Bridge, eerily silent and nearly empty yesterday after being abruptly and completely closed for safety reasons on Tuesday night, is far more corroded in its steel roadbed structure than engineers had previously feared. The Williamsburg Bridge, eerily silent and nearly empty yesterday after being abruptly and completely closed" , "date" : "19880414" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)" , "WILLIAMSBURG BRIDGE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Williamsburg Bridge Decay Is Worse Than Feared" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/14\/nyregion\/williamsburg-bridge-decay-is-worse-than-feared.html"} , {"body" : "LEAD: If you must drive between Brooklyn and Manhattan, remember: If you must drive between Brooklyn and Manhattan, remember: The Williamsburg Bridge will be closed for at least three weeks. Trucks can't use the Brooklyn Bridge or the upper level of the Queensboro Bridge. The Manhattan Bridge and the lower level of the Queensboro Bridge will" , "date" : "19880414" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG BRIDGE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Driving Without the Williamsburg Bridge" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/14\/nyregion\/driving-without-the-williamsburg-bridge.html"} , {"body" : "LEAD: INTERNATIONAL A3-21 The gunmen holding a Kuwaiti jet acquired many weapons and explosives while the hijacked airliner spent three days in Iran last week, according to several passengers who were released in Cyprus. Page A1 INTERNATIONAL A3-21 The gunmen holding a Kuwaiti jet acquired many weapons and explosives while the hijacked airliner" , "date" : "19880414" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/14\/nyregion\/news-summary-669388.html"} , {"body" : "LEAD: The crumbling Williamsburg Bridge, which 240,000 commuters depend on for passage between Brooklyn and Manhattan each day, was closed to all traffic last night and will not open for at least two weeks. The crumbling Williamsburg Bridge, which 240,000 commuters depend on for passage between Brooklyn and Manhattan each day, was closed to all" , "date" : "19880413" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG BRIDGE" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "The Williamsburg Bridge Is Shut For 2 Weeks as Cracks Are Found" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/13\/nyregion\/the-williamsburg-bridge-is-shut-for-2-weeks-as-cracks-are-found.html"} , {"body" : "LEAD: International A3-15 Hijackers released 12 hostages from a Kuwaiti jet and flew to Algeria with 38 hostages. They said they would keep the plane until Kuwait releases 17 Moslem fundamentalists being held for terrorist acts. Page A1 An accused hijacker of a TWA plane, Mohammed Hamadei, was under 21 during the planning of the 1985 hijacking, a" , "date" : "19880413" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "News Summary" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/13\/nyregion\/news-summary-274388.html"} ,   {"body" : "LEAD: New York City engineers discovered rust in floor beams of the Williamsburg Bridge yesterday, and subway trains across the 85-year-old bridge were halted in both directions. New York City engineers discovered rust in floor beams of the Williamsburg Bridge yesterday, and subway trains across the 85-year-old bridge were halted in both" , "date" : "19880412" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG BRIDGE" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Problem Beams Halt 2 Subways Crossing Bridge" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/12\/nyregion\/problem-beams-halt-2-subways-crossing-bridge.html"} , {"body" : "LEAD: Three New York City traffic agents in midtown and upper Manhattan were arrested yesterday and charged with taking ''a few hundred dollars'' in $10 to $50 bribes for not issuing tickets or for altering summonses so that motorists could avoid fines, officials said. Three New York City traffic agents in midtown and upper Manhattan were arrested" , "date" : "19880412" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 Traffic Agents Facing Charges In Bribe Scheme" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/12\/nyregion\/3-traffic-agents-facing-charges-in-bribe-scheme.html"} , {"body" : "LEAD: INTERNATIONAL A3-16 Final terms for a Soviet withdrawal from Afghanistan were reached by the United States and the Soviet Union. Washington said the accord, which lets both sides arm combatants, would be signed on Thursday in Geneva. Page A1 Military analysis: The Soviet Army enjoyed an impressive reputation before the war in Afghanistan." , "date" : "19880412" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEW SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/12\/nyregion\/new-summary.html"} , {"body" : "LEAD: The eastbound outer roadway on the Williamsburg Bridge was closed to vehicular traffic yesterday - not long after it was reopened after having been shut down late last month. The eastbound outer roadway on the Williamsburg Bridge was closed to vehicular traffic yesterday - not long after it was reopened after having been shut down late last" , "date" : "19880411" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG BRIDGE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Datelines; Roadway Is Shut On the Williamsburg" , "url" : "http:\/\/www.nytimes.com\/1988\/04\/11\/nyregion\/metro-datelines-roadway-is-shut-on-the-williamsburg.html"} , {"body" : "LEAD: In Jewish communities all around New York, where preparations for tomorrow night's Passover seder have reached a fever pitch, everybody is talking about the Great Shmura Matzoh Shortage of '88. In Jewish communities all around New York, where preparations for tomorrow night's Passover seder have reached a fever pitch, everybody is talking" , "date" : "19880331" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["ISRAEL, STATE OF"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Matzoh Handmade In Old Way Is Scarce" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/31\/nyregion\/matzoh-handmade-in-old-way-is-scarce.html"} , {"body" : "LEAD: To the Editor: To the Editor: I vote for the designers who would put a museum atop a tower of a new Williamsburg Bridge in New York City (news story, March 22). It would be difficult to enlarge such a museum. The Whitney Museum long ago exceeded its effective size and wants only to get bigger; the enlarged Museum of Modern Art has lost charm;" , "date" : "19880331" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "The Size of Museums" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/31\/opinion\/l-the-size-of-museums-220888.html"} , {"body" : "LEAD: Samuel I. Schwartz, right, first deputy transportation commissioner, and Ernest Langjahr, chief engineer of design, examining an underpinning of the Williamsburg Bridge yesterday. Inspectors found deterioration in the flanges of three beams and said repairs were under way. Officials said they hope to have the two outer Brooklyn-bound lanes" , "date" : "19880330" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG BRIDGE"] , "page_facet" : "2" , "title" : "More Damage Found on Williamsburg Bridge" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/30\/nyregion\/more-damage-found-on-williamsburg-bridge.html"} , {"body" : "LEAD: The two outer Brooklyn-bound lanes of the ailing Williamsburg Bridge were closed to vehicular traffic yesterday afternoon when inspectors found cracks and a large hole in a main cross beam near the Manhattan side. The two outer Brooklyn-bound lanes of the ailing Williamsburg Bridge were closed to vehicular traffic yesterday afternoon when" , "date" : "19880329" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["MANHATTAN BRIDGE (NYC)" , "WILLIAMSBURG BRIDGE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Cracks in the Williamsburg Bridge Shut 2 Lanes" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/29\/nyregion\/cracks-in-the-williamsburg-bridge-shut-2-lanes.html"} , {"body" : "LEAD: Two years after a coalition of developers offered to build at no profit 3,000 condominium units for middle-income New Yorkers, the group is still awaiting city sites on which to build more than a third of the apartments. Two years after a coalition of developers offered to build at no profit 3,000 condominium units for middle-income New" , "date" : "19880329" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Delays Plague Middle-Income Condominium Plan in New York" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/29\/nyregion\/delays-plague-middle-income-condominium-plan-in-new-york.html"} , {"body" : "LEAD: While two armored truck guards were eating breakfast in a restaurant in the Greenpoint section of Brooklyn yesterday, a holdup team handcuffed a third guard in the truck, drove it several blocks to a waiting van and escaped with more than $1.2 million in cash. While two armored truck guards were eating breakfast in a restaurant in the" , "date" : "19880326" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Armored Car Robbed of $1.2 Million While Guards Eat" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/26\/nyregion\/armored-car-robbed-of-1.2-million-while-guards-eat.html"} ,   {"body" : "LEAD: A homeless teen-ager who pleaded guilty to killing a Brooklyn minister who had befriended him was sentenced yesterday to the maximum term of 8Y to 25 years in prison. A homeless teen-ager who pleaded guilty to killing a Brooklyn minister who had befriended him was sentenced yesterday to the maximum term of 8Y to 25 years in prison. The" , "date" : "19880324" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Teen-Ager Is Sentenced In Killing of a Minister" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/24\/nyregion\/teen-ager-is-sentenced-in-killing-of-a-minister.html"} , {"body" : "LEAD: Orchid Sale Orchid Sale Brooklyn Botanic Garden, 1000 Washington Avenue (Eastern Parkway), Prospect Park; 718-622-4446. The annual sale will be held in the garden shop from 10 A.M. to 4 P.M. on Saturday. A selection of plants and books will be on display and for sale. The Vessel Interpreted The Elements Gallery, 14 Liberty Way (Lewis Street)," , "date" : "19880324" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "Calendar: Orchids and Ceramic Vessels" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/24\/garden\/calendar-orchids-and-ceramic-vessels.html"} , {"body" : "LEAD: Reaching deep into a drawer, Ruth Mitchell grabbed a fistful of job forms and splayed them across the desktop. ''Messenger, forklift operator, dental assistant,'' she said, glancing at form after form. ''This employer wants a secretary who can type 40 words per minute and speak Korean.'' Reaching deep into a drawer, Ruth Mitchell grabbed a" , "date" : "19880323" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The Job of Matching Jobs With the Job Seekers" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/23\/nyregion\/the-job-of-matching-jobs-with-the-job-seekers.html"} , {"body" : "LEAD: With jargon that sometimes only engineers could appreciate and visual aids that staggered the imagination, a New York City and state advisory group yesterday displayed 25 renderings and drawings of bridges that might replace the ailing Williamsburg Bridge. With jargon that sometimes only engineers could appreciate and visual aids that" , "date" : "19880322" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["EAST RIVER (NYC)" , "WILLIAMSBURG BRIDGE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Flights of Fancy Over the Williamsburg" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/22\/nyregion\/flights-of-fancy-over-the-williamsburg.html"} , {"body" : "LEAD: New York State prison authorities were barred yesterday from shaving the beard of an Orthodox Jewish inmate by a state judge in Brooklyn. New York State prison authorities were barred yesterday from shaving the beard of an Orthodox Jewish inmate by a state judge in Brooklyn. Lawyers for the inmate, David Weiser, a 39-year-old handyman from" , "date" : "19880318" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Ruling Is Issued Against Shaving Convict's Beard" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/18\/nyregion\/ruling-is-issued-against-shaving-convict-s-beard.html"} , {"body" : "LEAD: To the Editor: To the Editor: The criticisms of the one-way toll experiment on New York City's Verrazano-Narrows Bridge in your Jan. 26 editorial and the Feb. 15 letter from Representative Ted Weiss are all valid. Yet there is another, perhaps better, response to Representative Guy Molinari's action, which you and both Congressmen might" , "date" : "19880314" , "day_of_week_facet" : "Monday" , "geo_facet" : ["VERRAZANO-NARROWS BRIDGE" , "NEW YORK CITY" , "EAST RIVER (NYC)" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "Extend One-Way Toll To East River Bridges" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/14\/opinion\/l-extend-one-way-toll-to-east-river-bridges-578088.html"} , {"body" : "LEAD: An article yesterday about Brooklyn co-op owners whose building is threatened with seizure by the Federal Government in the Hyfin Credit Union scandal incompletely identified a mortgage lender. It is the Dime Savings Bank of Williamsburg. An article yesterday about Brooklyn co-op owners whose building is threatened with seizure by the Federal" , "date" : "19880312" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "3" , "title" : "CORRECTION" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/12\/nyregion\/c-correction-187788.html"} , {"body" : "LEAD: This is a summary of reviews of restaurants that have appeared in The New York Times. Stars are followed by the date of original publication; restaurants mentioned in Diner's Journal do not have stars. Prices are current, and only weekend hours are given. CHELSEA CENTRAL, 227 10th Avenue, between 23d and 24th Streets (620-0230) - **(July 17," , "date" : "19880311" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "title" : "Dining Out Guide: Historic New York" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/11\/arts\/dining-out-guide-historic-new-york.html"} , {"body" : "LEAD: Late last summer, eight low-income families renovating an abandoned building in Brooklyn found themselves in a jam. Money from a state grant was late, and the families owed a total of $4,500 to an insurance company and an electrician. Late last summer, eight low-income families renovating an abandoned building in Brooklyn found themselves in" , "date" : "19880309" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "From Milk Co-op for Poor, A New Hope for Housing" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/09\/nyregion\/from-milk-co-op-for-poor-a-new-hope-for-housing.html"} , {"body" : "LEAD: A New York City police officer was among 32 people arrested yesterday in Brooklyn as Federal agents broke up a heroin ring that had sales of up to $2 million a month, authorities said. A New York City police officer was among 32 people arrested yesterday in Brooklyn as Federal agents broke up a heroin ring that had sales of up to $2 million a" , "date" : "19880303" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Policewoman Seized By U.S. Drug Agents In a Big Heroin Raid" , "url" : "http:\/\/www.nytimes.com\/1988\/03\/03\/nyregion\/policewoman-seized-by-us-drug-agents-in-a-big-heroin-raid.html"} ,   {"body" : "LEAD: Five years ago, the block on Underhill Avenue in the Prospect Heights section of Brooklyn looked like many streets in New York City's most devastated neighborhoods. Opposite an elementary school stood two small apartment buildings that, though deteriorating, were still occupied. They were flanked by three abandoned shells. Five years ago, the" , "date" : "19880227" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT HEIGHTS (BROOKLYN, NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "New Financial Tool Revives Old Block" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/27\/nyregion\/new-financial-tool-revives-old-block.html"} , {"body" : "LEAD: Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary schools and junior high schools in May 1987. Following are the scores released by the New York City Board of Education on the reading tests given in the city's public elementary schools and junior high schools" , "date" : "19880223" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "The Reading Scores For New York City Schools" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/23\/nyregion\/the-reading-scores-for-new-york-city-schools.html"} , {"body" : "LEAD: THE next time someone tries to sell you a bridge in New York City, be sure to ask for a warranty. Officials say about half the city's bridges are rated in poor or fair condition, 31 have had to be at least partly closed off and 100 need to be replaced. THE next time someone tries to sell you a bridge in New York City, be sure to ask for a" , "date" : "19880221" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "24" , "title" : "THE REGION; NEW YORK'S BRIDGES ARE CRUMBLING TOWERS OF NEGLECT" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/21\/weekinreview\/the-region-new-york-s-bridges-are-crumbling-towers-of-neglect.html"} , {"body" : "LEAD: Cocaine abuse and AIDS are taking the lives of children born in the most devastated neighborhoods of New York City, nudging up the city's infant mortality rate after more than a decade of decline and sowing fears of steeper increases to come. Cocaine abuse and AIDS are taking the lives of children born in the most devastated neighborhoods of" , "date" : "19880213" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COCAINE AND AIDS IN NEW YORK ADD TO INFANT DEATHS" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/13\/nyregion\/cocaine-and-aids-in-new-york-add-to-infant-deaths.html"} , {"body" : "LEAD: Rabbi Israel Raphael Margolies, who spoke out on a variety of social issues and was a longtime civil rights advocate, died of complications from hypoglycemia yesterday at his home in Teaneck, N.J. He was 72 years old. Rabbi Israel Raphael Margolies, who spoke out on a variety of social issues and was a longtime civil rights advocate, died of" , "date" : "19880212" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "4" , "title" : "Rabbi Israel Raphael Margolies Dies at 72" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/12\/obituaries\/rabbi-israel-raphael-margolies-dies-at-72.html"} , {"body" : "LEAD: Amid the flicker of stubby one-inch candles, the only light in an abandoned building near the Williamsburg Bridge in Brooklyn, a 32-year-old man who calls himself Wollenski fidgeted as he watched another man glide a hypodermic syringe filled with cocaine and heroin effortlessly into his right biceps. Amid the flicker of stubby one-inch" , "date" : "19880205" , "day_of_week_facet" : "Friday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Inside a 'Shooting Gallery': New Front in the AIDS War" , "url" : "http:\/\/www.nytimes.com\/1988\/02\/05\/nyregion\/inside-a-shooting-gallery-new-front-in-the-aids-war.html"} , {"body" : "LEAD: When a ship repair company New York City officials hoped would help revitalize the Brooklyn Navy Yard pulled out of negotiations last week, it dealt a serious blow to plans to continue the yard's tradition as a major ship repair center. When a ship repair company New York City officials hoped would help revitalize the Brooklyn Navy Yard" , "date" : "19880130" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Resurgence of Brooklyn Navy Yard Is Dealt Blow by Company's Rebuff" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/30\/nyregion\/resurgence-of-brooklyn-navy-yard-is-dealt-blow-by-company-s-rebuff.html"} , {"body" : "LEAD: A 49-year-old officer in the New York City housing police filed a $2 million lawsuit yesterday against a Hasidic community patrol in Brooklyn and five of its members, who he said beat him and tried to take his service revolver when he went to the aid of an elderly man they were kicking and pummeling. A 49-year-old officer in the New York City" , "date" : "19880129" , "day_of_week_facet" : "Friday" , "geo_facet" : ["WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "An Officer Sues Hasidic Patrol In Assault Case" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/29\/nyregion\/an-officer-sues-hasidic-patrol-in-assault-case.html"} , {"body" : "LEAD: Engineers and transportation officials, seeking to determine the future of the aging Williamsburg Bridge, uncovered the bridge's most corroded cable yesterday and pronounced it not as badly damaged as they had feared. Engineers and transportation officials, seeking to determine the future of the aging Williamsburg Bridge, uncovered the" , "date" : "19880117" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG BRIDGE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Corrosion of Bridge's Cable Is Called Limited" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/17\/nyregion\/corrosion-of-bridge-s-cable-is-called-limited.html"} , {"body" : "LEAD: THE public auction - that tried and true method of getting city-owned tax-foreclosed land back into private ownership - is alive and well in New York City, but it has acquired a new wrinkle. THE public auction - that tried and true method of getting city-owned tax-foreclosed land back into private ownership - is alive and well in New York" , "date" : "19880117" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SOUTH BRONX (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Perspectives: Land Auctions; Buying City Parcels on Must-Build Terms" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/17\/realestate\/perspectives-land-auctions-buying-city-parcels-on-must-build-terms.html"} ,   {"body" : "LEAD: For the first time since the gas lines of the 1970's - and one of the few times since motorists had steering wheels to slide behind - the number of cars, taxis and trucks entering mid- and downtown Manhattan has declined. For the first time since the gas lines of the 1970's - and one of the few times since motorists had steering wheels to" , "date" : "19880116" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Yes, Traffic in Midtown Is a Little Less Crowded" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/16\/nyregion\/yes-traffic-in-midtown-is-a-little-less-crowded.html"} , {"body" : "LEAD: A 7-year-old boy was accidentaly shot to death by his 6-year-old brother, who was playing with a loaded revolver last night in their apartment in the Williamsburg section of Brooklyn, the police reported. A 7-year-old boy was accidentaly shot to death by his 6-year-old brother, who was playing with a loaded revolver last night in their" , "date" : "19880113" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Boy, 6, Handling Gun, Kills Brother, Who Is 7" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/13\/nyregion\/boy-6-handling-gun-kills-brother-who-is-7.html"} , {"body" : "LEAD: ELEMENTS that made the Chaim Potok novel ''The Chosen'' popular help to turn the new musical adaptation into a ponderous evening. ''The Chosen'' - the movie as well as the book - is a dense, atmospheric study of a rigorous religious and generational conflict among Orthodox Jews in Brooklyn in the 1940's. ELEMENTS that made the Chaim Potok" , "date" : "19880107" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "22" , "title" : "Theater: 'The Chosen,' as a Musical" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/07\/theater\/theater-the-chosen-as-a-musical.html"} , {"body" : "LEAD: New technology has made the telephone more versatile. Calls can be dialed by simply pressing one button. People at three or more locations can speak at once. During a conversation, a beep signals that another call is waiting. New technology has made the telephone more versatile. Calls can be dialed by simply pressing one button. People at" , "date" : "19880103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "52" , "title" : "Phone Services Cut Back in Parts of New York" , "url" : "http:\/\/www.nytimes.com\/1988\/01\/03\/nyregion\/phone-services-cut-back-in-parts-of-new-york.html"}]