[  {"body" : "Benjamin Ward, who was named Police Commissioner last week by Mayor Koch, recalled in an interview the ''special tests'' to which he was put as the first black officer in a Brooklyn precinct more than three decades ago. Mr. Ward, who on Jan. 1 will become the city's first black Police Commissioner, spoke Thursday in his office at 100 Centre Street," , "date" : "19831113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "WARD RECALLS 'SPECIAL TESTS' OF HIS EARLY CAREER" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/13\/nyregion\/ward-recalls-special-tests-of-his-early-career.html"} , {"body" : "Six men, including a reputed organized-crime figure, were arrested yesterday on loan-sharking, gambling and other charges stemming from a Brooklyn undercover investigation into the video-game business. The investigation involved the establishment of a combination video-game parlor and yogurt shop by undercover detectives last summer in the Bath" , "date" : "19831110" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "UNDERCOVER GAME STORE NETS SIX IN BROOKLYN INVESTIGATION" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/10\/nyregion\/undercover-game-store-nets-six-in-brooklyn-investigation.html"} , {"body" : "They were both 20 years old, they had met only a few days earlier at a Beefsteak Charlie's restaurant during a ''Gong Show''-style talent show, and they were on their first date. They had gone to a movie, and played on swings in a playground, and they were sitting in a parked car on a quiet street near Dyker Beach Park in the Bath Beach section of" , "date" : "19830703" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "FOLLOW-UP ON THE NEWS; 'Forgotten Victim'" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/03\/nyregion\/follow-up-on-the-news-forgotten-victim.html"} , {"body" : "SUPERMARKETS, variety stores and florists carry an array of small plants and supplies, but generally the larger nursery or garden center will have a wider selection. Complete garden centers do exist within the city limits and a sampling of these include the following: Manhattan Farm and Garden Nursery, 2 Avenue of the Americas (White Street)," , "date" : "19830428" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "GARDEN CENTERS IN THE FIVE BOROUGHS" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/28\/garden\/garden-centers-in-the-five-boroughs.html"}]