[  {"body" : "Record cold temperatures over the holiday weekend contributed to 14 deaths in New York City, according to hospitals and the police, the city's Chief Medical Examiner said yesterday. The Medical Examiner, Dr. Elliot Gross, said that six of the victims had died from exposure in subways, in abandoned buildings and on the streets. The freezing" , "date" : "19831227" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "DEATHS OF 14 IN CITY LINKED TO RECORD COLD" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/27\/nyregion\/deaths-of-14-in-city-linked-to-record-cold.html"} , {"body" : "Three youths were arrested yesterday and charged with participating in a subway mugging spree in which members of a gang of 50 to 60 youths kicked, punched and robbed passengers on a BMT subway train in Brooklyn, officials said. Officer Edward Walsh of the Transit Authority police said the muggings occurred at about 10 A.M. Friday, when a group of" , "date" : "19831225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "3 TEEN-AGERS SEIZED IN A ROBBERY SPREE ON A BROOKLYN TRAIN" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/25\/nyregion\/3-teen-agers-seized-in-a-robbery-spree-on-a-brooklyn-train.html"} , {"body" : "A group in the Bay Ridge section of Brooklyn needed to train ambulance drivers. A Canarsie organization wanted to teach Soviet emigres English. A third group, in the Sunset Park section, wanted to clean up its neighborhood to attract new residents. All three organizations turned to the nonprofit Brooklyn Educational Cultural Alliance for help." , "date" : "19831218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "68" , "title" : "ORGANIZATION AIDS BROOKLYN GROUPS" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/18\/nyregion\/organization-aids-brooklyn-groups.html"} , {"body" : "Prof. and Mrs. Philip Schulman of Bayside, Queens, have announced the engagement of their daughter, Amy Beth Schulman, to Ronald Marshall Queler, son of Dr. and Mrs. Norman Queler of Canarsie, Brooklyn. The wedding is planned for June. The future bride is a senior examiner and Mr. Queler is an assistant treasurer, both in the audit department of" , "date" : "19831218" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "111" , "title" : "Amy Beth Schulman Plans June Wedding" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/18\/style\/amy-beth-schulman-plans-june-wedding.html"} , {"body" : "To the Editor: When I protested recent city choices for homeless shelters and proposals for prison facilities in Brooklyn, I was not knee-jerking as your editorial of Dec. 4 implies. Housing the homeless and easing prison overcrowding are concerns of mine and the citizens of Brooklyn. To call our outrage selfish is to miss the substance of the" , "date" : "19831214" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "34" , "title" : "Letter: On Community Resistance Jails and Shelters vs. Redevelopment" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/14\/opinion\/l-letter-on-community-resistance-jails-and-shelters-vs-redevelopment-112144.html"} , {"body" : "The New York City Department of Health cited 53 food establishments last week for violating the health code. In addition, it named two that were allowed to reopen after correcting earlier violations. The establishments are these: VIOLATIONS Pita Depot, 267 Amsterdam Ave. Hop Lee, 72 Bayard St. Old Fashion Donuts, 1628 Broadway Metropolitan" , "date" : "19831204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "80" , "title" : "53 Food Outlets Cited by City" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/04\/nyregion\/53-food-outlets-cited-by-city.html"} , {"body" : "There is just one sure way, housing experts agree, for New York City to end its takeover of failing housing and its responsibility for keeping 40,000 apartments warm, dry and secure. That is to eradicate poverty. Short of that, several alternative approaches emerge from interviews with housing officials and others knowledgeable about the problem." , "date" : "19831203" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "NO SIMPLE WAY FOR CITY TO END HOUSING BURDEN" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/03\/nyregion\/no-simple-way-for-city-to-end-housing-burden.html"} , {"body" : "LAST Thursday Christina Hagan, a lawyer, had lunch with a group of friends and acquaintances at the Water Club in Manhattan. They dined on hors d'oeuvres including melon and prosciutto, crudites and breaded zucchini spears with mustard and marinara sauces; a cold antipasto salad a la Esposito, and pasta a la Esposito. It cost each of them $100, and" , "date" : "19831123" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "BIG BOOST FOR MEALS-ON-WHEELS" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/23\/garden\/big-boost-for-meals-on-wheels.html"} , {"body" : "The New York City Department of Health cited 28 food establishments last week for violating the health code. In addition, it named two that were allowed to reopen after correcting earlier violations, and three that were closed for having failed to do so. The establishments are these: VIOLATIONS Hot Woks, 2188 Broadway. Jimmy's Restaurant, 1875" , "date" : "19831113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "59" , "title" : "28 Food Places Listed For Health Violations" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/13\/nyregion\/28-food-places-listed-for-health-violations.html"} , {"body" : "?Habla usted Spanglish? Emilia Doyaga, a language professor at the State University of New York at Old Westbury, is not fluent in this amalgam of Spanish and English heard around the city in communities with a concentration of newly arrived Hispanic people. One such community is the Bay Ridge section of Brooklyn, and it was there that Professor" , "date" : "19831109" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/09\/garden\/metropolitan-diary-027751.html"} ,   {"body" : "James Hayden, an acclaimed young actor who was portraying a drug addict in the Broadway play ''American Buffalo,'' died yesterday, apparently of a heroin overdose, the police said. Mr. Hayden's death, coming six hours after he had received a standing ovation for his performance as Bobby in David Mamet's play, typified the contradictions in the" , "date" : "19831109" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Front Page" , "Obituaries" , "Theater"] , "page_facet" : "1" , "title" : "ACTOR WHO PLAYED AN ADDICT DIES, APPARENTLY OF OVERDOSE" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/09\/obituaries\/actor-who-played-an-addict-dies-apparently-of-overdose.html"} , {"body" : "The number of the ''oldest elderly'' - those at least 85 years of age - more than doubled in New York City in the last two decades, and city officials are finding new ways to help this dependent population. One successful effort has been an experiment by the City Planning Department and the Lutheran Medical Center in Brooklyn in which people who" , "date" : "19831107" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITY FINDING NEW WAYS TO HELP 'OLDEST ELDERLY'" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/07\/nyregion\/city-finding-new-ways-to-help-oldest-elderly.html"} , {"body" : "In homes, in meetings and at worship, Turkish-Americans in the New York metropolitan area have shared their sorrows and pooled their efforts to aid the survivors of the earthquake that struck eastern Turkey last Sunday, killing more than 1,300 people. Turkish emigres offered prayers for the dead. spoke of their fears for compatriots left without" , "date" : "19831106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["TURKEY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "QUAKE STIRS TURKS LIVING IN NEW YORK AREA" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/06\/nyregion\/quake-stirs-turks-living-in-new-york-area.html"} , {"body" : "Three people were shot, one fatally, yesterday inside a bar in the Bay Ridge section of Brooklyn, the police said. A spokesman said the shootings occurred at 10:30 A.M. at the Red Barn, at 5817 Fourth Avenue, between 58th and 59th Streets. One man, in his 40's, was pronounced dead at the scene. A second man, also in his 40's, was in critical" , "date" : "19831024" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BAY RIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "One Killed and Two Wounded I" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/24\/nyregion\/one-killed-and-two-wounded-i.html"} , {"body" : "Viewed from a helicopter 500 feet above the Verrazano-Narrows Bridge, the New York City Marathon quickly divided itself into three distinct races. Before a single runner had set foot in Brooklyn, the leaders separated themselves from the pack, the hardy recreational runners were massed across six lanes of freshly- patched pavement and the bravest" , "date" : "19831024" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "THE VIEW FROM THE TOP AND THE VIEW AT THE FINISH" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/24\/sports\/the-view-from-the-top-and-the-view-at-the-finish.html"} , {"body" : "The black limousine weaved its way comfortably through the traffic on the Verrazano-Narrows Bridge last Wednesday, but rain, fog and mist obliterated any picturesque view of Manhattan. ''If we get weather like this on the day of the marathon,'' Michael Pearl said, scanning the grayish skyline from the front seat of the car, ''we could have some" , "date" : "19831018" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "TV SPORTS; ON COVERING THE MARATHON" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/18\/sports\/tv-sports-on-covering-the-marathon.html"} , {"body" : "They were young, they were old. Some had traveled distances. Many had been out on the street since early morning. They had all come to the funeral yesterday of Terence Cardinal Cooke, and it almost did not matter that the big bronze doors of St. Patrick's Cathedral on Fifth Avenue were shut and that the only ceremony for them was themselves. ''Look" , "date" : "19831011" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "FROM A CROWD OF THOUSANDS, PRAISE COMES FOR THE ARCHBISHOP" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/11\/nyregion\/from-a-crowd-of-thousands-praise-comes-for-the-archbishop.html"} , {"body" : "Warren Hoge is chief of the New York Times bureau in Rio de Janeiro. By WARREN HOGE Its name conjures up visions of long curving beaches, tall coolers in pastel swirls and the charged mysteries of tropical nights. But Rio is many other things as well. It is a business, banking and communications capital, home to six million people. Though it is" , "date" : "19831009" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["RIO DE JANEIRO (BRAZIL)"] , "nytd_section_facet" : ["Travel" , "Magazine"] , "page_facet" : "96" , "title" : "THE RIO BEAT" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/09\/magazine\/the-rio-beat.html"} , {"body" : "Those who made their way to the Colonial-style church at the tip of Manhattan yesterday sang joyful praises to the church's century of service, a saint's devotion and a religious man's virtues. Standing amid steel and concrete skyscrapers near the Staten Island Ferry approach, the Church of Our Lady of the Rosary on State Street celebrated its" , "date" : "19831008" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "DOWNTOWN CHURCH SALUTES A LEADER AND A CENTENNIAL" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/08\/nyregion\/downtown-church-salutes-a-leader-and-a-centennial.html"} , {"body" : "SCENE: sidewalk in front of Zabar's. Observer: Pearl Hutchins. Dramatis Personae: Man and woman. She: I don't intend to play second fiddle. He: Nobody even asked you to be in the orchestra. IN many respects he was like any of the street people you encounter around town - old, shabby, carrying a shopping bag, probably living out of it. Only the" , "date" : "19831005" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/05\/garden\/metropolitan-diary-209331.html"} ,   {"body" : "Almost 900 students who were rejected last spring by the city's three elite high schools have now been accepted because the entrance examination, which contained three faulty questions, was rescored. The errors were discovered by two students who asked to review the examination after being told their scores did not qualify them for admission to the" , "date" : "19830930" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "ELITE HIGH SCHOOLS ACCEPT 873 AFTER PUPILS FIND TEST ERRORS" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/30\/nyregion\/elite-high-schools-accept-873-after-pupils-find-test-errors.html"} , {"body" : "Sidewalks and buildings and schoolyards in parts of Brooklyn are studded with spray-painted drawings of tombstones chronicling the deaths of teen-age members of the city's street gangs. They are kept freshly painted, even the ones that are a decade old, even the ones recording deaths that no one quite remembers. The names and numbers of youth gangs" , "date" : "19830927" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "LIFE IN CITY'S GANGS: SOME THINGS HAVE CHANGED, BUT IT'S STILL A DEAD END" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/27\/nyregion\/life-in-city-s-gangs-some-things-have-changed-but-it-s-still-a-dead-end.html"} , {"body" : "FOR many years, the National Bank of North America was a somewhat scruffy amalgamation of small Long Island and garment-center banks - the result of almost two dozen mergers. It lacked a unified strategy, its senior officers ran independent fiefdoms, and its pay-scales were significantly below industry levels. Rather than being run as a bank, it" , "date" : "19830918" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "4" , "title" : "NAT WEST DOES THE UNEXPECTED" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/18\/business\/nat-west-does-the-unexpected.html"} , {"body" : "Some came sniffling and scratching. Others came to help their children. What they heard was that allergy sufferers can find relief, mostly through controlling their environments. ''We talked about hay fever, skin allergies and asthma,'' said Dr. Seetharaman Adimoolam, chief of the allergy service at Lutheran Medical Center in the Bay Ridge section" , "date" : "19830917" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "NEW YORK DAY BY DAY; Coping With Allergies" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/17\/nyregion\/new-york-day-by-day-coping-with-allergies.html"} , {"body" : "News Analysis New York City has a teacher shortage, and not because there is a shortage of teachers. There are, in fact, hundreds of prospective teachers with licenses and advanced degrees, men and women qualified for teaching jobs in the city's public school system and in demand. But over the past few weeks, as school officials have sought to fill" , "date" : "19830906" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "A PROBLEM AT SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/06\/nyregion\/a-problem-at-schools.html"} , {"body" : "A former state tax lawyer, Joseph Rinaldi of Brooklyn, was sentenced in Federal District Court yesterday to two years in prison and fined $5,000 for income-tax evasion. Mr. Rinaldi, who is 59 years old and lives at 1147 83d Street in the Bay Ridge section, will be eligible for parole in eight months. He was sentenced by Judge Leonard D. Wexler, who" , "date" : "19830831" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE CITY; Ex-State Tax Aide Gets Prison Term" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/31\/nyregion\/the-city-ex-state-tax-aide-gets-prison-term.html"} , {"body" : "In 1961, the same year that Benjamin Britten composed his ''War Requiem,'' the BBC and the German Democratic Republic's broadcasting system co-produced a recording of a performance of the work. The work was composed to commemorate the World War II bombings of Coventry by the Nazis and Dresden by the Allies. Poems by Wilfred Owen, who died in World" , "date" : "19830828" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "TELEVISION WEEK" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/28\/arts\/television-week-129339.html"} , {"body" : "Thunderstorms dropped more than two inches of rain on New York City in four hours last night, knocking out service on almost half the subway system and causing scattered power failures and widespread flooding. The flooding caused delays of up to several hours at airports and extensive traffic jams on highways. Fierce gusts of wind blew off tree" , "date" : "19830812" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "2-INCH RAIN FALL IN 4 HOURS CAUSES PARTIAL SHUTDOWN OF THE SUBWAYS" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/12\/nyregion\/2-inch-rain-fall-in-4-hours-causes-partial-shutdown-of-the-subways.html"} , {"body" : "A Brooklyn landlord and one of his sons was sentenced to probation and two other sons to 60 days in jail for crimes that were part of what authorities said was a harassment campaign to drive tenants from rent-controlled apartments. The landlord, Salvatore Latora, 56 years old, and his son John received probation from Acting Justice Patrick J." , "date" : "19830810" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Landlord Sentenced In Harassment Case" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/10\/nyregion\/landlord-sentenced-in-harassment-case.html"} , {"body" : "IT is a question that every school district has to confront now and again, and a problem that New York City is never without: What should be done with unsuccessful schools? Or, as Anthony J. Alvarado, the city's Chancellor of Schools puts it: How do you fix schools that ''don't work?'' Even before he became Chancellor, Mr. Alvarado endorsed the" , "date" : "19830802" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Science" , "Health"] , "page_facet" : "1" , "title" : "EDUCATION; FIXING SCHOOLS THAT FAIL" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/02\/science\/education-fixing-schools-that-fail.html"} ,   {"body" : "Schools Chancellor Anthony J. Alvarado, facing opposition from Brooklyn residents, said yesterday that he had agreed to alter his plan to close one high school and reorganize three others. Mr. Alvarado's original plan, announced at the end of June, called for closing Alexander Hamilton Technical and Vocational High School, in the Bedford-Stuyvesant" , "date" : "19830730" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "ALVARADO AGREES TO MODIFY HIS PLAN FOR 4 HIGH SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/30\/nyregion\/alvarado-agrees-to-modify-his-plan-for-4-high-schools.html"} , {"body" : "He used a wood-handled shovel at one ground-breaking, a giant Bucyrus-Erie backhoe at the other. Within an hour yesterday, Mayor Koch dug up earth in two very different parts of Brooklyn and displayed two very different facets of his mayoral style. He and his entourage sped from Bedford-Stuyvesant, a lower-income neighborhood where open spaces are" , "date" : "19830713" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 CEREMONIES IN BROOKLYN, AND 2 SIDES OF KOCH" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/13\/nyregion\/2-ceremonies-in-brooklyn-and-2-sides-of-koch.html"} , {"body" : "Renaldo Rodriguez is blind. But as he tells an attentive group of third graders at Public School 170 in Bay Ridge, Brooklyn: ''I still do lots of stuff. I get around real good with my cane, and I even play baseball with a special beeper ball.'' When a student asks Ellen Jane Peterson if it makes her sad to be retarded, she replies: ''It takes me" , "date" : "19830710" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style" , "Education"] , "page_facet" : "39" , "title" : "PUPPETS DEPICT LIFE OF DISABLED" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/10\/style\/puppets-depict-life-of-disabled.html"} , {"body" : "Three men were sentenced to serve at least 50 years in prison yesterday for the murder of two guards during a $40,000 payroll robbery. The three - Pedro Lopez, 27 years old; Noel Vasquez, 23, and Ricardo Diaz, 27, all of Brooklyn - were given two consecutive sentences of 25 years to life by Justice Sybil Hart Kooper in State Supreme Court in" , "date" : "19830707" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Slayers of 2 Guards Get 50-Year Terms" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/07\/nyregion\/the-city-slayers-of-2-guards-get-50-year-terms.html"} , {"body" : "The price of a marriage license in New York City was raised to $10. Thelonious Monk's son thanked Mayor Koch and the City Council for naming a section of a West Side street after his late father, the jazz musician. A group of Council members watched as a bill imposing $1,000 fines or one-year jail terms for the displaying of drug paraphernalia" , "date" : "19830707" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "STROKES OF A KOCH PEN YIELD LAWS BROAD AND NARROW" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/07\/nyregion\/strokes-of-a-koch-pen-yield-laws-broad-and-narrow.html"} , {"body" : "Amateur psychologists often say that husbands and wives who spend their working time as well as their leisure time together create a marriage risk. Jerry and Eileen Pylypchuk of Bay Ridge, Brooklyn, members of the United States national archery team, disagree. In the National Sports Festival archery competition, which ended Tuesday at the Air Force" , "date" : "19830630" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "14" , "title" : "SCOUITNG; Couple on Target" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/30\/sports\/scouitng-couple-on-target.html"} , {"body" : "The New York City Schools Chancellor, Anthony J. Alvarado, plans to close one high school and turn three others into centers for specialized training, according to officials at the Board of Education. Under the plan, Alexander Hamilton High School, a vocational and technical school in the Bedford-Stuyvesant section of Brooklyn, will be closed next" , "date" : "19830627" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "ALVARADO TO CLOSE A CITY HIGH SCHOOL" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/27\/nyregion\/alvarado-to-close-a-city-high-school.html"} , {"body" : "International A shift in favor of democracy in Chile has led to the first serious challenge that the country's ruler, Gen. Augusto Pinochet, has faced since he sized power nearly 10 years ago, according to his supporters and opponenets. But the general has said that there will be no elections until at least 1989. (Page A1, Column 1.) Moscow was" , "date" : "19830627" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "News Summary; MONDAY, JUNE 27, 1983" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/27\/nyregion\/news-summary-monday-june-27-1983.html"} , {"body" : "Edward P. Rhatigan, the supervisor of naturalization for the United States District Court in Brooklyn, died Monday after suffering an apparent heart attack in his office at the Federal Courthouse in Brooklyn. He was 71 years old and lived in the Bay Ridge section of Brooklyn. As head of the court's naturalization staff for the last 21 years, Mr." , "date" : "19830615" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "6" , "title" : "Edward Rhatigan, 71; Federal Court Official" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/15\/obituaries\/edward-rhatigan-71-federal-court-official.html"} , {"body" : "Water pressure has dropped in parts of Brooklyn and Staten Island because of heavy use during the hot spell, the city said yesterday. The drop was caused by the illegal opening of fire hydrants and the watering of lawns during daytime hours, according to the Department of Environmental Protection. A department spokesman, Peter Barrett, said there" , "date" : "19830615" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; Water Pressure Falls in 2 Boroughs" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/15\/nyregion\/the-city-water-pressure-falls-in-2-boroughs.html"} ,   {"body" : "Some of them are bitter, some are good-humored. A few are scouting for work. All eight of them - the remaining at-large members of the New York City Council - are likely to lose their jobs in a little more than a week. On June 22, the members of the Charter Revision Commission are expected to sign a recommendation that the at-large system be" , "date" : "19830614" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COUNCIL AT-LARGE POSTS NEARLY AT END" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/14\/nyregion\/council-at-large-posts-nearly-at-end.html"} , {"body" : "Percentage of students in the classes of 1973, 1978 and 1982 in New York City public high schools who have completed three years or more of ''academic'' courses in English and two years or more in math by the end of their junior year. N.A.= Data incomplete or unavailable Asterisk denotes schools that have programs requiring special application for" , "date" : "19830612" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "54" , "title" : "HOW ENROLLMENT IN HIGH SCHOOL MATH AND ENGLISH HAS CHANGED IN 10 YEARS" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/12\/nyregion\/how-enrollment-in-high-school-math-and-english-has-changed-in-10-years.html"} , {"body" : "Murder charges against a 29-year-old Brooklyn man, accused of killing his mother by mailing her an explosive device in a hollowedout cookbook, were dropped yesterday. The charges against the man, Craig Kipp, were dismissed in State Supreme Court after the Brooklyn District Attorney's Office said the evidence was not sufficient to prove his guilt in" , "date" : "19830604" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CHARGES IN BOMB SLAYING OF MOTHER DROPPED" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/04\/nyregion\/charges-in-bomb-slaying-of-mother-dropped.html"} , {"body" : "The Navy has told the Port Authority of New York and New Jersey that two of the three sites it had offered as the home port for a fleet were unlikely to be selected. The Navy said that the old Brooklyn Army Terminal was not considered suitable and that the Army appeared reluctant to vacate the Military Ocean Terminal in Bayonne, N.J. A third site," , "date" : "19830602" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NAVY KEEPS SITE ON S.I. IN RUNNING FOR NEW BASE" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/02\/nyregion\/navy-keeps-site-on-si-in-running-for-new-base.html"} , {"body" : "Howard Golden, the Borough President of Brooklyn, stood yesterday in an elegantly restored room of Borough Hall and for a moment reflected on what history had done. ''This used to be the Mayor of Brooklyn's grand ballroom,'' Mr. Golden said, looking about at the large red-marble columns and recalling the days when Brooklyn was a city all its own." , "date" : "19830530" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "EX-DODGERS JOIN IN GOING HOME AGAIN" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/30\/nyregion\/ex-dodgers-join-in-going-home-again.html"} , {"body" : "BARBARA LABINE went home last week, back home to Brooklyn. She had never been there before, but as soon as she felt Brooklyn Dodger fans of all ages reaching out to her and her husband, Clem, she knew she was home. ''Like an Italian family,'' said Barbara Labine, who knows about Italian families, having grown up in one. Her new ties are with a" , "date" : "19830530" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "31" , "title" : "Remembering The Dodgers" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/30\/sports\/remembering-the-dodgers.html"} , {"body" : "In front of a house on Lafayette Avenue in Bedford-Stuyvesant stands a magnolia tree as big as a brownstone, its broad leaves as glossy as if each had been individually oiled. It is a magnolia grandiflora, and it usually grows nowhere north of the Mason-Dixon line. Somehow, improbably, with considerable help from human beings, this tree grows in" , "date" : "19830525" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "ABOUT NEW YORK; CITY OR BOROUGH, DODGERS OR NO DODGERS, BROOKLYN IS BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/25\/nyregion\/about-new-york-city-or-borough-dodgers-or-no-dodgers-brooklyn-is-brooklyn.html"} , {"body" : "Mariners see bridges as the enemy, obstructing waterways and making navigation difficult and sometimes treacherous. And Grover Sanschagrin, who worked on tugboats on the East River for more than half his 62 years, is no exception - except when it comes to the Brooklyn Bridge. ''I've gone under it at least two times a day since back in '42, when I" , "date" : "19830524" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "EAST RIVER FLOTILLA TO SAIL IN A WATERBORNE TRIBUTE" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/24\/nyregion\/east-river-flotilla-to-sail-in-a-waterborne-tribute.html"} , {"body" : "Ground was broken yesterday for an $11 million rail yard in the Bay Ridge section of Brooklyn. The ceremony at the 33-acre complex was attended by Mayor Koch, Borough President Howard Golden and other officials. ''This facility could reduce by 40,000 the number of trips made by trucks through the city, and relieve some of the wear and tear on" , "date" : "19830518" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Ground Is Broken For New Rail Yard" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/18\/nyregion\/the-city-ground-is-broken-for-new-rail-yard.html"} , {"body" : "Estates, private homes and artists' studios are open to the public this month. Any proceeds from tours will benefit charities. Private Houses May 14-15. Over the weekend the artists at 32 Union Square East will hold their second annual open studio weekend. Over two dozen independent painters, sculptors, print makers and graphic artists will open" , "date" : "19830512" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "ESTATES AND STUDIES OPENED FOR VISITORS" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/12\/garden\/estates-and-studies-opened-for-visitors.html"} ,   {"body" : "For writers, Brooklyn has never been primarily the borough of the Bridge. Borough of churches, borough of nostalgia, borough of hope (for Dodgers fans), it is above all a piece of geography or, if you prefer, a considerable piece of real estate. Literary visitors have found it an urban alternative to Manhattan's desperate pursuit of the present." , "date" : "19830508" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "12" , "title" : "BROOKLYN, BOROUGH OF WRITERS" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/08\/books\/brooklyn-borough-of-writers.html"} , {"body" : "Shortly after noon on March 11, Roberta Kaplan, the owner of Arabella, a Greenwich Village boutique, was stabbed to death during an apparent robbery in her shop at 135 West Third Street. She had been stabbed in the chest and hands. The cuts on her hands indicated that she may have struggled with her killer. The 32-year-old Miss Kaplan, who designed" , "date" : "19830501" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "56" , "title" : "CRIME UPDATE; FEW CLUES IN MARCH SLAYING OF OWNER OF 'VILLAGE' CLOTHES SHOP" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/01\/nyregion\/crime-update-few-clues-in-march-slaying-of-owner-of-village-clothes-shop.html"} , {"body" : "For almost two decades there have been a number of proposals to rejuvenate the old Brooklyn Army Terminal and use its four million square feet of space to create jobs and spur economic growth in the area. There were plans to develop the almost vacant site into a big general cargo terminal and expanded free port. There once was talk of constructing" , "date" : "19830427" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "24" , "title" : "ABOUT REAL ESTATE; A NEW PLAN TO REJUVENATE BROOKLYN ARMY TERMINAL" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/27\/business\/about-real-estate-a-new-plan-to-rejuvenate-brooklyn-army-terminal.html"} , {"body" : "A 24-year-old Brooklyn man was shot to death yesterday when a dispute with the owner of a Brooklyn clothing store erupted into violence, the police said. The victim, Thomas Skibo, of 112 Marine Avenue, in the Bay Ridge section, was killed when hit by four or five .22-caliber bullets fired by the store's 24-year-old owner, David Hage, the police" , "date" : "19830412" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Man Shot to Death In Dispute in Store" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/12\/nyregion\/the-city-man-shot-to-death-in-dispute-in-store.html"} , {"body" : "An examination of the cases against physicians disciplined last year by the State Department of Health and the Board of Regents, the licensing agency that acts on the Health Department's recommendations, showed that the highest percentage of them involved charges of fraud in Medicaid, the illegal prescribing or personal use of narcotics, alcoholism" , "date" : "19830403" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "30" , "title" : "NEW YORK STATE'S DISCIPLINE OF PHYSICIANS COVERS A RANGE OF MISCONDUCT" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/03\/nyregion\/new-york-state-s-discipline-of-physicians-covers-a-range-of-misconduct.html"} , {"body" : "As schools, bands and individuals grappled with whether to attend the St. Patrick's Day Parade tomorrow, former Gov. Hugh L. Carey said yesterday that he would try to organize a movement of Americans in favor of a peaceful solution to the strife in Northern Ireland. ''This won't be a dead story the day after the parade,'' Mr. Carey said of the" , "date" : "19830316" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["IRELAND, NORTHERN"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ST. PATRICK'S DAY AND FUROR SPUR A PLAN BY CAREY" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/16\/nyregion\/st-patrick-s-day-and-furor-spur-a-plan-by-carey.html"} , {"body" : "Four freshman Democrats on the New York City Council held the key to bringing the homosexual rights bill to a vote, politicians on both sides said yesterday as they assessed the defeat of the measure on Tuesday. The four, their views not yet recorded on the long-debated bill, offered the best chance to move it to the floor, proponents had thought." , "date" : "19830310" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "4 ON COUNCIL CALLED KEY TO VOTE ON SEXUAL RIGHTS" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/10\/nyregion\/4-on-council-called-key-to-vote-on-sexual-rights.html"} , {"body" : "An 18-year-old white youth was convicted last night of seconddegree manslaughter in the beating death of a black transit worker in the Gravesend section of Brooklyn last June. The authorities say the death occurred during an unprovoked, racially-motivated attack by a mob of young whites. The jury also convicted the defendant, Gino Bova, of" , "date" : "19830309" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "JURORS FIND SLAYING OF BLACK IN BROOKLYN WAS MANSLAUGHTER" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/09\/nyregion\/jurors-find-slaying-of-black-in-brooklyn-was-manslaughter.html"} , {"body" : "Jeff Zinn's feet are busy standing in for John Travolta's again - this time in Manhattan instead of Brooklyn and only as part of the whole man. It was Mr. Zinn's feet and legs, in disco boots and jeans, that walked into the camera during the memorable 1977 opening credits for ''Saturday Night Fever,'' to the music of ''Staying Alive.'' That was" , "date" : "19830309" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; Stand-In for Travolta Is At It Again" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/09\/nyregion\/new-york-day-by-day-stand-in-for-travolta-is-at-it-again.html"} , {"body" : "Cats were a hot ticket off Broadway yesterday - at Madison Square Garden. Thousands of people, slowed by fire regulations, waited in line to look at 600 of them, from Abyssinians to Tonkinese. And Harry, a brown and white tabby from Bay Ridge, Brooklyn, was still in there purring at the last judgment, the ''Best of the Best'' championships. ''I" , "date" : "19830307" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEW YORK DAY BY DAY; Big Deal in Cat World" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/07\/nyregion\/new-york-day-by-day-big-deal-in-cat-world.html"} ,   {"body" : "Her last name might not be Irish, Mary B. Soderlund granted as she sat in the quiet sun of Henry A. Whelan Park on Perry Avenue in the northern Bronx, but that was only through circumstances of marriage. In truth, she said, everything about her is Irish, starting with her maiden name of Doran. But these days, she said, she has little patience for" , "date" : "19830304" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "IRELAND, REPUBLIC OF"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "MOYNIHAN'S VIEWS OF PARADE STIR IRE OF THE IRISH" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/04\/nyregion\/moynihan-s-views-of-parade-stir-ire-of-the-irish.html"} , {"body" : "When he was living in Brooklyn in the late 1960's, Alkis Panagoulias came up with the sure way to strengthen soccer in the United States. ''All you had to do was bring in the Russian team and have the Americans lose, 10-0, to them,'' Panagoulias says. ''That would have gotten some action.'' The way he figures it, the top wheels in the White House," , "date" : "19830223" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "Team America Is Taking Shape" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/23\/sports\/team-america-is-taking-shape.html"} , {"body" : "SUPPOSE, said Ann Abbruzzese, that a new career was forcing a familyi n Salt Lake City to move to the New York metropolitan area. And s uppose the family had a house it had to sell in Salt Lake and wantedt o use the proceeds to buy another in the New York area, but knew n othing about values or neighborhoods in New York. Where to turn? If that" , "date" : "19830220" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "COMPARATIVE PRICING HELPS IN RELOCATION" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/20\/realestate\/comparative-pricing-helps-in-relocation.html"} , {"body" : "Of Truants and Tales T he Police Department's new Times Square antitruancy project continues to collect 70 to 100 children each day, few of them seen by the police before. Yesterday at Junior High School 17 on West 48th Street, where children wait for relatives to fetch them, counselors peeled back the layers of fabrication, bravado and fear. A boy" , "date" : "19830217" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/17\/nyregion\/new-york-day-by-day-238247.html"} , {"body" : "New York City will receive $49 million from the Federal Government to begin repairing a Brooklyn sewage treatment plant that city officials have said is on the verge of collapse. The allocation was announced at a Federal Environmental Protection Agency news conference yesterday in Manhattan. The city is getting the money as the result of a" , "date" : "19830211" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY TO RECEIVE $49 MILLION TO REPAIR TREATMENT PLANT" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/11\/nyregion\/city-to-receive-49-million-to-repair-treatment-plant.html"} , {"body" : "The Koch administration has prepared a new proposal for turning the old Brooklyn Army Terminal in Bay Ridge into a manufacturing center for light industry. Financing for the project is not assured, and city officials said the plan would remain on the drawing board until financial commitments - from public and private sources - came through. ''As" , "date" : "19830130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "CITY TO TRY AGAIN TO CONVERT ARMY TERMINAL INTO INDUSTRIAL PARK" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/30\/nyregion\/city-to-try-again-to-convert-army-terminal-into-industrial-park.html"} , {"body" : "A New York Knight J oseph Belsky House in the Bay Ridge section of Brooklyn is a two-year-old project of United Cerebral Palsy of New York City, designed to accommodate 80 physically disabled men and women in 73 apartments. It was named for the father of Jerome Belsky, a member of the cerebral palsy group's board. As it has for many residents, the" , "date" : "19830122" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/22\/nyregion\/new-york-day-by-day-182057.html"} , {"body" : "Following are the scores, released by the New York City Board of Education, on the reading tests given in city's public elementary schools and junior high schools in April 1982. The center column shows the proportion of pupils in each school reading at or above grade level; the right-hand column gives each school's overall city-wide ranking." , "date" : "19830104" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Scores on Reading Tests Given in Public Schools" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/04\/nyregion\/scores-on-reading-tests-given-in-public-schools.html"}]