[   {"body" : "With all the glittery holiday ornaments strung from the telephone lines along Myrtle Avenue in Queens, the cedar benches and inlaid red brick on the sidewalks have attracted little attention from the crowds of shoppers in the neighborhood. But to community leaders along the 11 blocks of Myrtle Avenue between Palmetto Street and Fresh Pond Road, the" , "date" : "19831211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MYRTLE AVENUE (QUEENS, NY)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "83" , "title" : "RENEWAL PROJECTS AIDED BY CITIBANK" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/11\/nyregion\/renewal-projects-aided-by-citibank.html"} , {"body" : "Bus Driver With a Mission Richard R. Teel's B-41 bus is already crowded with standees when he pulls up to the Long Island Rail Road terminal in Brooklyn at the height of the morning rush hour. Commuters waiting to board for the final leg of their trip are usually glum, having already suffered. ''Welcome aboard,'' Mr. Teel says in a singsong voice" , "date" : "19831209" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/09\/nyregion\/new-york-day-by-day-100272.html"} , {"body" : "Six people were seriously injured yesterday as two unrelated fires erupted within minutes of each other. The first fire, in a Washington Heights building, was reported at 2:27 A.M., and a second fire, in the Bedford-Stuyvesant section of Brooklyn, was reported at 2:43 A.M. In the blaze at 676 Willoughby Avenue in Brooklyn, four children were" , "date" : "19831206" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; 2 Apartment Fires Injure 6 People" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/06\/nyregion\/the-city-2-apartment-fires-injure-6-people.html"} , {"body" : "For nearly two years, the Catholic Medical Center of Brooklyn and Queens violated state health regulations by having its patients X-rayed with a computerized scanner without the required approval and knowledge of state health authorities. The machine - known as a CAT scanner, for computerized axial tomographer - was in a trailer that was moved from" , "date" : "19831204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "54" , "title" : "CENTER USED CAT SCANNER WITHOUT STATE ASSENT" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/04\/nyregion\/center-used-cat-scanner-without-state-assent.html"} , {"body" : "Dutch and Other Treats BY ROBERT E. TOMASSON Tickets to the following may be obtained from the beneficiaries unless otherwise indicated. Mostly Singles Dec. 4 - From 7 to 11 P.M. today the New York Arthritis Foundation's business and professional group will open the holiday season the Dutch way with cocktails, hors d'oeuvres and dancing at the" , "date" : "19831204" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "104" , "title" : "Future Events" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/04\/style\/future-events.html"} , {"body" : "When Rose Brush owned her house, the walls were falling apart, the front steps and interior stairs were crumbling with age, the water heater was worn out, the windows were drafty and the gas company was threatening to shut off service for nonpayment. Although there were was no mortgage, Mrs. Brush found that with income of $900 a month, medical" , "date" : "19831201" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "PROBLEMS PERSIST WHEN CITY OWNS HOUSES" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/01\/nyregion\/problems-persist-when-city-owns-houses.html"} , {"body" : "The low point, Mary Blassingame says, was when she and her neighbors armed themselves with knives to prevent their landlord from smashing the plumbing and thus forcing the tenants out. Over the last 15 years, the residents of her building in the High Bridge section of the Bronx have gone to extremes. They held rent strikes to force various" , "date" : "19831129" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEW YORK CITY AS AN APARTMENT OWNER: CASE HISTORIES" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/29\/nyregion\/new-york-city-as-an-apartment-owner-case-histories.html"} , {"body" : "Decision Near at Evers Medgar Evers College in the Bedford-Stuyvesant section of Brooklyn, the City University of New York's most troubled undergraduate unit in recent years, is close to getting a new president. Dr. Richard D. Trent resigned last year under pressure from students, who occupied his office for several weeks, charging he was a weak" , "date" : "19831122" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/22\/nyregion\/new-york-day-by-day-060626.html"} , {"body" : "The mourning for Anne Pfreundschuh, the period of public grief, lasted three long days. On Thursday, Nov. 10, two days after she was found slain, 500 classmates at the Pratt Institute in Brooklyn marched in the rain and gathered for a silent vigil. On Friday they returned for a memorial service a few blocks from the campus. And the next morning, in" , "date" : "19831121" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Murder of Well-Liked Senior Leaves Pratt Campus Shaken" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/21\/nyregion\/murder-of-well-liked-senior-leaves-pratt-campus-shaken.html"} , {"body" : "An off-duty New York City police officer was shot in the face and shoulder last night by an on-duty officer on a Brooklyn street, the police said. The wounded officer, whose name was not released, was listed in stable condition early this morning at Woodhull Hospital in Brooklyn, according to Sgt. Edward Burns, a police spokesman. Sergeant Burns" , "date" : "19831117" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Off-Duty City Officer Is Shot by Policeman" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/17\/nyregion\/off-duty-city-officer-is-shot-by-policeman.html"} ,   {"body" : "Two ministers who sat down on subway tracks last week to protest against the proposed transportation bond issue pleaded guilty yesterday to criminal trespass charges and were fined $15 each. The Rev. Al Sharpton and the Rev. Fred James were fined and received conditional discharges after they pleaded guilty in Manhattan before George F. Roberts, a" , "date" : "19831115" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; 2 Ministers Fined For Blocking IRT" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/15\/nyregion\/the-city-2-ministers-fined-for-blocking-irt.html"} , {"body" : "During a meeting of the athletic policy committee this month, the executive director of the division of pupil personnel for the city's public schools said he was considering dropping a rule that prohibits athletes from competing on outside teams in their sports during their seasons. The consensus of the committee was that except for football and" , "date" : "19831113" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "CROSS-COUNTRY RULE ANGERS COACHES" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/13\/sports\/cross-country-rule-angers-coaches.html"} , {"body" : "Benjamin Ward, who was named Police Commissioner last week by Mayor Koch, recalled in an interview the ''special tests'' to which he was put as the first black officer in a Brooklyn precinct more than three decades ago. Mr. Ward, who on Jan. 1 will become the city's first black Police Commissioner, spoke Thursday in his office at 100 Centre Street," , "date" : "19831113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "WARD RECALLS 'SPECIAL TESTS' OF HIS EARLY CAREER" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/13\/nyregion\/ward-recalls-special-tests-of-his-early-career.html"} , {"body" : "?Habla usted Spanglish? Emilia Doyaga, a language professor at the State University of New York at Old Westbury, is not fluent in this amalgam of Spanish and English heard around the city in communities with a concentration of newly arrived Hispanic people. One such community is the Bay Ridge section of Brooklyn, and it was there that Professor" , "date" : "19831109" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/09\/garden\/metropolitan-diary-027751.html"} , {"body" : "A 10-month art workshop will provide minority artists with space, instruction and some supplies and equipment at the Bedford-Stuyvesant Restoration Corporation, 1368 Fulton Street, Brooklyn. The workshop begins next Monday and is being sponsored by John Dewar & Sons. The artists, who are required to register, will have to pay $10 a week for the" , "date" : "19831102" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "title" : "Art Workshop to Offer Assistance to Minorities" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/02\/arts\/art-workshop-to-offer-assistance-to-minorities.html"} , {"body" : "WHEN Andrea M. Biggs, a painter, and her husband, Timothy, an anthropologist, arrived in New York from Massachusetts last year, they were hoping to rent an inexpensive but spacious apartment in lower Manhattan. To their dismay, they could find no such apartment. SoHo, TriBeCa, Greenwich Village and the East Village were crammed with people looking" , "date" : "19831030" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "BROOKLYN RENTS LURE ARTISTS" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/30\/realestate\/brooklyn-rents-lure-artists.html"} , {"body" : "LUCKILY for Robert Stern and his wife, Cheryl, they already had a contract to buy a house when loans became available last July through the sale of mortgage-revenue bonds by the State of New York Mortgage Agency. ''The money went so fast that if you didn't know the house you were buying you couldn't move fast enough to get a loan,'' said Mr. Stern," , "date" : "19831030" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "PERSPECTIVES: LOAN PROGRAMS; LOW-COST MORTGAGES GO QUICKLY" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/30\/realestate\/perspectives-loan-programs-low-cost-mortgages-go-quickly.html"} , {"body" : "PROBABLY few Americans, even natives of New York, had heard of the venerable investment banking house of Lazard Fr eres & Co. until the Big Apple's 1975-76 fiscal crisis. One of that episode's heroes was Felix Rohatyn, a Lazard partner highly regarded in the financial community but unknown to the general public. Mr. Rohatyn's prestidigitation as" , "date" : "19831016" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "14" , "title" : "MASTER OF MERGERS" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/16\/books\/master-of-mergers.html"} , {"body" : "Jacob J. Schwartzwald, who served almost 50 years in the State Legislature and the courts, died Saturday at Interfaith Hospital in Brooklyn. He was 83 years old and lived in Brooklyn. Justice Schwartzwald was presiding justice of the Appellate Term of the 2d and 11th departments of State Supreme Court when he retired in 1976. He started his career" , "date" : "19831011" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "31" , "title" : "J.J. SCHWARTZWALD, EX-JUDGE" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/11\/obituaries\/jj-schwartzwald-ex-judge.html"} , {"body" : "Tucked away in the canyons of New York are over 400 community parks and gardens maintained by volunteers. To assist them the Neighborhood Open Space Coalition has published a Park\/Garden Maintenance Manual filled with information on pruning trees, planting bulbs - and raising money. ''The purpose of the manual is to give people the basic tools they" , "date" : "19831006" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "MANUAL ON CARE OF COMMUNITY GARDENS" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/06\/garden\/manual-on-care-of-community-gardens.html"} ,       {"body" : "For writers, Brooklyn has never been primarily the borough of the Bridge. Borough of churches, borough of nostalgia, borough of hope (for Dodgers fans), it is above all a piece of geography or, if you prefer, a considerable piece of real estate. Literary visitors have found it an urban alternative to Manhattan's desperate pursuit of the present." , "date" : "19830508" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "12" , "title" : "BROOKLYN, BOROUGH OF WRITERS" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/08\/books\/brooklyn-borough-of-writers.html"} , {"body" : "Robert C. Maynard announced today that he had completed his purchase from the Gannett Company of The Oakland Tribune, where he has been editor since 1979 and publisher since 1981. Mr. Maynard said $17 million of the $22 million price is in a second mortgage held by Gannett. Included along with the newspaper and its equipment in the purchase of The" , "date" : "19830501" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "33" , "title" : "EDITOR PURCHASES OAKLAND TRIBUNE" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/01\/us\/editor-purchases-oakland-tribune.html"} , {"body" : "Seated at tables laden with sliced sirloin steaks, tarts and fresh-cut flowers, several hundred members of a black church in the Bedford-Stuyvesant neighborhood in Brooklyn congratulated one another yesterday in their new restaurant. The restaurant, the Harvest Manor Dining Center, will open today and will give full-time jobs to 44 people. It will" , "date" : "19830423" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "CHURCH OPENS A RESTAURANT IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/23\/nyregion\/church-opens-a-restaurant-in-brooklyn.html"} , {"body" : "A Transit Authority police officer was shot and wounded twice yesterday by one of four men the officer and his partner had stopped on a Brooklyn subway platform for fare beating, the Transit Authority police said. The injured officer, 25-year-old Patrick Dillon, was taken to St. John's Hospital for treatment of wounds in the left hand and left" , "date" : "19830418" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Transit Police Officer Is Shot By a Suspected Fare Beater" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/18\/nyregion\/transit-police-officer-is-shot-by-a-suspected-fare-beater.html"} , {"body" : "THERE were nearly 100 people in the huge lecture hall. A few sat in groups of two or three, but most were scattered in single seats. I wondered if this was an attempt by those present to emphasize their individuality. I found myself looking for a seat between two empty ones. Since I was there for an article I was writing, I chose the unoccupied" , "date" : "19830410" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "OPINION; CHILDREN OF SURVIVORS: LINK BETWEEN PAST AND FUTURE" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/10\/nyregion\/opinion-children-of-survivors-link-between-past-and-future.html"} , {"body" : "A child was killed and six other people, including three children and a firefighter, were injured yesterday in an apartment fire in Brooklyn, authorities said. The firefighter fell from a ladder while battling the blaze. The blaze occurred in a third-floor apartment at 706 Halsey Street in the Bedford-Stuyvesant section. The dead child was" , "date" : "19830402" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "THE CITY; Child Is Killed In Brooklyn Fire" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/02\/nyregion\/the-city-child-is-killed-in-brooklyn-fire.html"} , {"body" : "The magnolia tree is just about ready to bloom in Katie King's front yard, the pink-and-white torpedo buds on the verge of busting loose from their pale green coverings. Inside the house in South Ozone Park, Queens, the dress shirts are still in their plastic bags, the new shoes in their boxes, the soles pristine. Samantha's blue and white suit" , "date" : "19830402" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "ABOUT NEW YORK; Forging a Family Life for Unwanted Children" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/02\/nyregion\/about-new-york-forging-a-family-life-for-unwanted-children.html"} , {"body" : "ON a small lot in Brooklyn's Bedford-Stuyvesant section, a project i s under way that will restore four simple 19th-century wooden h ouses to their original appearance. The houses, on a lot on Bergen Street between Buffalo and Rochester Avenues in a scarred and blighted neighborhood, are both New York City and national landmarks. They are also the" , "date" : "19830327" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "BROOKLYN RESTORATION RECALLS BLACK HISTORY" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/27\/realestate\/brooklyn-restoration-recalls-black-history.html"} , {"body" : "A Python explores 'meaning' THE other day, after a preview of ''Monty Python's the Meaning of Life'' (which opens next Thursday at the Rivoli I and Gemini I), one of the picture's stars, John Cleese, went up to the front of the theater and, through a microphone provided by management, attempted to amuse an audience of editors from college" , "date" : "19830325" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "AT THE MOVIES" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/25\/movies\/at-the-movies.html"} , {"body" : "It was a little like the Ark. Two by two, wearing Mr. and Mrs. badges (no first names for wives), they came to the party, sharing nearly 40,000 years of marriage among them. From all over the city 250 couples married 50 years or more - the record was 68 -attended a Hearts and Flowers Tea Dance yesterday at Marriott's Essex House. Some nifty dancers" , "date" : "19830324" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEW YORK DAY BY DAY; 500 Celebrate Golden Jubilee" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/24\/nyregion\/new-york-day-by-day-500-celebrate-golden-jubilee.html"} ,   {"body" : "Ben Vereen, the razzle-dazzle song-and-dance man, will return to the New York stage on Tuesday night, but it will not be on Broadway, or in some well-appointed club. Instead, he'll shed his ''civvies,'' as Mr. Vereen puts it, pull on a pair of tights and travel back to the past of his youth in performances with the May O'Donnell Dance Company at" , "date" : "19830320" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "BEN VEREEN GOES HOME AGAIN" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/20\/arts\/ben-vereen-goes-home-again.html"} , {"body" : "The people who run the ''New Directors\/New Films'' festival compare it to a voyage of discovery - the feeling of seeing something before anybody else does that makes it your own forever. ''This is for the adventurous, the young in spirit,'' says Adrienne Mancia, curator of exhibitions in the Museum of Modern Art's film department. ''Our audiences" , "date" : "19830318" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "DISCOVERING THE NEW FILM DIRECTORS" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/18\/movies\/discovering-the-new-film-directors.html"} , {"body" : "Politicians have become more involved this year in New York City's district school board campaigns than in any of the previous five elections since 1970, according to politicians and educators. The nine-member boards preside over budgets ranging from $15.5 million to $48.5 million a year. They also control the appointments of district and school" , "date" : "19830315" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "ELECTING BOARDS FOR CITY SCHOOLS HAS POLITICAL AIR" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/15\/nyregion\/electing-boards-for-city-schools-has-political-air.html"} , {"body" : "The driver of a bakery truck was shot to death in the Bedford-Stuyvesant section of Brooklyn yesterday morning, about 40 minutes after another driver for the same company was robbed in Manhattan. The police were investigating the possibility that the two crimes had been committed by the same three men. The slain driver was James Wolfe, 53 years" , "date" : "19830309" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; Truck Driver Slain, By Three Robbers" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/09\/nyregion\/the-city-truck-driver-slain-by-three-robbers.html"} , {"body" : "The use and sale of narcotics by police officers and other criminal acts by officers involving drugs has become one of the Police Department's most serious corruption problems, according to an annual report submitted to Commissioner Robert J. McGuire. The report, made by Chief John Guido, who heads the department's anticorruption efforts, said" , "date" : "19830306" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "56" , "title" : "POLICE CORRUPTION INVOLVING DRUGS LEADS TO NEW SUPERVISION ACTIONS" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/06\/nyregion\/police-corruption-involving-drugs-leads-to-new-supervision-actions.html"} , {"body" : "Two New York City police officers were arrested yesterday on charges that they stole $400 at gunpoint and while in uniform from a grocery store. The two - Henry Goodman, who has received a high departmental award for ''extraordinary heroism,'' and Brothel Dean - were placed under arrest and suspended without pay when they reported for work at the" , "date" : "19830302" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 POLICE OFFICERS HELD IN ROBBERY OF A FOOD STORE" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/02\/nyregion\/2-police-officers-held-in-robbery-of-a-food-store.html"} , {"body" : "The rewards of politics are many and varied. In the case of Vander L. Beatty, officials charged last week, they were also illegal. After a four-month investigation by the Brooklyn District Attorney's office, Mr. Beatty, a former State Senator from Bedford-Stuyvesant, was indicted on 13 counts of second-degree forgery and other charges stemming from" , "date" : "19830220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "8" , "title" : "THE REGION; After-Burn Of a Hot Race" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/20\/weekinreview\/the-region-after-burn-of-a-hot-race.html"} , {"body" : "The seats were blue and in the upper reaches of Madison Square Garden. Below, the figures in the ring looked more like dots painted on the canvas than boxers fighting for a title. But Mark Breland could still make out the Ali shuffle and the Frazier hook, and he said he knew then, even as a 7-year-old, that he belonged inside the ropes. ''This old" , "date" : "19830219" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "19" , "title" : "GOLDEN GLOVES SHIFTS TALENT FROM THE RING TO THE SCREEN" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/19\/sports\/golden-gloves-shifts-talent-from-the-ring-to-the-screen.html"} , {"body" : "The State Commission of Investigation said yesterday that former State Senator Vander L. Beatty had ''pocketed'' at least $76,000 in state funds from a Brooklyn community rehabilitation program. At a public hearing, Lola S. Lea, the commission chairman, accused Mr. Beatty of using ''phantom employees,'' ''nonexistent consultants'' and a fictitious" , "date" : "19830216" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "STATE PANEL ACCUSES BEATTY OF WRONGLY TAKING $76,000" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/16\/nyregion\/state-panel-accuses-beatty-of-wrongly-taking-76000.html"} , {"body" : "Former State Senator Vander L. Beatty of Brooklyn was indicted yesterday on forgery and other charges stemming from his unsuccessful attempt to win a 1982 Congressional primary. He was accused in the state indictment of having instructed political aides to put false signatures of voters on voterregistration cards while he and the aides were in the" , "date" : "19830215" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "EX-STATE SENATOR FACES VOTE CHARGE" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/15\/nyregion\/ex-state-senator-faces-vote-charge.html"} ,   {"body" : "An off-duty Transit Authority police officer was shot and seriously wounded in Brooklyn yesterday by three young robbers who attacked him as he was putting tire chains on his car, the police said. At least two of the assailants were armed. The police said the shooting occurred just before 5 P.M. in front of 1109 Park Place, between Kingston Avenue" , "date" : "19830212" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "THE CITY; Off-Duty Officer Is Shot by Youths" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/12\/nyregion\/the-city-off-duty-officer-is-shot-by-youths.html"} , {"body" : "The New York City Board of Education is planning to lay off 1,000 teachers on Monday, officials said yesterday. The decision came after Warren M. Anderson, the majority leader of the State Senate, refused to endorse a legislative plan to provide $9 million in state funds for the city's public schools. ''It looks like the package of support for the" , "date" : "19830128" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "LAYOFFS PLANNED FOR 1,000 TEACHERS IN CITY ON MONDAY" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/28\/nyregion\/layoffs-planned-for-1000-teachers-in-city-on-monday.html"} , {"body" : "Firefighters do it. Chefs do it. Bartenders and cowboys do it. Policemen and businessmen do it. And, increasingly, families and just plain people do it. They ski through gates for prizes, trophies, medals or just the glory of having stood all the way down the course. Citizen, or amateur, ski racing is a phenomenon that has been booming the past" , "date" : "19830116" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "Amateur Ski Racing" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/16\/sports\/amateur-ski-racing.html"} , {"body" : "More than a third of the students in New York City high schools are chronically absent and miss so much class time that it is nearly impossible to teach them, according to the Board of Education. An additional 13 percent of the students are absent often enough to require extraordinary efforts by teachers to keep them up to grade level. Chronically" , "date" : "19830109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "THIRD OF CITY HIGH SCHOOL STUDENTS ATTEND CLASS TOO SELDOM TO LEARN" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/09\/nyregion\/third-of-city-high-school-students-attend-class-too-seldom-to-learn.html"} , {"body" : "Above all, today was a day for speechmaking. But it was also a day for family, friends, political huddles, a small demonstration and a little bit of lobbying. Both the State Senate and the Assembly convened. New members took the oath of office. The leaders of both houses in the Legislature were confirmed on brisk, routine voice votes. Brunches and" , "date" : "19830106" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "A DAY FOR ALBANY BABBLE AND BANTER" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/06\/nyregion\/a-day-for-albany-babble-and-banter.html"} , {"body" : "Following are the scores, released by the New York City Board of Education, on the reading tests given in city's public elementary schools and junior high schools in April 1982. The center column shows the proportion of pupils in each school reading at or above grade level; the right-hand column gives each school's overall city-wide ranking." , "date" : "19830104" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Scores on Reading Tests Given in Public Schools" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/04\/nyregion\/scores-on-reading-tests-given-in-public-schools.html"}]