[  {"body" : "In a poverty-stricken South Bronx neighborhood, a pastor gathered a group of children around a Nativity scene and pointed out the humble conditions of Jesus' birth. ''Don't be ashamed of being poor,'' the pastor, the Rev. John Grange, told them. ''Jesus was born in a manger, and He became King of Kings.'' Last night, as Christmas approached," , "date" : "19831225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "CHRISTMAS EVE SERVICES: A MESSAGE FOR OUR TIME" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/25\/nyregion\/christmas-eve-services-a-message-for-our-time.html"} , {"body" : "IN New York, there is a Christmas less obvious than the window displays along Fifth Avenue, the Christmas tree in Rockefeller Center and the tree under the arch in Washington Square. But, New York's hidden Christmas, unlike that in many cities, is not only the sum total of many small, personal expressions - like the tinsel wrapped around a trash" , "date" : "19831223" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "CITY SIGHTS: HOLIDAY SURPRISES WORTH LOOKING FOR" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/23\/arts\/city-sights-holiday-surprises-worth-looking-for.html"} , {"body" : "Positive Results When Paul Snyder, the director of scouting and minor-league operations for the Atlanta Braves, was able to lose 52 pounds after just one consultation with a Brooklyn doctor who specializes in positive-thinking techniques, he considered the doctor ''a godsend.'' As a result, the doctor has been hired to help any Braves players who" , "date" : "19831220" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "24" , "title" : "SCOUTING" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/20\/sports\/scouting-125308.html"} , {"body" : "On Feb. 23, as on many other days since he became a driver for the Rujac company seven years ago, Nicolas Estrella was at the wheel of an 18-foot truck laden with television sets, video recorders, microwave ovens, radios, business machines and vacuum cleaners valued at well over $100,000. At 11 A.M. Mr. Estrella delivered a shipment of electric" , "date" : "19831216" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "TRUCK HIJACKING: A HIGHLY ORGANIZED AND SPECIALIZED CRIME IN NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/16\/nyregion\/truck-hijacking-a-highly-organized-and-specialized-crime-in-new-york.html"} , {"body" : "In much the same way that stereo headphones once began appearing on the ears of subway riders, replacing the screech of skidding steel wheels with Beethoven or the Rolling Stones, earplugs are now showing up in the ears of New Yorkers. A small but fiercely competitive earplug trade has begun in New York City's subway system. Small plastic buckets" , "date" : "19831216" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "28" , "title" : "EARPLUGS: CURE FOR CITY NOISE" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/16\/style\/earplugs-cure-for-city-noise.html"} , {"body" : "On the afternoon of Oct. 18, police officers on a routine inspection of automobile body shops dropped by Juan Aponte's business in the Crotona Park section of the Bronx. In the shop, as it turned out, were 13 late-model cars that had recently been stolen, a 1976 automobile stolen in 1977 and covered by dust in the shop's basement, and the rear ends" , "date" : "19831213" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "AMATEURS FADING IN WORLD OF CAR THEFT" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/13\/nyregion\/amateurs-fading-in-world-of-car-theft.html"} , {"body" : "Andrea J. Tabot and State Senator Martin M. Solomon, Democrat of Brooklyn, plan to be married in January. Mr. and Mrs. Seymour S. Tabot of Bayside, Queens, have announced their daughter's engagement to the son of Susan Rose Kaplan of Valley Stream, L.I., and the late Harry Solomon. Miss Tabot, the geriatric program coordinator at the Mapleton" , "date" : "19831204" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "106" , "title" : "State Senator to Marry Miss Tabot in January" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/04\/style\/state-senator-to-marry-miss-tabot-in-january.html"} , {"body" : "-based Boehm porcelain studios are increasing their British operations. In July, Edward Marshall Boehm Inc. bought a bronze foundry and studio in Cowbridge, Wales, 100 miles southwest of the 12-year-old Boehm studios in Malvern, England. Helen Boehm, widow of the founder, Edward Boehm, and chairman of the company, said she also was ''pretty" , "date" : "19831030" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BOEHM ADDING FACTORIES AND NEW PRODUCTS" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/30\/nyregion\/boehm-adding-factories-and-new-products.html"} , {"body" : "IT has long been the conventional wisdom that families with children who cannot afford housing in Manhattan's choice neighborhoods have no alternative but to move to the the suburbs. That view provokes strong disagreement from Joseph Langer, executive director of Project Renewal, a Federation of Jewish Philanthropies program. ''It's a myth that" , "date" : "19831016" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "11 ALTERNATIVES TO COSTLY MANHATTAN" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/16\/realestate\/11-alternatives-to-costly-manhattan.html"} , {"body" : "As the Board of Education's new all-day kindergartens begin their second month, the widely hailed program is nonetheless troubled by overcrowding and equipment shortages in some areas of New York City, officials in those areas say. Over all, the program has generated more praise than criticism. Indeed, the all-day kindergartens - previously" , "date" : "19831013" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Popularity Breeding Problems In New All-Day Kindergartens" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/13\/nyregion\/popularity-breeding-problems-in-new-all-day-kindergartens.html"} ,   {"body" : "A young woman came out of the subway at 137th Street and Broadway and walked quickly by a dozen men with slurry eyes lounging on broken benches and sipping from bottles wrapped in brown paper bags. ''Hiya, honnnneeee,'' one of them called out. ''Hi,'' she answered briskly. Up a long hill. Past shabby apartment houses. By yet another set of benches" , "date" : "19830924" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "WHEN COLLEGE IS A SUBWAY RIDE AWAY" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/24\/nyregion\/when-college-is-a-subway-ride-away.html"} , {"body" : "Not since the late 1950's, when Sputnik was launched, has American education come in for as much scrutiny as it is getting today - and educators in New York City are loving it. Even though recent reports have contained more criticism than praise for the country's schools, the men and women who run the city's public school system have found solace" , "date" : "19830919" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "REPORTER'S NOTEBOOK: HOPES OF CHANGE IN CITY SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/19\/nyregion\/reporter-s-notebook-hopes-of-change-in-city-schools.html"} , {"body" : "The black-and- white television screen flickers, and aw-a-a- a-a-y they go to the crazy cosmos of Ralph Kramden and ''The Honeymooners,'' the situation comedy that was a Saturday night ritual in millions of homes in the 1950's. For a 625-member club ''The Honeymooners'' is still a ritual, and the group is, to borrow a line from the show, ''a riot," , "date" : "19830826" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Style"] , "page_facet" : "6" , "title" : "'HONEYMOONERS' ISN'T OVER FOR ITS FANS" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/26\/style\/honeymooners-isn-t-over-for-its-fans.html"} , {"body" : "A Brooklyn man was killed and four other men were wounded yesterday in what the police described as a gangland-style shooting in front of a coffee shop in the Bensonhurst section at 2:15 A.M. There were no arrests. The dead man was identified as Dominick Cina, 23 years old, of 2063 East 34th Street in the Marine Park section. Vito Russo, 53, of" , "date" : "19830812" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Brooklyn Man Is Slain on Street" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/12\/nyregion\/the-city-brooklyn-man-is-slain-on-street.html"} , {"body" : "At Camp Isabella Freedman, the campers swim, row boats and make potholders. They whisper in their cabins after ''lights out'' and they start summer romances. And sometimes they write letters to their grandchildren. ''My daughter told me, 'Behave yourself and make sure your name is on your bloomers,' '' said Evelyn Cohen, who is 71 years old. ''My" , "date" : "19830811" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["FALLS VILLAGE (CONN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ELDERLY GET THEIR TURN AS CAMPERS" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/11\/nyregion\/elderly-get-their-turn-as-campers.html"} , {"body" : "Festa Italiana, Carmine Street between the Avenue of the Americas and Seventh Avenue. Today, 6 to 11 P.M., tomorrow and Sunday, 6 P.M. to midnight. With food, games and rides. Information: 989-6805. Fiesta de Santiago Apostol, 14th Street, between Seventh and Eighth Avenues. Today, 6 to 11 P.M., tomorrow and Sunday, noon to 11 P.M. With food and" , "date" : "19830722" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "Fairs and Festivals This Weekend" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/22\/arts\/fairs-and-festivals-this-weekend.html"} , {"body" : "FAUNA CITY Today and tomorrow, there will be special doings at the Bronx Zoo, that huge tract at Pelham Parkway and Southern Boulevard populated with an animal miscellany that rivals the fabled ethnic diversity of New York itself. From noon to 4 P.M. both days, at various points in the big park, ''Zoo Mask Weekend'' will be observed. This is" , "date" : "19830716" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/16\/arts\/going-out-guide.html"} , {"body" : "For the last two years, the Rev. Carl Lundborg, pastor of the First & Summerfield United Methodist Church here, has not paid half of the Federal income tax he owed. Instead, both years, he sent the Internal Revenue Service a letter that read in part: ''My obligations as a Christian and a citizen are no longer reconcilable. The 50 percent of my" , "date" : "19830711" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW HAVEN (CONN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "PARISHIONERS BACK PASTOR WHO OPPOSES A 'WAR TAX'" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/11\/nyregion\/parishioners-back-pastor-who-opposes-a-war-tax.html"} , {"body" : "They were both 20 years old, they had met only a few days earlier at a Beefsteak Charlie's restaurant during a ''Gong Show''-style talent show, and they were on their first date. They had gone to a movie, and played on swings in a playground, and they were sitting in a parked car on a quiet street near Dyker Beach Park in the Bath Beach section of" , "date" : "19830703" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "FOLLOW-UP ON THE NEWS; 'Forgotten Victim'" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/03\/nyregion\/follow-up-on-the-news-forgotten-victim.html"} , {"body" : "Friday ITALIAN FOLK MUSIC REVIVED Although Italian folk music was a vital part of daily life among early Italian immigrants, it isn't well known to later Italian-American generations, according to the Ethnic Folk Arts Center, which has set out to help rectify the situation. The center is touring Italian-American communities in the Northeast with" , "date" : "19830624" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/24\/arts\/weekender-guide.html"} ,   {"body" : "New York City's Board of Elections last week completed its unofficial count of the May 3 community school board elections. The board also announced that District Attorney Elizabeth Holtzman of Brooklyn was investigating possible ''ballot stuffing'' in six Brooklyn districts. Betty Dolen, executive director of the Board of Elections, said she was" , "date" : "19830529" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "43" , "title" : "SCHOOL VOTE WINNERS NAMED; INQUIRY IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/29\/nyregion\/school-vote-winners-named-inquiry-in-brooklyn.html"} , {"body" : "HERE ARE A NUMBER OF ways to assess the quiet yet spectacular rise of Italian-Americans in the United States today, but one of the best perspectives is from the 57th-floor windows of the Governor's New York City office in the World Trade Center. The view takes in Ellis Island, twin symbol of opportunity and pain to countless immigrants, and," , "date" : "19830515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ITALY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "28" , "title" : "ITALIAN-AMERICANS COMING INTO THEIR OWN" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/15\/magazine\/italian-americans-coming-into-their-own.html"} , {"body" : "Three black men on their way home from their hospital jobs in Brooklyn were assaulted early yesterday by a group of whites in what the police called a racially motivated attack. One of the workers, Marion Manigault, 48 years old, suffered a possible concussion, a fractured rib, facial injuries and possible injury to the left eye, according to the" , "date" : "19830504" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "GROUP OF WHITES ASSAULTS 3 BLACK MEN IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/04\/nyregion\/group-of-whites-assaults-3-black-men-in-brooklyn.html"} , {"body" : "A sniper fired four shots at two police officers writing parking summonses in front of 265 Cherry Street on the Lower East Side at about 5:40 A.M. yesterday. The officers, Frank Bose and Susan Cantatore, were not hit. The sniper escaped. ... A 39-year-old unemployed security guard, Peter G. van Westering, committed suicide at about 3 P.M. Sunday by" , "date" : "19830503" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/03\/nyregion\/the-city-the-police-blotter.html"} , {"body" : "Put a couple of hundred New York neighbors together, hand the baton to Edward I. Koch, and the chorus that results may not be harmonious, but it is almost always lively. These are the common elements of the 81 mayoral Town Halls that have been held, the most recent of which was Wednesday night. Gathered with 700 Brooklynites in the auditorium of" , "date" : "19830429" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CONEY ISLANDERS ENLIVEN 81ST TOWN HALL MEETING" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/29\/nyregion\/coney-islanders-enliven-81st-town-hall-meeting.html"} , {"body" : "WHEN Harold L. Schwartz of Great Neck was growing up in Brooklyn, he used to help after school in his father's grocery in Bensonhurst. ''That's where I learned to get along with people, and also selling,'' he said. ''I remember a woman came in and ordered $35 worth of merchandise, which was a lot of merchandise. ''Look at this,'' he recalls saying" , "date" : "19830424" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "OBTAINING A CAREER VIA MAIL ORDER" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/24\/nyregion\/obtaining-a-career-via-mail-order.html"} , {"body" : "The Rev. William James does not call it a bread line or a soup kitchen. The 80 people who come to Metropolitan United Methodist Church at 126th Street and Madison Avenue for a meal each day sit down at what the Harlem pastor has named a ''Welcome Table.'' At St. Finbar's Roman Catholic Church in the Bensonhurst section of Brooklyn, the Rev. Anthony" , "date" : "19830417" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "CHURCHES INCREASING SERVICES TO NEEDY IN TIME OF HARDSHIP" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/17\/nyregion\/churches-increasing-services-to-needy-in-time-of-hardship.html"} , {"body" : "WHAT follows, according to Donald Kirschenbaum, is a recent conversation between two white-coated people traveling in a crowded elevator between the sixth and seventh floors of the Downstate Medical Center in Brooklyn. WHITE COAT NO. 1: We have the blood. We will make ghosts, evert them and refill them. That should be a bit interesting. WHITE COAT" , "date" : "19830406" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/06\/garden\/metropolitan-diary-080468.html"} , {"body" : "Politicians have become more involved this year in New York City's district school board campaigns than in any of the previous five elections since 1970, according to politicians and educators. The nine-member boards preside over budgets ranging from $15.5 million to $48.5 million a year. They also control the appointments of district and school" , "date" : "19830315" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "ELECTING BOARDS FOR CITY SCHOOLS HAS POLITICAL AIR" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/15\/nyregion\/electing-boards-for-city-schools-has-political-air.html"} , {"body" : "Jewelry valued at $500,000 to $1 million was stolen from the Modell Pawn Shop at 517 West 181st Street in the Washington Heights section of Manhattan. Entrance was made through the shop's front door sometime between Saturday evening and yesterday morning. ... Burglars broke through a vault of the I.D. Watch Case Company at 137-11 90th Avenue in" , "date" : "19830308" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/08\/nyregion\/the-city-the-police-blotter.html"} ,   {"body" : "They are unlikely spots for excellence - two junior high schools situated on blocks surrounded by burned-out tenements and abandoned lots. One sits in the shadow of the parachute jump at Coney Island, the other in a neighborhood that has become synonomous with urban blight, the Bushwick section of Brooklyn. But these two schools are more than oases" , "date" : "19830222" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "2 'MAGNET SCHOOLS' STRIVE TO STAY THE BEST IN CITY" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/22\/nyregion\/2-magnet-schools-strive-to-stay-the-best-in-city.html"} , {"body" : "SUPPOSE, said Ann Abbruzzese, that a new career was forcing a familyi n Salt Lake City to move to the New York metropolitan area. And s uppose the family had a house it had to sell in Salt Lake and wantedt o use the proceeds to buy another in the New York area, but knew n othing about values or neighborhoods in New York. Where to turn? If that" , "date" : "19830220" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "COMPARATIVE PRICING HELPS IN RELOCATION" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/20\/realestate\/comparative-pricing-helps-in-relocation.html"} , {"body" : "The Real Toy Buyers T he snow began in Madison Square yesterday as a hundred children broke their huddle and marched - following a promotion director as if a Pied Piper - to ''welcome'' buyers to the annual 10-day market at the Toy Fair Building at 200 Fifth Avenue. ''I'm freezing!'' came like a chorus through chattering teeth. The little parade" , "date" : "19830207" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/07\/nyregion\/new-york-day-by-day-215393.html"} , {"body" : "A guard arrested at a hotel in San Juan, P.R., and charged with stealing $11 million from a Bronx security concern, has waived extradition and will return to New York this weekend, officials said today. The suspect - Cristos Potamitis, 25 years old, of Astoria, Queens, the sole guard on duty during the Dec. 12 theft at the concern, the Sentry" , "date" : "19830205" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "THE CITY; Sentry Co. Guard Agrees to Return" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/05\/nyregion\/the-city-sentry-co-guard-agrees-to-return.html"} , {"body" : "The guard who was on duty on the night of an $11 million theft at a Bronx armored-car company and a friend of his were charged yesterday with stealing the money and attempting to camouflage the crime as an armed robbery. In announcing the arrests, Federal and New York law-enforcement authorities said none of the money had been recovered. The" , "date" : "19830203" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "ARMORED-CAR GUARD AND FRIEND ARRESTED IN $11 MILLION THEFT" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/03\/nyregion\/armored-car-guard-and-friend-arrested-in-11-million-theft.html"} , {"body" : "Silver-Lined Dream In a Polluted Waterway ''I t's not a pipe dream,'' said Dick Velde, promising that he and Robert Malmad would succeed this spring in dredging up perhaps $15 million worth of silver from the polluted Arthur Kill, between Staten Island and New Jersey. The partners, former advertising executives from the Bensonhurst section of" , "date" : "19830202" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/02\/nyregion\/new-york-day-by-day-205639.html"} , {"body" : "More than a third of the students in New York City high schools are chronically absent and miss so much class time that it is nearly impossible to teach them, according to the Board of Education. An additional 13 percent of the students are absent often enough to require extraordinary efforts by teachers to keep them up to grade level. Chronically" , "date" : "19830109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "THIRD OF CITY HIGH SCHOOL STUDENTS ATTEND CLASS TOO SELDOM TO LEARN" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/09\/nyregion\/third-of-city-high-school-students-attend-class-too-seldom-to-learn.html"} , {"body" : "Following are the scores, released by the New York City Board of Education, on the reading tests given in city's public elementary schools and junior high schools in April 1982. The center column shows the proportion of pupils in each school reading at or above grade level; the right-hand column gives each school's overall city-wide ranking." , "date" : "19830104" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Scores on Reading Tests Given in Public Schools" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/04\/nyregion\/scores-on-reading-tests-given-in-public-schools.html"} , {"body" : "A 24-year-old man was arrested on a Brooklyn street near his home yesterday morning and charged with being one of two men who had held up a coin and stamp shop and had stolen goods worth $125,000, the police said. The police were also checking a report the men had kidnapped a customer who carried a badge and gun. The holdup took place Wednesday" , "date" : "19830101" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "THE CITY; Suspect Arrested In Stamp Robbery" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/01\/nyregion\/the-city-suspect-arrested-in-stamp-robbery.html"}]