[  {"body" : "IN the 1630's, the Dutch farmers who settled in Brooklyn at what is now the corner of Flatbush and Flatlands Avenues looked around them, saw marshes, a bay and very little high ground and appropriately dubbed the area Flatlands. Not until the post-World War II building boom did Flatlands become a heavily populated residential area, but when it did," , "date" : "19831106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FLATLANDS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN: FLATLANDS" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/06\/realestate\/if-you-re-thinking-of-living-in-flatlands.html"} , {"body" : "Frank Zuccaro steps out of his patrol car, gun at his side, but without the badge of a New York City police officer. For the people who live along his beat in the Canarsie section of Brooklyn, however, the absence of the silver shield does not matter. Mr. Zuccaro is part of a private security patrol, paid for by homeowners and tenants who feel that" , "date" : "19830918" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "50" , "title" : "PRIVATE SECURITY PATROLS ON RISE IN CITY'S MIDDLE-CLASS AREAS" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/18\/nyregion\/private-security-patrols-on-rise-in-city-s-middle-class-areas.html"} , {"body" : "SUPPOSE, said Ann Abbruzzese, that a new career was forcing a familyi n Salt Lake City to move to the New York metropolitan area. And s uppose the family had a house it had to sell in Salt Lake and wantedt o use the proceeds to buy another in the New York area, but knew n othing about values or neighborhoods in New York. Where to turn? If that" , "date" : "19830220" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "COMPARATIVE PRICING HELPS IN RELOCATION" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/20\/realestate\/comparative-pricing-helps-in-relocation.html"}]