[  {"body" : "The largest housing grant in New York City's history, $15 million, was presented yesterday to a civic organization for 1,100 units of middle-income housing. The money, from the Federal Department of Housing and Urban Development, went to the Housing Partnership Development Corporation. The corporation had already lined up $55 million in private" , "date" : "19831223" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "U.S. GRANTS $15 MILLION FOR HOUSING IN THE CITY" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/23\/nyregion\/us-grants-15-million-for-housing-in-the-city.html"} , {"body" : "houses in the Windsor Terrace section of Brooklyn earlier this month broke ground for more than the houses themselves. It also signaled a fresh approach to the development of new publicly assisted houses that will be owned by their occupants. Governor Cuomo came to the groundbreaking, as did Mayor Koch, Senator Alfonse M. D'Amato and David A." , "date" : "19831218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "NEW TACK IN GETTING HOMES BUILT" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/18\/realestate\/new-tack-in-getting-homes-built.html"} , {"body" : "FOLLOWING the clearance of a backlog of applications, 69 areas of New York City are now listed on the Federal and State Historic Registers. Unlike landmark designation by the city, which imposes restraints on facade alterations, the state and national listings impose no restrictions on privately sponsored projects. Lengthy review is necessary," , "date" : "19831204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "69 CITY DISTRICTS DUBBED HISTORIC" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/04\/realestate\/69-city-districts-dubbed-historic.html"} , {"body" : "While some Brooklyn neighborhoods like Cobble Hill, Carroll Gardens, Boerum Hill and Park Slope stand as shining examples of the borough's recent rebirth, the immediate vicinity around the Brooklyn Academy of Music has continued to deteriorate. ''We are in a commercial rather than residential area where the buildings do not hold the same esthetic" , "date" : "19831030" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS;" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/30\/realestate\/postings-256939.html"} , {"body" : "MSGR. ARCHIBALD V. McLEES of St. Pascal Baylon Church in St. Albans, Queens, will not be among the 17,000 runners in the New York City Marathon next Sunday. For one thing he is more of a walker, and for another thing he has already done his personal best, years ago, in his own private marathon. This was on March 17, 1947 - St. Patrick's Day - when" , "date" : "19831019" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/19\/garden\/metropolitan-diary-238291.html"} , {"body" : "Twenty-two years ago, Dwayne Lee Gosso was born into the custody of New York State, the son of a prison inmate who did not want him. For two decades he was a child of the state bureaucracy, living in foundling and foster homes, mental hospitals and rehabilitation centers. Along the way, according to his lawyer, he was diagnosed as mildly retarded" , "date" : "19831017" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "LONG, TROUBLED ODYSSEY OF A CHILD OF BUREAUCRACY" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/17\/nyregion\/long-troubled-odyssey-of-a-child-of-bureaucracy.html"} , {"body" : "FOR years Cobble Hill was called a poor man's Brooklyn Heights. But no longer. ''Not when you've got houses selling for $425,000,'' said Penelope Karagias, a local real-estate broker. ''That's not remotely the case anymore.'' Cobble Hill, a 22-block area south of Brooklyn Heights bordered by Atlantic Avenue and Hicks, DeGraw and Court Streets, has" , "date" : "19831002" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["COBBLE HILL (BROOKLYN)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN: COBBLE HILL" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/02\/realestate\/if-you-re-thinking-of-living-in-cobble-hill.html"} , {"body" : "News Analysis New York City has a teacher shortage, and not because there is a shortage of teachers. There are, in fact, hundreds of prospective teachers with licenses and advanced degrees, men and women qualified for teaching jobs in the city's public school system and in demand. But over the past few weeks, as school officials have sought to fill" , "date" : "19830906" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "A PROBLEM AT SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/06\/nyregion\/a-problem-at-schools.html"} , {"body" : "To the Editor: A June 22 news story outlines proposals for a major redevelopment of downtown Brooklyn. While endorsing wholeheartedly the objective of revitalization, I am alarmed by what is surely an ill-considered suggestion of large-scale residential development south of Fulton Street in the Schermerhorn-Pacific Urban Renewal Area. That area" , "date" : "19830702" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "TOO MUCH FOR BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/02\/opinion\/l-too-much-for-brooklyn-011491.html"} , {"body" : "With the decline in mortgage interest rates over the last year houing activity in general has improved across the board. Sales of new and existing housing have picked up and so have construction starts. But there is a notable exception in New York City. Sales of brownstone buildings with four or more apartments have slumped sharply, sales brokers" , "date" : "19830424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "NEW CITY ASSESSMENT POLICY HURTS BROWNSTONE SALES" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/24\/realestate\/new-city-assessment-policy-hurts-brownstone-sales.html"} ,   {"body" : "THE romance of the barn sale notwithstanding, major urban centers are the most fertile hunting grounds for artifacts of 19th- and early 20th-century life. The furnishings and fittings of New York's brownstones and prewar apartment buildings are constantly spilling out into local shops. Visiting the antiques rows of Brooklyn, the Bronx, Queens and" , "date" : "19830127" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "ANTIQUING IN THE FERTILE GROUNDS OF 4 OUTER BOROUGHS" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/27\/garden\/antiquing-in-the-fertile-grounds-of-4-outer-boroughs.html"}]