[  {"body" : "Andrea J. Tabot and State Senator Martin M. Solomon, Democrat of Brooklyn, plan to be married in January. Mr. and Mrs. Seymour S. Tabot of Bayside, Queens, have announced their daughter's engagement to the son of Susan Rose Kaplan of Valley Stream, L.I., and the late Harry Solomon. Miss Tabot, the geriatric program coordinator at the Mapleton" , "date" : "19831204" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "106" , "title" : "State Senator to Marry Miss Tabot in January" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/04\/style\/state-senator-to-marry-miss-tabot-in-january.html"} , {"body" : "Grand Rabbi Jacob I. Twersky, a leading figure among Hasidim in the United States and abroad, died of a heart ailment Monday at Maimonides Hospital. He was 80 years old and had lived in Brooklyn. Rabbi Twersky represented the sixth generation of grand rabbis in his family. He was a descendant of one of the four original disciples of Baal-Shem-Tov," , "date" : "19831117" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "13" , "title" : "JACOB TWERSKY, 80; GRAND RABBI GUIDED A GROUP OF HASIDIM" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/17\/obituaries\/jacob-twersky-80-grand-rabbi-guided-a-group-of-hasidim.html"} , {"body" : "Bankers' Hours Apasser-by noticed that Bank Leumi's branch at 177 East Broadway was open on Sunday. His curiosity piqued, he called the State Banking Department. ''A bank can stay open 365 days a year if it wants to,'' explained Richard Riley, the department's public-information officer. Business is simply transacted as of the next day, he said." , "date" : "19831112" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/12\/nyregion\/new-york-day-by-day-038518.html"} , {"body" : "A car in which an exterminator was keeping muriatic acid and chlorine gas was reported stolen in the Borough Park section of Brooklyn yesterday morning, the police said. The car, a blue, two-door 1981 Pontiac with Florida license plate XDV- 447, was taken from 67th Street and 17th Avenue between 6 A.M. and 7 A.M., according to its owner, Vincent" , "date" : "19831025" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; Car Containing Poison Is Stolen" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/25\/nyregion\/the-city-car-containing-poison-is-stolen.html"} , {"body" : "An off-duty police officer, wearing civilian clothes, was severely beaten and robbed early yesterday in the Borough Park section of Brooklyn, the police said. The victim, Anthony Fimiano, 30 years old, had a fractured skull and was robbed of his gun, badge and wallet. He was in stable condition at Lutheran Hospital, according to Officer Joseph" , "date" : "19831018" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; Officer Badly Hurt In Park Robbery" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/18\/nyregion\/the-city-officer-badly-hurt-in-park-robbery.html"} , {"body" : "IT has long been the conventional wisdom that families with children who cannot afford housing in Manhattan's choice neighborhoods have no alternative but to move to the the suburbs. That view provokes strong disagreement from Joseph Langer, executive director of Project Renewal, a Federation of Jewish Philanthropies program. ''It's a myth that" , "date" : "19831016" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "11 ALTERNATIVES TO COSTLY MANHATTAN" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/16\/realestate\/11-alternatives-to-costly-manhattan.html"} , {"body" : "They were young, they were old. Some had traveled distances. Many had been out on the street since early morning. They had all come to the funeral yesterday of Terence Cardinal Cooke, and it almost did not matter that the big bronze doors of St. Patrick's Cathedral on Fifth Avenue were shut and that the only ceremony for them was themselves. ''Look" , "date" : "19831011" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "FROM A CROWD OF THOUSANDS, PRAISE COMES FOR THE ARCHBISHOP" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/11\/nyregion\/from-a-crowd-of-thousands-praise-comes-for-the-archbishop.html"} , {"body" : "A father and his two sons were found shot to death today in a Chinese restaurant in this northern Westchester village, the police said. The police did not release the names of the victims, but said they were believed to be the owners of the restaurant. At a news conference tonight, Jerome Herlihy, the Mount Kisco Police Chief, said one of" , "date" : "19831011" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "3 SLAIN IN RESTAURANT IN MOUNT KISCO" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/11\/nyregion\/3-slain-in-restaurant-in-mount-kisco.html"} , {"body" : "For many years, Rabbi Eli Teitelbaum dreamed of making the wisdom of the past more accessible through modern technology. Now the Talmud is just a few push buttons away, through ''Dial-a-Daf.'' Dial-a-Daf, after the Hebrew word for ''page,'' is a telephone system improvised by Orthodox Jews in Brooklyn that presents daily lectures on a page of the" , "date" : "19830908" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BOROUGH PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BROOKLYN'S TAMUD BY TELEPHONE OFFERS WISDOM IN DAILY TALKS" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/08\/nyregion\/brooklyn-s-tamud-by-telephone-offers-wisdom-in-daily-talks.html"} , {"body" : "Lori Jill Nitzberg, daughter of Mr. and Mrs. Irving Nitzberg of Scarsdale, N.Y., was married yesterday to Bruce Michael Rothman, son of Mr. and Mrs. Irving Rothman of Borough Park, Brooklyn. Rabbi Norton D. Shargel performed the ceremony at the Jewish Community Center of Harrison, N.Y. The bride is an occupational therapist at the Rusk Institute of" , "date" : "19830828" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "64" , "title" : "Lori Jill Nitzberg Marries Bruce Rothman, a Broker" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/28\/style\/lori-jill-nitzberg-marries-bruce-rothman-a-broker.html"} ,   {"body" : "THE State Legislature's revision of the city's J-51 tax-incentive p rogram has fundamentally changed the course of housing policy in NewY ork City, but it may be years before the figures on the number of a partments benefited reflect the new direction. The key change is a new method of calculating the portion of the J-51 program known as the" , "date" : "19830703" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "PERSPECTIVES: J-51 REVISIONS; NEW LAW WILL LIMIT BENEFITS IN GUT REHABILITATIONS" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/03\/realestate\/perspectives-j-51-revisions-new-law-will-limit-benefits-in-gut-rehabilitations.html"} , {"body" : "Borough Park is a neighborhood of 100,000 people and 200 synagogues. These days its bustling streets are also filled with many questions. On street corners, in shops and in synagogues yesterday, residents gathered to talk in worried tones about the incident Monday in which a 36-year-old Hasidic rabbi of the Lubavitcher group was forced into a van," , "date" : "19830622" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "ATTACK ON RABBI BRINGS ANGUISH TO BOROUGH PARK" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/22\/nyregion\/attack-on-rabbi-brings-anguish-to-borough-park.html"} , {"body" : "A 36-year-old Lubavitcher rabbi on his way to a synagogue yesterday morning in Brooklyn was attacked by several men who forced him into a van and cut off his beard, the police said. The rabbi, Mendel Wechter, of 1671 54th Street in Borough Park, suffered a fractured left ankle and lacerations on his neck. He was abducted in front of his home and" , "date" : "19830621" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "HASIDIC RABBI'S BEARD IS CUT IN AN ABDUCTION IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/21\/nyregion\/hasidic-rabbi-s-beard-is-cut-in-an-abduction-in-brooklyn.html"} , {"body" : "Water pressure has dropped in parts of Brooklyn and Staten Island because of heavy use during the hot spell, the city said yesterday. The drop was caused by the illegal opening of fire hydrants and the watering of lawns during daytime hours, according to the Department of Environmental Protection. A department spokesman, Peter Barrett, said there" , "date" : "19830615" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; Water Pressure Falls in 2 Boroughs" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/15\/nyregion\/the-city-water-pressure-falls-in-2-boroughs.html"} , {"body" : "At least 18 people suffered minor injuries last night when a commuter bus carrying 30 passengers hit a car in the Borough Park section of Brooklyn, the police said. The bus, operated by Command Bus Lines, was traveling south on McDonald Avenue at 8 P.M. when it collided with a car trying to turn from the westbound lanes on Fort Hamilton Parkway" , "date" : "19830510" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "18 Are Hurt in Crash Of a Bus in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/10\/nyregion\/18-are-hurt-in-crash-of-a-bus-in-brooklyn.html"} , {"body" : "Twenty years ago, Sabel's Kosher Bakery, halfway between 45th and 46th Streets on Fort Hamilton Parkway in Brooklyn, was the only store on the block to close for the Jewish Sabbath. Now, Osher Sabel, the Hasidic proprietor of the bakery, boasts that, with the arrival of other Orthodox merchants, they all do. It is one sign of a burst of Orthodox" , "date" : "19830329" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "ORTHODOX JUDAISM IS BUOYED BY A RESURGENCE IN NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/29\/nyregion\/orthodox-judaism-is-buoyed-by-a-resurgence-in-new-york.html"} , {"body" : "Doctors training at Brooklyn's Maimonides Medical Center last night postponed a strike planned for this morning. The 220 interns, residents and research fellows had planned a 7 A.M. walkout over a management decision to end recognition of their union at the 670-bed hospital in the Borough Park section. Late yesterday, the Committee of Interns and" , "date" : "19830315" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "THE CITY; Doctors Put Off Brooklyn Walkout" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/15\/nyregion\/the-city-doctors-put-off-brooklyn-walkout.html"} , {"body" : "The demise of a 600-unit apartment complex in Brooklyn has pitted the 30 remaining tenants against the surrounding community as well as the landlord in a dispute over the landlord's efforts to empty the buildings. The residents of the complex - Midwood Gardens, an aging cluster of 11 apartment buildings in the Borough Park section - have accused" , "date" : "19830312" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "NEIGHBORS FAVOR A LANDLORD INSPUTE IN BOROUGH PARK" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/12\/nyregion\/neighbors-favor-a-landlord-inspute-in-borough-park.html"} , {"body" : "The union representing 220 physicians in training at the Maimonides Medical Center in Brooklyn said yesterday that it would strike at 7 A.M. next Tuesday unless the hospital restored its collectivebargaining rights. The hospital withdrew its recognition of the union, the Committee of Interns and Residents, on Monday on the ground that the committee" , "date" : "19830312" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "27" , "title" : "UNION OF INTERNS ATMAIMONIDES SETS STRIKE DATE" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/12\/nyregion\/union-of-interns-atmaimonides-sets-strike-date.html"} , {"body" : "They came to the movies in pairs, looking and listening as the Charlie Chaplin and William S. Hart silents reeled along to piano music, sentimental or menacing, by 75-year-old Abraham H. Lass. These twosomes were patients and their ''care partners,'' who share the hospital room, training with the patient for the regimen at home. Spouses, relatives," , "date" : "19830310" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "2" , "title" : "NEW YORK DAY BY DAY; 'Care Partners'" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/10\/nyregion\/new-york-day-by-day-care-partners.html"} ,   {"body" : "The Justice Department has decided not to prosecute Representative Charles E. Schumer, the Brooklyn Democrat, on Federal charges in connection with his 1980 campaign for the House, according to senior law-enforcement officials. The department had been reported to be investigating whether Mr. Schumer, a former New York Assemblyman, had unlawfully" , "date" : "19830110" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "FEDERAL OFFICIALS WON'T PROSECUTE IN SCHUMER CASE" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/10\/nyregion\/federal-officials-won-t-prosecute-in-schumer-case.html"}]