[  {"body" : "This is the week when Broadway seems timeless, as gaudy and glamorous as anyone's parents remember it. The woes of the theater season - the tragic, the bizarre, the bombs like ''Brothers'' and ''Peg'' that came and went and left only their marquees behind, like tombstones - are forgotten. For eight golden days, from Christmas to New Year's Day, all" , "date" : "19831229" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "1" , "title" : "IN THIS GOLDEN WEEK, THE MAGIC REIGNS ON BROADWAY" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/29\/nyregion\/in-this-golden-week-the-magic-reigns-on-broadway.html"} , {"body" : "The malaise that grips the New York theater did not go away in 1983, but who would deny that the year ended with a jolly bang? The explosion was Michael Frayn's ''Noises Off,'' an ingenious English farce that is not only giving Broadway some welcome hilarity, but is also providing a much needed reminder of the theater's ability to endure in the" , "date" : "19831225" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "STAGE V" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/25\/arts\/stage-v.html"} , {"body" : "A single 600-foot block in the heart of Manhattan - a block of sidewalk barkers and welcoming smiles, neon signs and showcase windows - has become the central transfer point for much of the jewelry stolen each year in the New York metropolitan area. The block is 47th Street between Fifth Avenue and the Avenue of the Americas. It is the cramped," , "date" : "19831214" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "47TH STREET: A CENTER FOR STOLEN JEWELRY" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/14\/nyregion\/47th-street-a-center-for-stolen-jewelry.html"} , {"body" : "IN the 1630's, the Dutch farmers who settled in Brooklyn at what is now the corner of Flatbush and Flatlands Avenues looked around them, saw marshes, a bay and very little high ground and appropriately dubbed the area Flatlands. Not until the post-World War II building boom did Flatlands become a heavily populated residential area, but when it did," , "date" : "19831106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FLATLANDS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN: FLATLANDS" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/06\/realestate\/if-you-re-thinking-of-living-in-flatlands.html"} , {"body" : "Broadway stages soon for Sondheim and Liza Minnelli. THIS was going to be the season for big names working Off Broadway. Liza Minnelli was going to star in a downtown theater in ''The Rink.'' Stephen Sondheim was going to open his new musical ''Sunday in the Park With George'' at Playwrights Horizons. But all that has changed. Once again, the" , "date" : "19831021" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "2" , "title" : "BROADWAY" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/21\/arts\/broadway.html"} , {"body" : "IT has long been the conventional wisdom that families with children who cannot afford housing in Manhattan's choice neighborhoods have no alternative but to move to the the suburbs. That view provokes strong disagreement from Joseph Langer, executive director of Project Renewal, a Federation of Jewish Philanthropies program. ''It's a myth that" , "date" : "19831016" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "11 ALTERNATIVES TO COSTLY MANHATTAN" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/16\/realestate\/11-alternatives-to-costly-manhattan.html"} , {"body" : "MOBILE HOMES are making their appearance in the far suburban reaches of Manalapan, in Monmouth County, N.J. But they are not in a mobile- home ''park,'' they are not easily mobile and there is a question whether they should be called mobile homes. The more accurate term nowadays is ''manufactured housing,'' a term historically applicable to the" , "date" : "19831009" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES (1983 PART 1)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES: MOBILE HOMES; ONE WAY TO MAKE HOUSING AFFORDABLE" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/09\/realestate\/perspectives-mobile-homes-one-way-to-make-housing-affordable.html"} , {"body" : "Jennifer Dunning writes on culture for The Times. By Jennifer Dunning N ONE OF THE GREAT ANECDOTES in theater lore, Sir Laurence Olivier is backstage after the curtain has gone down. He is complimented on an extraordinary performance. ''Yes,'' he groans, ''but how did I do it?'' Actors have tried over the ages to learn ''how,'' on the stage and in" , "date" : "19831002" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine" , "Theater"] , "page_facet" : "35" , "title" : "THE NEW AMERICAN ACTOR" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/02\/magazine\/the-new-american-actor.html"} , {"body" : "''THE SHAPES OF THINGS,'' at the 22 Wooster Gallery, 22 Wooster Street, is a group painting and drawing show that suggests how the shapes of faces, furniture, buildings - everything in the world around us - can be experienced and known through paint. There is a long tradition of this kind of patient exploration, which, at best, reveals something" , "date" : "19830819" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "ART: A SHOW OF SHAPES IN PAINTING AND DRAWING" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/19\/arts\/art-a-show-of-shapes-in-painting-and-drawing.html"} , {"body" : "At Camp Isabella Freedman, the campers swim, row boats and make potholders. They whisper in their cabins after ''lights out'' and they start summer romances. And sometimes they write letters to their grandchildren. ''My daughter told me, 'Behave yourself and make sure your name is on your bloomers,' '' said Evelyn Cohen, who is 71 years old. ''My" , "date" : "19830811" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["FALLS VILLAGE (CONN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "ELDERLY GET THEIR TURN AS CAMPERS" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/11\/nyregion\/elderly-get-their-turn-as-campers.html"} ,   {"body" : "The shouts from the swimming pools and the handball and tennis courts were in Russian as well as English yesterday, when 600 Soviet emigres were guests of the Brighton Beach Bath and Racquet Club. The 76-year-old club in Brooklyn, long called the Subway Riviera, waived its $25 daily admission fee in issuing 1,000 invitations to the Russian" , "date" : "19830808" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEW YORK DAY BY DAY; By the Sea, by the Sea" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/08\/nyregion\/new-york-day-by-day-by-the-sea-by-the-sea.html"} , {"body" : "The books were placed in cardboard boxes, neatly stacked by the door and left for the book collectors. They were the works of Leizer Treister, a Polish immigrant who settled in New York City in 1938. He wrote novels, short stories and plays in Yiddish until he died two years ago. ''It's difficult for me to give away all his books,'' said his widow," , "date" : "19830725" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "3" , "title" : "LITERARY LABOR OF LOVE IS SAVING YIDDISH BOOKS" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/25\/nyregion\/literary-labor-of-love-is-saving-yiddish-books.html"} , {"body" : "Festa Italiana, Carmine Street between the Avenue of the Americas and Seventh Avenue. Today, 6 to 11 P.M., tomorrow and Sunday, 6 P.M. to midnight. With food, games and rides. Information: 989-6805. Fiesta de Santiago Apostol, 14th Street, between Seventh and Eighth Avenues. Today, 6 to 11 P.M., tomorrow and Sunday, noon to 11 P.M. With food and" , "date" : "19830722" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "Fairs and Festivals This Weekend" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/22\/arts\/fairs-and-festivals-this-weekend.html"} , {"body" : "THERE aren't many beaches this side of the Baltic Sea where sunbathers can cool off at a boardwalk food stand with a chilled bowl of beet-red borscht and sour cream. In the Brighton Beach section of Brooklyn, not only can bathers do that, at a takeout lunch stand called Gastronom Moscow, but they can also walk a block away to restaurants that serve" , "date" : "19830720" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "SAMPLING THE FOOD IN BROOKLYN'S 'LITTLE ODESSA'" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/20\/garden\/sampling-the-food-in-brooklyn-s-little-odessa.html"} , {"body" : "To the Editor: The article on Brighton Beach on June 19 covered all the basic aspects of real estate there. However, there are some bits of information that are of equal importance to the future inhabitants of Brighton Beach. n the fall, spring, and parts of winter, kite flying is excellent on the beach, which is usually empty. One goes in the" , "date" : "19830710" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "Real Estate"] , "page_facet" : "12" , "title" : "Brighton Beach" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/10\/realestate\/l-brighton-beach-026269.html"} , {"body" : "THIS is the season when year-round residents of Martha's Vineyard a nd East Hampton complain that the ''summer people'' have arrived. T hat lament also is sounded by year-round residents of Brighton B each. Though this Brooklyn shorefront community is only an hour's ride on the IND D and BMT M trains from midtown Manhattan, its residents have a" , "date" : "19830619" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN: BRIGHTON BEACH" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/19\/realestate\/if-you-re-thinking-of-living-in-brighton-beach.html"} , {"body" : "New York City's Board of Elections last week completed its unofficial count of the May 3 community school board elections. The board also announced that District Attorney Elizabeth Holtzman of Brooklyn was investigating possible ''ballot stuffing'' in six Brooklyn districts. Betty Dolen, executive director of the Board of Elections, said she was" , "date" : "19830529" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "43" , "title" : "SCHOOL VOTE WINNERS NAMED; INQUIRY IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/29\/nyregion\/school-vote-winners-named-inquiry-in-brooklyn.html"} , {"body" : "AFTER hardly any spring, summer arrives today - if not on the calendar, then at least by custom. To greet the season ushered in by the Memorial Day holiday, New Yorkers and their neighbors have a wide choice of outdoor things to do this weekend. These range in exertion from lying down - the beaches open tomorrow - to pedaling around Central Park in" , "date" : "19830527" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "GETTING THE JUMP ON SUMMER OUTDOORS" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/27\/arts\/getting-the-jump-on-summer-outdoors.html"} , {"body" : "In front of a house on Lafayette Avenue in Bedford-Stuyvesant stands a magnolia tree as big as a brownstone, its broad leaves as glossy as if each had been individually oiled. It is a magnolia grandiflora, and it usually grows nowhere north of the Mason-Dixon line. Somehow, improbably, with considerable help from human beings, this tree grows in" , "date" : "19830525" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "ABOUT NEW YORK; CITY OR BOROUGH, DODGERS OR NO DODGERS, BROOKLYN IS BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/25\/nyregion\/about-new-york-city-or-borough-dodgers-or-no-dodgers-brooklyn-is-brooklyn.html"} , {"body" : "TOMORROW afternoon will almost certainly represent the last chance for county residents to speak out on the proposed redistricting plan for the Board of Legislators. Minor adjustments have been made, and speakers will be addressing what appears to be the final version. In fact, the 2:30 P.M. hearing Monday in the Board's eighth-floor chambers will" , "date" : "19830522" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WESTCHESTER COUNTY (NY)"] , "page_facet" : "3" , "title" : "WESTCHESTER JOURNAL" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/22\/nyregion\/westchester-journal-175053.html"} ,   {"body" : "TWO middle-aged couples, arms linked, lounge in a huge hot tub. Another couple embrace after a game of tennis. Others chat over a game of pool. Everyone is smiling. That is the image promoted in its ads by The Communities of Concordia, a ''preretirement'' resort village in Cranbury, N.J., for middle-income couples, 48 years old or older, who want a" , "date" : "19830515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CRANBURY (NJ)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "FOR EMPTY NESTERS, THE ADULT VILLAGE" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/15\/realestate\/for-empty-nesters-the-adult-village.html"} , {"body" : "For writers, Brooklyn has never been primarily the borough of the Bridge. Borough of churches, borough of nostalgia, borough of hope (for Dodgers fans), it is above all a piece of geography or, if you prefer, a considerable piece of real estate. Literary visitors have found it an urban alternative to Manhattan's desperate pursuit of the present." , "date" : "19830508" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "12" , "title" : "BROOKLYN, BOROUGH OF WRITERS" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/08\/books\/brooklyn-borough-of-writers.html"} , {"body" : "Three black men on their way home from their hospital jobs in Brooklyn were assaulted early yesterday by a group of whites in what the police called a racially motivated attack. One of the workers, Marion Manigault, 48 years old, suffered a possible concussion, a fractured rib, facial injuries and possible injury to the left eye, according to the" , "date" : "19830504" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "GROUP OF WHITES ASSAULTS 3 BLACK MEN IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/04\/nyregion\/group-of-whites-assaults-3-black-men-in-brooklyn.html"} , {"body" : "Twenty-eight subway stations will get face lifts, 196 subway cars will get air conditioning, New York City will get two new bus depots and riders will get fare cards instead of tokens, according to plans released yesterday by the Metropolitan Transportation Authority. The M.T.A. board expects to approve the program at a meeting tomorrow despite" , "date" : "19830428" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "World"] , "page_facet" : "1" , "title" : "M.T.A. MAKING MAJOR ADDITION TO CAPITAL PLAN" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/28\/world\/mta-making-major-addition-to-capital-plan.html"} , {"body" : "MARTIN CHARNIN, who struck gold with his first attempt at a revue, ''Upstairs at O'Neals','' is mining this field even further. He is putting together an original revue for Broadway next fall. It is already booked into the Ritz Theater, and is called ''Crackers.'' Why ''Crackers''? ''Are you kidding? Ritz Crackers!'' exclaims Mr. Charnin, sounding" , "date" : "19830415" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "2" , "title" : "BROADWAY; A Broadway revue from the man who clicked at O'Neals'" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/15\/theater\/broadway-a-broadway-revue-from-the-man-who-clicked-at-o-neals.html"} , {"body" : "REPRISE One and a half years ago, the Ballroom, which had been a popular SoHo institution, opened the doors to its new lavish premises in Chelsea at 253 West 28th Street (244-3005), only to close them four months later. Today, after a one-year recess, the Ballroom reopens in the same premises. It is a large establishment, with a dining room, a bar" , "date" : "19830413" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "19" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/13\/arts\/going-out-guide.html"} , {"body" : "Whenever a writer gets around to presenting us with his own portrait of the artist as a young man, he invariably does two things. He makes his young man sensitive, very sensitive. A blossom on the vine that will wither and die unless it is promptly given succor. And he makes his young man a victim, a stranger in the household who is not going to be" , "date" : "19830403" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "3" , "title" : "STAGE VIEW; SEEING A COMIC MIND EMERGE" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/03\/theater\/stage-view-seeing-a-comic-mind-emerge.html"} , {"body" : "Twenty years ago, Sabel's Kosher Bakery, halfway between 45th and 46th Streets on Fort Hamilton Parkway in Brooklyn, was the only store on the block to close for the Jewish Sabbath. Now, Osher Sabel, the Hasidic proprietor of the bakery, boasts that, with the arrival of other Orthodox merchants, they all do. It is one sign of a burst of Orthodox" , "date" : "19830329" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "ORTHODOX JUDAISM IS BUOYED BY A RESURGENCE IN NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/29\/nyregion\/orthodox-judaism-is-buoyed-by-a-resurgence-in-new-york.html"} , {"body" : "AFTER having seen ''Brighton Beach Memoirs,'' at the Alvin, one can only have positive feelings about its author, Neil Simon. In this flat-out autobiographical memory play, a portrait of the writer as a Brooklyn teen-ager in 1937, Mr. Simon makes real progress toward an elusive longtime goal: he mixes comedy and drama without, for the most part," , "date" : "19830328" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "9" , "title" : "STAGE: NEIL SIMON'S BRIGHTON BEACH'" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/28\/theater\/stage-neil-simon-s-brighton-beach.html"} , {"body" : "The bodies of two men with bullet wounds in the back of their heads were found early yesterday morning near an abandoned taxi in the Flatlands section of Brooklyn, the police said. The victims, 20-year-old Amado Mobilia, of 332 Neptune Avenue in the Brighton Beach section of Brooklyn, and Luis Carrion, 25, of 14 Brighton 10th Path, also in Brighton" , "date" : "19830325" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; 2 Men Found Slain Near Stolen Taxi" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/25\/nyregion\/the-city-2-men-found-slain-near-stolen-taxi.html"} ,   {"body" : "They are unlikely spots for excellence - two junior high schools situated on blocks surrounded by burned-out tenements and abandoned lots. One sits in the shadow of the parachute jump at Coney Island, the other in a neighborhood that has become synonomous with urban blight, the Bushwick section of Brooklyn. But these two schools are more than oases" , "date" : "19830222" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "2 'MAGNET SCHOOLS' STRIVE TO STAY THE BEST IN CITY" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/22\/nyregion\/2-magnet-schools-strive-to-stay-the-best-in-city.html"} , {"body" : "Abraham Newman, then 83 years old, was walking on the boardwalk at Brighton Beach in Brooklyn in 1980 when he saw a young man assaulting a woman. Mr. Newman tried to help the woman, but the assailant grabbed his cane, beat him and broke his hip. In July 1982 Mr. Newman was in the Samuel Schulman Rehabilitation Institute in Brooklyn, still" , "date" : "19830220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "FOLLOW-UP TO THE NEWS; 'Samaritan' Story" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/20\/nyregion\/follow-up-to-the-news-samaritan-story.html"} , {"body" : "Reprinted from Saturday's issue of The Times, which was incompletely distributed because of the snow. From Tuesday through Saturday, Police Officer Stephen Hrehus spends much of his day on foot patrol along Brighton Beach Avenue, a street that in one respect is unlike most others in Brooklyn. ''That music store there,'' he said, ''it's owned by" , "date" : "19830215" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "UNION OF SOVIET SOCIALIST REPUBLICS"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "U.S. OFFICIALS TELL OF CRIMINAL GROUP AMONG RUSSIAN EMIGRES IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/15\/nyregion\/us-officials-tell-of-criminal-group-among-russian-emigres-in-brooklyn.html"} , {"body" : "YESTERDAY'S FRONT PAGE Sharon Given Chance To Remain in Cabinet Ariel Sharon, who resigned as Defense Minister, can remain in the Cabinet as a minister without portfolio, a spokesman for Prime Minister Menachem Begin said. If Mr. Sharon chose to accept such a position, one with Cabinet rank but no specific responsibilities, he would probably remain" , "date" : "19830213" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "A SUMMARY OF FRIDAY'S MAJOR NEWS DEVELOPMENTS" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/13\/nyregion\/a-summary-of-friday-s-major-news-developments.html"} , {"body" : "A State Supreme Court justice has thrown out assault and weapons charges against a defendant in a case stemming from two ganglandstyle slayings and a shootout with a police officer. The judge, Nicholas Coffinas, dismissed the charges on the ground that the Brooklyn District Attorney's office was not ready to try the case within the six months" , "date" : "19830213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "JUDGE DISMISSES ASSAULT CASE FOR MISSED DEADLINE" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/13\/nyregion\/judge-dismisses-assault-case-for-missed-deadline.html"} , {"body" : "From Tuesday through Saturday, Police Officer Stephen Hrehus spends much of his day on foot patrol along Brighton Beach Avenue, a street that in one respect is unlike most others in Brooklyn. ''That music store there,'' he said, ''it's owned by Russians. Boston Fried Chicken? Russian. Gina Venucci shoes? Russian, too. Gastronom Moscow? Not too" , "date" : "19830212" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "UNION OF SOVIET SOCIALIST REPUBLICS" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "U.S. OFFICIALS TELL OF RUSSIAN EMIGRE CRIME GROUP IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/12\/nyregion\/us-officials-tell-of-russian-emigre-crime-group-in-brooklyn.html"} , {"body" : "kept gabled houses with o ak wainscoting, wide porch swings and deep window seats stand just a round corners from boarded-up storefronts. The community is many things to many people. The Flatbush Development Corporation calls it an area of 2.5 square miles bounded by Prospect Park and Parkside Avenue on the north, Avenue H and the Long Island" , "date" : "19830130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IN YOU'RE THINKING OF LIVING IN FLATBUSH" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/30\/realestate\/in-you-re-thinking-of-living-in-flatbush.html"} , {"body" : "The construction of a 150-apartment building on the Lower East Side for the elderly poor is in jeopardy because of an argument between the project's nonprofit sponsor and a community group over who will pick the tenants. The sponsor, the Jewish Association for Services for the Aged, has lined up a $9.2 million Federal loan and a $1.6 million annual" , "date" : "19830108" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "PROJECT FOR AGED IN FIGHT OVER WHO PICKS TENANTS" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/08\/nyregion\/project-for-aged-in-fight-over-who-picks-tenants.html"}]