[  {"body" : "The Christmas card You received today, I want you to know I mailed last May.LOUIS PHILLIPS SOON it will be time to put on funny hats and blow kazoos, time to eat fish eggs and raise a glass to 1984. Right now we must do something about these Christmas leftovers in the mailbag. On the top of the heap sits a dispatch from the bank line, never a good" , "date" : "19831228" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/28\/garden\/metropolitan-diary-138176.html"} , {"body" : "The Talk of Ridgewood Joannene Coppinger, born and raised in the neighborhood, lives 15 blocks from her parents, who live half a block from her grandmother, a Ridgewood resident since 1912. Ted Renz has a house 10 blocks from his parents' apartment, above their knitting mill. For 33 years, Angie Tantillo, who was a Richmond Hill girl until she" , "date" : "19831226" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE TALK OF RIDGEWOOD; RIDGEWOOD GAINS RECOGNITION AND QUICHE MAY JOIN THE STRUDEL" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/26\/nyregion\/talk-ridgewood-ridgewood-gains-recognition-quiche-may-join-strudel.html"} , {"body" : "IN New York, there is a Christmas less obvious than the window displays along Fifth Avenue, the Christmas tree in Rockefeller Center and the tree under the arch in Washington Square. But, New York's hidden Christmas, unlike that in many cities, is not only the sum total of many small, personal expressions - like the tinsel wrapped around a trash" , "date" : "19831223" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "CITY SIGHTS: HOLIDAY SURPRISES WORTH LOOKING FOR" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/23\/arts\/city-sights-holiday-surprises-worth-looking-for.html"} , {"body" : "FROM the churches to the concert hall and the stage, from the streets and the parks to the lobbies of the city's office buildings, New York offers distinctly urban settings for Christmas music. The city might not have the snowy fields, jingling sleighs or carolers on the lawn of a Currier and Ives scene, but it compensates, as it does in every" , "date" : "19831216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "HEAR THE SOUNDS OF CHRISTMAS" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/16\/arts\/hear-the-sounds-of-christmas.html"} , {"body" : "John Langstaff declares that ''The Christmas Revels'' program of song, dance and music he is presenting this weekend for the fourth year at the Symphony Space, Broadway and 95th Street, will be uplifting, joyous and spiritual without being religious and celebratory. The ''Revels'' are not celebrating the holiday but the season, Mr. Langstaff said" , "date" : "19831209" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "'REVELS' SALUTES THE WINTER SOLSTICE" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/09\/arts\/revels-salutes-the-winter-solstice.html"} , {"body" : "MOST dedicated cooks are, by nature, exceedingly acquisitive types, forever on the prowl for unusual foods, new utensils and elegant serving pieces and accessories to enhance the presentation of their creations. This makes Christmas shopping for food lovers a relatively easy task, assuming you are well attuned to the recipient's tastes and styles." , "date" : "19831207" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "CHRISTMAS GIFTS FOR COOKS AND CONNOISSEURS" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/07\/garden\/christmas-gifts-for-cooks-and-connoisseurs.html"} , {"body" : "FOLLOWING the clearance of a backlog of applications, 69 areas of New York City are now listed on the Federal and State Historic Registers. Unlike landmark designation by the city, which imposes restraints on facade alterations, the state and national listings impose no restrictions on privately sponsored projects. Lengthy review is necessary," , "date" : "19831204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "69 CITY DISTRICTS DUBBED HISTORIC" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/04\/realestate\/69-city-districts-dubbed-historic.html"} , {"body" : "To release hardened criminals when we have been seeking relief from the crime rate is outrage enough without having it compounded by creation of jail space on the doorstep of long-awaited redevelopment projects. - Howard Golden, Brooklyn Borough President When prisoners must be released from crowded jails, what's a good politician to do? Denounce" , "date" : "19831204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "A True Jail Outrage" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/04\/opinion\/a-true-jail-outrage.html"} , {"body" : "Tuneful Gossip in Brooklyn Madrigals were a substitute for newspapers in the Middle Ages, a form of gossip as minstrels traveled from court to court. Tomorrow at the First Unitarian Church on Pierrepont Street in Brooklyn Heights, the West Side Madrigalists will perform music sung in New York ''from our forefathers to the present,'' said Judith" , "date" : "19831126" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/26\/nyregion\/new-york-day-by-day-070143.html"} , {"body" : "The low-rise condominium market is thriving in a western corner of Staten Island known as Graniteville. Only 10 years ago, the area - north of the Staten Island Expressway about a mile from the Goethals Bridge - was a flat and rather barren urban outback. The expressway has been changing that. The trip by express bus to lower Manhattan from the" , "date" : "19831125" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Business"] , "page_facet" : "21" , "title" : "ABOUT REAL ESTATE; NEW CONDOMINIUMS ARE ON THE RISE IN STATEN ISLAND" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/25\/business\/about-real-estate-new-condominiums-are-on-the-rise-in-staten-island.html"} ,   {"body" : "The mourning for Anne Pfreundschuh, the period of public grief, lasted three long days. On Thursday, Nov. 10, two days after she was found slain, 500 classmates at the Pratt Institute in Brooklyn marched in the rain and gathered for a silent vigil. On Friday they returned for a memorial service a few blocks from the campus. And the next morning, in" , "date" : "19831121" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Murder of Well-Liked Senior Leaves Pratt Campus Shaken" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/21\/nyregion\/murder-of-well-liked-senior-leaves-pratt-campus-shaken.html"} , {"body" : "AFTER years of camping out in the city, living in that awful one room, making do with second-rate furniture, eating from dishes that don't match, all the while waiting for Mr. Right to appear and take them away from all this, single women in their 30's and 40's are beginning to feather their solitary nests in a style that would have been" , "date" : "19831117" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES (1983 PART 1)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "TODAY THE SINGLE WOMAN IS SETTING UP HOUSE IN STYLE" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/17\/garden\/today-the-single-woman-is-setting-up-house-in-style.html"} , {"body" : "William Everdell was sketching the outlines of West Germany on a chalkboard in a classroom at St. Ann's School in Brooklyn Heights, talking to his students about the Pershing 2 missiles to be deployed in that country starting next month. ''The Russians are very concerned about the Germans,'' Mr. Everdell said. ''They have been invaded by the" , "date" : "19831117" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "CLASSES ON NUCLEAR WAR MOVE INTO CURRICULUMS" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/17\/nyregion\/classes-on-nuclear-war-move-into-curriculums.html"} , {"body" : "Mr. and Mrs. Richard Fiske Shaffer of Suffield, Conn., formerly of Brooklyn Heights, have announced the engagement of their daughter, Laurie Robbins Shaffer, to Randall Scott Whiting, son of Mr. and Mrs. David R. Whiting of Clinton, N.Y. A February wedding is planned at the Hamilton College Chapel. Miss Shaffer and her fiance, both graduates of" , "date" : "19831113" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "84" , "title" : "Laurie Shaffer to Wed Randall Scott Whiting" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/13\/style\/laurie-shaffer-to-wed-randall-scott-whiting.html"} , {"body" : "IF an athlete was ranked second in the United States as well as the North American championship, was a member of the team that won a gold medal at the Pan American Games this year and had, furthermore, represented the United States in four world championship tournaments, no one could be blamed for considering her great. But Alice Green, who grew up" , "date" : "19831113" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "LONG ISLANDERS; A WINNER'S OTHER GOALS" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/13\/nyregion\/long-islanders-a-winner-s-other-goals.html"} , {"body" : "Kathleen Ann Monahan, daughter of Mr. and Mrs. Urban J. Monahan of Darien, Conn., was married yesterday to Chase Whitcher Ashley, son of Mrs. Martin A. Mortensen, also of Darien, and William V. Ashley of Brooklyn Heights. The Rev. John M. McConnell performed the ceremony at St. Ignatius Loyola Roman Catholic Church in New York. Mari Margaret" , "date" : "19831106" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "90" , "title" : "Kathleen Ann Monahan Is the Bride Of Chase Whitcher Ashley, a Lawyer" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/06\/style\/kathleen-ann-monahan-is-the-bride-of-chase-whitcher-ashley-a-lawyer.html"} , {"body" : "One of the most appealing of New York's instrumental groups, the Jupiter Symphony, begins its fifth season Sunday afternoon with a special concert in Harlem. The Jupiter, conducted by Jens Nygaard, the group's music director and one of its founders, will appear at St. Martin's Church at Lenox Avenue and 122d Street in Harlem. There will be music by" , "date" : "19831030" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "IN THE ARTS: CRITICS' CHOICES" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/30\/arts\/in-the-arts-critics-choices-006698.html"} , {"body" : "It seemed like an incredible statement, coming as it did from a man about to command a $150,000-a-year salary: Robert R. Kiley, the chairman-designate of the Metropolitan Transportation Authority, said shortly after he was nominated that his family probably could not afford to live in Manhattan and that he would look for a house in Brooklyn Heights" , "date" : "19831029" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "THE HIGH PRICE OF BROOKLYN HTS." , "url" : "http:\/\/www.nytimes.com\/1983\/10\/29\/nyregion\/the-high-price-of-brooklyn-hts.html"} , {"body" : "Transit's Bad Old Days ''We found in doing research for this exhibition that things in the good old days were not necessarily so good,'' said David M. Kahn, executive director of the Long Island Historical Society, a fixture in Brooklyn Heights since 1863. He was talking about the society's show called ''In Transit: Two Centuries of Commuting in" , "date" : "19831021" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/21\/nyregion\/new-york-day-by-day-246175.html"} , {"body" : "Dr. Rita Guttman, a biophysicist and a former professor of biology at Brooklyn College, died of a cerebral hemorrhage Oct. 12 at the Mount Sinai Hospital. She was 71 years old and lived in Brooklyn Heights. Dr. Guttman joined Brooklyn College in 1936 and retired in 1978. In 1967 she was the first woman to be elected to the Council of the" , "date" : "19831020" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "27" , "title" : "DR. RITA GUTTMAN" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/20\/obituaries\/dr-rita-guttman.html"} ,   {"body" : "Margaret A. Herrity, daughter of Mr. and Mrs. George F. Herrity of Grand Rapids, Mich., was married there yesterday to Michael Congdon, son of Mr. and Mrs. Donald K. Congdon of Brooklyn Heights. The ceremony was performed by the Rev. William O'Brien at St. Michael's Episcopal Church. Judith B. Grimes was maid of honor and Alexander H. Stanton was" , "date" : "19831016" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "60" , "title" : "Michael Congdon Wed To Margaret Herrity" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/16\/style\/michael-congdon-wed-to-margaret-herrity.html"} , {"body" : "THE BALI WAY Before performing classical dance from their native Bali at the Asia Society this afternoon, Suarni and Suarti, who are sisters, will demonstrate its basic patterns and movements. The young women mastered them in training that began at the ages of 3 or 4, when their grandmother, a dancer in Bali, stood behind them, placing their hands" , "date" : "19831015" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "12" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/15\/arts\/going-out-guide.html"} , {"body" : "New York's subway riders can expect two to three years of ''frustration'' as major work on rebuilding the system gets under way, Robert R. Kiley, the chairman-designate of the Metropolitan Transportation Authority, said today. ''Users of the subway in New York City are facing very difficult circumstances, more than any others in the country,'' Mr." , "date" : "19831010" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "2 TROUBLED YEARS ON SUBWAYS SEEN BY M.T.A. NOMINEE" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/10\/nyregion\/2-troubled-years-on-subways-seen-by-mta-nominee.html"} , {"body" : "Mr. and Mrs. E. Kennedy Langstaff of Stamford and Mystic, Conn., have announced the engagement of their daughter, Lee Meredith Langstaff, to Peter Stephen Bowe, son of Millia M. Bowe of Stratford, Conn., and the late Francis P. Bowe. A June wedding is planned. Miss Langstaff graduated from the Putney (Vt.) School and Connecticut College. She is a" , "date" : "19831009" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "79" , "title" : "Lee M. Langstaff To Marry in June" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/09\/style\/lee-m-langstaff-to-marry-in-june.html"} , {"body" : "I Love New York And L.A., Too As an Angeleno who has been living in New York for the past three years, I have often been asked to account for the differences in the New York and Los Angeles ''personalities'' (''I Love New York and L.A., Too,'' by Joseph Giovannini, Sept. 11). In response, I have usually resorted to certain vagaries about the" , "date" : "19831009" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SALT LAKE CITY (UTAH)"] , "nytd_section_facet" : ["Opinion" , "Magazine"] , "page_facet" : "102" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/09\/magazine\/l-no-headline-217527.html"} , {"body" : "Rayne Allyn Draffin, daughter of Mr. and Mrs. Norman Frederick Draffin of Brooklyn Heights, was married yesterday in Manhattan to Jeffrey Robert Mayer, son of Mr. and Mrs. Robert Mayer of Larchmont, N.Y. The Rev. Carl Gillmeister, a Unitarian minister, performed the ceremony at the Plaza Hotel. The bride, who is creative manager of packaging design" , "date" : "19831009" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "77" , "title" : "Rayne Allyn Draffin and Jeffrey Mayer Are Wed" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/09\/style\/rayne-allyn-draffin-and-jeffrey-mayer-are-wed.html"} , {"body" : "Friday MORRISTOWN CRAFTS Fantastical objects, including an oversize dragonfly of satin, velvet and chiffon, and practical items, including brooms, are among the works of 135 artisans from all over the country that were chosen from those of more than 1,100 applicants to be on view and on sale tonight through Sunday in the Morristown (N.J.) Craft" , "date" : "19831007" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/07\/arts\/weekender-guide.html"} , {"body" : "SALSA MUSIC PROGRAM, presented by Johnny Colon's 12-piece orchestra from the East Harlem Music School, Sunday, 2 P.M., the Belvedere Castle in Central Park, 79th Street, south of the Great Lawn. Sponsored by the Central Park Conservancy and the Vanneck-Bailey Foundation. Free. Bring a blanket or cushion for seating. Call: 772-0210. WOLF TALES," , "date" : "19831007" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "For Children; Music, Plays, Shows" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/07\/arts\/for-children-music-plays-shows.html"} , {"body" : "For all of its 10 years, the New York Landmarks Conservancy, a nonprofit group dedicated to the preservation of noteworthy buildings, has had to ''beg, beg, beg, day after day'' simply to stay in business, according to its chairman, Brendan Gill. Now it faces a different problem - how to spend $500,000 that has come its way through a failed effort" , "date" : "19831006" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "LANDMARK GROUP PLANS USES FOR BILTMORE FUNDS" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/06\/nyregion\/landmark-group-plans-uses-for-biltmore-funds.html"} , {"body" : "''ENNIALS'' This has been a big New York year for ''ennials,'' the centennial anniversaries of the Brooklyn Bridge and the Metropolitan Opera, the bicentennial anniversaries of the American peace treaty with Great Britain, the British evacuation of New York City and the birth of the statesman and author Washington Irving. The New York Public" , "date" : "19831003" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "GOING OUT GUIDE;" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/03\/arts\/going-out-guide.html"} ,   {"body" : "FOR years Cobble Hill was called a poor man's Brooklyn Heights. But no longer. ''Not when you've got houses selling for $425,000,'' said Penelope Karagias, a local real-estate broker. ''That's not remotely the case anymore.'' Cobble Hill, a 22-block area south of Brooklyn Heights bordered by Atlantic Avenue and Hicks, DeGraw and Court Streets, has" , "date" : "19831002" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["COBBLE HILL (BROOKLYN)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN: COBBLE HILL" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/02\/realestate\/if-you-re-thinking-of-living-in-cobble-hill.html"} , {"body" : "George Washington stayed in the neighborhood, and so did Thomas Wolfe in the 1930's, when he wrote that only the dead know Brooklyn. Jennie Jerome, the mother of Winston Churchill, was born there in 1854. It lies due south of Brooklyn Heights, across the teeming Atlantic Avenue border of Middle Eastern restaurants and food shops. In the words of" , "date" : "19830930" , "day_of_week_facet" : "Friday" , "geo_facet" : ["COBBLE HILL (BROOKLYN)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "A STROLL THROUGH COBBLE HILL'S STREETS AND HOMES" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/30\/arts\/a-stroll-through-cobble-hill-s-streets-and-homes.html"} , {"body" : "Catherine Gordon Roberts, daughter of Mr. and Mrs. George Henry Roberts 3d of Lloyd Harbor, L.I., was married yesterday to Piero Casalicchio by the Rev. T. Carleton Lee at St. John's Episcopal Church in Cold Spring Harbor, L.I. The bridegroom is a son of Lidia Casalicchio of Borgosesia, Italy, and the late Aurelio Dante Casalicchio. The bride was" , "date" : "19830925" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "70" , "title" : "Catherine G. Roberts and Piero Casalicchio Marry" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/25\/style\/catherine-g-roberts-and-piero-casalicchio-marry.html"} , {"body" : "Daniela Wittmann, daughter of Marie Wittmann of London and Norrkoping, Sweden, and the late Ervin Wittmann, formerly of Brno, Czechoslovakia, was married yesterday to Richard L. Amdur, son of Mr. and Mrs. Herbert Amdur of Brooklyn Heights and East Atlantic Beach, L.I. The ceremony was performed at the Kane Street Synagogue in Brooklyn by Rabbi" , "date" : "19830919" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "18" , "title" : "Daniela Wittman Is Married to Richard L. Amdur" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/19\/style\/daniela-wittman-is-married-to-richard-l-amdur.html"} , {"body" : "VICTORIA FELDMAN had hoped for her own bedroom, but she shares a studio apartment and sleeps on a sofa bed. Robin Kaplan had planned to be independent, but instead she takes money from her parents each month to help pay her rent. Robert Cohen would have liked to live in Manhattan, but the prices drove him first to Queens, then to Brooklyn and, just" , "date" : "19830918" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "FIRST JOB, FIRST SEARCH FOR A CITY APARTMENT" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/18\/realestate\/first-job-first-search-for-a-city-apartment.html"} , {"body" : "''A sign of the times,'' observes Sol Zatt, who was riding in a cab in Manhattan when an urgent message came over the radio: ''No. 18, call your broker.'' SO much has been written in recent months about the electronic classroom that we were somewhat surprised to find that children are still going back to school with brand-new boxes of crayons and" , "date" : "19830914" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/14\/garden\/metropolitan-diary-162050.html"} , {"body" : "DAVID Booth makes it look easy. Once a successful investment consultant with the Wall Street firm of A. G. Becker, Paribas Inc., he left in 1981 and set up his own office in the second bedroom of his brownstone apartment in Brooklyn Heights. Business seemed to fall in his lap: In only 18 months, his firm, Dimensional Fund Advisors, has landed 48" , "date" : "19830911" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "PERILS AND PROFITS OF PENSION ADVISERS" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/11\/business\/perils-and-profits-of-pension-advisers.html"} , {"body" : "The marriage of Edna Julie Frieder, an assistant treasurer with the Bankers Trust Company, to Stanley M. Rinehart, a Bankers Trust vice president, took place in Manhattan yesterday. Civil Court Judge Amy H. Juviler performed the ceremony at the couple's apartment. The bride, whose previous marriage ended in divorce, is the daughter of Mr. and Mrs." , "date" : "19830910" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Style"] , "page_facet" : "14" , "title" : "Edna J. Frieder Wed To Stanley Rinehart" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/10\/style\/edna-j-frieder-wed-to-stanley-rinehart.html"} , {"body" : "WALKING tours of New York have come a long way since 10 years ago, when such institutions as the Municipal Art Society, the Museum of the City of New York and the Friends of Cast Iron Architecture began to take New Yorkers on ordered routes through the city's history and architecture. Today, it is possible to spend almost any weekend scrutinizing" , "date" : "19830909" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "NEW YORK'S SIDEWALKS: A CHOICE OF TOURS" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/09\/arts\/new-york-s-sidewalks-a-choice-of-tours.html"} , {"body" : "Jolie Ann Bales, daughter of Patricia Ann Bales of Seattle and Bruce Alan Bales of Tulsa, Okla., was married yesterday to Robert Steven Harrison, son of Mr. and Mrs. Stanley Norman Harrison of Oradell, N.J. Cantor Richard H. Berman performed the ceremony at the couple's home in Brooklyn Heights. The bride, an alumna of the Bishop's Schools in La" , "date" : "19830905" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "28" , "title" : "R. S. Harrison Weds Jolie Ann Bales" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/05\/style\/r-s-harrison-weds-jolie-ann-bales.html"} ,   {"body" : "To the Editor: In endorsing the present structure of New York City's Board of Estimate, The Times has focused (most recently in an Aug. 21 editorial) on Staten Island's threat to secede from the city as a result of a Federal court ruling that the Board of Estimate must comply with one-person, one- vote requirements. You have sympathized with Staten" , "date" : "19830829" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "A STATEN ISLAND SOLUTION FIT FOR ALL OF NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/29\/opinion\/l-a-staten-island-solution-fit-for-all-of-new-york-125745.html"} , {"body" : "At St. Stephen's Lutheran Church in Wilmington, Del., yesterday, Dr. Janot June Bente and Dr. Stuart Edward Lieblich, graduates of the University of Pennsylvania School of Dental Medicine, were married by the Rev. Norman Thiess. The bride, daughter of Mr. and Mrs. Paul F. Bente Jr. of Bethesda, Md., graduated also from the University of Delaware" , "date" : "19830828" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "64" , "title" : "Dr. Janot Bente Is Married To Dr. Stuart E. Lieblich" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/28\/style\/dr-janot-bente-is-married-to-dr-stuart-e-lieblich.html"} , {"body" : "Getting Away From It All: Miss Bellamy's Route In training for her first assault on the Appalachian Trail, which begins today, City Council President Carol Bellamy has been dragging around Brooklyn Heights for the last few weeks in her hiking boots with a 40- pound backpack. ''I'm going to do the first 120 miles,'' Miss Bellamy said yesterday," , "date" : "19830826" , "day_of_week_facet" : "Friday" , "geo_facet" : ["APPALACHIAN TRAIL"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/26\/nyregion\/new-york-day-by-day-125412.html"} , {"body" : "MANY brownstone gardens are both an asset and a problem: they promise to bring outdoor space into the lives of nature-starved New Yorkers, but the spaces themselves are usually small and sometimes damp, and they often lack light and privacy. The high canopies of the aspiring ailanthus and other city trees compound both the promise and the problem" , "date" : "19830825" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "SUCCESSFUL DESIGN SOLUTIONS FOR BROWNSTONE GARDENS" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/25\/garden\/successful-design-solutions-for-brownstone-gardens.html"} , {"body" : "This summer's hottest performers? Arguably, the Three Bears, in bear suits, doing ''Goldilocks'' at the Penny Bridge Players, the Brooklyn Heights theater for children at 59 Cranberry Street. Its ''parking lot'' is full of strollers. Even some older patrons (a Norman Mailer child, an Arthur Miller grandchild) come with a parent or nanny. But Penny" , "date" : "19830824" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "NEW YORK DAY BY DAY; Goldilocks Finds A Home in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/24\/nyregion\/new-york-day-by-day-goldilocks-finds-a-home-in-brooklyn.html"} , {"body" : "Putting aside a longstanding aversion to winning adherents, Jewish leaders across the spectrum of Judaism have been working to kindle an active interest in the religion among uncommitted Jews. Jewish leaders in the Reform, Conservative and Orthodox branches said they had been acting in response to what they see as an alarming erosion of Jewish" , "date" : "19830822" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "JEWISH LEADERS STRIVE TO ROUSE THE UNCOMMITTED" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/22\/nyregion\/jewish-leaders-strive-to-rouse-the-uncommitted.html"} , {"body" : "''THE SHAPES OF THINGS,'' at the 22 Wooster Gallery, 22 Wooster Street, is a group painting and drawing show that suggests how the shapes of faces, furniture, buildings - everything in the world around us - can be experienced and known through paint. There is a long tradition of this kind of patient exploration, which, at best, reveals something" , "date" : "19830819" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "ART: A SHOW OF SHAPES IN PAINTING AND DRAWING" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/19\/arts\/art-a-show-of-shapes-in-painting-and-drawing.html"} , {"body" : "Does the Department of Sanitation encourage New Yorkers to violate the law? Helene MacLean of Brooklyn Heights thinks so. For years she has been trying to get the department to leash the pup on its ''Clean Up After Your Dog'' sign. ''When that sign appeared all over the city,'' she said yesterday, ''I called Sanitation about the dog not wearing a" , "date" : "19830817" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; New York Led Astray" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/17\/nyregion\/new-york-day-by-day-new-york-led-astray.html"} , {"body" : "A 45-year-old man, Antonio Yanegas, was killed, and 24 people, including 16 firefighters, were injured in a Washington Heights fire that started at 11:30 P.M. on Monday and was not brought under control until 1 A.M. yesterday. The blaze, which heavily damaged a six-story apartment building at 2185 Amsterdam Avenue, near 168th Street, was declared" , "date" : "19830803" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/03\/nyregion\/the-city-the-police-blotter.html"} , {"body" : "FROM THE FRENCH Perhaps not even in France has French film gotten the scrutiny that it is undergoing at the Museum of Modern Art, 18 West 54th Street, where Gallic movies have been unreeling since November 1981 as part of the series ''Rediscovering French Film.'' Part I, a shorter package, ran from November 1981 to January 1982. Part II started" , "date" : "19830801" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "GOING OUT GUIDE;" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/01\/arts\/going-out-guide.html"} ,   {"body" : "Three Americans have won prizes in the 11th International Ballet Competition in Varna, Bulgaria. Katherine Healy, 14 years old, of Bryn Mawr, Pa., was awarded a first prize in the junior division. Bonnie Moore, 18, of Phoenix won a junior third prize, and Maria Teresa Del Real, 20, of Miami won a third prize in the senior division. The contest's" , "date" : "19830730" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "9" , "title" : "3 AMERICANS ARE WINNERS IN INTERNATIONAL BALLET COMPETITION" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/30\/arts\/3-americans-are-winners-in-international-ballet-competition.html"} , {"body" : "SINOPHILES can be forgiven if they do not recognize the starkly modish black-and-white setting of Auntie Yuan as a place to dine on Cantonese food. If it weren't for the chopsticks on the beige tablecloths set with Wedgwood drabware, the black Fitz & Floyd plates with pink flowers and the simulated bone-handled silverware, these stunning" , "date" : "19830722" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "RESTAURANTS; Cantonese dining in a modish setting." , "url" : "http:\/\/www.nytimes.com\/1983\/07\/22\/arts\/restaurants-cantonese-dining-in-a-modish-setting.html"} , {"body" : "ANALIA It may be mostly Mozart in Manhattan but it's altogether Bach in Brooklyn, where the third annual Brooklyn Bach Festival opens at 8 o'clock tonight in the Chapel of the First Unitarian Church, Monroe Place at Pierrepont Avenue, in Brooklyn Heights. That lovely neighborhood also is near gracious refreshment before or after the concert: Arabic" , "date" : "19830712" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "13" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/12\/arts\/going-out-guide.html"} , {"body" : "Anne Hewlett Fuller, the widow of the futurist, inventor and architect R. Buckminster Fuller, died early yesterday morning at Good Samaritan Hospital in Los Angeles, just 36 hours after her husband's death. Mr. Fuller, the creator of the geodesic dome, was stricken with a fatal heart attack late Friday while visiting the bedside of his wife of 65" , "date" : "19830704" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "16" , "title" : "ANNE HEWLETT FULLER, 87, DIES; WIDOW OF FUTURIST ARCHITECT" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/04\/obituaries\/anne-hewlett-fuller-87-dies-widow-of-futurist-architect.html"} , {"body" : "WITH temperatures high, tempers have been rising in some historic districts in Manhattan as residents have learned that they are not permitted to install air-conditioners through the walls of their apartments without permission from the Landmarks Preservation Commission. Under regulations that were intended to preserve the architectural integrity" , "date" : "19830630" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "ON AIR-CONDITIONERS IN LANDMARK AREAS" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/30\/garden\/on-air-conditioners-in-landmark-areas.html"} , {"body" : "Brooklyn Sesquicentennial I t's 50 years older than the Brooklyn Bridge. Even its honorary historian, Francis E. Walton, is seven days older than the bridge. But Brookwood Child Care, founded as the Orphan Asylum Society of the City of Brooklyn, passed its sesquicentennial last month in the shadow of the bridge celebration. A yearlong ''double" , "date" : "19830628" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/28\/nyregion\/new-york-day-by-day-261766.html"} , {"body" : "Ann Nash Marcus, daughter of Mr. and Mrs. Lawrence N. Marcus of Brooklyn Heights and Saltaire, Fire Island, was married in Saltaire yesterday to Philip Saul Golub, son of Albert Golub of Orlando, Fla., formerly of Brooklyn, and the late Florence Golub. Rabbi Bruce Goldman and the Rev. Louis Gioia, a Roman Catholic priest, performed the ceremony at" , "date" : "19830627" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "13" , "title" : "Ann Marcus and a Teacher Are Married on Fire Island" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/27\/style\/ann-marcus-and-a-teacher-are-married-on-fire-island.html"} , {"body" : "ONE by one, the rental buildings of the L efrak Organization have been converted to cooperative ownership o ver the last few years as part of a long-term sales program by one o f the city's largest owners of conventionally financed housing. The program has helped to extend the market in for-sale housing to sections of the city where previously it" , "date" : "19830626" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES: CONVERSIONS; LEFRAK CO-OPS EXTENDING MARKET RANGE" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/26\/realestate\/perspectives-conversions-lefrak-co-ops-extending-market-range.html"} , {"body" : "Jan Patricia Ryan, daughter of Mr. and Mrs. Robert E. Ryan of Pittsbugh, was married yesterday to David Baldwin Fisher, son of Mrs. William Dale Fisher of Chevy Chase, Md., and the late Mr. Fisher. The Rev. William D. Persell, an Episcopal priest of Brooklyn Heights, performed the ceremony in the Rose Garden of the Brooklyn Botanic Garden. The" , "date" : "19830625" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Style"] , "page_facet" : "13" , "title" : "Jan P. Ryan, Lawyer, Is Married to David Fisher" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/25\/style\/jan-p-ryan-lawyer-is-married-to-david-fisher.html"} , {"body" : "If I were asked to define the difference between house restoration and renovation,'' Dr. Theodore Lindauer says, ''I would say $100,000.'' Dr. Lindauer, a Los Angeles psychiatrist, knows the distinction well. He recently completed six years of work restoring the Edwards House, an International style classic in the Los Angeles hills designed by the" , "date" : "19830623" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "MAKING HOUSES FROM THE PAST FIT THE PRESENT" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/23\/garden\/making-houses-from-the-past-fit-the-present.html"} ,   {"body" : "Dr. and Mrs. Howard Haldeman Steel of Villanova, Pa., have announced the engagement of Mrs. Steel's daughter, Celia Ellan Smith, to Brian Winstanley Carroll, son of Mr. and Mrs. John Patrick Carroll Jr. of New York. Miss Smith is a daughter also of Dr. Edward Cary Smith of Spokane, Wash. An Aug. 27 wedding is planned. Miss Smith, a writer" , "date" : "19830619" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "51" , "title" : "Celia Smith Is Betrothed" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/19\/style\/celia-smith-is-betrothed.html"} , {"body" : "In neighborhoods throughout the city and across a broad spectrum of New York life, the influence of homosexual men and women is being seen and felt more than ever before. The yearly Gay Pride March, scheduled for June 26, is only one sign of the broadened awareness of homosexuality and the changes it has brought over the last decade and a half. The" , "date" : "19830616" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "HOMOSEXUALS CONFRONTING A TIME OF CHANGE" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/16\/nyregion\/homosexuals-confronting-a-time-of-change.html"} , {"body" : "LORI LECKMAN remembers vividly the sights and scents in the Los Angeles bakery where she worked one summer vacation while in high school. ''I served customers up front and later helped out in the back,'' she recalls. ''But the chef never let me touch the ovens. He told me that women could never be bakers - too tough for them.'' Today, 29-year-old" , "date" : "19830615" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "PASTRY CHEFS WHO BREACH A MALE BASTION" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/15\/garden\/pastry-chefs-who-breach-a-male-bastion.html"} , {"body" : "With 90-degree temperatures signaling the onset of outdoor activity for thousands of New Yorkers, two of the city's most visible problems -festering piles of curb-side garbage and large numbers of illegal street peddlers - are back again like the shimmering heat waves of summer. What happened to the city's recent crackdown on peddlers? Why do the" , "date" : "19830614" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "TWO PLAGUES THAT WILL NOT GO AWAY" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/14\/nyregion\/two-plagues-that-will-not-go-away.html"} , {"body" : "Erica Lehrer, daughter of Mrs. Jesse Shupack of Short Hills, N.J., and the late Sidney Lehrer, was married yesterday to Richard A. Goldman, son of Mr. and Mrs. Eugene Goldman of Baldwin, L.I. Rabbi Richard Jacobs of the Brooklyn Heights Synagogue performed the ceremony at the couple's home in Manhattan. The bride, who will keep her name, attended" , "date" : "19830611" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Style"] , "page_facet" : "14" , "title" : "Erica Lehrer Is the Bride Of R.A. Goldman, Lawyer" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/11\/style\/erica-lehrer-is-the-bride-of-ra-goldman-lawyer.html"} , {"body" : "The chairman of the National Association for the Advancement of Colored People is quoted as saying that she suspended the organization's executive director last month because of his ''bizarre behavior'' at a recent meeting. The chairman, Margaret Bush Wilson, said in an interview yesterday in The St. Louis Post-Dispatch that the behavior of the" , "date" : "19830602" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "21" , "title" : "OUSTER AT N.A.A.C.P. IS LAID TO 'BIZARRE BEHAVIOR'" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/02\/us\/ouster-at-naacp-is-laid-to-bizarre-behavior.html"} , {"body" : "WHAT'S the Celebrity Capital of the United States? Some say New York, some say Los Angeles. The debate took a new turn recently when the Greenland brothers - Drew of New York and Seth of Los Angeles - squared off in a contest of random celebrity sightings. It was agreed that whoever came up with the greater number of famous faces over a period of" , "date" : "19830601" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/01\/garden\/metropolitan-diary-202992.html"} , {"body" : "BARBARA LABINE went home last week, back home to Brooklyn. She had never been there before, but as soon as she felt Brooklyn Dodger fans of all ages reaching out to her and her husband, Clem, she knew she was home. ''Like an Italian family,'' said Barbara Labine, who knows about Italian families, having grown up in one. Her new ties are with a" , "date" : "19830530" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "31" , "title" : "Remembering The Dodgers" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/30\/sports\/remembering-the-dodgers.html"} , {"body" : "A majority of board members of the National Association for the Advancement of Colored People called yesterday for the resignation of the association's chairman, Margaret Bush Wilson, and voted to curb her powers sharply. A telegram requesting the resignation was authorized by 48 of the N.A.A.C.P.'s 64 board members and was sent to Mrs. Wilson in" , "date" : "19830529" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "1" , "title" : "BOARD OF N.A.A.C.P. CALLS FOR RESIGNATION OF UNIT'S CHAIRMAN" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/29\/us\/board-of-naacp-calls-for-resignation-of-unit-s-chairman.html"} , {"body" : "AFTER hardly any spring, summer arrives today - if not on the calendar, then at least by custom. To greet the season ushered in by the Memorial Day holiday, New Yorkers and their neighbors have a wide choice of outdoor things to do this weekend. These range in exertion from lying down - the beaches open tomorrow - to pedaling around Central Park in" , "date" : "19830527" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "GETTING THE JUMP ON SUMMER OUTDOORS" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/27\/arts\/getting-the-jump-on-summer-outdoors.html"} ,   {"body" : "In front of a house on Lafayette Avenue in Bedford-Stuyvesant stands a magnolia tree as big as a brownstone, its broad leaves as glossy as if each had been individually oiled. It is a magnolia grandiflora, and it usually grows nowhere north of the Mason-Dixon line. Somehow, improbably, with considerable help from human beings, this tree grows in" , "date" : "19830525" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "ABOUT NEW YORK; CITY OR BOROUGH, DODGERS OR NO DODGERS, BROOKLYN IS BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/25\/nyregion\/about-new-york-city-or-borough-dodgers-or-no-dodgers-brooklyn-is-brooklyn.html"} , {"body" : "With an unabashed outpouring of affection, New York celebrated the 100th anniversary of the Brooklyn Bridge yesterday. It had been billed as a great day in the history of the city, and that is exactly what it turned out to be. In the morning, thousands of pedestrians, horse-drawn carriages and marching bands - filling the air with martial music -" , "date" : "19830525" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "AN OLD BRIDGE'S BIRTHDAY IS A HOMETOWN CARNIVAL" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/25\/nyregion\/an-old-bridge-s-birthday-is-a-hometown-carnival.html"} , {"body" : "Malcolm S. Forbes, the magazine publisher, organized a boating party to get a good view of the fireworks. Robert L. Hess, the president of Brooklyn College, looked out at the borough - and the bridge - of his heart from a 60th-floor soiree in Manhattan. William R. Everdell, a Brooklyn historian, decided to celebrate by sending out for pizza. Much" , "date" : "19830525" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "FROM A PIZZA BY LAND TO FILLET OF BEEF BY SEA" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/25\/nyregion\/from-a-pizza-by-land-to-fillet-of-beef-by-sea.html"} , {"body" : "It was the Brooklyn Bridge in music. Beneath the Roeblings' stone towers, an orchestra played into the night, offering a vigorous serenade to the skyscrapers of Manhattan and the town houses of Brooklyn Heights. The orchestra was the Brooklyn Philharmonic; Paul Dunkel was conducting, and the composer, Tobias Picker, was at the piano. Mr. Picker's" , "date" : "19830525" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "A CONCERTO TO THE BEAT OF THE CITY" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/25\/nyregion\/a-concerto-to-the-beat-of-the-city.html"} , {"body" : "Margaret Bush Wilson, chairman of the National Association for the Advancement of Colored People, said yesterday that she was ''unaware of any constitutionally called meeting'' planned by other members of the board to discuss her suspension of Benjamin L. Hooks as executive director of the organization last week. Some dissident members of he" , "date" : "19830525" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "24" , "title" : "CHAIRMAN OF N.A.A.C.P. SAYS SHE IS 'UNAWARE' OF MEETING" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/25\/us\/chairman-of-naacp-says-she-is-unaware-of-meeting.html"} , {"body" : "The Brooklyn Bridge, one of the city's best-loved landmarks, will be 100 years old tomorrow, and a big birthday party is planned. A parade of 18,000 will cross the grand old bridge on foot, on horse, in carriages, on floats, in historic buses, by horse-drawn ambulance and horse-drawn pumper, in a Model T Ford and even atop a small elephant. They" , "date" : "19830523" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "PARADES, FIREWORKS AND MUSIC TO MARK DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/23\/nyregion\/parades-fireworks-and-music-to-mark-day.html"} , {"body" : "There is nothing like a celebration to work up an appetite, and if there is any one frustration that tomorrow's merrymakers can expect to confront in their pursuit of nourishment, it is choice. The Brooklyn Bridge is in the hub of one of the great gourmet centers of the world - the crossroads between Little Italy and Chinatown on the north, TriBeCa" , "date" : "19830523" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "WIDE CHOICE FOR HUNGRY CELEBRATORS" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/23\/nyregion\/wide-choice-for-hungry-celebrators.html"} , {"body" : "At St. Ignatius Loyola Roman Catholic Church yesterday, Mary Young Pommerich and Stephen Joseph Conway were married by the Rev. Thomas Splain. The bride is a daughter of Mr. and Mrs. Glenn Henry Pommerich of Oakfield, Wis. Her husband is the son of Joseph A. Conway of Truro, Mass., formerly of Katonah, N.Y., and the late Elizabeth Hennion Conway." , "date" : "19830522" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "59" , "title" : "Mary Pommerich Wed To Stephen J. Conway" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/22\/style\/mary-pommerich-wed-to-stephen-j-conway.html"} , {"body" : "It is tempting to say that there has not been a first-class public open space created in Manhattan since Central Park. It would not be true, of course - there is Paley Park, and the promenade over the East River Drive at Carl Schurz Park, and the sculpture garden of the Museum of Modern Art. But the list of decent open spaces is short - so short" , "date" : "19830522" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "ARCHITECTURE VIEW; AT LAST, A WELCOME PUBLIC SPACE FOR MANHATTAN" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/22\/arts\/architecture-view-at-last-a-welcome-public-space-for-manhattan.html"} , {"body" : "Benjamin L. Hooks has been indefinitely suspended as executive director of the National Association for the Advancement of Colored People by the organization's chairman, Margaret Bush Wilson, members of the association's board said yesterday. Mrs. Wilson, who has long been in a power struggle with Mr. Hooks, formally suspended him on Wednesday, A" , "date" : "19830521" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "1" , "title" : "N.A.A.C.P. OFFICIALS SAY DIRECTOR HAS BEEN INDEFINITELY SUSPENDED" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/21\/us\/naacp-officials-say-director-has-been-indefinitely-suspended.html"} ,   {"body" : "Tickets to the following may be obtained from the beneficiaries unless otherwise indicated.. Galaxy of Stars May 18 - John Denver, Brooke Shields, Candice Bergen, Sammy Davis Jr., Cheryl Tiegs, Eli Wallach and Senator Howard H. Baker Jr. are just a few of the celebrities whose photographs are included in ''Shooting Stars,'' an exhibition to benefit" , "date" : "19830515" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "55" , "title" : "Future Events; All Week Long" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/15\/style\/future-events-all-week-long.html"} , {"body" : "To Rita Schwartz there seemed nothing strange about leaving a city-sponsored meeting to dash off to a morning musicale in a Brooklyn Heights home. ''This is another world - you simply don't know that anything like it exists in the middle of New York,'' said Mrs. Schwartz, who has held several positions in city government. ''It is like going back to" , "date" : "19830509" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "7" , "title" : "NEIGHBORS MAKE MUSIC A WEDNESDAY TRADITION" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/09\/style\/neighbors-make-music-a-wednesday-tradition.html"} , {"body" : "From Old York to New T he glow inside the Episcopal Church of St. Ann and the Holy Trinity in Brooklyn Heights comes from 60 jewel-like windows, in tones of garnet, sapphire and emerald. Completed in 1847, as the first stained-glass church windows in America, they were the work of William Jay Bolton and John Bolton, the British-born sons of a" , "date" : "19830509" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/09\/nyregion\/new-york-day-by-day-154785.html"} , {"body" : "IT WAS, said Salvadore Scotto, a surprise. In the early 1960's, the b rownstoners began to trickle in, first into Cobble Hill, across A tlantic Avenue from Brooklyn Heights, and then farther south into h is neighborhood, an Italian enclave that had its own identity but n ot a name, a place that some called South Brooklyn and others simply' 'the" , "date" : "19830508" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN: CARROLL GARDENS" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/08\/realestate\/if-you-re-thinking-of-living-in-carroll-gardens.html"} , {"body" : "THE GREAT EAST RIVER BRIDGE 1883-1983. Preface by Williard C. Butcher. Foreword by Michael Botwinick and Linda S. Ferber. Essays by Deborah Nevins, Barbara Head Millstein, David McCullough, Albert Fein, Lewis Kachur, Steven S. Ross. 180 Pages. Published by the Brooklyn Museum and Harry N. Abrams. $35. ''O harp and altar, of the fury fused.''" , "date" : "19830507" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "17" , "title" : "BOOKS OF THE TIMES; The Brooklyn Bridge" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/07\/books\/books-of-the-times-the-brooklyn-bridge.html"} , {"body" : "OPERA NOTES Verdi wrote '' Aida'' for the opening of the Suez Canal, but, in the lack of a similar opening work for the debut of the Brooklyn Bridge 100 years ago, the Brooklyn Opera Society is presenting Gounod's ''Faust'' tonight and Saturday, in Brooklyn, of course. Tonight at 8 o'clock, this ambitious production fills the Kingsborough Community" , "date" : "19830504" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/04\/arts\/going-out-guide.html"} , {"body" : "Mary I. Neroda of Brooklyn Heights, daughter of the late Mr. and Mrs. Ignatius Neroda, and Daniel J. O'Connor, son of Mrs. Denis M. O'Connor of Scarsdale, N.Y., and the late Mr. O'Connor, plan to be married in September in East Meadow, L.I. Miss Neroda is a broker with the Corcoran Group, a New York real estate concern. The bridegroom, a widower," , "date" : "19830424" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "57" , "title" : "Mary Neroda Affianced" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/24\/style\/mary-neroda-affianced.html"} , {"body" : "LEG STRETCHING The weekends have not been entirely what they should be in the way of heartwarming sunshine, but the calendar counts off, inexorably, and we are deep into spring. Whatever nature decrees, the return of spring is attested, more surely than the arrival of the first swallow, by the resumption of the Sunday walking tours of the Museum of" , "date" : "19830416" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/16\/arts\/going-out-guide.html"} , {"body" : "IF preservation in Brooklyn Heights begins in the home, the dominant image here is not the single, splendid house, but one of streets flanked by rows of brownstones. These are buildings that are enormously cooperative in establishing a protective feeling, a human scale, great architectural variety within an overall continuity, and a certain" , "date" : "19830414" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "IN BROOKLYN HEIGHTS THE ELEGANT ART OF PRESERVATION" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/14\/garden\/in-brooklyn-heights-the-elegant-art-of-preservation.html"} , {"body" : "The Brooklyn Heights house tour will be held on May 14 from 1 to 4 P.M. The antiques show will start on Thursday night, May 12, with a preview reception from 6:30 to 9 P.M., and will run through Saturday. House tour tickets are available, on an advance sale basis only, for $15, and include admission to the antiques show and tea in the church" , "date" : "19830414" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "ANTIQUES SHOW AND TOUR" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/14\/garden\/antiques-show-and-tour.html"} ,   {"body" : "''T here's a really nice graveyard on East Third Street'' in Brooklyn's Midwood section, said 20-year-old Richard Colman. When he was at Edward R. Murrow High School, he ''used to go with friends to talk'' in the graveyard, which is part of Washington Cemetery. Now Mr. Colman, with his one-act play ''Third Street'' - which features the graveyard -" , "date" : "19830405" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "4" , "title" : "NEW YORK DAY BY DAY; Young Playwrights" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/05\/nyregion\/new-york-day-by-day-young-playwrights.html"} , {"body" : "David McCullough, whose most recent book is ''Mornings on Horseback,'' a biography of Theodore Roosevelt, also wrote ''The Great Bridge.'' The day of the grand opening - Thursday, May 24, 1883 - it was the President of the United States, Chester A. Arthur, who led the parade over the new Brooklyn Bridge, on foot. He was one of the nicest touches to" , "date" : "19830327" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "29" , "title" : "THE GREAT BRIDGE AND THE AMERICAN IMAGINATION" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/27\/magazine\/the-great-bridge-and-the-american-imagination.html"} , {"body" : "In an effort to help businesses whose middle-management employees say they have no interest in being transferred to New York City, a leading local business group has listed 61 neighborhoods as good communities for executives and their families. The neighborhoods, recommended by the New York City Chamber of Commerce and Industry for executives" , "date" : "19830324" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "EXECUTIVES ARE OFFERED A CITY GUIDE TO HOUSING" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/24\/nyregion\/executives-are-offered-a-city-guide-to-housing.html"} , {"body" : "Social scientists believe that the level of public tolerance of the use of illegal drugs is continuing to rise in all levels of American society. They say, further, that the growing availability and acceptability of these drugs is effecting profound social changes that have neither been fully acknowledged nor fully understood. The signs of the" , "date" : "19830321" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "U.S. SOCIAL TOLERANCE OF DRUGS FOUND ON RISE" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/21\/us\/us-social-tolerance-of-drugs-found-on-rise.html"} , {"body" : "Sandstone and brownstone buildings decay easily - the surface may rub off, large sections of stone may separate and be lost or the facade may become cracked or blistered. These problems are addressed in a new eight-page pamphlet, ''The Maintenance and Repair of Architectural Sandstone,'' prepared by the New York Landmarks Conservancy. The" , "date" : "19830317" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "SANDSTONE FACADES : A GUIDE TO REPAIRS" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/17\/garden\/sandstone-facades-a-guide-to-repairs.html"} , {"body" : "On the Friday before last, an orange typing-paper box arrived unannounced at the offices of the Scott Meredith literary agency in New York, its delivery an act of friendship by Norman Mailer. In it were 300 pages of a first novel by an aspiring writer named Richard Lowell Stratton, who has been working on the book in his cell here in the Cumberland" , "date" : "19830314" , "day_of_week_facet" : "Monday" , "geo_facet" : ["PORTLAND (ME)"] , "nytd_section_facet" : ["U.S." , "Books"] , "page_facet" : "12" , "title" : "WRITER OF BOOK ON DRUGS ON TRIAL FOR SMUGGLING" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/14\/us\/writer-of-book-on-drugs-on-trial-for-smuggling.html"} , {"body" : "Brooklyn Heights With Sound and Lights C annon shots are heard lately in Brooklyn Heights. Residents see mysterious banks of lights go on outside the First Unitarian Church, Pierrepont Street and Monroe Place. It's all part of a son et lumiere show, ''To Build on the Heights,'' celebrating the church's 150th anniversary. On Thursdays, Fridays and" , "date" : "19830311" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/11\/nyregion\/new-york-day-by-day-026684.html"} , {"body" : "Brooklyn Jumps the Gun On Honoring Its Women L ady Deborah Moody laid out the Gravesend section of Brooklyn in the 1640's in four squares, still apparent through the modern grid. Margaret Sanger's first clinic was in Brownsville until the police jailed her. Mary White Ovington, a society heiress, did social work in Greenpoint and Williamsburg." , "date" : "19830221" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/21\/nyregion\/new-york-day-by-day-245930.html"} , {"body" : "SUPPOSE, said Ann Abbruzzese, that a new career was forcing a familyi n Salt Lake City to move to the New York metropolitan area. And s uppose the family had a house it had to sell in Salt Lake and wantedt o use the proceeds to buy another in the New York area, but knew n othing about values or neighborhoods in New York. Where to turn? If that" , "date" : "19830220" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "COMPARATIVE PRICING HELPS IN RELOCATION" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/20\/realestate\/comparative-pricing-helps-in-relocation.html"} , {"body" : "The marriage of Ann Marshall Jacobs to Frederick J. Bruce took place yesterday at the Ferry Bank, a restaurant in Brooklyn Heights. State Supreme Court Justice Nicholas J. Clemente performed the ceremony. The bride, daughter of Evelyn Jacobs of Asheville, N.C., and the late Adam M.R. Jacobs, is assistant vice president of Citicorp and director of" , "date" : "19830219" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Style"] , "page_facet" : "15" , "title" : "Ann M. Jacobs Is Wed To Frederick J. Bruce" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/19\/style\/ann-m-jacobs-is-wed-to-frederick-j-bruce.html"} ,   {"body" : "The mezzo-soprano Frederica von Stade will not appear with the Chamber Music Society of Lincoln Center for three concerts, because of a death in her family. In place of Miss von Stade will be the soprano Marvis Martin. The concerts will take place as previously scheduled, tomorrow at St. Ann and the Holy Trinity Church in Brooklyn Heights, and" , "date" : "19830217" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "Miss von Stade Drops Chamber Society Dates" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/17\/arts\/miss-von-stade-drops-chamber-society-dates.html"} , {"body" : "ALL kinds of housing in all parts of the country have been selling f or less lately - or at least for less than sellers' expectations - a nd New York City co-ops and condominiums have been no exception. Buta fter going through a sluggish period last year, the co-op market h ere has begun a modest recovery, and the prospects for long-term p rice" , "date" : "19830213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "HIGH DEMAND BUOYS MARKET FOR CO-OPS" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/13\/realestate\/high-demand-buoys-market-for-co-ops.html"} , {"body" : "For many contributors to The New York Times Neediest Cases Fund, the nation's economic situation - with high unemployment, inflation and cutbacks in social services - appears to be the primary cause of the human suffering they see around them. With a contribution of $1,000 to the fund's 71st annual appeal, Mrs. Harvey J. Amsterdam of Oyster Bay," , "date" : "19830123" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "HARDSHIP LINKED TO ECONOMY SPURS GIFTS TO NEEDIEST CASES" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/23\/nyregion\/hardship-linked-to-economy-spurs-gifts-to-neediest-cases.html"} , {"body" : "MUCH has been said about the so-called Supermom, the woman who tries to juggle a career with a family. As Supermom struggles to do it all, another group of women have come to the conclusion that the pressures of this dual role can often cause them to be mediocre at both. So they have given up their careers to stay home with their children. ''It" , "date" : "19830119" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "MOTHERS WHO SHIFT BACK FROM JOBS TO HOMEMAKING" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/19\/garden\/mothers-who-shift-back-from-jobs-to-homemaking.html"} , {"body" : "Commemorating a Dreamer T he biblical passage from Genesis 37 associated now with the life and death of the Rev. Dr. Martin Luther King Jr. sounded heavily from the pulpit where the Rev. Franklin D. Turner stood in Trinity Church, at the head of Wall Street. ''Here comes the dreamer,'' he quoted the jealous brothers of Joseph. ''Come now, let us" , "date" : "19830117" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Books" , "Theater"] , "page_facet" : "4" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/17\/nyregion\/new-york-day-by-day-169500.html"} , {"body" : "WITH more than 17,000 landmark buildings and 42 historic districts t o protect, policing New York City's architectural resources can be ad aunting task. For the Landmarks Preservation Commission, a staff of 5 0 full-time members often proves insufficient. Nearly all of those districts, however -and even some areas that have not been designated" , "date" : "19830116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "VOLUNTEERS WHO SERVE HISTORY" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/16\/realestate\/volunteers-who-serve-history.html"} , {"body" : "THERE is something that the Metropolitan Museum of Art shares with the New York Yacht Club, the Dutch Reformed Church on Flatbush Avenue in Brooklyn, St. David's School on East 89th Street, the Appellate Division Courthouse on Madison Avenue at 25th Street, the headquarters of the Columbia School of Journalism, the Players Club on Gramercy Park" , "date" : "19830114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "STAINED GLASS CASTS ITS GLOW OVER THE CITY" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/14\/arts\/stained-glass-casts-its-glow-over-the-city.html"} , {"body" : "DUSK TO DAWN New York is the stay-up-late town of America, a town that may not stay up as much as it used to but which still has people, many of them, who start to come alive after sunset. Photographers rank high in the ranks of nocturnal citizens and some of what their lenses have caught in a half century is on exhibition at City Gallery, the" , "date" : "19830106" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "12" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/06\/arts\/going-out-guide.html"} , {"body" : "Following are the scores, released by the New York City Board of Education, on the reading tests given in city's public elementary schools and junior high schools in April 1982. The center column shows the proportion of pupils in each school reading at or above grade level; the right-hand column gives each school's overall city-wide ranking." , "date" : "19830104" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Scores on Reading Tests Given in Public Schools" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/04\/nyregion\/scores-on-reading-tests-given-in-public-schools.html"} , {"body" : "Federal and city investigators said yesterday that a Puerto Rican terrorist group was apparently responsible for a series of bombings on New Year's Eve that rocked four government buildings in lower Manhattan and Brooklyn and seriously injured three police officers. The blasts, which struck Police Headquarters and two Federal office buildings in" , "date" : "19830102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "F.A.L.N. PUERTO RICAN TERRORISTS SUSPECTED IN NEW YEAR BOMBINGS" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/02\/nyregion\/faln-puerto-rican-terrorists-suspected-in-new-year-bombings.html"} ,   {"body" : "Dr. Thomas Chiu makes psychiatric house calls on the elderly in Brooklyn. He interrupts their loneliness in apartments in city housing projects to listen to their complaints and fears. He talks to homeless and alienated women loaded down with shopping bags at the entrances to subway stations and offers them care on the spot. And if an elderly" , "date" : "19830102" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "38" , "title" : "PSYCHIATRIST MINISTERS TO ELDERLY POOR AT THEIR HOMES" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/02\/nyregion\/psychiatrist-ministers-to-elderly-poor-at-their-homes.html"} , {"body" : "There is a long tradition of classical music inspired by jazz. Milhaud, Ravel, Stravinsky, serious composers all, have found inspiration and revitalization in popular forms. But this crossfertilization can work both ways, and there are several examples of popular composers who made successful excursions into classical music. George Gershwin is one" , "date" : "19830102" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "MUSIC; CHICK COREA IS THINKING A LOT ABOUT MOZART NOW" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/02\/arts\/music-chick-corea-is-thinking-a-lot-about-mozart-now.html"}]