[  {"body" : "The little boy was not a Brownsville Bible Mission Cadet, but he hoped to be. He was new and he was late. He looked up at the Rev. Russell Wanner, the Cadets' 62-year-old founder and drillmaster. All the big boys, their cadet uniforms perfect, were at attention, silent and taut, awaiting orders from the minister. ''I got lost,'' said the little" , "date" : "19831227" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A MINISTER SHEPHERDS HIS CADETS" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/27\/nyregion\/a-minister-shepherds-his-cadets.html"} , {"body" : "Former State Senator Vander L. Beatty of Brooklyn was found guilty yesterday of forgery and conspiracy charges stemming from his unsuccessful effort to reverse his defeat in a 1982 Congressional primary. He was convicted of having led a scheme to forge signatures on hundreds of voter registration cards at the Brooklyn offices of the Board of" , "date" : "19831223" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "BEATTY IS GUILTY OF A CONSPIRACY IN VOTE FORGERY" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/23\/nyregion\/beatty-is-guilty-of-a-conspiracy-in-vote-forgery.html"} , {"body" : "ON the day of the explosion at the Grucci fireworks complex in Bellport, 43-year-old Tom Brennan of West Sayville - captain in the New York Fire Department, deputy chief instructor at the Suffolk County Fire School in Yaphank and newly appointed editor of the 107-year-old magazine Fire Engineering - spent his day surveying the devastation. ''Why" , "date" : "19831218" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "LONG ISLANDERS; APPLYING LESSONS FIREFIGHTERS LEARN" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/18\/nyregion\/long-islanders-applying-lessons-firefighters-learn.html"} , {"body" : "A wall of a 10-foot trench collapsed in the Brownsville section of Brooklyn yesterday, trapping a construction worker. Fire Department officials said the worker, Angelo Ottaviano, was in the trench, at 400 Stanley Avenue, when the collapse occurred. His brother and co-worker, Peter Ottaviano, jumped into the hole to protect him and support the" , "date" : "19831208" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; Trench Wall Falls, TrappingaWorker" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/08\/nyregion\/the-city-trench-wall-falls-trappingaworker.html"} , {"body" : "Knicks vs. Denver Nuggets , at Madison Square Garden, 7:35 P.M. Kiki Vandeweghe and Alex English, two of the National Basketball Association's most prolific scorers, pay their only visit to the Garden this season. (Television - MSG Cable, 7:30 P.M., live, and 1 A.M., tape. Radio - WNEW, 1130; 7:30 P.M.) Nets vs. Cleveland Cavaliers , at Byrne" , "date" : "19831206" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "16" , "title" : "TUESDAY SPORTS Basketball" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/06\/sports\/tuesday-sports-basketball.html"} , {"body" : "In the working-class Queens neighborhood where he lives, William Gregg Jr. was being greeted as a hero yesterday by people who say they are tired of drivers running red lights. Mr. Gregg, a 32-year-old unemployed painter, had stopped the motorist who has been charged with striking two children at the intersection of Merrick Boulevard and 115th" , "date" : "19831202" , "day_of_week_facet" : "Friday" , "geo_facet" : ["SOUTH JAMAICA (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEIGHBORHOOD SHOWS ANGER AGAINST RED LIGHT VIOLATORS" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/02\/nyregion\/neighborhood-shows-anger-against-red-light-violators.html"} , {"body" : "THE year 1983 is establishing itself as the period in which single-family houses built in a factory and assembled on large development tracts were delivered to New Yorkers for the first time. The scale is modest in comparison with what is believed to be the market potential, and with the construction of ''stick-built'' houses - those built on the" , "date" : "19831113" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "THE FACTORY-BUILT HOUSE GETS A FOOTHOLD IN CITY" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/13\/realestate\/the-factory-built-house-gets-a-foothold-in-city.html"} , {"body" : "New York City's Housing Commissioner said yesterday that the city would provide more than 4,000 permanent apartments for homeless families and individuals over the next 18 months. The Commissioner, Anthony B. Gliedman, said that the renovation of the city-owned units would cost close to $50 million and that at least 2,600 of the apartments would be" , "date" : "19831108" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "4,000 APARTMENTS PLANNED FOR HOMELESS CITY FAMILIES" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/08\/nyregion\/4000-apartments-planned-for-homeless-city-families.html"} , {"body" : "AFTER months of bureaucratic delays, the Nehemiah Plan - an ambitious undertaking to build 1,000 single-family homes for low-income families on 20 nearly vacant blocks in the Brownsville section of Brooklyn - is moving ahead at last and construction is in progress, according to I.D. Robbins, who is developing the project with his cousin. At a" , "date" : "19831106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "HOUSING IN BROWNSVILLE PROGRESSES" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/06\/realestate\/housing-in-brownsville-progresses.html"} , {"body" : "WHEN Andrea M. Biggs, a painter, and her husband, Timothy, an anthropologist, arrived in New York from Massachusetts last year, they were hoping to rent an inexpensive but spacious apartment in lower Manhattan. To their dismay, they could find no such apartment. SoHo, TriBeCa, Greenwich Village and the East Village were crammed with people looking" , "date" : "19831030" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "BROOKLYN RENTS LURE ARTISTS" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/30\/realestate\/brooklyn-rents-lure-artists.html"} ,   {"body" : "Manufactured housing is making its appearance in a widening spectrum of new single-family buildings across the city. At the same time, talks aimed at establishing facilities to do the construction within city limits are intensifying. So far, public attention has focused on the use of mobile homes trucked to the Bronx in two sections from a plant in" , "date" : "19831014" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Business"] , "page_facet" : "19" , "title" : "About Real Estate; Manufactured Housing Moves Into City" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/14\/business\/about-real-estate-manufactured-housing-moves-into-city.html"} , {"body" : "Jacob J. Schwartzwald, who served almost 50 years in the State Legislature and the courts, died Saturday at Interfaith Hospital in Brooklyn. He was 83 years old and lived in Brooklyn. Justice Schwartzwald was presiding justice of the Appellate Term of the 2d and 11th departments of State Supreme Court when he retired in 1976. He started his career" , "date" : "19831011" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "31" , "title" : "J.J. SCHWARTZWALD, EX-JUDGE" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/11\/obituaries\/jj-schwartzwald-ex-judge.html"} , {"body" : "READING George Rose, recently a star of ''Pirates of Penzance'' on Broadway and the very model of a modern major actor, is marking an anniversary at 6 P.M. today in the Donnell Library Center, 20 West 53d Street (621-0613). It was one year ago that Mr. Rose inaugurated the Theater in the Library series for the New York Public Library with a reading" , "date" : "19830919" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/19\/arts\/going-out-guide.html"} , {"body" : "New York City's schools will still have 300 teacher vacancies when they open tomorrow for the second week of the academic year, according to officials. The problem, most severe in predominantly black districts and in the area of special education for the handicapped, is largely the result of a Federal integration agreement, said the Chancellor," , "date" : "19830918" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "41" , "title" : "CITY SCHOOLS STILL HAVE 300 OPENINGS FOR TEACHERS" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/18\/nyregion\/city-schools-still-have-300-openings-for-teachers.html"} , {"body" : "IN the old days, Rufky Mattus, Abe Kroll and their friends from Brownsville would get together at Murphy's candy store after work for some laughs and some Horton's ice cream and later, head to Coney Island for a hot dog at Nathan's. The old Brooklyn neighborhood has changed as much as the boys did. Abe Kroll married Eva Korman, the daughter of" , "date" : "19830911" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "8" , "title" : "THE SCOOP WAR'S GOURMET BATTLE" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/11\/business\/the-scoop-war-s-gourmet-battle.html"} , {"body" : "The Brooklyn District Attorney's office said yesterday that a judge had erred in blaming it for many of the pretrial delays that, according to the judge, had required him to dismiss rape charges against a Brooklyn man. An aide to District Attorney Elizabeth Holtzman said that, as a result, the judge wrongly reached the conclusion in his ruling that" , "date" : "19830910" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "MISS HOLTZMAN DISAGREEING WITH JUDGE OVER RAPE CASE" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/10\/nyregion\/miss-holtzman-disagreeing-with-judge-over-rape-case.html"} , {"body" : "Charges that a Brooklyn man raped four women and tried to rape a fifth have been dismissed by a judge who said his ruling was mandated because the Brooklyn District Attorney's office had not been ready to try the case within the required six months. The prosecution delays were not the type that could be attributed to ''exceptional circumstances''" , "date" : "19830909" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "RAPE CHARGES DISMISSED AFTER PROSECUTION DELAY" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/09\/nyregion\/rape-charges-dismissed-after-prosecution-delay.html"} , {"body" : "LABOR, which is being celebrated this holiday weekend, has been important in the life of New York City since before the United States became a nation. On April 2, 1747, for instance, a petition was sent to the royal Governor from 100 ''of his majesty's loyal subjects & freemen of this flourishing City of New York,'' complaining that people in" , "date" : "19830902" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UNITED STATES (1983 PART 1)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "IN SEARCH OF THE SITES OF NEW YORK'S LABOR HISTORY" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/02\/arts\/in-search-of-the-sites-of-new-york-s-labor-history.html"} , {"body" : "Parks, corners, stoops. A summer in New York City is a summer on the streets for lots of teen-agers. It's too hot to go inside, there's no place else to go and they have plenty of time to talk. And the conversations of many teen-agers are filled with words and expressions that most people have never heard. ''Chill out,'' Alex Velasquez of the" , "date" : "19830829" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "CITY TEEN-AGERS TALKING UP A 'SAY WHAT?' STORM" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/29\/nyregion\/city-teen-agers-talking-up-a-say-what-storm.html"} , {"body" : "I HATE the fact that I can see that rock. It should be buried in the ground -- it belongs in the soil. Its home is with the roots of trees, not thrown on my lawn to be carted away with garbage. Progress, the future, they call it, building on every square inch of green. Making way for 44 large new quarter-million-dollar homes. What's the harm done" , "date" : "19830828" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "They Call It Progress" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/28\/nyregion\/they-call-it-progress.html"} ,   {"body" : "William Preston Carrington, a real- estate investor who played a major role in the 1920's in developing Brooklyn's Bedford-Stuyvesant area as a black residential community, died Sunday in Long Island College Hospital of heart failure. He was 97 years old and lived in the Crown Heights section of Brooklyn. Mr. Carrington came to the United States" , "date" : "19830827" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "26" , "title" : "W. P. Carrington, 97; Real-Estate Developer" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/27\/obituaries\/w-p-carrington-97-real-estate-developer.html"} , {"body" : "New York City Health Department officials spent yesterday checking conditions at about 50 welfare hotels and city shelters. They set up medical examinations for about 7,000 children living in the hotels and shelters, and arranged to have food sent to the displaced people who live there. The actions came in response to a surprise state inspection of" , "date" : "19830824" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "CITY AIDES INSPECT WELFARE HOTELS" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/24\/nyregion\/city-aides-inspect-welfare-hotels.html"} , {"body" : "A certified public accountant from the Brownsville section of Brooklyn, who gave up a hectic New York existence for the quieter life of California, hopes to recapture some of that excitement and win a half-million dollars at the Meadowlands Saturday. Maurice Siegel of Palos Verdes, Calif., is the owner of Joie de Vie, the favorite in the 58th" , "date" : "19830806" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "30" , "title" : "JOIE DE VIE IS TROTTER TO BEAT" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/06\/sports\/joie-de-vie-is-trotter-to-beat.html"} , {"body" : "To the Editor: On your editorial page of July 20, under the Topics caption ''Civility Underground,'' there is a sentence that really touched me: ''Carefully nurtured children took their first independent voyages on the subway. . . .'' I was one of those children. On my first independent subway ride, I stood at the front window of the first car." , "date" : "19830803" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "YESTERYEAR'S HIGH ADVENTURE UNDERGROUND" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/03\/opinion\/l-yesteryear-s-high-adventure-underground-075107.html"} , {"body" : "For three of the last four years, Mike Kearse has led the Old School team from the Brownsville section of Brooklyn to the championship of the Michelob Half-Court Three-on-Three basketball tournament, an annual amateur competition that attracts the finest playground talent from New York's five boroughs. His flamboyant schoolyard skills attracted the" , "date" : "19830730" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "31" , "title" : "SCOUTING; Goal in Sight" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/30\/sports\/scouting-goal-in-sight.html"} , {"body" : "A 75-year-old woman died and eight other people were injured yesterday when a two-alarm fire swept through an apartment building in the Brownsville section of Brooklyn, the Fire Department reported. Fire marshals believe the fire may have been set, a Fire Department spokesman said. The police said Margaret Cipriano was pronounced dead at the scene" , "date" : "19830726" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Woman, 75, Dies In Brooklyn Fire" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/26\/nyregion\/the-city-woman-75-dies-in-brooklyn-fire.html"} , {"body" : "The controversy over charges that the New York City police have brutalized blacks has thrust black leaders and would-be leaders into the spotlight, sometimes willingly, sometimes less so. The events of the last few weeks, culminating in last Monday's aborted Congressional hearing in Harlem, have highlighted the sources of power and the sometimes" , "date" : "19830725" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DEBATE ON THE POLICE SPOTLIGHTS BLACK LEADERS' CONFLICTING ROLES; News Analysis" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/25\/nyregion\/debate-on-the-police-spotlights-black-leaders-conflicting-roles-news-analysis.html"} , {"body" : "Governor Cuomo went to Brooklyn last night to tell church leaders that the state would provide $7.5 million in low-interest mortgages to spur a housing and commercial redevelopment plan. Mr. Cuomo met at Public School 55, at Bergen Street and Hopkinson Avenue, with leaders of the East Brooklyn Churches, representing 40 churches in the Ocean" , "date" : "19830720" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Cuomo and Church Leaders Meet in Brooklyn on Housing" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/20\/nyregion\/cuomo-and-church-leaders-meet-in-brooklyn-on-housing.html"} , {"body" : "Holiday Commerce O pposite Battery Park, where the canyons of the financial district begin, a street festival sprang up yesterday, a hodgepodge ranging from food vendors to T-shirt salesmen. In the first category was Love's Bakery, where Victor Bright, proprietor of the shop in the Brownsville section of Brooklyn, sold West Indian specialties, made" , "date" : "19830705" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/05\/nyregion\/new-york-day-by-day-015902.html"} , {"body" : "Monte Irvin didn't play it in Orange, N.J., and Tom Seaver and Ralph Kiner didn't play it in California, they all said yesterday. It was the New York game, but George Plimpton didn't play it on East 98th Street, either. ''I never saw anybody playing stickball on the streets where I grew up,'' said Mr. Plimpton, a Police Athletic League board" , "date" : "19830622" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; Up at Bat, LaMotta and Seaver" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/22\/nyregion\/new-york-day-by-day-up-at-bat-lamotta-and-seaver.html"} ,   {"body" : "In front of a house on Lafayette Avenue in Bedford-Stuyvesant stands a magnolia tree as big as a brownstone, its broad leaves as glossy as if each had been individually oiled. It is a magnolia grandiflora, and it usually grows nowhere north of the Mason-Dixon line. Somehow, improbably, with considerable help from human beings, this tree grows in" , "date" : "19830525" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "ABOUT NEW YORK; CITY OR BOROUGH, DODGERS OR NO DODGERS, BROOKLYN IS BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/25\/nyregion\/about-new-york-city-or-borough-dodgers-or-no-dodgers-brooklyn-is-brooklyn.html"} , {"body" : "It was to be a model of urban renewal. On two square blocks in a poor neighborhood of Brooklyn, city officials and private developers planned to build a complex of 391 apartments. The Federal Government announced it would provide $16 million in rent subsidies. But 15 years after the planning began, the blocks are still covered with debris and the" , "date" : "19830524" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "URBAN RENEWAL: LESSON IN FAILURE" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/24\/nyregion\/urban-renewal-lesson-in-failure.html"} , {"body" : "Yesterday morning, in a sunny football field in the hills off Lake Champlain, the president of the University of Vermont called the name of Prof. Alex B. Novikoff, of the Albert Einstein College of Medicine in the Bronx. As the bent, distinguished old scientist rose slowly, a movement started among the graduates of the College of Arts. Eight" , "date" : "19830522" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["U.S." , "Education" , "Health"] , "page_facet" : "22" , "title" : "VERMONT U. HONORS MCCARTHY ERA VICTIM IT OUSTED" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/22\/us\/vermont-u-honors-mccarthy-era-victim-it-ousted.html"} , {"body" : "For writers, Brooklyn has never been primarily the borough of the Bridge. Borough of churches, borough of nostalgia, borough of hope (for Dodgers fans), it is above all a piece of geography or, if you prefer, a considerable piece of real estate. Literary visitors have found it an urban alternative to Manhattan's desperate pursuit of the present." , "date" : "19830508" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "12" , "title" : "BROOKLYN, BOROUGH OF WRITERS" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/08\/books\/brooklyn-borough-of-writers.html"} , {"body" : "THE Old Testament tells the story of the prophet Nehemiah, who was s ent by the King of Persia to Jerusalem in 420 B.C. to help rebuild t he city after the Babylonian captivity. That biblical tale seized the imagination of church leaders in East Brooklyn when they decided to get behind an innovative effort to build single-family row houses as part" , "date" : "19830501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES; IN BROWNSVILLE, CHURCHES JOINING TO BUILD HOMES . . ." , "url" : "http:\/\/www.nytimes.com\/1983\/05\/01\/realestate\/perspectives-in-brownsville-churches-joining-to-build-homes.html"} , {"body" : "NEARLY a decade ago, residents of the Brownsville section of Brooklyn, seeking to rebuild the area's d evastated housing stock, won Federal and New York City approval of t heir plan to renovate 450 apartments in a block of Howard Avenue forl ow- and moderate-income residents. But the rehabilitation plan for the apartments, named the Eliot Graham" , "date" : "19830501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "...AS APARTMENTS NEAR FINISH" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/01\/realestate\/as-apartments-near-finish.html"} , {"body" : "An unusual coalition of Democratic elected officials is trying to defeat one of the early proponents of school decentralization in a bitter school board contest in Brooklyn. Each side in the contest, in School District 15, has accused the other of corrupting education with politics. The principals in the struggle, which will be played out in the" , "date" : "19830427" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "POLITICAL CHARGES TRADED IN SCHOOL ELECTION FIGHT" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/27\/nyregion\/political-charges-traded-in-school-election-fight.html"} , {"body" : "Harry Koeppel, a New York real-estate investment broker and partner in Koeppel & Koeppel, died of a heart attack Saturday at the Palm Beach (Fla.) Country Club. He was 82 years old and a resident of Manhattan. Mr. Koeppel was born in the Brownsville section of Brooklyn and graduated from Brooklyn Law School. He was a founder of the Albert Einstein" , "date" : "19830331" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "22" , "title" : "HARRY KOEPPEL" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/31\/obituaries\/harry-koeppel.html"} , {"body" : "They came to protest, and to swim, in their bathing caps, baggy shorts and bikinis. The place was the 59th Street Recreation Center, a Tudor Gothic building between 10th and 11th Avenues that houses a pool, a gymnasium and a paddleball court. The front door sports two grimacing gargoyles on each side - one clutching a basketball, the other a" , "date" : "19830327" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "200 SWIMMERS GO TO AID OF ENDANGERED CITY POOL" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/27\/nyregion\/200-swimmers-go-to-aid-of-endangered-city-pool.html"} , {"body" : "Phil Sellers, now a basketball player only on Sunday mornings, stretches out on a couch in the housing project apartment in which he grew up and where he has returned to live for a while. He has just come in from work. His tie is loosened, and he has kicked off a shoe. He looks at the ceiling and talks about how high school was his best time. ''I" , "date" : "19830318" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "19" , "title" : "PHIL SELLERS REMEMBERS A BETTER TIME" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/18\/sports\/phil-sellers-remembers-a-better-time.html"} ,   {"body" : "Golden Anniversary For Planned Parenthood I n a Brownsville storefront in Brooklyn, Margaret Sanger defied New York law in 1916 by opening her first ''mothers' health center,'' soon closed by the police. Thursday night, city and state officials and legislators attended a 50th birthday reception for Planned Parenthood of Brooklyn, which dates its" , "date" : "19830312" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "27" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/12\/nyregion\/new-york-day-by-day-028896.html"} , {"body" : "They came to the movies in pairs, looking and listening as the Charlie Chaplin and William S. Hart silents reeled along to piano music, sentimental or menacing, by 75-year-old Abraham H. Lass. These twosomes were patients and their ''care partners,'' who share the hospital room, training with the patient for the regimen at home. Spouses, relatives," , "date" : "19830310" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "2" , "title" : "NEW YORK DAY BY DAY; 'Care Partners'" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/10\/nyregion\/new-york-day-by-day-care-partners.html"} , {"body" : "Once, they were thought to be indigenous to New York City, where the concrete playground courts with the torn nets and bent rims were the training grounds for the best basketball players in the country. Neighborhood reputations were at stake in every game of three-onthree and five-on-five between teams called the ''shirts'' and ''skins.'' It was in" , "date" : "19830303" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "15" , "title" : "2 STUDENTS OF THE CITY GAME" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/03\/sports\/2-students-of-the-city-game.html"} , {"body" : "Brooklyn Jumps the Gun On Honoring Its Women L ady Deborah Moody laid out the Gravesend section of Brooklyn in the 1640's in four squares, still apparent through the modern grid. Margaret Sanger's first clinic was in Brownsville until the police jailed her. Mary White Ovington, a society heiress, did social work in Greenpoint and Williamsburg." , "date" : "19830221" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/21\/nyregion\/new-york-day-by-day-245930.html"} , {"body" : "Last April 27 Rebecca Taylor, the acting principal of Intermediate School 44 on Manhattan's Upper West Side, was notified by the district superintendent that she had been denied tenure. In plain English, she had been fired. Now a State Supreme Court justice has ordered the Community School Board to appoint her permanent principal of the school. The" , "date" : "19830210" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "30" , "title" : "Rebecca Taylor's Appeal" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/10\/opinion\/rebecca-taylor-s-appeal.html"} , {"body" : "The proprietor of a jewelry store in the Brownsville section of Brooklyn shot one of two armed men who attempted to rob her and drove off the other. Virginia Rodriguez Valasquez, 47 years old, the proprietor of Rodriguez Jewelry, 615 Sutter Avenue, fired five shots at the men, who entered her store just after noon. She wounded one robber" , "date" : "19830127" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "THE CITY; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/27\/nyregion\/the-city-the-police-blotter.html"} , {"body" : "More than a third of the students in New York City high schools are chronically absent and miss so much class time that it is nearly impossible to teach them, according to the Board of Education. An additional 13 percent of the students are absent often enough to require extraordinary efforts by teachers to keep them up to grade level. Chronically" , "date" : "19830109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "THIRD OF CITY HIGH SCHOOL STUDENTS ATTEND CLASS TOO SELDOM TO LEARN" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/09\/nyregion\/third-of-city-high-school-students-attend-class-too-seldom-to-learn.html"} , {"body" : "Following are the scores, released by the New York City Board of Education, on the reading tests given in city's public elementary schools and junior high schools in April 1982. The center column shows the proportion of pupils in each school reading at or above grade level; the right-hand column gives each school's overall city-wide ranking." , "date" : "19830104" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Scores on Reading Tests Given in Public Schools" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/04\/nyregion\/scores-on-reading-tests-given-in-public-schools.html"}]