[  {"body" : "The Talk of Ridgewood Joannene Coppinger, born and raised in the neighborhood, lives 15 blocks from her parents, who live half a block from her grandmother, a Ridgewood resident since 1912. Ted Renz has a house 10 blocks from his parents' apartment, above their knitting mill. For 33 years, Angie Tantillo, who was a Richmond Hill girl until she" , "date" : "19831226" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE TALK OF RIDGEWOOD; RIDGEWOOD GAINS RECOGNITION AND QUICHE MAY JOIN THE STRUDEL" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/26\/nyregion\/talk-ridgewood-ridgewood-gains-recognition-quiche-may-join-strudel.html"} , {"body" : "Christmas Spirit in a Cab The taxicab driver was playing Handel's ''Messiah'' full blast on a tape deck. The passenger began singing. ''You know it?'' asked the driver, Harold Stewart of the Bushwick section in Brooklyn. The passenger acknowledged that he sang the bass. ''I do the tenor,'' said the driver. ''Come on up front.'' Merrily harmonizing," , "date" : "19831222" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/22\/nyregion\/new-york-day-by-day-128652.html"} , {"body" : "In his office at Police Headquarters - amid color-coded charts of criminal conspiracies and city maps that show even alleyways and building configurations - Capt. Arthur Katz keeps a quote from Jonathan Swift: ''Laws are like cobwebs, which may catch small flies, but let wasps and hornets break through.'' Swift's sentiment is widely shared among" , "date" : "19831217" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNITED STATES (1983 PART 1)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "STEMMING THE TIDE OF STOLEN GOODS: MANY IDEAS BUT LITTLE OVERALL STRATEGY" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/17\/nyregion\/stemming-the-tide-of-stolen-goods-many-ideas-but-little-overall-strategy.html"} , {"body" : "American warships opened fire on Syrian antiaircraft batteries in the mountains east of Beirut after two United States jets reportedly on a reconnaissance mission were fired on by Syrian surface-to-air missiles. Neither plane was hit. Farther north, Israeli gunboats shelled strongholds of Yasir Arafat's Palestinian guerrillas around Tripoli. (Page" , "date" : "19831214" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "WEDNESDAY, DECEMBER 14, 1983 International" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/14\/nyregion\/wednesday-december-14-1983-international.html"} , {"body" : "A 27-year-old pregnant woman and her four children died last night when a fire that the police said had been deliberately set trapped them in their third- floor apartment in the Bushwick section of Brooklyn. As the flames engulfed the three- story wooden building at 1256 Myrtle Avenue, the mother, identified as Alice Maldonado Hernandez, leaned out" , "date" : "19831214" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "MOTHER AND FOUR CHILDREN DIE IN AN ARSON FIRE IN BUSHWICK" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/14\/nyregion\/mother-and-four-children-die-in-an-arson-fire-in-bushwick.html"} , {"body" : "Two police officers sent to quell a disturbance in an apartment at 219 Schaefer Street in the Bushwick section of Brooklyn Monday night were beaten with their own nightsticks, but managed to shoot one of their four attackers, the police said yesterday. One officer, Joellen Kunkel, 25 years old, was admitted to Wyckoff Heights Hospital in serious" , "date" : "19831123" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "2 Police Officers Beaten" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/23\/nyregion\/2-police-officers-beaten.html"} , {"body" : "An off-duty police officer, shot twice by a uniformed officer responding to a report of a man with a gun, was suspended yesterday for drinking and taking a man hostage, the police said. The off-duty officer, Horace Leamon, 37 years old, was in critical but stable condition in the surgical intensive-care unit at Kings County Hospital, a hospital" , "date" : "19831118" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE CITY; Officer inShooting AtClubSuspended" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/18\/nyregion\/the-city-officer-inshooting-atclubsuspended.html"} , {"body" : "City Councilman Luis A. Olmedo and two other Brooklyn politicians pleaded not guilty yesterday to Federal charges they had conspired to extort $12,000 from a food-processing company seeking to move to a vacant city-owned site in the Bushwick area. An indictment Nov. 2 by a grand jury in Federal District Court in Brooklyn also accused the three of" , "date" : "19831110" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE CITY; Politicians Deny Extortion Charges" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/10\/nyregion\/the-city-politicians-deny-extortion-charges.html"} , {"body" : "City Councilman Luis A. Olmedo of Brooklyn and the chairmen of two community boards in the borough were charged yesterday with conspiring to extort thousands of dollars from two companies and receiving $12,000 from an undercover investigator. Mr. Olmedo, a 47-year-old Democrat who has been on the City Council for nearly 10 years, denied the" , "date" : "19831103" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "COUNCILMAN AND 2 OTHERS INDICTED IN PAYOFF CASE" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/03\/nyregion\/councilman-and-2-others-indicted-in-payoff-case.html"} , {"body" : "LUCKILY for Robert Stern and his wife, Cheryl, they already had a contract to buy a house when loans became available last July through the sale of mortgage-revenue bonds by the State of New York Mortgage Agency. ''The money went so fast that if you didn't know the house you were buying you couldn't move fast enough to get a loan,'' said Mr. Stern," , "date" : "19831030" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "PERSPECTIVES: LOAN PROGRAMS; LOW-COST MORTGAGES GO QUICKLY" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/30\/realestate\/perspectives-loan-programs-low-cost-mortgages-go-quickly.html"} ,   {"body" : "The seven skulls and leg bones found in two boxes in a vacant lot in the Bushwick section of Brooklyn belonged to 11 different people, including two babies, and were more than 100 years old, the police said yesterday. None of the skeletal remains, which were found Monday, showed any evidence of injuries or violence, said Lieut. Nicholas Deluise of" , "date" : "19831019" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE CITY; Skulls in Boxes Were Century Old" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/19\/nyregion\/the-city-skulls-in-boxes-were-century-old.html"} , {"body" : "A carton containing seven skulls and various bones was found yesterday by children rummaging in a vacant lot in the Bushwick section of Brooklyn. The discovery was made at 1:20 P.M. in a lot at Randolph Street and Gardner Avenue. Detectives said neighborhood residents had used the lot as a garbage dump. THE CITY" , "date" : "19831018" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; Brooklyn Children Find Box of Skulls" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/18\/nyregion\/the-city-brooklyn-children-find-box-of-skulls.html"} , {"body" : "For Wally Muller, the head football coach at Boys High School in Brooklyn from 1923 to 1958, the greatest legacy of his career is that 25 years after his retirement players not only remember, but care. ''You know how they say the older you get, the smarter your father seems? That's the way Wally is,'' said Brig. Gen. Morris Katz, retired, a center" , "date" : "19831016" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "MULLER'S 'BOYS' OFFER A TOAST FOR WISDOM HE SHARED" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/16\/sports\/muller-s-boys-offer-a-toast-for-wisdom-he-shared.html"} , {"body" : "Tucked away in the canyons of New York are over 400 community parks and gardens maintained by volunteers. To assist them the Neighborhood Open Space Coalition has published a Park\/Garden Maintenance Manual filled with information on pruning trees, planting bulbs - and raising money. ''The purpose of the manual is to give people the basic tools they" , "date" : "19831006" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "MANUAL ON CARE OF COMMUNITY GARDENS" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/06\/garden\/manual-on-care-of-community-gardens.html"} , {"body" : "A three-alarm blaze spread from a building housing a pizzeria and grocery store to an adjacent building in Brooklyn early yesterday, killing two people before it was brought it under control, authorities said. A spokesman for the Medical Examiner's office said the victims could not be immediately identified. The blaze apparently started shortly" , "date" : "19830904" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "Two Killed as Blaze Sweeps Through Brooklyn Buildings" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/04\/nyregion\/two-killed-as-blaze-sweeps-through-brooklyn-buildings.html"} , {"body" : "The tests' results were positive. The 18-month-old boy from Bedford-Stuyvesant had lead poisoning, an illness that especially affects children of poverty, robbing them of energy, retarding their intellect and eventually, in the severest cases, taking their lives. The child required urgent attention and got it through the city Department of Health's" , "date" : "19830827" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "6" , "title" : "DESPITE U.S. CUTBACKS, CITY FIGHTS LEAD POISON" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/27\/us\/despite-us-cutbacks-city-fights-lead-poison.html"} , {"body" : "The black-and- white television screen flickers, and aw-a-a- a-a-y they go to the crazy cosmos of Ralph Kramden and ''The Honeymooners,'' the situation comedy that was a Saturday night ritual in millions of homes in the 1950's. For a 625-member club ''The Honeymooners'' is still a ritual, and the group is, to borrow a line from the show, ''a riot," , "date" : "19830826" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Style"] , "page_facet" : "6" , "title" : "'HONEYMOONERS' ISN'T OVER FOR ITS FANS" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/26\/style\/honeymooners-isn-t-over-for-its-fans.html"} , {"body" : "If Staten Island secedes, can Flatlands be far behind? And Gravesend and New Utrecht? Not if Joe Gentili has his way. Mr. Gentili, a Republican state committeeman and Brooklyn district leader, would like to lead half of his borough into a new and more perfect - or at least more Republican - union with Staten Island. ''Let Bushwick, Brooklyn," , "date" : "19830811" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; What's Good for S.I. Must Be Good for Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/11\/nyregion\/new-york-day-by-day-what-s-good-for-si-must-be-good-for-brooklyn.html"} , {"body" : "In every borough of the city, there are shining examples of blocks where the home improvements made by a couple of residents have served as catalysts for the rejuvenation of entire neighborhoods. With that sort of ripple effect in mind, the city's Department of Housing Preservation and Development is investing $200,000 in home improvement grants to" , "date" : "19830724" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS; A RIPPLE EFFECT?" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/24\/realestate\/postings-a-ripple-effect.html"} , {"body" : "Governor Cuomo went to Brooklyn last night to tell church leaders that the state would provide $7.5 million in low-interest mortgages to spur a housing and commercial redevelopment plan. Mr. Cuomo met at Public School 55, at Bergen Street and Hopkinson Avenue, with leaders of the East Brooklyn Churches, representing 40 churches in the Ocean" , "date" : "19830720" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Cuomo and Church Leaders Meet in Brooklyn on Housing" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/20\/nyregion\/cuomo-and-church-leaders-meet-in-brooklyn-on-housing.html"} ,   {"body" : "For the last two years, the Rev. Carl Lundborg, pastor of the First & Summerfield United Methodist Church here, has not paid half of the Federal income tax he owed. Instead, both years, he sent the Internal Revenue Service a letter that read in part: ''My obligations as a Christian and a citizen are no longer reconcilable. The 50 percent of my" , "date" : "19830711" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW HAVEN (CONN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "PARISHIONERS BACK PASTOR WHO OPPOSES A 'WAR TAX'" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/11\/nyregion\/parishioners-back-pastor-who-opposes-a-war-tax.html"} , {"body" : "A Brooklyn teen-ager was found not guilty yesterday of assaulting a teacher who died shortly after trying to break up a fight between the youth and another student at Bushwick High School two years ago. After a three-week trial before Acting Justice M. Michael Potoker and two days of deliberations, a jury in State Supreme Court acquitted the" , "date" : "19830709" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "STUDENT, 18, ACQUITTED OF ASSAULT IN DEATH OF A TEACHER IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/09\/nyregion\/student-18-acquitted-of-assault-in-death-of-a-teacher-in-brooklyn.html"} , {"body" : "International Improved Soviet ties with the U.S. interest Yuri V. Andropov, the Soviet leader, according to Chancellor Helmut Kohl of West Germany, who completed a visit to the Soviet Union. He said that Moscow could make a counteroffer at the medium-range arms limitation talks when the stalled Geneva negotiations resume in the fall. (Page 1," , "date" : "19830709" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "News Summary; SATURDAY, JULY 9, 1983" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/09\/nyregion\/news-summary-saturday-july-9-1983.html"} , {"body" : "Two men entered a junior high school in the Bushwick section of Brooklyn yesterday morning and robbed three teachers at gunpoint before pupils arrived. The men took $1,100 in cash and jewelry from the teachers, but allowed one of them to keep her gold wedding band, saying: ''We don't touch that. We're honorable men.'' Dominick Lavelle, principal of" , "date" : "19830625" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "24" , "title" : "3 TEACHERS ARE ROBBED IN SCHOOL" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/25\/nyregion\/3-teachers-are-robbed-in-school.html"} , {"body" : "From the time he purchased his first racquet, for $2.99 when he was 13 years old, Jose Rodriguez figured that tennis could be the way out of his East New York, Brooklyn, neighborhood and into college. But the 17-year-old graduating senior from Bushwick High School knows that tennis is no shortcut, not when he has to walk an hour and a half each day" , "date" : "19830624" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "18" , "title" : "SCOUTING; No Shortcuts" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/24\/sports\/scouting-no-shortcuts.html"} , {"body" : "Vandals broke into Public School 377 in the Bushwick section of Brooklyn on Memorial Day weekend and stole $100,000 worth of equipment. ''The robbery had a devastating effect on the children,'' Gilberto Vazquez , the principal, recalled yesterday. ''It was sickening.'' When Daniel Barrajanos, a performer with the New York Committee for Young" , "date" : "19830622" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; Cheer at Vandalized School" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/22\/nyregion\/new-york-day-by-day-cheer-at-vandalized-school.html"} , {"body" : "It is truly amazing how many things grow in New York City, in window boxes, on terraces, in tiny backyards, from the ailanthus trees that seize and hold the stony soil in vacant lots to the geraniums that bloom in pots on apartment windowsills. It is as though there are plants that refuse to cede the city to the concrete, as though there is a part" , "date" : "19830618" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "ABOUT NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/18\/nyregion\/about-new-york.html"} , {"body" : "Percentage of students in the classes of 1973, 1978 and 1982 in New York City public high schools who have completed three years or more of ''academic'' courses in English and two years or more in math by the end of their junior year. N.A.= Data incomplete or unavailable Asterisk denotes schools that have programs requiring special application for" , "date" : "19830612" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "54" , "title" : "HOW ENROLLMENT IN HIGH SCHOOL MATH AND ENGLISH HAS CHANGED IN 10 YEARS" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/12\/nyregion\/how-enrollment-in-high-school-math-and-english-has-changed-in-10-years.html"} , {"body" : "The cost of vandalism in New York City public schools fell in 1982 and dropped by one-quarter in the first four months of this year from the same period last year, according to a Board of Education report. Board officials credited the drop in vandalism to new electronic alarm systems. Vandalism, the report said, cost the schools $4.9 million last" , "date" : "19830612" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "46" , "title" : "VANDALISM DAMAGE DECLINES AT CITY'S SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/12\/nyregion\/vandalism-damage-declines-at-city-s-schools.html"} , {"body" : "Six youths between the ages of 11 and 17 were arrested yesterday and accused of burglarizing and vandalizing a Brooklyn elementary school last weekend. Officials estimate that repairs at the school, Public School 377, at 200 Woodbine Street in the Bushwick section, will cost $100,000. The school, which has 550 pupils, resumed classes Wednesday. The" , "date" : "19830603" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE CITY; 6 Youths Arrested As School Vandals" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/03\/nyregion\/the-city-6-youths-arrested-as-school-vandals.html"} ,   {"body" : "Children returned to classes this morning at a Brooklyn elementary school extensively damaged by vandals over the Memorial Day weekend. Felix Vazquez, the principal of the school, Public School 377 in the Bushwick section, said it reopened at 8:40 A.M., its normal time. Mr. Vazquez said that a repair crew had been working around the clock, but that" , "date" : "19830602" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "THE CITY; Vandalized School Resumes Classes" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/02\/nyregion\/the-city-vandalized-school-resumes-classes.html"} , {"body" : "The security system at a Brooklyn elementary school that was vandalized over the Memorial Day weekend may have malfunctioned, school officials said yesterday. Although the electronic system was activated 61 times during the weekend, they said, the central office of school safety received only one alarm. When the central office finally alerted the" , "date" : "19830601" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "VANDALIZED SCHOOL'S ALARM EXAMINED" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/01\/nyregion\/vandalized-school-s-alarm-examined.html"} , {"body" : "Vandals broke into a Brooklyn elementary school over the weekend, and smashed plumbing, smeared paint on walls and stole thousands of dollars worth of typewriters, electronic equipment and food, school officials said. The school, P.S. 377, at 200 Woodbine Street in the Bushwick section, suffered ''way over $100,000, maybe hundreds of thousands of" , "date" : "19830531" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "VANDALS DO THOUSANDS OF DOLLARS OF DAMAGE TO SCHOOL IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/31\/nyregion\/vandals-do-thousands-of-dollars-of-damage-to-school-in-brooklyn.html"} , {"body" : "Sister Betty Nickels is a short, sturdy woman who sometimes talks like a social worker and sometimes talks like a street kid. She doesn't have much money, and she doesn't have much privacy. She eats a lot of spaghetti for dinner, and she isn't sure of the last time she had steak. When the Federal Government was giving out cheese, she ate meat loaf" , "date" : "19830528" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "ABOUT NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/28\/nyregion\/about-new-york.html"} , {"body" : "Lisa Shelton had a dream. The 18-year-old senior at Booker T. Washington High School here thought she might want to be a computer engineer. One day, in their apartment in a public housing project, she confided this dream to her mother. According to Miss Shelton, her mother responded, ''Oh, you can't be no engineer, you know that, girl.'' And that" , "date" : "19830414" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Front Page" , "U.S." , "Education"] , "page_facet" : "1" , "title" : "MORE SCHOOLS EXPERIMENT ON IMPROVEMENTS; Grading the Schools" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/14\/us\/more-schools-experiment-on-improvements-grading-the-schools.html"} , {"body" : "Cautiously, the well-cared-for station wagon made its way along the burnt-out streets of Brooklyn's Bushwick section, where two of the few marquees remaining over shuttered movie theaters proclaimed, ''Jesus Is the Answer.'' If the four well-dressed occupants of the car were at all nervous about their journey, which had begun on Park Avenue in" , "date" : "19830320" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "61" , "title" : "STYLE; VOLUNTEERS VISIT JUVENILE CENTERS" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/20\/style\/style-volunteers-visit-juvenile-centers.html"} , {"body" : "A woman and her 3-year-old son were killed early yesterday morning when she resisted the sexual advances of man she had admitted to her Brooklyn apartment, the police reported. The woman's 5-year-old son was wounded during the attack at 306 Troutman Street in the Bushwick section. A 6-year-old daughter was able to escape and get help. The slain" , "date" : "19830320" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "Woman and a Son, 3, Are Slain in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/20\/nyregion\/woman-and-a-son-3-are-slain-in-brooklyn.html"} , {"body" : "William Black, founder and chairman of the Chock Full o'Nuts Corporation, died of cancer yesterday at Mount Sinai Hospital. He was 80 years old and lived in New Rochelle, N.Y. Mr. Black built a shelled-nuts stand under a Times Square stairway into a business that took in $115.8 million in its latest fiscal year, with 80 percent of it coming from" , "date" : "19830308" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "28" , "title" : "WILLIAM BLACK, FOUNDER AND HEAD OF CHOCK FULL o' NUTS CORP., DIES" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/08\/obituaries\/william-black-founder-and-head-of-chock-full-o-nuts-corp-dies.html"} , {"body" : "They are unlikely spots for excellence - two junior high schools situated on blocks surrounded by burned-out tenements and abandoned lots. One sits in the shadow of the parachute jump at Coney Island, the other in a neighborhood that has become synonomous with urban blight, the Bushwick section of Brooklyn. But these two schools are more than oases" , "date" : "19830222" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "2 'MAGNET SCHOOLS' STRIVE TO STAY THE BEST IN CITY" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/22\/nyregion\/2-magnet-schools-strive-to-stay-the-best-in-city.html"} , {"body" : "A strike by workers at the Wyckoff Heights Hospital in Brooklyn ended yesterday when union members ratified a contract raising pay 15 1\/2 percent over two years and granting other benefits. The 750 members of Local 144 of the Hospital Workers Union had struck last Tuesday. The hospital used supervisors and volunteers during the strike. The union" , "date" : "19830221" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "THE CITY; 15 1\/2% Raise Ends Hospital Strike" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/21\/nyregion\/the-city-15-1-2-raise-ends-hospital-strike.html"} ,   {"body" : "The city opened a new shelter for homeless women last night in a state-owned armory on Lexington Avenue at 26th Street. Kathryn Ruby, a spokesman for the Human Resources Administration, said that the new facility would immediately house 50 women, but that the city had not determined its ultimate capacity. The shelter was opened because the four" , "date" : "19830218" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; Homeless Women Get New Shelter" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/18\/nyregion\/the-city-homeless-women-get-new-shelter.html"} , {"body" : "Nurses at Lenox Hill Hospital yesterday voted to postpone by 22 hours a strike that was threatened to begin this morning, a spokesman for the nurses' union said. The spokesman, Telbert King, said that even though negotiations for a new contract collapsed, the nurses at the 690-bed private hospital, at 100 East 77th Street, voted to extend the" , "date" : "19830217" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "5" , "title" : "LENOX HILL'S NURSES POSTPONE DEADLINE 22 HOURS FOR STRIKE" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/17\/nyregion\/lenox-hill-s-nurses-postpone-deadline-22-hours-for-strike.html"} , {"body" : "Civic Honors S ister Betty Nickels remembers the 17-year-old Chinese girl of ''genius mentality'' who ran away from home because her parents expected her to support them and produce faultless grades. Another girl, whose parents had died, wanted to escape her sister's crowded house. Other girls were fleeing years of physical abuse. ''There are so" , "date" : "19830214" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/14\/nyregion\/new-york-day-by-day-229716.html"} , {"body" : "A man described as a former member of a Muslim religious group invaded a mosque in Brooklyn's Bushwick section yesterday afternoon and stabbed four people, one critically, before being overpowered, the police said. They said the intruder, Abdul Mohammed, 28 years old, of 216 Rockaway Boulevard, Queens, was disguised as a Muslim woman when he" , "date" : "19830124" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Stabs Four People In Mosque in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/24\/nyregion\/man-stabs-four-people-in-mosque-in-brooklyn.html"} , {"body" : "Two people were listed in critical condition yesterday after being shot in separate subway incidents in Brooklyn during Tuesday evening's rush hour, the police said yesterday. At 5:30 P.M., a man was shot by a transit police officer after a struggle in the Morgan Avenue station on the LL line in the Bushwick section, According to the transit" , "date" : "19830120" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "THE CITY; 2 Shot in Subways On Critical List" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/20\/nyregion\/the-city-2-shot-in-subways-on-critical-list.html"} , {"body" : "Following are the scores, released by the New York City Board of Education, on the reading tests given in city's public elementary schools and junior high schools in April 1982. The center column shows the proportion of pupils in each school reading at or above grade level; the right-hand column gives each school's overall city-wide ranking." , "date" : "19830104" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Scores on Reading Tests Given in Public Schools" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/04\/nyregion\/scores-on-reading-tests-given-in-public-schools.html"}]