[  {"body" : "A group in the Bay Ridge section of Brooklyn needed to train ambulance drivers. A Canarsie organization wanted to teach Soviet emigres English. A third group, in the Sunset Park section, wanted to clean up its neighborhood to attract new residents. All three organizations turned to the nonprofit Brooklyn Educational Cultural Alliance for help." , "date" : "19831218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "68" , "title" : "ORGANIZATION AIDS BROOKLYN GROUPS" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/18\/nyregion\/organization-aids-brooklyn-groups.html"} , {"body" : "Prof. and Mrs. Philip Schulman of Bayside, Queens, have announced the engagement of their daughter, Amy Beth Schulman, to Ronald Marshall Queler, son of Dr. and Mrs. Norman Queler of Canarsie, Brooklyn. The wedding is planned for June. The future bride is a senior examiner and Mr. Queler is an assistant treasurer, both in the audit department of" , "date" : "19831218" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "111" , "title" : "Amy Beth Schulman Plans June Wedding" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/18\/style\/amy-beth-schulman-plans-june-wedding.html"} , {"body" : "Adams Tops Lincoln It was a turbulent week of accusations, suspensions and forfeits in the P.S.A.L. Brooklyn A division. Undefeated Lafayette was found to have a fifth-year player on its squad and was forced to give up its victories. The playoff spot the team expected was turned over to Canarsie. But that status was short-lived when it was" , "date" : "19831106" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/06\/sports\/no-headline-022990.html"} , {"body" : "His football team has generally done poorly ever since losing to Bayside in the city championship game of 1981, but Coach George Najjar of Lincoln High School in Brooklyn has tried to make sure that each game, whether a victory or a loss, is an educational experience for his players. The Honest Abes learned perhaps their most important lesson of" , "date" : "19831105" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "24" , "title" : "Lincoln's Season Is On Again" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/05\/sports\/lincoln-s-season-is-on-again.html"} , {"body" : "The director of pupil personnel services for the New York City public school system yesterday ordered a second Brooklyn high school football team to forfeit its victories this season because of an ineligible player, and then went a step further and eliminated the school from playoff competition. Angelo Aponte, who last week declared Lafayette High" , "date" : "19831103" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "19" , "title" : "CANARSIE MUST FORFEIT GAMES" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/03\/sports\/canarsie-must-forfeit-games.html"} , {"body" : "It was a habit that Canarsie had had for too long, agreed team members. And yesterday, the Chiefs broke a 16-year pattern of losing to Jefferson with a 14-6 victory over their Brooklyn rival. Maurice Jones threw a 25-yard pass to George Pajonas for Canarsie's first touchdown in the first quarter. In the third quarter, Steve Rashkin had a 6-yard" , "date" : "19831030" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "CANARSIE FINALLY BEATS JEFFERSON, 14-6" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/30\/sports\/canarsie-finally-beats-jefferson-14-6.html"} , {"body" : "Madison High School extended its winning streak to six games yesterday with 20-14 victory over Sheepshead Bay, and moved a game closer to clinching a second consecutive Public Schools Athletic League Brooklyn B-division title. The Knights found themselves trailing going into the final quarter for the first time this season. But for Coach Steve" , "date" : "19831023" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "MADISON WINS 6TH STRAIGHT" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/23\/sports\/madison-wins-6th-straight.html"} , {"body" : "IT has long been the conventional wisdom that families with children who cannot afford housing in Manhattan's choice neighborhoods have no alternative but to move to the the suburbs. That view provokes strong disagreement from Joseph Langer, executive director of Project Renewal, a Federation of Jewish Philanthropies program. ''It's a myth that" , "date" : "19831016" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "11 ALTERNATIVES TO COSTLY MANHATTAN" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/16\/realestate\/11-alternatives-to-costly-manhattan.html"} , {"body" : "SLIDE into the saddle, slip your shoes into the stirrups and dream of reaching for the ring - fall is a wonderful time to gallop off to nowhere on a carousel. This weekend, stout rainbow-color stallions and ornate jeweled jumpers will make their rounds on more than a dozen historic carousels that are all within about 90 minutes of Times Square." , "date" : "19830930" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "THE CAROUSELS OF YESTERYEAR JUST NEXT DOOR" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/30\/arts\/the-carousels-of-yesteryear-just-next-door.html"} , {"body" : "WHEN HE ROSE TO SPEAK, THE general was still wearing his cap, with the full complement of ornamental braid due his rank. Solemnly, he gave his undergraduate audience a rigid salute. The white, rosy-cheeked expressions turned up to him could not have been more earnest had they been in church. And the general easily slipped into an evangelist's role," , "date" : "19830925" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CISKEI (SOUTH AFRICA)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "37" , "title" : "MISERY IN A SOUTH AFRICAN 'HOMELAND'" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/25\/magazine\/misery-in-a-south-african-homeland.html"} ,   {"body" : "The numbers were clear. The clock showed 16 seconds to play, the scoreboard read Jackson 14, Kennedy 12 and the distance between Angelos Brisnovalis and the goal line was 37 yards. With one sweeping motion, the clock wore down, Brisnovalis kicked the ball and erased the distance to the goal and the tally was raised to Kennedy 15. ''It was a" , "date" : "19830925" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "KENNEDY TRIUMPHS ON LATE FIELD GOAL" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/25\/sports\/kennedy-triumphs-on-late-field-goal.html"} , {"body" : "It was in June 1982 that New York City, after operating the century-old Canarsie Cemetery in Brooklyn for nearly 40 years, said it was really in the wrong business. The Department of General Services said the 13-acre site was going on the block through a negotiated precedure known as Request for Proposals. But selling a cemetery in New York isn't" , "date" : "19830925" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "FOLLOW-UP ON THE NEWS; Selling a Cemetery" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/25\/nyregion\/follow-up-on-the-news-selling-a-cemetery.html"} , {"body" : "Frank Zuccaro steps out of his patrol car, gun at his side, but without the badge of a New York City police officer. For the people who live along his beat in the Canarsie section of Brooklyn, however, the absence of the silver shield does not matter. Mr. Zuccaro is part of a private security patrol, paid for by homeowners and tenants who feel that" , "date" : "19830918" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "50" , "title" : "PRIVATE SECURITY PATROLS ON RISE IN CITY'S MIDDLE-CLASS AREAS" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/18\/nyregion\/private-security-patrols-on-rise-in-city-s-middle-class-areas.html"} , {"body" : "Lehman went undefeated in Bronx- Manhattan division play last season, but Coach Carmin Coasanto lost all but four starters and will probably have to pass more often to take pressure off an inexperienced offensive line. Truman and Kennedy, who have key personnel returning from last year, could finish 1, 2 in the Bronx- Manhattan division of the" , "date" : "19830918" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "SOME STRENGTHS SHIFT IN CITY" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/18\/sports\/some-strengths-shift-in-city.html"} , {"body" : "Those few startling days came spinning out of the blue in February 1980, when the United States Olympic hockey team entranced the nation by beating the Soviet team and winning the gold medal. In the exuberant aftermath, Americans who had paid no attention to Olympic hockey until then turned to each other to ask, ''Who are those guys?'' Now the same" , "date" : "19830918" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "U.S. Olympic Hockey Team Faces a Tough Task" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/18\/sports\/us-olympic-hockey-team-faces-a-tough-task.html"} , {"body" : "''Wanted - Creative Developers,'' proclaims a real estate ad in this morning's New York Times. It promises ''outstanding tax benefits'' for redeveloping ''a unique landmark building, five stories, 114,000 square feet including a basement of 59,000 square feet and a cellar. Listed on the National Register of Historic Places.'' New York City wants" , "date" : "19830911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "7" , "title" : "SOME MUNICIPAL WHITE ELEPHANTS ARE NOW HOT PROPERTIES" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/11\/weekinreview\/some-municipal-white-elephants-are-now-hot-properties.html"} , {"body" : "Ilene Platz, daughter of Gloria Geller of Canarsie, Brooklyn, and Simon Platz of Forest Hills, Queens, was married yesterday to Jonathan B. Cranin, son of Dr. and Mrs. A. Norman Cranin of Hewlett Bay Park, L.I. Rabbi Martin Siegel performed the ceremony at the Cranin home. The bride is a television commercial producer with the New York advertising" , "date" : "19830905" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "28" , "title" : "Ilene Platz Becomes Bride Of Jonathan Cranin on L.I." , "url" : "http:\/\/www.nytimes.com\/1983\/09\/05\/style\/ilene-platz-becomes-bride-of-jonathan-cranin-on-li.html"} , {"body" : "Many high school students enter the business world through the modern-day school of hard knocks. They spend their summers frying hamburgers in fast-food outlets or scooping ice cream at the local soda shop. Doris Maya, a senior at Canarsie High School in Brooklyn, and Anthony Khan, a senior at Manhattan's Stuyvesant High School, have taken a" , "date" : "19830801" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Business"] , "page_facet" : "4" , "title" : "'MINI M.B.A.,' FOR HIGH SCHOOL STUDENTS" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/01\/business\/mini-mba-for-high-school-students.html"} , {"body" : "The youngest Olympic ice hockey team the United States has ever had was introduced today, when 27 players were named to the 1984 squad for the Winter Games. Selected at the National Sports Festival, which ended here Sunday, the group has an average age of 20.7 and includes 3 players who are still in high school. Three others just finished high" , "date" : "19830705" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "13" , "title" : "U.S. HOCKEY SQUAD EMPHASIZES YOUTH" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/05\/sports\/us-hockey-squad-emphasizes-youth.html"} , {"body" : "The owner of a Brooklyn jewelry exchange was arrested yesterday on charges that he served as a conduit for thousands of dollars worth of stolen Jewish relgious articles, a spokesman for the police said. The suspect, Edwin Rabinowitz, the owner of J. E. Gold Exchange, 9321 Church Avenue, in the East Flatbush section, surrendered to the police at" , "date" : "19830701" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "JEWELER CHARGED WITH ROLE IN SALE OF STOLEN JEWISH RELIGIOUS OBJECTS" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/01\/nyregion\/jeweler-charged-with-role-in-sale-of-stolen-jewish-religious-objects.html"} ,   {"body" : "RUFFLES and flourishes will herald the celebrations by land, air and sea of the nation's 207th birthday this Fourth of July weekend. Most of the festivities, which will resound especially loudly around Manhattan's shores, will be free, with the public definitely invited. There will be the roar of racing powerboats at Battery Park tomorrow, for" , "date" : "19830701" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A STAR-SPANGLED THREE-STATE FOURTH OF JULY WEEKEND" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/01\/arts\/a-star-spangled-three-state-fourth-of-july-weekend.html"} , {"body" : "Percentage of students in the classes of 1973, 1978 and 1982 in New York City public high schools who have completed three years or more of ''academic'' courses in English and two years or more in math by the end of their junior year. N.A.= Data incomplete or unavailable Asterisk denotes schools that have programs requiring special application for" , "date" : "19830612" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "54" , "title" : "HOW ENROLLMENT IN HIGH SCHOOL MATH AND ENGLISH HAS CHANGED IN 10 YEARS" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/12\/nyregion\/how-enrollment-in-high-school-math-and-english-has-changed-in-10-years.html"} , {"body" : "Brandishing a large twig, Glenn Specht poked the ground as if he were searching for gold. He uncovered his treasure - an earthworm, bait for an evening fishing expedition. Picking up the worm, 7-year-old Glenn teasingly held it inches away from the face of his friend Ruben Felipe. Ruben, who is 8, bridled at the sight of the slimy worm. ''I'm not" , "date" : "19830612" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "60" , "title" : "DISABLED VISIT A FRESH AIR FUND CAMP" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/12\/nyregion\/disabled-visit-a-fresh-air-fund-camp.html"} , {"body" : "LIKE successful big-game hunters, apartment-seekers who land the t rophy of rentable space at an affordable price in New York City are c oming away from their experience with tales to tell. As the spring h unting season wears on, the tales suggest at least two conclusions: - It is extremely difficult for a growing family that needs more space to" , "date" : "19830529" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "RENTAL APARTMENTS: HAVES AND HAVE-NOTS" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/29\/realestate\/rental-apartments-haves-and-have-nots.html"} , {"body" : "In front of a house on Lafayette Avenue in Bedford-Stuyvesant stands a magnolia tree as big as a brownstone, its broad leaves as glossy as if each had been individually oiled. It is a magnolia grandiflora, and it usually grows nowhere north of the Mason-Dixon line. Somehow, improbably, with considerable help from human beings, this tree grows in" , "date" : "19830525" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "ABOUT NEW YORK; CITY OR BOROUGH, DODGERS OR NO DODGERS, BROOKLYN IS BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/25\/nyregion\/about-new-york-city-or-borough-dodgers-or-no-dodgers-brooklyn-is-brooklyn.html"} , {"body" : "''FOR some people, like Janice and myself, basketball is not a sport, not a part-time job,'' said Joseph L. Verdi of Long Beach. ''It's a way of life.'' It seems safe to say that there are not too many couples like the Verdis. Not that there aren't couples who share a passion for sports. After all, the Verdis themselves are avid recreational" , "date" : "19830522" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "BASKETBALL BECOMES 'WAY OF LIFE' FOR COUPLE WHO COACH" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/22\/nyregion\/basketball-becomes-way-of-life-for-couple-who-coach.html"} , {"body" : "In what was considered one of the most significant of 32 school board elections in New York City on May 3, followers of Lyndon H. LaRouche Jr. failed to win any seats in an Upper West Side district as the count neared completion. The right-wing LaRouche group, once known as the U.S. Labor Party and now called the National Democratic Policy" , "date" : "19830519" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "SCHOOL BOARD ELECTIONS POINT TO A RISE IN VOTERS" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/19\/nyregion\/school-board-elections-point-to-a-rise-in-voters.html"} , {"body" : "TWO middle-aged couples, arms linked, lounge in a huge hot tub. Another couple embrace after a game of tennis. Others chat over a game of pool. Everyone is smiling. That is the image promoted in its ads by The Communities of Concordia, a ''preretirement'' resort village in Cranbury, N.J., for middle-income couples, 48 years old or older, who want a" , "date" : "19830515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CRANBURY (NJ)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "FOR EMPTY NESTERS, THE ADULT VILLAGE" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/15\/realestate\/for-empty-nesters-the-adult-village.html"} , {"body" : "The Cemetery Sale W hile Canarsie Cemetery in Brooklyn might not be everyone's idea of hot property, 49 people have requested a brochure that outlines bidding procedures for the city-owned cemetery, which dates from 1888. Issued by the Department of General Services' division of real property, the brochure shows a scenic view of tombstones," , "date" : "19830509" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/09\/nyregion\/new-york-day-by-day-153842.html"} , {"body" : "Two men, one dressed in a police officer's uniform and carrying a walkie-talkie, held up a Brooklyn jewelry manufacturer yesterday and escaped with more than $50,000 worth of jewelry, the police said. The man posing as an officer was allowed to enter the office of the company, Gold Rush Manufacturing Ltd., at 844 East 94th Street in the Canarsie" , "date" : "19830506" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE CITY;" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/06\/nyregion\/the-city.html"} ,   {"body" : "Ten years after a school boycott that divided the Canarsie-East Flatbush school district on racial and geographic lines, those divisions are still evident in Tuesday's school board elections. One slate in the district, the 18th, consists mostly of incumbents and is all white. Eight of the candidates are from Canarsie, and one is from East Flatbush." , "date" : "19830501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "61" , "title" : "OLD DIVISIONS EVIDENT IN BROOKLYN SCHOOL RACE" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/01\/nyregion\/old-divisions-evident-in-brooklyn-school-race.html"} , {"body" : "On Saturday she was at the Roseland ballroom for her regular weekend treat. But this week 86-year-old Ellen Mitchell will no longer be in her 32d-floor office - her desk piled with stock market reference books, computer cards and daily quotation sheets. After a hectic Wall Street year, Miss Mitchell has just retired as supervisor of" , "date" : "19830411" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; Slow Dance Into Retirement" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/11\/nyregion\/new-york-day-by-day-slow-dance-into-retirement.html"} , {"body" : "A campaign to persuade more of the city's families to send their children to public rather than private schools is about to be undertaken by an alliance of civic, business and educational organizations. The group, the New York Alliance for Public Schools, is concerned that too many parents who can afford private and parochial schools automatically" , "date" : "19830409" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "ALLIANCE FOR CITY SCHOOLS MOUNTS 'GO PUBLIC' DRIVE" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/09\/nyregion\/alliance-for-city-schools-mounts-go-public-drive.html"} , {"body" : "Twenty years ago, Sabel's Kosher Bakery, halfway between 45th and 46th Streets on Fort Hamilton Parkway in Brooklyn, was the only store on the block to close for the Jewish Sabbath. Now, Osher Sabel, the Hasidic proprietor of the bakery, boasts that, with the arrival of other Orthodox merchants, they all do. It is one sign of a burst of Orthodox" , "date" : "19830329" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "ORTHODOX JUDAISM IS BUOYED BY A RESURGENCE IN NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/29\/nyregion\/orthodox-judaism-is-buoyed-by-a-resurgence-in-new-york.html"} , {"body" : "They came to the movies in pairs, looking and listening as the Charlie Chaplin and William S. Hart silents reeled along to piano music, sentimental or menacing, by 75-year-old Abraham H. Lass. These twosomes were patients and their ''care partners,'' who share the hospital room, training with the patient for the regimen at home. Spouses, relatives," , "date" : "19830310" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "2" , "title" : "NEW YORK DAY BY DAY; 'Care Partners'" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/10\/nyregion\/new-york-day-by-day-care-partners.html"} , {"body" : "Jewelry valued at $500,000 to $1 million was stolen from the Modell Pawn Shop at 517 West 181st Street in the Washington Heights section of Manhattan. Entrance was made through the shop's front door sometime between Saturday evening and yesterday morning. ... Burglars broke through a vault of the I.D. Watch Case Company at 137-11 90th Avenue in" , "date" : "19830308" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/08\/nyregion\/the-city-the-police-blotter.html"} , {"body" : "The Justice Department has decided not to prosecute Representative Charles E. Schumer, the Brooklyn Democrat, on Federal charges in connection with his 1980 campaign for the House, according to senior law-enforcement officials. The department had been reported to be investigating whether Mr. Schumer, a former New York Assemblyman, had unlawfully" , "date" : "19830110" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "FEDERAL OFFICIALS WON'T PROSECUTE IN SCHUMER CASE" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/10\/nyregion\/federal-officials-won-t-prosecute-in-schumer-case.html"} , {"body" : "R uminating on the intercollegiate athletic program of Brooklyn College over the years - an uncommon rumination, at best - one might not have been surprised by a description from one of its quarterbacks of the early 1930's. ''I believe,'' he once recalled, ''that we were the only team in American history which before its opening game had never" , "date" : "19830108" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "21" , "title" : "Sports of the Times; Brooklyn College And Aspirations" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/08\/sports\/sports-of-the-times-brooklyn-college-and-aspirations.html"} , {"body" : "Following are the scores, released by the New York City Board of Education, on the reading tests given in city's public elementary schools and junior high schools in April 1982. The center column shows the proportion of pupils in each school reading at or above grade level; the right-hand column gives each school's overall city-wide ranking." , "date" : "19830104" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Scores on Reading Tests Given in Public Schools" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/04\/nyregion\/scores-on-reading-tests-given-in-public-schools.html"}]