[  {"body" : "Following is a breakdown, by region, of the projects to be paid for by the $1.25 billion ''Rebuild New York'' bond issue if it is approved by voters in November. The figures and descriptions were supplied by the offices of Governor Cuomo and the legislative leaders: NEW YORK CITY * Rehabilitation of the Hutchinson River Parkway Bridge over the" , "date" : "19830917" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "LIST OF PROJECTS TO BE FINANCED BY THE PROPOSED $1.25 BILLION BOND ; ISSUE" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/17\/nyregion\/list-of-projects-to-be-financed-by-the-proposed-1.25-billion-bond-issue.html"} , {"body" : "The rebuilding of highways and bridges in the New York area is being stepped up this year, bringing mixed news for the motorist this Memorial Day weekend. In the long run, the roads will be smoother and safer. But for now, there will be more jackhammers, asphalt trucks, detours, orange traffic cones and ''People Working'' signs on local roads than" , "date" : "19830526" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NOTE OF CAUTION FOR THE TRAVELER: DETOURS AHEAD" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/26\/nyregion\/note-of-caution-for-the-traveler-detours-ahead.html"} , {"body" : "New York City's 10-month-old program to combat drunken driving was sharply criticized yesterday by specialists in alcoholism treatment and by the chairman of the State Assembly's subcommittee overseeing the program. While city officials painted a bright picture of their efforts under the state-mandated campaign, other evaluations presented at a" , "date" : "19830507" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "DRUNKEN-DRIVING EFFORT TERMED LAGGING IN CITY" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/07\/nyregion\/drunken-driving-effort-termed-lagging-in-city.html"} , {"body" : "The worst storm of the winter struck the mid-Atlantic states and the New York metropolitan area yesterday. Howling winds and deep snows disrupted travel, commerce, entertainment, government and endof-the-week activities for millions of people. The National Weather Service called it a near-blizzard along most sections of the Eastern Seaboard, but" , "date" : "19830212" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "MIDDLE ATLANTIC STATES (US)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "EAST HIT HARD BY WORST STORM OF WINTER" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/12\/nyregion\/east-hit-hard-by-worst-storm-of-winter.html"}]