[  {"body" : "The largest housing grant in New York City's history, $15 million, was presented yesterday to a civic organization for 1,100 units of middle-income housing. The money, from the Federal Department of Housing and Urban Development, went to the Housing Partnership Development Corporation. The corporation had already lined up $55 million in private" , "date" : "19831223" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "U.S. GRANTS $15 MILLION FOR HOUSING IN THE CITY" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/23\/nyregion\/us-grants-15-million-for-housing-in-the-city.html"} , {"body" : "At least 15 people were injured in fires yesterday at two schools and an apartment house in Brooklyn and a Manhattan office building. A 21-year-old student, Moshe Friedman, was seriously hurt jumping from a three-story dormitory on the Yeshiva Chaim Berlin High School campus at 1567 Coney Island Avenue in Brooklyn. He was trying to escape a" , "date" : "19831220" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE CITY; Fires Injure 15 In 2 Boroughs" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/20\/nyregion\/the-city-fires-injure-15-in-2-boroughs.html"} , {"body" : "houses in the Windsor Terrace section of Brooklyn earlier this month broke ground for more than the houses themselves. It also signaled a fresh approach to the development of new publicly assisted houses that will be owned by their occupants. Governor Cuomo came to the groundbreaking, as did Mayor Koch, Senator Alfonse M. D'Amato and David A." , "date" : "19831218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "NEW TACK IN GETTING HOMES BUILT" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/18\/realestate\/new-tack-in-getting-homes-built.html"} , {"body" : "A 2-year-old witness to the killing of her teen-age sister led detectives to the suspected assailant by repeating his name over and over, officials said yesterday. The suspect - Michael Orlando Thames, 17 years old, of Brooklyn - was charged with second-degree murder and robbery in connection with the slaying of Thelma Brown, 16, on Thursday. Both" , "date" : "19831217" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "THE CITY; 2-Year-Old Names Murder Suspect" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/17\/nyregion\/the-city-2-year-old-names-murder-suspect.html"} , {"body" : "A 23-year-old white police officer was arrested yesterday and charged with assaulting and menacing a black man while off duty and in civilian clothes on a street in the Coney Island section of Brooklyn. District Attorney Elizabeth Holtzman of Brooklyn said that the incident, at 2:30 A.M. yesterday, was ''apparently a racially motivated and" , "date" : "19831216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Officer Accused Of Racial Assault" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/16\/nyregion\/the-city-officer-accused-of-racial-assault.html"} , {"body" : "The Citizens Committee for New York City distributed cash awards totaling $8,075 to 41 community groups at a ceremony in the Blue Room of City Hall last week for a variety of neighborhood beautification projects. The projects included flower beds at the Coney Island Housing Project in Brooklyn, a vegetable garden on a hilltop in the Highbridge" , "date" : "19831211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "75" , "title" : "COMMUNITY GROUPS CITED FOR IMPROVING THEIR NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/11\/nyregion\/community-groups-cited-for-improving-their-neighborhood.html"} , {"body" : "On the island of Bonaire in the Netherlands Antilles, the realms of heaven and hell are reversed. There, 60 miles off the coast of Venezuela, one descends into heaven. In front of an old aloe plantation called Karpata, a single step off a rough stone staircase that leads to the sea transports you from a barren land of cactus and chameleons, a world" , "date" : "19831204" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Travel"] , "page_facet" : "19" , "title" : "AROUND THE CARIBBEAN; IN BONAIRE, AN UNDERSEA WONDERLAND" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/04\/travel\/around-the-caribbean-in-bonaire-an-undersea-wonderland.html"} , {"body" : "Andrea J. Tabot and State Senator Martin M. Solomon, Democrat of Brooklyn, plan to be married in January. Mr. and Mrs. Seymour S. Tabot of Bayside, Queens, have announced their daughter's engagement to the son of Susan Rose Kaplan of Valley Stream, L.I., and the late Harry Solomon. Miss Tabot, the geriatric program coordinator at the Mapleton" , "date" : "19831204" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "106" , "title" : "State Senator to Marry Miss Tabot in January" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/04\/style\/state-senator-to-marry-miss-tabot-in-january.html"} , {"body" : "Bruno Galeotti, a former distance runner and soccer player in his native Italy, won the 73d annual Coney Island 10-mile race walk yesterday in 1 hour 51 minutes 39 seconds. A field of 50 competed on the Coney Island boardwalk, which has been the site since 1966 of the oldest race walk in America. Before that, the event began at City Hall, and" , "date" : "19831128" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "Galeotti Wins Walk Event" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/28\/sports\/galeotti-wins-walk-event.html"} , {"body" : "The charred bodies of two Brooklyn brothers who had been shot were found Wednesday in a burning car in Coney Island, the police said. The dead men were identified yesterday as Anthony Regina, 49 years old, of 872 Lorimer Street, and Vincent Regina, 53, of 7713 11th Avenue. They were found by firefighters Wednesday evening in the car at Hart Place" , "date" : "19831126" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "THE CITY; Bodies of Brothers Found in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/26\/nyregion\/the-city-bodies-of-brothers-found-in-brooklyn.html"} ,   {"body" : "If the major museums are relatively quiet on the architectural front this season - only the Cooper-Hewitt has had an active schedule of major exhibitions - smaller institutions and galleries have more than taken up the slack. There is an unusual array of small architectural exhibitions in New York this autumn, ranging from a celebration of the work" , "date" : "19831125" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "AN UNUSUAL ARRAY OF SMALL ARCHITECTURAL SHOWS" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/25\/arts\/an-unusual-array-of-small-architectural-shows.html"} , {"body" : "Mary E. Dillon, the first woman to be appointed president of the New York City Board of Education and the first woman to be president and chairman of a major public utility corporation, died Oct. 20 at her home in Honolulu. She was 98 years old. Miss Dillon went to work for the Brooklyn Borough Gas Company in 1903 as a 17-year-old junior clerk and" , "date" : "19831118" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Obituaries" , "Education"] , "page_facet" : "19" , "title" : "MARY E. DILLON, 93, EX-HEAD OF CITY'S BOARD OF EDUCATION" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/18\/obituaries\/mary-e-dillon-93-ex-head-of-city-s-board-of-education.html"} , {"body" : "A Brooklyn man who was released from jail last week under a courtordered low-bail plan to ease jail overcrowding has been arrested and charged with strangling his wife in July and burning his apartment to cover up the crime. Detectives of the 78th Precinct said they had charged 39-year-old Roberto Hernandez of 4007 Seventh Avenue, in the Sunset" , "date" : "19831114" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Freed Inmate Seized In a July Strangling" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/14\/nyregion\/freed-inmate-seized-in-a-july-strangling.html"} , {"body" : "Giants vs. Dallas Cowboys, at Giants Stadium, 1 P.M. (Television - Channel 2, 1 P.M. Radio - WNEW, 1130; 1 P.M.) Jets vs. 49ers, at San Francisco. The Jets have not beaten San Francisco in three previous meetings. The 49ers won the last game, 37-27, in 1980. (Television - Channel 4, 4 P.M. Radio - WCBS, 880; 4 P.M.). Minor League: New England" , "date" : "19831030" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "SUNDAY SPORTS Football" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/30\/sports\/sunday-sports-football.html"} , {"body" : "Knicks vs. Washington Bullets , at Madison Square Garden, 7:35 P.M. This is the home opener of a season in which the Knicks hope to maintain a defense that led the league in 1982-83 by limiting opponents to an average of 97.5 points a game. (Television - MSG Cable, 7:30 P.M., live, and 1:30 A.M., tape. Radio - WNEW, 1130; 7:30 P.M.) Nets vs. Bulls" , "date" : "19831029" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "SATURDAY SPORTS Basketball" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/29\/sports\/saturday-sports-basketball.html"} , {"body" : "When Police Commissioner Robert J. McGuire released his rebuttal to the allegations of racially motivated police brutality raised last month at a Congressional hearing, he said the department had prepared its 95-page response ''so the public can make up its own mind.'' An examination of the cases and interviews with the complainants and their" , "date" : "19831027" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "WHEN POLICE ARE ACCUSED OF BRUTALITY" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/27\/nyregion\/when-police-are-accused-of-brutality.html"} , {"body" : "Pinklon Thomas vs. Leroy Boone, 10 rounds, heavyweights, at the Sands Hotel and Casino, Atlantic City. First preliminary 8 P.M. The undefeated Thomas, from Philadelphia, is 22-0-1 with 19 knockouts. Boone, from Virginia Beach, is 15-14-2, with 6 knockouts. In a 10-round junior welterweight preliminary, Kevin Perry of Philadelphia meets Jake" , "date" : "19831027" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "18" , "title" : "THURSDAY SPORTS Boxing" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/27\/sports\/thursday-sports-boxing.html"} , {"body" : "A State Supreme Court jury in Brooklyn found a 22-year-old Brooklyn man guilty of second-degree murder yesterday for forcing his way into the Coney Island apartment of an 87- year-old woman and killing her during a robbery last year. The woman, Anna Krasner, died of asphyxiation after her assailant bound and gagged her. Much of the testimony at the" , "date" : "19831026" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "THE CITY; Robber Convicted Of Killing Woman" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/26\/nyregion\/the-city-robber-convicted-of-killing-woman.html"} , {"body" : "United States Handball Association's national one-wall indoor championships, singles semifinals, at the Atlantic Handball Association, 3312 Surf Avenue, at West 35th Street, Coney Island, Brooklyn, 6:30 P.M. Hockey Rangers vs. Winnipeg Jets, at Madison Square Garden, 7:35 P.M. The Rangers have won all six of their home games so far en route to the" , "date" : "19831026" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "14" , "title" : "WEDNESDAY SPORTS Handball" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/26\/sports\/wednesday-sports-handball.html"} , {"body" : "Mike McCallum vs. Manuel Jiminez, junior middleweights, and Bobby Czyz vs. Bill Medei, middleweights, 10-round co-feature bouts, at the Playboy Hotel and Casino, Atlantic City; first preliminary, 8 P.M. McCallum is ranked first among junior-middleweight contenders by both the World Boxing Council and the World Boxing Association. The other ranked" , "date" : "19831025" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "TUESDAY SPORTS Boxing" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/25\/sports\/tuesday-sports-boxing.html"} ,   {"body" : "Giants vs. Cardinals , at St. Louis. The Cardinals beat the Giants on a Monday night in 1977, and since then the Eastern Division rivals have split 10 games. The Cardinals' Roy Green was the league's leading receiver the first six weeks of the season. Al (Bubba) Baker, their defensive end, played at Weequahic High School in Newark. Coach Bill" , "date" : "19831024" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/24\/sports\/no-headline-250152.html"} , {"body" : "A 26-foot cabin cruiser, believed stolen from her Staten Island berth, exploded and burned to the waterline in Lower New York Bay last night. It was not known whether anyone was aboard when the boat ignited shortly after 8 P.M. The Coast Guard said that the owner had been unaware the boat was missing. She erupted into a ball of flame a half mile" , "date" : "19831018" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Boat Explodes in Harbor" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/18\/nyregion\/boat-explodes-in-harbor.html"} , {"body" : "When Pedro Guerrero inherited Ron Cey's position at third base this season, he also inherited the crowd of journalists who used to flock to Steve Garvey in the Los Angeles Dodger clubhouse. In that process, he lost some of the fat pitches that used to come sailing into his strike zone. Guerrero accepted the entire package, because ''hey, this is" , "date" : "19831007" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "20" , "title" : "SPORT SOF THE TIMES; Star Time for Guerrero" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/07\/sports\/sport-sof-the-times-star-time-for-guerrero.html"} , {"body" : "Tucked away in the canyons of New York are over 400 community parks and gardens maintained by volunteers. To assist them the Neighborhood Open Space Coalition has published a Park\/Garden Maintenance Manual filled with information on pruning trees, planting bulbs - and raising money. ''The purpose of the manual is to give people the basic tools they" , "date" : "19831006" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "MANUAL ON CARE OF COMMUNITY GARDENS" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/06\/garden\/manual-on-care-of-community-gardens.html"} , {"body" : "Jeremiah B. Bloom, a lawyer and former State Senator from Brooklyn who unsuccessfully challenged Hugh L. Carey for the Democratic gubernatorial nomination in 1978, died of a heart attack Sunday at St. Clare's Hospital in Manhattan. He was 70 years old and lived in Manhattan. Mr. Bloom was stricken at the Port Authority Bus Terminal in Manhattan" , "date" : "19831004" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "27" , "title" : "JEREMIAH B. BLOOM, 70, DEAD; EX-STATE SENATOR OF BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/04\/obituaries\/jeremiah-b-bloom-70-dead-ex-state-senator-of-brooklyn.html"} , {"body" : "SLIDE into the saddle, slip your shoes into the stirrups and dream of reaching for the ring - fall is a wonderful time to gallop off to nowhere on a carousel. This weekend, stout rainbow-color stallions and ornate jeweled jumpers will make their rounds on more than a dozen historic carousels that are all within about 90 minutes of Times Square." , "date" : "19830930" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "THE CAROUSELS OF YESTERYEAR JUST NEXT DOOR" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/30\/arts\/the-carousels-of-yesteryear-just-next-door.html"} , {"body" : "Not since the late 1950's, when Sputnik was launched, has American education come in for as much scrutiny as it is getting today - and educators in New York City are loving it. Even though recent reports have contained more criticism than praise for the country's schools, the men and women who run the city's public school system have found solace" , "date" : "19830919" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "REPORTER'S NOTEBOOK: HOPES OF CHANGE IN CITY SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/19\/nyregion\/reporter-s-notebook-hopes-of-change-in-city-schools.html"} , {"body" : "SEARINGTOWN THE boys didn't want to go to summer camp. They had been deprived, they complained, when they learned we were going overseas. So we took them to Europe. Now, having lost their innocence abroad, Mark and Michael returned to the cozy Herricks Schools last week - Mark, 15, to the high school, Mi- chael, 11, to the middle school. Do I tell" , "date" : "19830918" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "ABOUT LONG ISLAND" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/18\/nyregion\/about-long-island.html"} , {"body" : "Men in dinner jackets ogled the penguins - ''for whom black tie was not optional,'' one guest observed - at the New York Aquarium in Coney Island on Friday night. As whales, walruses and dolphins frolicked, the Brooklyn Arts and Culture Association honored seven outstanding women. Kitty Carlisle Hart, chairman of the State Council on the Arts;" , "date" : "19830912" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "DAY BY DAY; Fete in Black and White" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/12\/nyregion\/day-by-day-fete-in-black-and-white.html"} , {"body" : "IN the old days, Rufky Mattus, Abe Kroll and their friends from Brownsville would get together at Murphy's candy store after work for some laughs and some Horton's ice cream and later, head to Coney Island for a hot dog at Nathan's. The old Brooklyn neighborhood has changed as much as the boys did. Abe Kroll married Eva Korman, the daughter of" , "date" : "19830911" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "8" , "title" : "THE SCOOP WAR'S GOURMET BATTLE" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/11\/business\/the-scoop-war-s-gourmet-battle.html"} ,   {"body" : "Even for those without homes, it may be cheaper to buy than to rent. So it seemed to Governor Cuomo, who suggested that New York City purchase some of its 50 welfare hotels to save money and improve conditions for the nearly 2,100 displaced families sheltered in them. Mayor Koch last week agreed. By condemning the buildings through its power of" , "date" : "19830911" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "THE REGION; Mayor Shares Rewards of The Work Ethic" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/11\/weekinreview\/the-region-mayor-shares-rewards-of-the-work-ethic.html"} , {"body" : "BLUE GUIDE NEW YORK. By Carol von Pressentin Wright. 623 pages. Ernest Benn-Norton. $22.50 (hard cover), $12.95 (paperback). NYCACCESS. By Richard Saul Wurman. 248 pages. Access Press. $11.95. NEW YORK: A Guide to the Metropolis (revised edition). By Gerard R. Wolfe. 516 pages. McGraw-Hill. $12.95. PITY the dedicated soul who writes a guidebook to" , "date" : "19830909" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "18" , "title" : "BOOKS OF THE TIMES" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/09\/books\/books-of-the-times-152153.html"} , {"body" : "Low-income workers would get preference over welfare recipients in applying for apartments at certain Coney Island housing projects under a plan proposed yesterday by Mayor Koch. The Mayor made it clear that he was talking only about apartments that become vacant in projects now occupied by an unusually high number of welfare families. But little" , "date" : "19830908" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "KOCH PROPOSES SHIFT IN CONEY I. HOUSING" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/08\/nyregion\/koch-proposes-shift-in-coney-i-housing.html"} , {"body" : "An off-duty Port Authority police officer shot in the neck during a robbery attempt last week in a Coney Island parking lot died Tuesday, according to the police. The officer, 25-year-old Scott Parker, had been on a life-support system in the intensive-care unit of Kings County Hospital since the Aug. 31 shooting, the police said. He had been on" , "date" : "19830908" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Officer Wounded In Robbery Dies" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/08\/nyregion\/the-city-officer-wounded-in-robbery-dies.html"} , {"body" : "International Shells rained over West Beirut, killing a French paratroop colonel and his driver. In response, the French peacekeeping force sent two planes in warning flights over the city and Moslem Druse artillery positions in nearby mountains. Later, two fighter planes from the American carrier Eisenhower also swept over the city and the" , "date" : "19830908" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THURSDAY, SEPTEMBER 8, 1983" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/08\/nyregion\/thursday-september-8-1983.html"} , {"body" : "With Sandra Feldman, the organizers of yesterday's Labor Day Parade got not only the first woman and first teacher to be grand marshal - but they also got a tough unionist in the bargain. At the age of 43, Miss Feldman is executive director of the United Federation of Teachers. She is also the secretary, the second-highest elected official, in the" , "date" : "19830906" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "MAN IN THE NEWS; LABOR PARADE'S MARSHAL" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/06\/nyregion\/man-in-the-news-labor-parade-s-marshal.html"} , {"body" : "uf912 FOOT racing, street fairs, outdoor art shows and a host of other open-air diversions will enliven this Labor Day week end, the nation's 89th. Most of the celebrations this weekend - which is by tradition, if not by the calendar, summer's finale - will be free of charge and open to everyone, toilers and otherwise. Hundreds of thousands of" , "date" : "19830902" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "FROM FIFTH AVE. TO CAPE MAY: LABOR DAY HOLIDAY GUIDE" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/02\/arts\/from-fifth-ave-to-cape-may-labor-day-holiday-guide.html"} , {"body" : "An off-duty Port Authority police officer was shot in the neck and critically wounded yesterday in a robbery attempt, the police said. The officer, Scott R. Parker, 25 years old, of Brooklyn, was shot by one of two men who approached his car shortly before 3 A.M. in a parking lot of the Carey Gardens housing project in the Coney Island section of" , "date" : "19830831" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE CITY; Officer Is Shot InNeckbyRobber" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/31\/nyregion\/the-city-officer-is-shot-inneckbyrobber.html"} , {"body" : "Just days after Mayor Koch entreated Democrats around the country to pay more attention to the middle class, he and other top city and state officials last week inadvertently rediscovered poverty. It began when Governor Cuomo disclosed that state inspections of two New York City hotels housing displaced families had found ''mind boggling''" , "date" : "19830828" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "WHAT'S HOLDING THE UNDERCLASS DOWN?" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/28\/weekinreview\/what-s-holding-the-underclass-down.html"} , {"body" : "Carrousel Can Rejuvenate And Be Rejuvenated The 73-year-old Central Park carrousel has just had a complete refurbishing of its military-band organ, paint job, lighting and roof - with new windows, ticket booth and weather vane. But not to worry. They haven't changed it that much. ''Babes in Toyland'' and ''That Kiss in the Dark'' still whump and" , "date" : "19830825" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/25\/nyregion\/new-york-day-by-day-123042.html"} ,   {"body" : "The TalkofConey Island The Parachute Jump at Coney Island, tall and graceful from afar, stands silent and rusting, its base covered with graffiti. There is talk of tearing it down soon, before the rust turns to rot. For 26 years, screaming passengers dangled 271 feet from the top before plunging back to earth swearing never to ride it again. Since" , "date" : "19830820" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "THE TALK OF CONEY ISLAND; AT CONEY I., SYMBOLS OF HEYDAY FADING AWAY" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/20\/nyregion\/the-talk-of-coney-island-at-coney-i-symbols-of-heyday-fading-away.html"} , {"body" : "It was a hot, brightly lit summer day of 1966 early last week at midnight on a hot, darkly dank summer night of 1983 in Dubrow's Cafeteria, and the intrusion of a long-gone New York dog-day afternoon into the muggy night radiated an eerie sensation, not unlike those juxtapositions of fantasy you find in a story by Isaac Bashevis Singer. In a way," , "date" : "19830820" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "9" , "title" : "SINGER STORY FILMED CAFETERIA STYLE" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/20\/movies\/singer-story-filmed-cafeteria-style.html"} , {"body" : "HOW'RE you gonna keep 'em back at the old amusement park after they've seen Disney World? Can the parks in our area possibly hold their own against Mickey, Minnie and Unca Donald? Well for one thing, Disney World is 1,098 miles away. You can't just hop in the family wagon with Rover and the kids and zip down to Orlando, Fla., for the afternoon. For" , "date" : "19830819" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "THRILLS AND CHILLS FOR A SUMMER DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/19\/arts\/thrills-and-chills-for-a-summer-day.html"} , {"body" : "Dr. Michael Newman, a psychologist and professor emeritus in the student development department at Kingsborough Community College in Brooklyn, died Sunday at Coney Island Hospital. He was 71 years old and lived in the Flatbush section of Brooklyn. Dr. Newman had been a psychologist in the public school system of Mamaroneck, N.Y., before joining the" , "date" : "19830816" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "22" , "title" : "DR. MICHAEL NEWMAN" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/16\/obituaries\/dr-michael-newman.html"} , {"body" : "Nassau County police are patrolling Coney Island, the Albee Square Mall and the First African Methodist Episcopal Zion Church in Brooklyn, the Grand Concourse in the Bronx and all of Harlem. The suburban police force has sent recruiters to scour the city - part of a recent civil-rights agreement with the Federal Government under which the Nassau" , "date" : "19830816" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SUBURB COMES TO CITY TO RECRUIT POLICEMEN" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/16\/nyregion\/suburb-comes-to-city-to-recruit-policemen.html"} , {"body" : "Friday MUSICAL IN THE PARK The season's second presentation at the Delacorte Theater in Central Park is a pop opera, ''Non Pasquale,'' based on Donizetti's ''Don Pasquale.'' The story concerns a rich old bachelor who marries to prevent his nephew from inheriting his fortune. The cast includes Joe Grifasi, whose Broadway credits include ''1940's" , "date" : "19830812" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/12\/arts\/weekender-guide.html"} , {"body" : "A Brooklyn man was killed and four other men were wounded yesterday in what the police described as a gangland-style shooting in front of a coffee shop in the Bensonhurst section at 2:15 A.M. There were no arrests. The dead man was identified as Dominick Cina, 23 years old, of 2063 East 34th Street in the Marine Park section. Vito Russo, 53, of" , "date" : "19830812" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Brooklyn Man Is Slain on Street" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/12\/nyregion\/the-city-brooklyn-man-is-slain-on-street.html"} , {"body" : "A Brooklyn police officer, Anthony Avena, 37 years old, of the 60th Precinct, died yesterday at Kings County Hospital Center from a self-inflicted pistol shot in the head. He was found lying at the edge of Coney Island Creek shortly before noon, with his service revolver nearby. . . . Lawrence Foye, 21, of the Bronx, was arrested and charged with" , "date" : "19830810" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; THE POLICE BLOTTER" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/10\/nyregion\/the-city-the-police-blotter.html"} , {"body" : "HE made his presence known on the island of Manhattan in the mid 70's, a brash Adonis from the outer boroughs bent on placing his imprint on the golden rock. Donald John Trump exhibited a flair for self-promotion, grandiose schemes - and, perhaps not surprisingly, for provoking fury along the way. Senior realty titans scoffed, believing that" , "date" : "19830807" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "THE EMPIRE AND EGO OF DONALD TRUMP" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/07\/business\/the-empire-and-ego-of-donald-trump.html"} , {"body" : "STREET musicians will serenade on the sidewalks of Times Square. The bluegrass veteran Peter Stampfel will bring his new quintet, Bottlecaps, to Folk City. The Lone Star Cafe will be host to a doo-wop show. And David Amram, New York's ubiquitous ''man of all musics,'' and his quintet, will give two concerts celebrating the ethnic diversity of the" , "date" : "19830805" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "NEW YORK FOLK FESTIVAL BEGINS TODAY" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/05\/arts\/new-york-folk-festival-begins-today.html"} ,   {"body" : "FROM THE FRENCH Perhaps not even in France has French film gotten the scrutiny that it is undergoing at the Museum of Modern Art, 18 West 54th Street, where Gallic movies have been unreeling since November 1981 as part of the series ''Rediscovering French Film.'' Part I, a shorter package, ran from November 1981 to January 1982. Part II started" , "date" : "19830801" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "GOING OUT GUIDE;" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/01\/arts\/going-out-guide.html"} , {"body" : "Almost nine years after a 98-year-old former yeshiva principal was choked to death with his yarmulke in his Brooklyn apartment, two men were indicted yesterday for the crime. Immediately after the victim, Nathan Friedler, was found tied on his bed, 50 detectives began looking for the killers. They conducted scores of interviews and checked hundreds" , "date" : "19830728" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "AFTER 9 YEARS, 2 ARE INDICTED IN KILLING" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/28\/nyregion\/after-9-years-2-are-indicted-in-killing.html"} , {"body" : "The books were placed in cardboard boxes, neatly stacked by the door and left for the book collectors. They were the works of Leizer Treister, a Polish immigrant who settled in New York City in 1938. He wrote novels, short stories and plays in Yiddish until he died two years ago. ''It's difficult for me to give away all his books,'' said his widow," , "date" : "19830725" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "3" , "title" : "LITERARY LABOR OF LOVE IS SAVING YIDDISH BOOKS" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/25\/nyregion\/literary-labor-of-love-is-saving-yiddish-books.html"} , {"body" : "In every borough of the city, there are shining examples of blocks where the home improvements made by a couple of residents have served as catalysts for the rejuvenation of entire neighborhoods. With that sort of ripple effect in mind, the city's Department of Housing Preservation and Development is investing $200,000 in home improvement grants to" , "date" : "19830724" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS; A RIPPLE EFFECT?" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/24\/realestate\/postings-a-ripple-effect.html"} , {"body" : "Friday TELLING STORIES ON L.I. Stories - Appalachian tales, fantasy, folklore, ghost stories and tall tales - will be told at the Summer Storytelling Festival in Heckscher Park, at Prime Avenue and Route 25A, east of the village of Huntington, L.I. Chairs, blankets or cushions are recommended. Admission: $2.50, children. $2. The yarns will be spun" , "date" : "19830722" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/22\/arts\/weekender-guide.html"} , {"body" : "MANY great composers have found inspiration in nature. It is said that Beethoven used to thrash through the woods, tinkering with nascent melodies along the way. The French composer Olivier Messiaen rises at dawn every day to listen to morning birdsong. Natural surroundings can provide an excellent ambience for experiencing music of all kinds." , "date" : "19830715" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "MUSIC WITHOUT WALLS IN ALL TYPES OF SETTINGS" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/15\/arts\/music-without-walls-in-all-types-of-settings.html"} , {"body" : "The body of a 20-year-old woman was found early yesterday in the yard of a home about a mile from her own home in the Coney Island section of Brooklyn, the police reported. They said the woman had been beaten and strangled. The woman was identified as Janet Rivera of 2866 West 16th Street. Her body, with some of her clothes missing, was found at" , "date" : "19830702" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Woman, 20, Found Strangled Near a House in Coney Island" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/02\/nyregion\/woman-20-found-strangled-near-a-house-in-coney-island.html"} , {"body" : "RUFFLES and flourishes will herald the celebrations by land, air and sea of the nation's 207th birthday this Fourth of July weekend. Most of the festivities, which will resound especially loudly around Manhattan's shores, will be free, with the public definitely invited. There will be the roar of racing powerboats at Battery Park tomorrow, for" , "date" : "19830701" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A STAR-SPANGLED THREE-STATE FOURTH OF JULY WEEKEND" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/01\/arts\/a-star-spangled-three-state-fourth-of-july-weekend.html"} , {"body" : "Faulty or missing guardrails were responsible for at least 5 of the 10 New York City subway derailments so far this year, the Transit Authority said yesterday. It said trains would be slowed throughout the system to allow the guardrails and other parts of the track to be inspected. Guardrails were the cause, the authority said, of a derailment in" , "date" : "19830623" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SUBWAY DERAILMENTS LEAD TO CHECKING OF GUARDRAILS" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/23\/nyregion\/subway-derailments-lead-to-checking-of-guardrails.html"} , {"body" : "Sidney Weintraub, a professor of economics at the University of Pennsylvania who proposed using the Federal income tax to discourage wage and price inflation, died at the Hospital of the University of Pennsylvania of a heart-related disease Sunday. He was 69 years old and a resident of Philadelphia. Professor Weintraub taught for many years at the" , "date" : "19830621" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "26" , "title" : "SIDNEY WEINTRAUB DIES AT 69; AN ECONOMIST AND PROFESSOR" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/21\/obituaries\/sidney-weintraub-dies-at-69-an-economist-and-professor.html"} ,   {"body" : "THIS is the season when year-round residents of Martha's Vineyard a nd East Hampton complain that the ''summer people'' have arrived. T hat lament also is sounded by year-round residents of Brighton B each. Though this Brooklyn shorefront community is only an hour's ride on the IND D and BMT M trains from midtown Manhattan, its residents have a" , "date" : "19830619" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN: BRIGHTON BEACH" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/19\/realestate\/if-you-re-thinking-of-living-in-brighton-beach.html"} , {"body" : "David Hykes and his Harmonic Choir, known for their eerie sounds, started out using Mongolian and Tibetan techniques in which a person sings more than one note at a time: each of the singers can produce soaring melodies using the harmonics above a sustained fundamental tone. Now they've found a way to do other vocal wonders too involved to explain" , "date" : "19830617" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE; Friday; OFFBEAT MUSIC AT ST. JOHN" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/17\/arts\/weekender-guide-friday-offbeat-music-at-st-john.html"} , {"body" : "Two Emergency Medical Service paramedics responding to what turned out to be a false call were seriously injured early yesterday when their ambulance and a car collided in Brooklyn. Joseph Tarafa, 22 years old, of Staten Island, and Jeffery Wong, 23, whose address was not known, were responding to a 911 report of a police officer shot on West 6th" , "date" : "19830613" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "2 Paramedics Hurt In Brooklyn Crash" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/13\/nyregion\/2-paramedics-hurt-in-brooklyn-crash.html"} , {"body" : "LITHOGRAPHS One can hardly think of a 19th-century sleigh ride without having Currier & Ives spring to mind. This prolific firm of lithographers flourished between 1835 and 1890, and their work went far beyond sleigh rides; it encompassed an all-embracing view of America during those years that the nation emerged from a rural to an industrial" , "date" : "19830611" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/11\/arts\/going-out-guide.html"} , {"body" : "The Queens-bound subway train that derailed in Manhattan Monday night had been pulled out of service the previous day because of a serious malfunction and then put back on the tracks with the problem uncorrected, the Transit Authority said yesterday. ''The train should have been held in the yard,'' said John D. Simpson, president of the authority." , "date" : "19830611" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "UNREPAIRED CAR DERAILED TRAIN AT IND STATION" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/11\/nyregion\/unrepaired-car-derailed-train-at-ind-station.html"} , {"body" : "On May 12, two men entered a cigarette store on upper Broadway owned by 33-year-old Abdallah Saleh Abdallah, the father of six children. What happened next is not entirely clear, but Mr. Abdallah, who came to this country six years ago from his native Jordan, was fatally shot. The police believe he was killed in an attempted robbery. The slaying" , "date" : "19830605" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Crime Update; 2 MEN SOUGHT IN THE SLAYING OF A MERCHANT" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/05\/nyregion\/crime-update-2-men-sought-in-the-slaying-of-a-merchant.html"} , {"body" : "With camera prices as high as they are, dealers who also rent photographic equipment report a steady increase in the renting of high priced cameras and other equipment. Some customers rent because they are thinking of buying new equipment, but would like to try out that equipment before they spend a lot of money, while others rent when they need an" , "date" : "19830605" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "CAMERA; RENTING IS A GOOD WAY TO TRY BEFORE YOU BUY" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/05\/arts\/camera-renting-is-a-good-way-to-try-before-you-buy.html"} , {"body" : "Changes in the JFK Express proposed last week are part of an effort to improve subway service in the Rockaways and along Central Park West and the Avenue of the Americas, according to the Transit Authority. Under the plan, the JFK Express would become much like any other subway train. The $5 fare and special guard would be eliminated. Instead, the" , "date" : "19830605" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "CHANGES PLANNED FOR SUBWAYS TO ROCKAWAYS AND WEST SIDE" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/05\/nyregion\/changes-planned-for-subways-to-rockaways-and-west-side.html"} , {"body" : "New York City's Board of Elections last week completed its unofficial count of the May 3 community school board elections. The board also announced that District Attorney Elizabeth Holtzman of Brooklyn was investigating possible ''ballot stuffing'' in six Brooklyn districts. Betty Dolen, executive director of the Board of Elections, said she was" , "date" : "19830529" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "43" , "title" : "SCHOOL VOTE WINNERS NAMED; INQUIRY IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/29\/nyregion\/school-vote-winners-named-inquiry-in-brooklyn.html"} , {"body" : "AFTER hardly any spring, summer arrives today - if not on the calendar, then at least by custom. To greet the season ushered in by the Memorial Day holiday, New Yorkers and their neighbors have a wide choice of outdoor things to do this weekend. These range in exertion from lying down - the beaches open tomorrow - to pedaling around Central Park in" , "date" : "19830527" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "GETTING THE JUMP ON SUMMER OUTDOORS" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/27\/arts\/getting-the-jump-on-summer-outdoors.html"} ,   {"body" : "The rebuilding of highways and bridges in the New York area is being stepped up this year, bringing mixed news for the motorist this Memorial Day weekend. In the long run, the roads will be smoother and safer. But for now, there will be more jackhammers, asphalt trucks, detours, orange traffic cones and ''People Working'' signs on local roads than" , "date" : "19830526" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NOTE OF CAUTION FOR THE TRAVELER: DETOURS AHEAD" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/26\/nyregion\/note-of-caution-for-the-traveler-detours-ahead.html"} , {"body" : "In front of a house on Lafayette Avenue in Bedford-Stuyvesant stands a magnolia tree as big as a brownstone, its broad leaves as glossy as if each had been individually oiled. It is a magnolia grandiflora, and it usually grows nowhere north of the Mason-Dixon line. Somehow, improbably, with considerable help from human beings, this tree grows in" , "date" : "19830525" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "ABOUT NEW YORK; CITY OR BOROUGH, DODGERS OR NO DODGERS, BROOKLYN IS BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/25\/nyregion\/about-new-york-city-or-borough-dodgers-or-no-dodgers-brooklyn-is-brooklyn.html"} , {"body" : "From their offices on the 68th floor of the World Trade Center, the people who run the Port Authority of New York and New Jersey can look out over the harbor toward the old Brooklyn Navy Yard, where the battleship Iowa was built and from which she steamed away in 1943. Now, more than a decade since the Navy pulled out of the ports of Boston," , "date" : "19830514" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEWPORT (RI)" , "BOSTON (MASS)" , "NEW YORK PORT"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "1" , "title" : "COVETING JOBS, NORTHEAST PORTS WOO NUCLEAR FLEET" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/14\/us\/coveting-jobs-northeast-ports-woo-nuclear-fleet.html"} , {"body" : "Brooklyn's Prospect Park will be the setting this weekend for two fund-raising events. Tomorrow at 10 A.M., a ''Movin' On-athon'' sponsored by the Cystic Fibrosis Foundation and Nathan's Famous will start, rain or shine, from the Park Circle entrance, at the merger of Parkside, Coney Island and Fort Hamilton Avenues and Prospect Park Southwest." , "date" : "19830513" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "2 Fund-Raising Events To Be Held in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/13\/arts\/2-fund-raising-events-to-be-held-in-brooklyn.html"} , {"body" : "A Corral for W. 41st St. A familiar feature at curtain time on Broadway, horses from the Police Department's mounted unit, on West 42d Street, will now nuzzle by day at the back doors of Theater Row, between 9th and 10th Avenues. A new corral, rustically fenced with hewn posts, opened yesterday on West 41st Street, behind the playhouse row and" , "date" : "19830510" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/10\/nyregion\/new-york-day-by-day-156968.html"} , {"body" : "For writers, Brooklyn has never been primarily the borough of the Bridge. Borough of churches, borough of nostalgia, borough of hope (for Dodgers fans), it is above all a piece of geography or, if you prefer, a considerable piece of real estate. Literary visitors have found it an urban alternative to Manhattan's desperate pursuit of the present." , "date" : "19830508" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "12" , "title" : "BROOKLYN, BOROUGH OF WRITERS" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/08\/books\/brooklyn-borough-of-writers.html"} , {"body" : "The New York City Department of Health cited 26 food establishments last week for violations of the health code. In addition, the department named six that were allowed to reopen after correcting earlier violations, and six that were closed for having failed to do so. The establishments are these: VIOLATIONS Embassy Gourmet, 1431 Broadway. Delancey" , "date" : "19830508" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "26 Food Places Listed For Health Violations" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/08\/nyregion\/26-food-places-listed-for-health-violations.html"} , {"body" : "Three black men on their way home from their hospital jobs in Brooklyn were assaulted early yesterday by a group of whites in what the police called a racially motivated attack. One of the workers, Marion Manigault, 48 years old, suffered a possible concussion, a fractured rib, facial injuries and possible injury to the left eye, according to the" , "date" : "19830504" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "GROUP OF WHITES ASSAULTS 3 BLACK MEN IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/04\/nyregion\/group-of-whites-assaults-3-black-men-in-brooklyn.html"} , {"body" : "Shortly after noon on March 11, Roberta Kaplan, the owner of Arabella, a Greenwich Village boutique, was stabbed to death during an apparent robbery in her shop at 135 West Third Street. She had been stabbed in the chest and hands. The cuts on her hands indicated that she may have struggled with her killer. The 32-year-old Miss Kaplan, who designed" , "date" : "19830501" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "56" , "title" : "CRIME UPDATE; FEW CLUES IN MARCH SLAYING OF OWNER OF 'VILLAGE' CLOTHES SHOP" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/01\/nyregion\/crime-update-few-clues-in-march-slaying-of-owner-of-village-clothes-shop.html"} , {"body" : "JEWISH groups will meet this week in an effort to bolster shaky plans to construct Suffolk County's first kosher nursing home. What was to be a $23 million, 300-bed nursing home on the 40-acre campus of the Suffolk Y.M.-Y.W.H.A. in Commack has been on the drawing board for more than two years. The area's Jewish community felt it had successfully" , "date" : "19830501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SUFFOLK COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "AGED-HOME SNAG" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/01\/nyregion\/aged-home-snag.html"} ,   {"body" : "Put a couple of hundred New York neighbors together, hand the baton to Edward I. Koch, and the chorus that results may not be harmonious, but it is almost always lively. These are the common elements of the 81 mayoral Town Halls that have been held, the most recent of which was Wednesday night. Gathered with 700 Brooklynites in the auditorium of" , "date" : "19830429" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CONEY ISLANDERS ENLIVEN 81ST TOWN HALL MEETING" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/29\/nyregion\/coney-islanders-enliven-81st-town-hall-meeting.html"} , {"body" : "Twenty-eight subway stations will get face lifts, 196 subway cars will get air conditioning, New York City will get two new bus depots and riders will get fare cards instead of tokens, according to plans released yesterday by the Metropolitan Transportation Authority. The M.T.A. board expects to approve the program at a meeting tomorrow despite" , "date" : "19830428" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "World"] , "page_facet" : "1" , "title" : "M.T.A. MAKING MAJOR ADDITION TO CAPITAL PLAN" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/28\/world\/mta-making-major-addition-to-capital-plan.html"} , {"body" : "PUMP those tires, check those chains, shine those spokes until they sparkle - this is the time of year when bicycling becomes contagious for everyone from competition-class cyclists to those who only wobble and weave. This weekend, the clicking of gears and the squealing of hand brakes will be heard almost everywhere, with a 17,000-cyclist," , "date" : "19830422" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "ALL KINDS OF PLACES TO BIKE, IN TOWN AND IN THE SUBURBS" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/22\/arts\/all-kinds-of-places-to-bike-in-town-and-in-the-suburbs.html"} , {"body" : "Residents of Brooklyn, Queens and Staten Island, testifying yesterday at an often-raucous public hearing, complained that the New York Telephone Company's plan to change their area code would harm community morale, disrupt businesses and lead to higher phone bills. ''It's amazing in the year when we mark the 100th anniversary of the Brooklyn" , "date" : "19830415" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CRITICS TELL OF 'BARRIERS' FROM A 2D CITY AREA CODE" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/15\/nyregion\/critics-tell-of-barriers-from-a-2d-city-area-code.html"} , {"body" : "Norbert Pearlroth, who combed hundreds of thousands of books in the New York Public Library over 52 years as sole researcher for ''Ripley's Believe It or Not,'' died of heart and kidney diseases Thursday at Maimonides Hospital in Brooklyn. He was 89 years old and lived in Brooklyn. Mr. Pearlroth spent virtually seven days a week at the Main Library" , "date" : "19830415" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "18" , "title" : "NORBERT PEARLROTH, 89, RESEARCHER FOR 52 YEARS FOR 'BELIEVE IT OR NOT'" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/15\/obituaries\/norbert-pearlroth-89-researcher-for-52-years-for-believe-it-or-not.html"} , {"body" : "Lisa Shelton had a dream. The 18-year-old senior at Booker T. Washington High School here thought she might want to be a computer engineer. One day, in their apartment in a public housing project, she confided this dream to her mother. According to Miss Shelton, her mother responded, ''Oh, you can't be no engineer, you know that, girl.'' And that" , "date" : "19830414" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Front Page" , "U.S." , "Education"] , "page_facet" : "1" , "title" : "MORE SCHOOLS EXPERIMENT ON IMPROVEMENTS; Grading the Schools" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/14\/us\/more-schools-experiment-on-improvements-grading-the-schools.html"} , {"body" : "The room is at Fifth Avenue and 50th Street, behind the sculpture of Atlas, up the escalator and to the left. It is the New York Passport Agency office, and if you want to avoid the crowd, arrive early. ''We tell our customers, be there at 7 to 7:30 to get out by lunch time,'' says Peter Cluff, an agent for JB's World Travel. One recent afternoon," , "date" : "19830407" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "LONGISH WAIT AT STEP; 1 FOR TRAVELERS PURSUING PASSPORTS" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/07\/nyregion\/longish-wait-at-step-1-for-travelers-pursuing-passports.html"} , {"body" : "Twenty years ago, Sabel's Kosher Bakery, halfway between 45th and 46th Streets on Fort Hamilton Parkway in Brooklyn, was the only store on the block to close for the Jewish Sabbath. Now, Osher Sabel, the Hasidic proprietor of the bakery, boasts that, with the arrival of other Orthodox merchants, they all do. It is one sign of a burst of Orthodox" , "date" : "19830329" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "ORTHODOX JUDAISM IS BUOYED BY A RESURGENCE IN NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/29\/nyregion\/orthodox-judaism-is-buoyed-by-a-resurgence-in-new-york.html"} , {"body" : "International An American arms control initiative was reported by Reagan Administration officials. They said the American negotiator at the talks in Geneva would propose to Soviet officials today that they agree on an interim solution as a step toward the elimination of all medium-range missiles in Europe. (Page A1, Column 6.) Washington is" , "date" : "19830329" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "News Summary; TUESDAY, MARCH 29, 1983" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/29\/nyregion\/news-summary-tuesday-march-29-1983.html"} , {"body" : "It was a tenuous refuge. Simple things like walking down the street, accompanying a child to school, turning off the lights to one's apartment had become exercises in courage. Residents say that, even in daylight, muggings and brutality had become as commonplace as hopscotch in the summer sun. For the countless families who remain in the Parade" , "date" : "19830321" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "IN BROOKLYN, LITTLE SUCCOR FOR VICTIMS OF ASIA" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/21\/nyregion\/in-brooklyn-little-succor-for-victims-of-asia.html"} ,   {"body" : "Politicians have become more involved this year in New York City's district school board campaigns than in any of the previous five elections since 1970, according to politicians and educators. The nine-member boards preside over budgets ranging from $15.5 million to $48.5 million a year. They also control the appointments of district and school" , "date" : "19830315" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "ELECTING BOARDS FOR CITY SCHOOLS HAS POLITICAL AIR" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/15\/nyregion\/electing-boards-for-city-schools-has-political-air.html"} , {"body" : "Andy Robertson, a little-known member of the New York Road Runners Club, was a surprise winner in the third annual Manufacturers Hanover\/Brooklyn Half Marathon yesterday. Dick Beardsley, the world-class runner who was second to Alberto Salazar by a tenth of a second in last year's Boston Marathon, suffered a partial tear of his left Achilles tendon" , "date" : "19830314" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "Robertson Wins; Beardsley Hurt" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/14\/sports\/robertson-wins-beardsley-hurt.html"} , {"body" : "Tickets to the following may be obtained from the beneficiaries unless otherwise indicated.. Asian-American Evening March 15 - The Pan Asian Repertory Theater, now in its sixth season, will be the beneficiary of an international evening, with Cao Guisheng, Consul General of China in New York, as guest of honor, at the China Institute in America." , "date" : "19830313" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "68" , "title" : "Future Events; Manhattan Merrymaking" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/13\/style\/future-events-manhattan-merrymaking.html"} , {"body" : "Children's clothes - fun, comfortable and practical - have been given a touch of sophistication for spring and summer with the color black. For toddler or teen-ager, play or party, outfits in black - sometimes combined with white, sometimes with splashes of red - are no longer for grownups only. -Opposite page, left: Running shorts, $7.50, and" , "date" : "19830313" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "63" , "title" : "CHILDREN'S FASHIONS; CLOTHES OF A DIFFERENT COLOR" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/13\/magazine\/children-s-fashions-clothes-of-a-different-color.html"} , {"body" : "David Karin, senior vice president of Waldbaum Inc., the supermarket chain, died of a heart attack yesterday at North Shore Hospital in Manhasset, L.I. He was 67 years old and lived in Brooklyn. After serving as a captain in the Air Force in World War II, Mr. Karin went to work for Waldbaum's in 1946, when the company operated three small stores in" , "date" : "19830310" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "14" , "title" : "DAVID KARIN, WALDBAUM AIDE" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/10\/obituaries\/david-karin-waldbaum-aide.html"} , {"body" : "The Brooklyn Half-Marathon on March 13 will be unusual in that the first 10 male and 10 female finishers from the metropolitan area will share in cash prizes totaling $10,000. As a Minnesotan, Dick Beardsley, the nation's fastest marathoner except for Alberto Salazar, will not be eligible for the money, which will be put in trust for the amateur" , "date" : "19830304" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "25" , "title" : "SCOUTING; Sharing Prizes" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/04\/sports\/scouting-sharing-prizes.html"} , {"body" : "On Sunday, Hasidic families in Brooklyn's Crown Heights section will open their homes to visitors who want to share with them the joys of the Jewish festival of Purim. The excursion, sponsored by the 92d Street Y, will provide a rare glimpse into the way Hasidic Jews live, worship and celebrate. Visitors will share a festive family meal, look in on" , "date" : "19830225" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "12" , "title" : "SHARING JOYS OF PURIM AT A HASIDIC CELEBRATION" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/25\/arts\/sharing-joys-of-purim-at-a-hasidic-celebration.html"} , {"body" : "Sounds of Summer If lifeguards are in training, can summer be far behind? In a lime-green pool yesterday at the Parks Department's West 59th Street recreation building, the future guardians of the city's beaches were making the splashing sounds of summer. Robert Fink, an instructor, gave a thumbs-down sign to a teen-age boy. ''He's dying at two and" , "date" : "19830223" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/23\/nyregion\/new-york-day-by-day-250391.html"} , {"body" : "They are unlikely spots for excellence - two junior high schools situated on blocks surrounded by burned-out tenements and abandoned lots. One sits in the shadow of the parachute jump at Coney Island, the other in a neighborhood that has become synonomous with urban blight, the Bushwick section of Brooklyn. But these two schools are more than oases" , "date" : "19830222" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "2 'MAGNET SCHOOLS' STRIVE TO STAY THE BEST IN CITY" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/22\/nyregion\/2-magnet-schools-strive-to-stay-the-best-in-city.html"} , {"body" : "Snowplows cleared major arteries, airports were reopened and rail lines and subways resumed near-normal operations yesterday as residents of the New York metropolitan area continued to dig out from the worst winter storm in decades. For commuters today there were words of caution and hope. After a costly weekend for stores, theaters, restaurants" , "date" : "19830214" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "TRAVEL LIMPING TOWARD NORMAL AFTER SNOWSTORM" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/14\/nyregion\/travel-limping-toward-normal-after-snowstorm.html"} ,   {"body" : "New York City will receive $49 million from the Federal Government to begin repairing a Brooklyn sewage treatment plant that city officials have said is on the verge of collapse. The allocation was announced at a Federal Environmental Protection Agency news conference yesterday in Manhattan. The city is getting the money as the result of a" , "date" : "19830211" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY TO RECEIVE $49 MILLION TO REPAIR TREATMENT PLANT" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/11\/nyregion\/city-to-receive-49-million-to-repair-treatment-plant.html"} , {"body" : "Four employees of the city's Sanitation Department were among seven people charged yesterday in connection with the theft of $150,000 worth of postage stamps that were supposed to have been destroyed in a city incinerator. The four worked at the Southwest Incinerator Plant in Coney Island, where more than $16 million worth of stamps were sent over" , "date" : "19830203" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITY EMPLOYEES AMONG 7 HELD IN STAMP THEFT" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/03\/nyregion\/city-employees-among-7-held-in-stamp-theft.html"} , {"body" : "kept gabled houses with o ak wainscoting, wide porch swings and deep window seats stand just a round corners from boarded-up storefronts. The community is many things to many people. The Flatbush Development Corporation calls it an area of 2.5 square miles bounded by Prospect Park and Parkside Avenue on the north, Avenue H and the Long Island" , "date" : "19830130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IN YOU'RE THINKING OF LIVING IN FLATBUSH" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/30\/realestate\/in-you-re-thinking-of-living-in-flatbush.html"} , {"body" : "HYMIE'S Auto Radio on Coney Island Avenue in Brooklyn used to sell almost all its car stereos and tape decks to local teen-agers who were looking to jazz up their shabby jalopies. Or the youths would head over to Neptune Avenue to buy shiny vinyl roofs at Cropsey Auto Tops. These days, the teen-agers are not the only customers. The recession has" , "date" : "19830130" , "day_of_week_facet" : "Sunday" , "page_facet" : "4" , "title" : "RX FOR THE AGING AUTO: STRIPES, STEREOS AND SUN ROOFS" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/30\/automobiles\/rx-for-the-aging-auto-stripes-stereos-and-sun-roofs.html"} , {"body" : "THE romance of the barn sale notwithstanding, major urban centers are the most fertile hunting grounds for artifacts of 19th- and early 20th-century life. The furnishings and fittings of New York's brownstones and prewar apartment buildings are constantly spilling out into local shops. Visiting the antiques rows of Brooklyn, the Bronx, Queens and" , "date" : "19830127" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "ANTIQUING IN THE FERTILE GROUNDS OF 4 OUTER BOROUGHS" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/27\/garden\/antiquing-in-the-fertile-grounds-of-4-outer-boroughs.html"} , {"body" : "A large state-aided, middle-income housing cooperative in Brooklyn whose residents are nearly all white has agreed to a plan for increasing the number of black and Hispanic families in the development as vacancies occur. The plan involves the 2,600-apartment Warbasse Houses in the Coney Island section. It was made public last week by the Open" , "date" : "19830123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "CO-OP AGREES TO PLAN INCREASING MINORITY RESIDENTS" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/23\/nyregion\/co-op-agrees-to-plan-increasing-minority-residents.html"} , {"body" : "It seemed about as nice a day as could be hoped for at this time of year. ''Could be better,'' said Don Pellegrini. ''It could be colder and rainy -maybe a little snow.'' Mr. Pellegrini sells Florida homes and lots here amid the Vision Center, Shoe Town and Pizza World on Old Country Road. Still, a good many customers were coming in on this recent" , "date" : "19830118" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["FLORIDA" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "ALLURE OF FLORIDA PALMS" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/18\/nyregion\/allure-of-florida-palms.html"} , {"body" : "A circular mark the size of a nickel near Dennis Dixon's right ear is the only visible scar from the early-morning attack six months ago. But it is not the only scar. Mr. Dixon was one of three transit workers who were set upon by a mob last June 22 in the Gravesend section of Brooklyn in an attack the police said was unprovoked and racially" , "date" : "19830117" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "SCARS LINGER FROM ASSAULT IN GRAVESEND" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/17\/nyregion\/scars-linger-from-assault-in-gravesend.html"} , {"body" : "Major structural repairs to the Brooklyn and Williamsburg Bridges and large-scale reconstruction of the West Side Highway and Franklin D. Roosevelt Drive are among projects that officials say will be accelerated by an infusion of Federal funds approved by Congress last month. Mass transit will also get hundreds of millions of Federal dollars under" , "date" : "19830117" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "CONNECTICUT"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "TWO EAST RIVER BRIDGES IN LINE FOR FEDERAL FUNDS" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/17\/nyregion\/two-east-river-bridges-in-line-for-federal-funds.html"} , {"body" : "Milt Williams has been biding his time since his semipro season ended with the New Jersey Rams of the Mid-East Football Conference last fall. There was a part-time job with the United Parcel Service and some work for his uncle. But today at Giants Stadium, Williams will join other graduates of semipro ball at a minicamp of the New Jersey Generals" , "date" : "19830115" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "20" , "title" : "SCOUTING; Starting Over" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/15\/sports\/scouting-starting-over.html"} ,   {"body" : "The construction of a 150-apartment building on the Lower East Side for the elderly poor is in jeopardy because of an argument between the project's nonprofit sponsor and a community group over who will pick the tenants. The sponsor, the Jewish Association for Services for the Aged, has lined up a $9.2 million Federal loan and a $1.6 million annual" , "date" : "19830108" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "PROJECT FOR AGED IN FIGHT OVER WHO PICKS TENANTS" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/08\/nyregion\/project-for-aged-in-fight-over-who-picks-tenants.html"} , {"body" : "It has not been a good winter for those who like to wake up in the morning and find the hills covered with snow and the ponds smooth with ice. This winter's gentle weather has been a disappointment for skiers longing for a day on the slopes and for children hoping for a day off from school. But there is no need for chagrin among ice skaters. In the" , "date" : "19830107" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "12" , "title" : "FOR SKATERS, ABUNDANCE OF ICE" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/07\/arts\/for-skaters-abundance-of-ice.html"} , {"body" : "'Taste of the Big Apple' I t opens with a full-throttle soundtrack of ''I Guess the Lord Must Be in New York City.'' In sun-drenched color it zips rhapsodically for 20 minutes through 250 locales - peopled, it would appear, largely by celebrities. The promotional movie is ''Taste of the Big Apple,'' aimed at anybody with a case of those little-town" , "date" : "19830105" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/05\/nyregion\/new-york-day-by-day-142675.html"} , {"body" : "Following are the scores, released by the New York City Board of Education, on the reading tests given in city's public elementary schools and junior high schools in April 1982. The center column shows the proportion of pupils in each school reading at or above grade level; the right-hand column gives each school's overall city-wide ranking." , "date" : "19830104" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Scores on Reading Tests Given in Public Schools" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/04\/nyregion\/scores-on-reading-tests-given-in-public-schools.html"} , {"body" : "Schools on Staten Island and in the Douglaston-Little Neck section of northeastern Queens, perennial leaders in reading, ranked highest on the annual citywide reading achievement tests given last spring, according to a report released yesterday by the New York City Board of Education. Preliminary data last spring showed that 51 percent of the" , "date" : "19830104" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "S.I. AND QUEENS SCHOOLS LEAD IN READING SCORES" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/04\/nyregion\/si-and-queens-schools-lead-in-reading-scores.html"} , {"body" : "The New York City Department of Health cited 22 food establishments last week for violations of the health code. The department also named eight restaurants that were allowed to reopen after correcting earlier violations, and two that were closed for failing to do so. The establishments are these: VIOLATIONS Henry's Deli & Restaurant, 195 E." , "date" : "19830102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "22 Food Outlets Listed For Health Violations" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/02\/nyregion\/22-food-outlets-listed-for-health-violations.html"}]