[  {"body" : "Former State Senator Vander L. Beatty of Brooklyn was found guilty yesterday of forgery and conspiracy charges stemming from his unsuccessful effort to reverse his defeat in a 1982 Congressional primary. He was convicted of having led a scheme to forge signatures on hundreds of voter registration cards at the Brooklyn offices of the Board of" , "date" : "19831223" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "BEATTY IS GUILTY OF A CONSPIRACY IN VOTE FORGERY" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/23\/nyregion\/beatty-is-guilty-of-a-conspiracy-in-vote-forgery.html"} , {"body" : "In his office at Police Headquarters - amid color-coded charts of criminal conspiracies and city maps that show even alleyways and building configurations - Capt. Arthur Katz keeps a quote from Jonathan Swift: ''Laws are like cobwebs, which may catch small flies, but let wasps and hornets break through.'' Swift's sentiment is widely shared among" , "date" : "19831217" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNITED STATES (1983 PART 1)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "STEMMING THE TIDE OF STOLEN GOODS: MANY IDEAS BUT LITTLE OVERALL STRATEGY" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/17\/nyregion\/stemming-the-tide-of-stolen-goods-many-ideas-but-little-overall-strategy.html"} , {"body" : "Three Hasidim, including a rabbi, were indicted yesterday on felony assault and riot charges stemming from a melee between a group of Hasidim and the police in the Crown Heights section of Brooklyn on Sept. 22. Nine officers were reported hurt. The police said the incident began when a bus nearly hit a couple leaving a synagogue after services for" , "date" : "19831208" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; 3HasidimIndicted" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/08\/nyregion\/the-city-3hasidimindicted.html"} , {"body" : "-story factory building where Knox hats were once manufactured stands vacant and vandalized at St. Marks Avenue and Grand Avenue in the Crown Heights section of Brooklyn. In theory it is a candidate for a gut rehabilitation into housing. Its size makes it a pivotal property in any hope for housing improvements east of Washington Avenue, as an" , "date" : "19831204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "CURBS ON INCENTIVES AFFECT REHABILITATION" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/04\/realestate\/curbs-on-incentives-affect-rehabilitation.html"} , {"body" : "The Police Blotter Two firefighters, Michael Szczecinski, 26 years old, and Richard Skellington, 28, returning to their firehouse in the Park Slope section of Brooklyn after a fire at 1:45 A.M., chased and caught a mugging suspect on 10th Street between Fourth and Fifth Avenues. They recovered $140 stolen from the victim, Allan Romaguera, 28. The" , "date" : "19831116" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/16\/nyregion\/the-city.html"} , {"body" : "Benjamin Ward, who was named Police Commissioner last week by Mayor Koch, recalled in an interview the ''special tests'' to which he was put as the first black officer in a Brooklyn precinct more than three decades ago. Mr. Ward, who on Jan. 1 will become the city's first black Police Commissioner, spoke Thursday in his office at 100 Centre Street," , "date" : "19831113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "WARD RECALLS 'SPECIAL TESTS' OF HIS EARLY CAREER" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/13\/nyregion\/ward-recalls-special-tests-of-his-early-career.html"} , {"body" : "New York City's Housing Commissioner said yesterday that the city would provide more than 4,000 permanent apartments for homeless families and individuals over the next 18 months. The Commissioner, Anthony B. Gliedman, said that the renovation of the city-owned units would cost close to $50 million and that at least 2,600 of the apartments would be" , "date" : "19831108" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "4,000 APARTMENTS PLANNED FOR HOMELESS CITY FAMILIES" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/08\/nyregion\/4000-apartments-planned-for-homeless-city-families.html"} , {"body" : "WHEN Andrea M. Biggs, a painter, and her husband, Timothy, an anthropologist, arrived in New York from Massachusetts last year, they were hoping to rent an inexpensive but spacious apartment in lower Manhattan. To their dismay, they could find no such apartment. SoHo, TriBeCa, Greenwich Village and the East Village were crammed with people looking" , "date" : "19831030" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "BROOKLYN RENTS LURE ARTISTS" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/30\/realestate\/brooklyn-rents-lure-artists.html"} , {"body" : "LUCKILY for Robert Stern and his wife, Cheryl, they already had a contract to buy a house when loans became available last July through the sale of mortgage-revenue bonds by the State of New York Mortgage Agency. ''The money went so fast that if you didn't know the house you were buying you couldn't move fast enough to get a loan,'' said Mr. Stern," , "date" : "19831030" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "PERSPECTIVES: LOAN PROGRAMS; LOW-COST MORTGAGES GO QUICKLY" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/30\/realestate\/perspectives-loan-programs-low-cost-mortgages-go-quickly.html"} , {"body" : "THE DOORMAN LEAPS back as the 11-year- old boy takes the lobby of his apartment building at a gallop, legs kicking out almost sideways. Halfway down the street in Manhattan's West 80's, he pauses to look back and sees his father emerge from the building, walking with an even gait, arms drawn behind him. The boy runs on. Soon he is outside the pizza" , "date" : "19831023" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine" , "Books"] , "page_facet" : "32" , "title" : "BEARING WITNESS" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/23\/magazine\/bearing-witness.html"} ,   {"body" : "A 25-year-old illegal alien from Guyana was arrested early yesterday in connection with burglaries at 14 homes - 11 in Brooklyn, 2 in Queens and 1 in Manhattan, the police said. Detective Robert Garbus said the suspect, Richard Grande, had been traced through fingerprints he had left behind. Two of the burglaries occurred in the homes of police" , "date" : "19831021" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; Suspect Seized In 14 Burglaries" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/21\/nyregion\/the-city-suspect-seized-in-14-burglaries.html"} , {"body" : "IT has long been the conventional wisdom that families with children who cannot afford housing in Manhattan's choice neighborhoods have no alternative but to move to the the suburbs. That view provokes strong disagreement from Joseph Langer, executive director of Project Renewal, a Federation of Jewish Philanthropies program. ''It's a myth that" , "date" : "19831016" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "11 ALTERNATIVES TO COSTLY MANHATTAN" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/16\/realestate\/11-alternatives-to-costly-manhattan.html"} , {"body" : "The shades were drawn this week in the house at 896 Clarkson Avenue in the East Flatbush section of Brooklyn. A crowd of Haitian men lingered outside the two-story gray row house. Inside, friends and relatives sat in the dimly lighted living room on folding chairs, speaking quietly in Creole. Since Firmin Joseph, the owner of a Haitian newspaper" , "date" : "19830930" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "HAITI"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "EMIGRES MOURN SLAIN HAITIAN EDITOR" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/30\/nyregion\/emigres-mourn-slain-haitian-editor.html"} , {"body" : "Mayor Koch said yesterday that he was ''shocked and angry'' because a crowd of Orthodox Jews had attempted to prevent police officers from making an arrest Thursday in the Crown Heights section of Brooklyn. Ten officers were slightly hurt in the melee that followed, and four Hasidic Jews were arrested. The Mayor, in a statement released at City" , "date" : "19830924" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "THE CITY; Koch Is 'Shocked' By Brooklyn Clash" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/24\/nyregion\/the-city-koch-is-shocked-by-brooklyn-clash.html"} , {"body" : "The owner of a Haitian newspaper published in New York City, who had reported death threats because of his criticism of the Haitian regime, was shot to death Wednesday night outside his Brooklyn home, the police said yesterday. The detective in charge of the case said that ''right now it's 50-50 whether this is a political assassination or a" , "date" : "19830923" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "HAITI" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "OWNER OF NEWSPAPER FOR HAITIAN EMIGRES IS SLAIN IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/23\/nyregion\/owner-of-newspaper-for-haitian-emigres-is-slain-in-brooklyn.html"} , {"body" : "Nine police officers were slightly injured yesterday and four people arrested in a melee between the police and Orthodox Jews leaving a synagogue holiday service in Brooklyn, the police said. A police spokesman, Chief of Patrol Robert Johnston, said the trouble started at 1:45 P.M. when a city bus drove up Kingston Avenue in the Crown Heights" , "date" : "19830923" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "4 HASIDIM HELD FOLLOWING CLASH WITH POLICE" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/23\/nyregion\/4-hasidim-held-following-clash-with-police.html"} , {"body" : "The 11th One World Festival, sponsored by the Diocese of the Armenian Church of America and the Mayor's Office of Special Events, will begin today at noon at St. Vartan Cathedral and adjacent park, Second Avenue and 35th Street. The free outdoor festival, which will continue through tommorrow evening, will include music, dancing, antiques, crafts" , "date" : "19830910" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "13" , "title" : "GOING OUT GUIDE; ONE WORLD" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/10\/arts\/going-out-guide-one-world.html"} , {"body" : "William Preston Carrington, a real- estate investor who played a major role in the 1920's in developing Brooklyn's Bedford-Stuyvesant area as a black residential community, died Sunday in Long Island College Hospital of heart failure. He was 97 years old and lived in the Crown Heights section of Brooklyn. Mr. Carrington came to the United States" , "date" : "19830827" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "26" , "title" : "W. P. Carrington, 97; Real-Estate Developer" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/27\/obituaries\/w-p-carrington-97-real-estate-developer.html"} , {"body" : "In a cross-country gathering of talent, the National Association of Negro Musicians assembled 500 of its 1,500 members at the New York Hilton Hotel this week for its 64th annual convention. It also made music at three Harlem churches, created its own chorus led by John Motley and left time for visits to ''Dreamgirls'' and other local attractions." , "date" : "19830819" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK DAY BY DAY; Busy Musical Convention" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/19\/nyregion\/new-york-day-by-day-busy-musical-convention.html"} , {"body" : "A small but noisy group of protesters followed Mayor Koch yesterday through the hallways and stairways of a Brooklyn college, calling for him to get out of the building and the borough. The episode occurred as the Mayor was visiting a computer class at Medgar Evers College, in the Crown Heights section. The 100 members of the class, aged 14 to 21," , "date" : "19830811" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Protesters Heckle Koch At College in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/11\/nyregion\/protesters-heckle-koch-at-college-in-brooklyn.html"} ,   {"body" : "The wide-spread use of public-employee pension funds to finance the rehabilitation of older apartment buildings in New York City was predicted last week as the city's Police Pension Fund made the first commitment to such a program. The funds are expected to strengthen a growing movement toward improving neighborhoods by upgrading existing buildings" , "date" : "19830807" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "NEW PENSION FUND ROLE: SAVING HOUSING" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/07\/realestate\/new-pension-fund-role-saving-housing.html"} , {"body" : "The city's Police Pension Fund will invest $50 million in rehabilitating apartments in deteriorating city neighborhoods, Comptroller Harrison J. Goldin said yesterday. He said it was the first time any public pension fund in the country had invested in upgrading housing. The funds will underwrite the rehabilitation of 5,000 apartment units, Mr." , "date" : "19830804" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "POLICE TO INVEST PENSION FUNDS IN CITY HOUSING" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/04\/nyregion\/police-to-invest-pension-funds-in-city-housing.html"} , {"body" : "IT is a question that every school district has to confront now and again, and a problem that New York City is never without: What should be done with unsuccessful schools? Or, as Anthony J. Alvarado, the city's Chancellor of Schools puts it: How do you fix schools that ''don't work?'' Even before he became Chancellor, Mr. Alvarado endorsed the" , "date" : "19830802" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Science" , "Health"] , "page_facet" : "1" , "title" : "EDUCATION; FIXING SCHOOLS THAT FAIL" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/02\/science\/education-fixing-schools-that-fail.html"} , {"body" : "When night falls, owls and moths, snails and mice come out to play or prey at the New York Botanical Gardens in the Bronx, but most humans don't get to see them because the place is closed at night. Tonight at 7, however, Urban Park Rangers will lead a night tour in the gardens, pointing out not only sights, but also sounds and smells. For" , "date" : "19830729" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE; Friday; FOR NIGHT OWLS" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/29\/arts\/weekender-guide-friday-for-night-owls.html"} , {"body" : "Almost nine years after a 98-year-old former yeshiva principal was choked to death with his yarmulke in his Brooklyn apartment, two men were indicted yesterday for the crime. Immediately after the victim, Nathan Friedler, was found tied on his bed, 50 detectives began looking for the killers. They conducted scores of interviews and checked hundreds" , "date" : "19830728" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "AFTER 9 YEARS, 2 ARE INDICTED IN KILLING" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/28\/nyregion\/after-9-years-2-are-indicted-in-killing.html"} , {"body" : "A badly burned body found last Thursday in the air shaft of an abandoned building in Brooklyn has been identified as that of Baila Mayerfeld, a member of Community Board 9 in the Crown Heights section of the borough. Miss Mayerfeld, who was 44 years old, had been last seen near her apartment at 682 Eastern Parkway, three days before her body was" , "date" : "19830727" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Body of Woman Is Identified" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/27\/nyregion\/the-city-body-of-woman-is-identified.html"} , {"body" : "A retired police officer was shot and wounded early yesterday when he surprised two gunmen robbing a Brooklyn fast-food restaurant, authorities said. The retired officer, Joseph Bagarozzi, 34 years old, was shot in the groin at about 1:30 A.M. when he interrupted a holdup at Wendy's Restaurant at 550 Utica Avenue in the Crown Heights section," , "date" : "19830714" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Retired Officer Shot in Holdup" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/14\/nyregion\/the-city-retired-officer-shot-in-holdup.html"} , {"body" : "Sisters Carolyn and Rachel are among the more than 3,800 Roman Catholic nuns in the United States who have removed themselves from the distractions of a worldly life to the cloister, devoting their lives to the search for God through prayer. It is not a self-centered meditation. They believe that their union with God contributes to the salvation of" , "date" : "19830710" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "12" , "title" : "The Cloistered Life" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/10\/magazine\/the-cloistered-life.html"} , {"body" : "Borough Park is a neighborhood of 100,000 people and 200 synagogues. These days its bustling streets are also filled with many questions. On street corners, in shops and in synagogues yesterday, residents gathered to talk in worried tones about the incident Monday in which a 36-year-old Hasidic rabbi of the Lubavitcher group was forced into a van," , "date" : "19830622" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "ATTACK ON RABBI BRINGS ANGUISH TO BOROUGH PARK" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/22\/nyregion\/attack-on-rabbi-brings-anguish-to-borough-park.html"} , {"body" : "Since World War II, the remnants of many Hasidic groups have planted new roots in Brooklyn and created some of the most active communities in American Judaism. The Satmar and Lubavitcher Hasidim have become the largest and best known. In the midst of their growth, however, has come the periodic eruption of hostilities based both on longstanding and" , "date" : "19830621" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 HASIDIC GROUPS IN BROOKLYN INVOLVED IN COMPLEX CONFLICT" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/21\/nyregion\/2-hasidic-groups-in-brooklyn-involved-in-complex-conflict.html"} ,   {"body" : "The cost of vandalism in New York City public schools fell in 1982 and dropped by one-quarter in the first four months of this year from the same period last year, according to a Board of Education report. Board officials credited the drop in vandalism to new electronic alarm systems. Vandalism, the report said, cost the schools $4.9 million last" , "date" : "19830612" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "46" , "title" : "VANDALISM DAMAGE DECLINES AT CITY'S SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/12\/nyregion\/vandalism-damage-declines-at-city-s-schools.html"} , {"body" : "The wife of Medgar Evers, the slain civil-rights leader, yesterday told graduates of the college in Brooklyn named in his honor that they must work to preserve and extend the gains made by those who went before them. ''It is a fact that we have made major strides and gains in education, jobs, economics and in other areas,'' said Myrlie Evers at the" , "date" : "19830609" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "MEDGAR EVERS '83 CLASS TOLD TO EXTEND CIVIL-RIGHTS GAINS" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/09\/nyregion\/medgar-evers-83-class-told-to-extend-civil-rights-gains.html"} , {"body" : "Heat forced the firefighter to the floor as he tried to save the badly burned Brooklyn woman. That was when he saw her young daughter. As flames illuminated the room, he spied her son. Reaching the boy, he spotted another child in the distance. All four members of the family were rescued, and the firefighter, Kenneth L. Connelly, was decorated" , "date" : "19830609" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "45 HONORED BY FIRE DEPT. WITH MEDALS FOR BRAVERY" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/09\/nyregion\/45-honored-by-fire-dept-with-medals-for-bravery.html"} , {"body" : "Gloria Vouse wanted to get her three children away from the crowded streets and asphalt playgrounds in the Crown Heights section of Brooklyn and let them see the countryside. She wanted them to meet children from different backgrounds and to broaden their understanding of the world outside of New York City. So Mrs. Vouse, whose children had never" , "date" : "19830605" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "38" , "title" : "FEARS OF PARENTS ALLAYED BY FRESH AIR 'VETERANS'" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/05\/nyregion\/fears-of-parents-allayed-by-fresh-air-veterans.html"} , {"body" : "Whoever attends ''Artery'' at the Performing Garage, 33 Wooster Street in SoHo, will be the hero of the drama. Each member of the audience wears a headset and, after instructions from a narrator on tape, walks through 20 small rooms or scenes with automated lighting and sculptural design. The tape includes music and sound effects, and the" , "date" : "19830603" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE; Friday; DO-IT-YOURSELF HEROES" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/03\/arts\/weekender-guide-friday-do-it-yourself-heroes.html"} , {"body" : "Katherine Zoric, 32 years old, of 2021 Woodbine Street in Ridgewood, Queens, was gardening in her backyard when she was shot with a pellet gun shortly after noon yesterday. Stephen Schoeffow, 15, of nearby 20-22 Palmetto Street, was arrested and charged with assault, reckless endangerment and possession of a weapon. Mrs. Zoric was treated at" , "date" : "19830518" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/18\/nyregion\/the-city-the-police-blotter.html"} , {"body" : "On a December evening in 1892, 11 men met at the Wilner Synagogue on Henry Street in Manhattan and pooled their savings - $95 - to establish a free loan society similar to those they had known in their native eastern European countries. ''They would lend out $5 to the next guy off the boat so he could load up a pushcart, make a few dollars to feed" , "date" : "19830501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "60" , "title" : "SOCIETY MAKES NO-INTEREST LOANS TO NEW YORK'S IMMIGRANTS" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/01\/nyregion\/society-makes-no-interest-loans-to-new-york-s-immigrants.html"} , {"body" : "THIS weekend it might be wise to follow the lead of the tigers and elephants at the Bronx Zoo's Wild Asia. After having been cooped up for months in their winter cages, the animals will again roam free in their sprawling outdoor habitat, beginning tomorrow. For humans, too, this weekend can be a time to get reacquainted with the outdoors. In New" , "date" : "19830429" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "IT'S MAY, TIME TO SEE WHAT'S UP OUTDOORS" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/29\/arts\/it-s-may-time-to-see-what-s-up-outdoors.html"} , {"body" : "WHEN Harold L. Schwartz of Great Neck was growing up in Brooklyn, he used to help after school in his father's grocery in Bensonhurst. ''That's where I learned to get along with people, and also selling,'' he said. ''I remember a woman came in and ordered $35 worth of merchandise, which was a lot of merchandise. ''Look at this,'' he recalls saying" , "date" : "19830424" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "OBTAINING A CAREER VIA MAIL ORDER" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/24\/nyregion\/obtaining-a-career-via-mail-order.html"} , {"body" : "Seated at tables laden with sliced sirloin steaks, tarts and fresh-cut flowers, several hundred members of a black church in the Bedford-Stuyvesant neighborhood in Brooklyn congratulated one another yesterday in their new restaurant. The restaurant, the Harvest Manor Dining Center, will open today and will give full-time jobs to 44 people. It will" , "date" : "19830423" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "CHURCH OPENS A RESTAURANT IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/23\/nyregion\/church-opens-a-restaurant-in-brooklyn.html"} ,   {"body" : "Representatives of striking nurses and the Kingsbrook Jewish Medical Center in the Crown Heights section of Brooklyn have reached a tentative agreement to end an eight-day walkout, a union spokesman said yesterday. The agreement came Friday night after a marathon negotiating session that began Thursday afternoon, said Karen Maune, a spokesman for" , "date" : "19830417" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "37" , "title" : "Pact Reached in Strike By Kingsbrook Nurses" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/17\/nyregion\/pact-reached-in-strike-by-kingsbrook-nurses.html"} , {"body" : "HIDEAWAY One of New York's jolliest museums, a virtually hidden affair, is the Brooklyn Children's Museum, a bright fun-filled place in a drab neighborhood of Crown Heights, 145 Brooklyn Avenue, at St. Marks Avenue, six blocks north of Eastern Parkway (735-4432). Hidden beneath a park, it is the most unassuming museum entrance in town, entered up a" , "date" : "19830409" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "20" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/09\/arts\/going-out-guide.html"} , {"body" : "More than 300 nurses will walk off their jobs at Kingsbrook Jewish Medical Center in Brooklyn this morning unless an agreement is reached on a new contract, the nurses' union said yesterday. A spokesman for the union, the New York State Nurses Association, said negotiations began at 2 P.M. yesterday. Hospital officials, meanwhile, have instituted" , "date" : "19830407" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "THE CITY; Nurses Threaten Strike in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/07\/nyregion\/the-city-nurses-threaten-strike-in-brooklyn.html"} , {"body" : "Gladstone Atwell, principal of Lefferts Intermediate School 61, at Empire Boulevard and New York Avenue in the Crown Heights area of Brooklyn, died of a heart attack Monday at Brookdale Hospital. He was 61 years old and lived in Brooklyn. Dr. Atwell graduated from New York University and received a master's degree in guidance from Queens College" , "date" : "19830331" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "22" , "title" : "GLADSTONE ATWELL" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/31\/obituaries\/gladstone-atwell.html"} , {"body" : "The White House Office of Public Liaison, recently purged for its alleged failure to keep the President in favor with such specialized constituencies as women, racial minorities and religious groups, did something right today. So did Mermelstein the caterer from Brooklyn. The public liaison office arranged to have President Reagan gently honor the" , "date" : "19830325" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["U.S." , "Washington"] , "page_facet" : "18" , "title" : "IN HONORING THE REBBE, A CATERER DID WELL, TOO" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/25\/us\/in-honoring-the-rebbe-a-caterer-did-well-too.html"} , {"body" : "YOUNGSTERS looking for something to do this weekend might consider hunting dragons, making creatures, meeting a banjo-strumming frog, tooting a trombone or observing people who only seem to be there. Such activities may seem more inviting than, say, a trip to a museum - but that is exactly where these and many other adventures may be pursued." , "date" : "19830311" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WHAT'S DOING FOR KIDS AT MUSEUMS" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/11\/arts\/what-s-doing-for-kids-at-museums.html"} , {"body" : "The Frankfurt Book Fair is venturing out of its hometown in West Germany for the first time to offer a German Book Fair in New York. More than 500 publishers, mostly from West Germany, will be exhibiting some 17,000 titles today through Monday at the Sheraton Centre, Seventh Avenue and 52d Street. In addition, exhibits, readings and talks are" , "date" : "19830304" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE; Friday; 17,000 GERMAN BOOKS HERE" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/04\/arts\/weekender-guide-friday-17000-german-books-here.html"} , {"body" : "On Sunday, Hasidic families in Brooklyn's Crown Heights section will open their homes to visitors who want to share with them the joys of the Jewish festival of Purim. The excursion, sponsored by the 92d Street Y, will provide a rare glimpse into the way Hasidic Jews live, worship and celebrate. Visitors will share a festive family meal, look in on" , "date" : "19830225" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "12" , "title" : "SHARING JOYS OF PURIM AT A HASIDIC CELEBRATION" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/25\/arts\/sharing-joys-of-purim-at-a-hasidic-celebration.html"} , {"body" : "AFTER just a year in operation, a city-sponsored program s ubsidizing low-interest loans to moderate-income homeowners will be e xpanded because of what its director describes as an expression of c onfidence by the banking community. Jennifer Wallace, who administers the Home Improvement Program under the auspices of New York City's Department of" , "date" : "19830130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "CITY EXPANDING ITS HOME-LOAN PROGRAM" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/30\/realestate\/city-expanding-its-home-loan-program.html"} , {"body" : "For three years now, Rabbi Menachem M. Schneerson has been mixing modern technology with ancient tradition in his efforts to urge all Jews to be more observant of their religious laws. He is the Lubavitcher Rebbe, leader of a worldwide religious movement who regularly preaches a strictly orthodox Judaism to thousands of followers in the Crown" , "date" : "19830123" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "RABBI USING MODERN MEDIUM IN CALL FOR TRADITIONAL VALUES" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/23\/nyregion\/rabbi-using-modern-medium-in-call-for-traditional-values.html"} ,   {"body" : "The taxable value of property in New York City has been tentatively assessed at $47.151 billion, an increase of $3.329 billion over the past year, the city's Finance Department announced yesterday. The increase of 5.06 percent came as no surprise, because the new assessments will yield the $4.216 billion that Mayor Koch said in November the city" , "date" : "19830118" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY REALTY TAX SET TO GO UP AS ASSESSMENTS INCREASE 5%" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/18\/nyregion\/city-realty-tax-set-to-go-up-as-assessments-increase-5.html"} , {"body" : "After nearly 20 years of wandering in the midtown wilderness, the Borough of Manhattan Community College moved into new, campuslike quarters near the World Trade Center yesterday. Last week the college was still housed in a patchwork of rundown rooms in five office buildings scattered between 47th and 68th Streets. As teachers and staff members" , "date" : "19830111" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "MANHATTAN COMMUNITY COLLEGE GETS A HOME AT LAST" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/11\/nyregion\/manhattan-community-college-gets-a-home-at-last.html"} , {"body" : "It took more than a special design effort to save almost all the oaks, elms, poplars and flowering Japanese plum trees on the site of the new David Chavis Houses for the elderly, now nearly finished, in the Beford-Stuyvesant section of Brooklyn. It also took some determined community activists with a strong view of what their neighborhood needed." , "date" : "19830109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "A PATCH OF GREEN" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/09\/realestate\/a-patch-of-green.html"} , {"body" : "Following are the scores, released by the New York City Board of Education, on the reading tests given in city's public elementary schools and junior high schools in April 1982. The center column shows the proportion of pupils in each school reading at or above grade level; the right-hand column gives each school's overall city-wide ranking." , "date" : "19830104" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Scores on Reading Tests Given in Public Schools" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/04\/nyregion\/scores-on-reading-tests-given-in-public-schools.html"}]