[  {"body" : "The New York metropolitan region came out of the deep freeze yesterday and rapidly regained its customary, businesslike stride after the long Christmas holiday. But with the warming weather came warnings of another drenching and flooded, rather then icy, roadways. The low temperature of 16 degrees yesterday was recorded just after midnight, and the" , "date" : "19831228" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "AFTER THE COLD, CITY GETS BACK TO NORMAL PACE" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/28\/nyregion\/after-the-cold-city-gets-back-to-normal-pace.html"} , {"body" : "AFTER years of discussion, controversy and planning, the New York State government has begun its long-awaited departure from the World Trade Center in lower Manhattan to buildings elsewhere in New York City. The planned exodus, involving 49 state agencies, boards and commissions, means that 2 million square feet of office space, more than a fifth" , "date" : "19831218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "AT LAST, THE STATE BEGINS EXODUS FROM TRADE CENTER" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/18\/realestate\/at-last-the-state-begins-exodus-from-trade-center.html"} , {"body" : "At least seven public and private buildings in New York City and its suburbs were evacuated for up to two hours yesterday after anonymous bomb threats had been telephoned to the police, newspapers or one of the companies involved. No bombs were found, authorities said. Four were court buildings in downtown Brooklyn: the Federal District Court, New" , "date" : "19831215" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Bomb Threats Empty 7 Buildings in Region" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/15\/nyregion\/bomb-threats-empty-7-buildings-in-region.html"} , {"body" : "To the Editor: When I protested recent city choices for homeless shelters and proposals for prison facilities in Brooklyn, I was not knee-jerking as your editorial of Dec. 4 implies. Housing the homeless and easing prison overcrowding are concerns of mine and the citizens of Brooklyn. To call our outrage selfish is to miss the substance of the" , "date" : "19831214" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "34" , "title" : "Letter: On Community Resistance Jails and Shelters vs. Redevelopment" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/14\/opinion\/l-letter-on-community-resistance-jails-and-shelters-vs-redevelopment-112144.html"} , {"body" : "Bus Driver With a Mission Richard R. Teel's B-41 bus is already crowded with standees when he pulls up to the Long Island Rail Road terminal in Brooklyn at the height of the morning rush hour. Commuters waiting to board for the final leg of their trip are usually glum, having already suffered. ''Welcome aboard,'' Mr. Teel says in a singsong voice" , "date" : "19831209" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/09\/nyregion\/new-york-day-by-day-100272.html"} , {"body" : "Governor Cuomo said yesterday that he opposed any attempt by New York City to use an expected $1 billion surplus from the Municipal Assistance Corporation to speed the paying off of federally guaranteed loans. City Comptroller Harrison J. Goldin said the Koch administration should not retire the $1.1 billion in federally guaranteed debt with the" , "date" : "19831208" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "CUOMO OPPOSES USING SURPLUS TO PAY CITY LOANS" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/08\/nyregion\/cuomo-opposes-using-surplus-to-pay-city-loans.html"} , {"body" : "There was a family farm in Bremen, Germany, but even as a child Dieter Ficken knew it would go to his older brother. The harshness of life in Europe right after the war led him to make a decision as a 9-year-old that many people never make in a lifetime: leaving a homeland. Ficken's decision led him to an aunt in Brooklyn, led him to soccer and" , "date" : "19831207" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "SPORTS OF THE TIMES; DIETER FICKEN'S DECISION" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/07\/sports\/sports-of-the-times-dieter-ficken-s-decision.html"} , {"body" : "The Koch administration hopes to spend up to $400 million for six new economic development programs, including a fund to stimulate housing for middle-class families and a city high school to train students in financial services. The programs, originally proposed in a letter from Mayor Koch to Governor Cuomo, were elaborated on yesterday in a City" , "date" : "19831207" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "SIX GROWTH PLANS PROPOSED BY CITY" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/07\/nyregion\/six-growth-plans-proposed-by-city.html"} , {"body" : "For nearly two years, the Catholic Medical Center of Brooklyn and Queens violated state health regulations by having its patients X-rayed with a computerized scanner without the required approval and knowledge of state health authorities. The machine - known as a CAT scanner, for computerized axial tomographer - was in a trailer that was moved from" , "date" : "19831204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "54" , "title" : "CENTER USED CAT SCANNER WITHOUT STATE ASSENT" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/04\/nyregion\/center-used-cat-scanner-without-state-assent.html"} , {"body" : "The low-rise condominium market is thriving in a western corner of Staten Island known as Graniteville. Only 10 years ago, the area - north of the Staten Island Expressway about a mile from the Goethals Bridge - was a flat and rather barren urban outback. The expressway has been changing that. The trip by express bus to lower Manhattan from the" , "date" : "19831125" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Business"] , "page_facet" : "21" , "title" : "ABOUT REAL ESTATE; NEW CONDOMINIUMS ARE ON THE RISE IN STATEN ISLAND" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/25\/business\/about-real-estate-new-condominiums-are-on-the-rise-in-staten-island.html"} ,   {"body" : "The courthouses of New York City's Family Court are dirty and in disrepair, and the court's employees are underpaid and demoralized, according to a report to be released today by the City Bar Association. Conditions are so bad, the report says, that the court, which oversees family disputes and criminal charges against youths, is ''constantly" , "date" : "19831120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "BAR SAYS DIRT AND DISREPAIR ARE HINDERING FAMILY COURT" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/20\/nyregion\/bar-says-dirt-and-disrepair-are-hindering-family-court.html"} , {"body" : "Governor Cuomo and Mayor Koch announced agreement yesterday on a project that would involve more than $1 billion in commercial, industrial and residential development in sections of the New York and New Jersey waterfronts. The agreement followed nearly eight months of sometimes bitter discussions between state and city officials. Approval by the" , "date" : "19831119" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "KOCH AND CUOMO AGREE ON WATERFRONT PROPOSALS" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/19\/nyregion\/koch-and-cuomo-agree-on-waterfront-proposals.html"} , {"body" : "Governor Cuomo today announced the schedule for the previously annnounced plans to move virtually all state offices out of the World Trade Center. Mr. Cuomo said at a news conference in his office on the 57th floor at 2 World Trade Center that the offices and the thousands of state employees who work in them would be scattered among various sites" , "date" : "19831118" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "CUOMO LISTS SCHEDULE FOR TRADE CENTER MOVE" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/18\/nyregion\/cuomo-lists-schedule-for-trade-center-move.html"} , {"body" : "As she nears the middle of her four- year term as Brooklyn's District Attorney, Elizabeth Holtzman says that changes she has made in her office have improved the ''quality of prosecution'' in the city's most populous borough. Others involved in the criminaljustice system have praised Miss Holtzman's performance in her 22 months in the post. But" , "date" : "19831113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "58" , "title" : "PROGRESS ON PROSECUTIONS IS CITED BY MISS HOLTZMAN" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/13\/nyregion\/progress-on-prosecutions-is-cited-by-miss-holtzman.html"} , {"body" : "City Councilman Luis A. Olmedo and two other Brooklyn politicians pleaded not guilty yesterday to Federal charges they had conspired to extort $12,000 from a food-processing company seeking to move to a vacant city-owned site in the Bushwick area. An indictment Nov. 2 by a grand jury in Federal District Court in Brooklyn also accused the three of" , "date" : "19831110" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE CITY; Politicians Deny Extortion Charges" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/10\/nyregion\/the-city-politicians-deny-extortion-charges.html"} , {"body" : "IN mid-autumn, copper-color leaves are falling, tables and chairs at sidewalk cafes are being whisked indoors, and New York's legions of street performers are getting ready for the intermission of winter. Many musicians have, in fact, already abandoned the sidewalks (how can you do justice to Mozart when your fingers are numb from frost?). Outdoor" , "date" : "19831104" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "SIDEWALKS PAVED WITH TALENT" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/04\/arts\/sidewalks-paved-with-talent.html"} , {"body" : "City Councilman Luis A. Olmedo of Brooklyn and the chairmen of two community boards in the borough were charged yesterday with conspiring to extort thousands of dollars from two companies and receiving $12,000 from an undercover investigator. Mr. Olmedo, a 47-year-old Democrat who has been on the City Council for nearly 10 years, denied the" , "date" : "19831103" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "COUNCILMAN AND 2 OTHERS INDICTED IN PAYOFF CASE" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/03\/nyregion\/councilman-and-2-others-indicted-in-payoff-case.html"} , {"body" : "Long Island University and St. Barnabas Medical Center in New Jersey said last night that they had agreed to offer their classrooms and equipment temporarily to 350 medical students who were evacuated from St. George's University School of Medicine in Grenada last week. Under the agreement, about 200 first- and second-semester students will attend" , "date" : "19831103" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["GRENADA"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "9" , "title" : "2 INSTITUTIONS TO ADMIT GRENADA MEDICAL STUDENTS" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/03\/nyregion\/2-institutions-to-admit-grenada-medical-students.html"} , {"body" : "Fete at the L.I.U. Corral Finding a parking space for one's horse is often difficult in downtown Brooklyn. So, for the 17 police officers of the mounted unit who patrol the area, Long Island University's Brooklyn Center, at DeKalb Avenue and the Flatbush Avenue Extension, had two wood hitching posts built and enclosed in a shaded, grassy corral." , "date" : "19831026" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/26\/nyregion\/new-york-day-by-day-257261.html"} , {"body" : "Illiterate Haitian adults living in New York will be taught to read and write the only language most of them understand, Creole, in an experiment being conducted with the Ford Foundation's assistance. In a few months, when they have a measure of literacy in their native Haitian Creole - a French-based language with a mixture of Spanish and African" , "date" : "19831024" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "HAITIANS IN CITY TO STUDY CREOLE AS LITERACY AID" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/24\/nyregion\/haitians-in-city-to-study-creole-as-literacy-aid.html"} ,   {"body" : "FOR more than two hours, the umbrellas had been up near the finish line. Under the red, white and blue New York City Marathon banner, two men held a thick white tape. When policemen on motorcycles, their red lights flashing, rumbled along the Central Park roadway, the people knew the winner would soon arrive. Moments later, Rod Dixon of New" , "date" : "19831024" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "THE RACE WITHIN" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/24\/sports\/the-race-within.html"} , {"body" : "AT the very time that a mayoral commission is studying the process by which public benefits are obtained from builders through the zoning process, the process itself is grinding out changes to shape the course of development. The changes are part of the City Planning Department's ongoing review of the zoning resolution, and the pot is bubbling in" , "date" : "19831023" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "CITY PONDERS FUTURE COURSE ON ZONING" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/23\/realestate\/city-ponders-future-course-on-zoning.html"} , {"body" : "WHEN Starrett City was dedicated in 1974, the massive Brooklyn housing project near Jamaica Bay was envisioned as a racially integrated, family-oriented urban enclave in a suburban setting. To all outward appearances, it has succeeded. Its 5,881 apartments are fully occupied, with 70 percent of the tenant families white and 30 percent nonwhite, and" , "date" : "19831016" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STARRETT CITY (BKLYN)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "FOR STARRETT CITY, AN INTEGRATION TEST" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/16\/realestate\/for-starrett-city-an-integration-test.html"} , {"body" : "A woman was stabbed to death and two men were knifed in Brooklyn early yesterday by two other men who had identified themselves as Red Cross workers, the police said. Both men who were stabbed were listed in serious condition in Long Island College Hospital. A police spokesman, Officer Norris Hollomon, said the assailants knocked at the building at" , "date" : "19831016" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "2BogusRedCrossMen Slay Brooklyn Woman" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/16\/nyregion\/2bogusredcrossmen-slay-brooklyn-woman.html"} , {"body" : "Running New York's public transit systems means always having to say you're sorry. Even though Robert R. Kiley, the chairman-designate of the Metropolitan Transportation Authority, had yet to be confirmed by the State Senate, he was already warning subway riders last week that they would have to lower their expectations. ''They're going to have to" , "date" : "19831016" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "THE REGION; COSTLIER, BUT NOT YET BETTER TRANSIT SERVICE" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/16\/weekinreview\/the-region-costlier-but-not-yet-better-transit-service.html"} , {"body" : "The Young World clothing store that Stanley I. Chera's family owns on Fulton Street in Brooklyn was billed $140,311 in property taxes last year, but Mr. Chera says he willingly paid $10,900 more. What the additional money bought was improved sanitation, security and other services - services provided not by New York City but by the Fulton Mall" , "date" : "19831011" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "MERCHANTS TAXING THEMSELVES TO OFFER MORE SERVICES IN SPECIAL DISTRICTS" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/11\/nyregion\/merchants-taxing-themselves-to-offer-more-services-in-special-districts.html"} , {"body" : "One high school student was killed yesterday and one was injured when six students on their way home from Brooklyn Technical High School became involved in a fight with ten other youths, the police said. A police spokesman, Officer Fred Elwick, said the fight started at 3:05 P.M. when an argument between the two groups flared into violence at" , "date" : "19831007" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE CITY; Student Is Killed In Brooklyn Brawl" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/07\/nyregion\/the-city-student-is-killed-in-brooklyn-brawl.html"} , {"body" : "Mark Man Young Wee traveled from Flushing, Queens, to downtown Brooklyn by car yesterday, but in a sense his journey began seven years ago when he left his native South Korea for a new life in the United States. Mendel and Judith Gross arrived in downtown Brooklyn from the Williamsburg section, but their travels, too, began years before: Mr. Gross" , "date" : "19831004" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES (1983 PART 1)" , "NEW YORK CITY" , "UNION OF SOVIET SOCIALIST REPUBLICS" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "450 SWORN IN AS CITIZENS AT A BROOKLYN CEREMONY" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/04\/nyregion\/450-sworn-in-as-citizens-at-a-brooklyn-ceremony.html"} , {"body" : "The Rev. Jesse Jackson swept through sections of Brooklyn yesterday, drawing enthusiastic crowds and chants of ''Run, Jesse, run,'' as he helped collect several hundred voter- registration forms in three and a half hours. It was the first of three days that Mr. Jackson, leader of the Chicago-based Operation Push and a possible candidate for the" , "date" : "19831004" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BROOKLYN VOTE DRIVE AIDED BY THE REV. JESSE JACKSON" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/04\/nyregion\/brooklyn-vote-drive-aided-by-the-rev-jesse-jackson.html"} , {"body" : "A foot-long stainless-steel carving knife is kept in the top drawer of a beat- up dresser in Room 832. Elizabeth Jackson, 21 years old, put it there. ''You've got to have a weapon,'' she said. ''A lot of people have knives in this hotel. Bigger knives, too. You need protection. You need protection bad.'' Miss Jackson, the mother of two young" , "date" : "19830831" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "WELFARE HOTEL FAMILIES: LIFE ON THE EDGE" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/31\/nyregion\/welfare-hotel-families-life-on-the-edge.html"} ,   {"body" : "A gas-main break in Maspeth, Queens, forced the Long Island Rail Road to shut off power on its main line at the peak of the evening rush hour yesterday, delaying thousands of commuters. Service was restored more than two and a half hours later, shortly after 6 P.M. People in four houses near the break, at Grand Avenue and 84th Street, were removed." , "date" : "19830819" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "MASPETH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THOUSANDS DELAYED AS L.I.R.R. CUTS POWER BECAUSE OF GAS-MAIN PUNCTURE" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/19\/nyregion\/thousands-delayed-as-lirr-cuts-power-because-of-gas-main-puncture.html"} , {"body" : "OUR fish market probably looks different these days. It may be a clean new Korean-owned shop with neat ranks of refrigerated fillets and steaks. Or it may be one of the city's long-established fishmongers, such as De Martino's or M. Citarella, now under new ownership and offering new varieties of fish. Squid, fresh tuna and monkfish are among the" , "date" : "19830727" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "NEW YORK FISH MARKETS" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/27\/garden\/new-york-fish-markets.html"} , {"body" : "The biggest tenant in the World Trade Center, the State Workers' Compensation Board, is planning to move to downtown Brooklyn, rather than Queens as had been announced last year. The Cuomo administration has decided that the board, which rules on claims by workers injured on the job, will be the first state agency to leave the huge complex in lower" , "date" : "19830725" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "AGENCY DECIDES AGAINST A MOVE TO QUEENS SITE" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/25\/nyregion\/agency-decides-against-a-move-to-queens-site.html"} , {"body" : "To the Editor: I enjoyed L. J. Davis's black humor about city ''help'' to his neighborhood in Brooklyn (Op-Ed July 12), but he did not explain why market-rate housing for middle- and upper-middle-income households (with a minority of subsidized units conforming to urban renewal requirements) should not replace the sea of asphalt just south of" , "date" : "19830720" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "STRATEGY FOR A REVIVED DOWNTOWN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/20\/opinion\/l-strategy-for-a-revived-downtown-brooklyn-045333.html"} , {"body" : "Eight people, including two lawyers, were charged by Federal authorities yesterday with having operated a series of arson-forprofit schemes that led to 43 fires in 37 apartment buildings in Brooklyn, the Bronx and Manhattan. Forty-four firefighters suffered injuries ranging from smoke inhalation to broken bones in fighting the fires, investigators" , "date" : "19830713" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "8 FACE U.S. CHARGES IN ARSON-FOR-PROFIT SCHEMES IN NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/13\/nyregion\/8-face-us-charges-in-arson-for-profit-schemes-in-new-york.html"} , {"body" : "To the Editor: A June 22 news story outlines proposals for a major redevelopment of downtown Brooklyn. While endorsing wholeheartedly the objective of revitalization, I am alarmed by what is surely an ill-considered suggestion of large-scale residential development south of Fulton Street in the Schermerhorn-Pacific Urban Renewal Area. That area" , "date" : "19830702" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "TOO MUCH FOR BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/02\/opinion\/l-too-much-for-brooklyn-011491.html"} , {"body" : "A map in Metropolitan Report on June 22 with an article about downtown Brooklyn incorrectly depicted the boundaries for proposed housing and the extent to which the land would be developed. Housing has been recommended only for parking lots or vacant parcels in the area bounded by Boerum Place, Flatbush Avenue, Atlantic Avenue and Livingston" , "date" : "19830630" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "1" , "title" : "CORRECTION" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/30\/nyregion\/c-correction-006619.html"} , {"body" : "Questions appear on page 12. 1. Al Hirschfeld. 2. The Black Madonna of Czestochowa. 3. The Rev. Jesse Jackson. 4. Residents of Staten Island are allowed a 25-cent discount on the Verrazano Narrows Bridge toll. Brooklyn residents are not eligible for the toll. 5. When the tournament began, Mrs. Lloyd was attemping to become the first player since" , "date" : "19830625" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "15" , "title" : "ANSWERS TO QUIZ" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/25\/us\/answers-to-quiz.html"} , {"body" : "After decades in Manhattan's shadow, downtown Brooklyn has the potential to emerge within a decade as New York City's third major business district after midtown and the financial district, according to a Regional Plan Association study. The study cites the proximity to Wall Street of an 89-block area near the Brooklyn and Manhattan Bridges, its" , "date" : "19830622" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BROOKLYN: NEW PLAN OF GROWTH" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/22\/nyregion\/brooklyn-new-plan-of-growth.html"} , {"body" : "Their golden yellow caps and gowns glowed in the sun, and their eyes were bright, too, and their faces shone. The two in front carried a burgundy banner, and the ones behind followed with purpose down the path at the back of the quadrangle, to the center aisle leading to the stage. Then a funny thing happened. Slowly at first, from here and there" , "date" : "19830608" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "ABOUT NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/08\/nyregion\/about-new-york.html"} ,   {"body" : "The foreman of a Federal grand jury in Brooklyn was charged yesterday with seeking to extort more than $6,000 in bribes from witnesses before the panel and with accepting $300 as the first installment. Authorities said the $300 was paid by one of the witnesses at about 10 A.M. Thursday on the sidewalk in front of the United States Courthouse on" , "date" : "19830528" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "GRAND JURY FOREMAN ACCUSED OF EXTORTING BRIBE FROM WITNESS" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/28\/nyregion\/grand-jury-foreman-accused-of-extorting-bribe-from-witness.html"} , {"body" : "International The United States cautioned Syria that its latest military buildup in Lebanon and along the Syrian-Lebanese border was threatening ''the uneasy peace'' in the area. The statement followed several days of diplomatic messages between the United States, Israel and Syria. (Page 1, Column 6.) Israel would resist a war with Syria, Defense" , "date" : "19830528" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "News Summary; SATURDAY, MAY 28, 1983" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/28\/nyregion\/news-summary-saturday-may-28-1983.html"} , {"body" : "AFTER hardly any spring, summer arrives today - if not on the calendar, then at least by custom. To greet the season ushered in by the Memorial Day holiday, New Yorkers and their neighbors have a wide choice of outdoor things to do this weekend. These range in exertion from lying down - the beaches open tomorrow - to pedaling around Central Park in" , "date" : "19830527" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "GETTING THE JUMP ON SUMMER OUTDOORS" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/27\/arts\/getting-the-jump-on-summer-outdoors.html"} , {"body" : "Clair Bee, one of the most acclaimed college basketball coaches of his time, died yesterday of cardiac arrest in Cleveland at the age of 87. Mr. Bee earned fame as the Long Island University coach during a time when college basketball grew from a sport played before a handful of people in school gymnasiums to the capacity crowds of more than 18,000" , "date" : "19830521" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "21" , "title" : "CLAIR BEE, EX-L.I.U. COACH, DIES; GAINED BASKETBALL HALL OF FAME" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/21\/obituaries\/clair-bee-ex-liu-coach-dies-gained-basketball-hall-of-fame.html"} , {"body" : "The chairman of the City Council Finance Committee yesterday characterized as a ''white elephant'' the building in downtown Brooklyn where the city's Finance Department is moving half its employees. The committee chairman, Edward L. Sadowsky, made his remarks to city officials requesting a change in the capital budget to buy furniture for the" , "date" : "19830512" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BUILDING LEASED BY CITY IS CALLED WHITE ELEPHANT" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/12\/nyregion\/building-leased-by-city-is-called-white-elephant.html"} , {"body" : "THERE was once a time when you went to galleries for paintings, to theaters for plays and to concert halls for music. But now it's possible to find all of those under one roof in the multimedia arts centers that have sprung up around New York over the last decade or so in abandoned schools and industrial sites. These places are almost defiantly" , "date" : "19830506" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "NEW ARTS FLOURISH IN NEW SPACES" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/06\/arts\/new-arts-flourish-in-new-spaces.html"} , {"body" : "UNDER its two-year-old ''shopsteading'' program, New York City seeks to sell tax-foreclosed commercial property to businessmen and women at relatively low prices, and with attractive financing both for purchase loans and for renovation. It has strong backing within the Koch administration, involving the Department of Housing Preservation and" , "date" : "19830504" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "20" , "title" : "Real Estate; Life From Foreclosed Properties" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/04\/business\/real-estate-life-from-foreclosed-properties.html"} , {"body" : "A May Day Mass For the 'Black Madonna' A t St. James Cathedral in downtown Brooklyn yesterday afternoon, an ecclesiastical procession moved to the slap-thud of handball and paddleball on nearby courts. It rounded the tiny churchyard on Jay Street, near Tillary Street, where a plaque marks the 1822 ''purchase of this ground for the first Catholic" , "date" : "19830502" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/02\/nyregion\/new-york-day-by-day-138936.html"} , {"body" : "To the Editor: Your April 17 headline ''Back Offices in the Outer Boroughs'' reinforces the negative perceptions of Brooklyn, Queens, the Bronx and Staten Island as suitable sites for these corporate operations. It would be more accurate to call boroughs other than Manhattan exactly that -other. We in Brooklyn are separated from the central" , "date" : "19830501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "Real Estate"] , "page_facet" : "13" , "title" : "Other, Not Outer" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/01\/realestate\/l-other-not-outer-137555.html"} , {"body" : "A man jumped onto the tracks in front of a southbound B train yesterday in the DeKalb Avenue IND subway station in downtown Brooklyn, the Transit Authority said. The man, identified as Max Jonas, 50 years old, of Brooklyn, was taken to Long Island College Hospital, where a spokesman, Dale Timmons, said Mr. Jonas's injuries were not serious. Edward" , "date" : "19830426" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE CITY; Man Leaps in Front Of Brooklyn Train" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/26\/nyregion\/the-city-man-leaps-in-front-of-brooklyn-train.html"} ,   {"body" : "For the first time in at least two years, government officials believe the summer job outlook for young people in the New York area has improved. But they emphasize that jobs will still be hard to get and that many young people will be left with none. ''It's still going to be a tough job market for young people,'' said Samuel M. Ehrenhalt, regional" , "date" : "19830426" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "OUTLOOK FOR SUMMER JOBS SAID TO IMPROVE SLIGHTLY" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/26\/nyregion\/outlook-for-summer-jobs-said-to-improve-slightly.html"} , {"body" : "A Spring of Stained Glass, Glassmasters Guild, 621 Avenue of the Americas (19th Street), 212-924-2868. Beginning Saturday from 1 to 4 P.M., an exhibition of works in glass by Melba and David Corby, Jeffrey Meyers and Toland Sand will open. The exhibition will display flower designs, beveled glass in modern and classical designs and abstract designs" , "date" : "19830414" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "CALENDAR OF EVENTS: STAINED GLASS SHOW" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/14\/garden\/calendar-of-events-stained-glass-show.html"} , {"body" : "It has been more than two months since Frank J. Macchiarola left the post of New York City Schools Chancellor, and the absence of someone to head the largest school system in the country is beginning to have an impact, according to members of the Board of Education and others. ''It's better in any organization to have somebody in place rather than" , "date" : "19830407" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "DELAY IN VOTING ON SCHOOL CHIEF CALLED HARMFUL" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/07\/nyregion\/delay-in-voting-on-school-chief-called-harmful.html"} , {"body" : "In 1908-style knickers and knee socks, two young newsboys stood in front of Cathedral of St. James in Brooklyn on Monday shouting, in traditional singsong: ''Tab-let! Tab-let! Five cents a copy!'' It was a familiar sound to older communicants. The Tablet, celebrating its 75th anniversary, is the weekly newspaper of the Brooklyn Roman Catholic" , "date" : "19830406" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEW YORK DAY BY DAY; A Glimpse of 1908" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/06\/nyregion\/new-york-day-by-day-a-glimpse-of-1908.html"} , {"body" : "As much as we might appreciate the increased variety of restaurants now in New York, it is sobering to realize that many of the city's classics have disappeared. Anyone who has eaten around New York long and seriously is bound to miss a number of bygone favorites. My own list, drawn at the risk of seeming ungrateful amidst such plenty, includes" , "date" : "19830326" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "16" , "title" : "DE GUSTIBUS; OF DISHES AND RESTAURANTS GONE BUT NOT FORGOTTEN" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/26\/style\/de-gustibus-of-dishes-and-restaurants-gone-but-not-forgotten.html"} , {"body" : "Open Off Broadway (In Brooklyn): TKTS B roadway came to downtown Brooklyn at half-price yesterday when a TKTS booth opened at the Fulton Mall near Gold Street. It joined the Duffy Square and 2 World Trade Center booths in Manhattan to offer day-of-performance discount tickets for Broadway and Off Broadway shows. Characterizing a trip to the crowded" , "date" : "19830316" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "2" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/16\/nyregion\/new-york-day-by-day-036887.html"} , {"body" : "Joseph G. Barkan, the president of the Board of Education, has been jesting with friends, saying he is hurt because his name seems to be the only one missing from the long list of those being mentioned as possible successors to Frank J. Macchiarola as schools chancellor. There is some seriousness underlying the jokes, because Mr. Barkan is aware" , "date" : "19830223" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "BOARD OF EDUCATION UNDER SPOTLIGHT AS IT CHOOSES; A NEW SCHOOLS CHANCELLOR" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/23\/nyregion\/board-of-education-under-spotlight-as-it-chooses-a-new-schools-chancellor.html"} , {"body" : "A Federal judge refused yesterday to order the city to hold a hearing on its lodging of 50 homeless men in a former Y.M.C.A. near the Brooklyn Academy of Music. Judge Mark A. Costantino of Federal District Court issued his ruling after arguments by the city and a lawyer representing residents of the adjoining Fort Greene section. ''You have no" , "date" : "19830217" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; Hearing on Shelter Ruled Unneeded" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/17\/nyregion\/the-city-hearing-on-shelter-ruled-unneeded.html"} , {"body" : "Former State Senator Vander L. Beatty of Brooklyn was indicted yesterday on forgery and other charges stemming from his unsuccessful attempt to win a 1982 Congressional primary. He was accused in the state indictment of having instructed political aides to put false signatures of voters on voterregistration cards while he and the aides were in the" , "date" : "19830215" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "EX-STATE SENATOR FACES VOTE CHARGE" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/15\/nyregion\/ex-state-senator-faces-vote-charge.html"} , {"body" : "Schools Chancellor Frank J. Macchiarola yesterday afternoon proposed a plan to prevent the threatened layoff of 1,800 New York City schoolteachers and cuts in busing for pupils in kindergarten through the fourth grade. The plan, which was approved last night by the Board of Education, would raise the price of a school lunch by 5 cents and end the" , "date" : "19830126" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "MACCHIAROLA OFFERS PLAN TO AVERT LAYOFFS" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/26\/nyregion\/macchiarola-offers-plan-to-avert-layoffs.html"} ,   {"body" : "Three state-owned buildings - the Seventh Regiment Armory at Park Avenue and 66th Street in Manhattan, the Kingsbridge Armory in the Bronx and a former Y.M.C.A. building at 55 Hanson Place in downtown Brooklyn -began serving as shelters last night for homeless men in New York City. In a joint statement, Mayor Koch and Governor Cuomo said the three" , "date" : "19830122" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "3 STATE-OWNED BUILDINGS OPEN AS SHELTERS IN CITY" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/22\/nyregion\/3-state-owned-buildings-open-as-shelters-in-city.html"} , {"body" : "International The U.S. will show flexibility in the talks on medium-range missiles in Europe if the Soviet Union demonstrates some new ''give,'' , the chief American negotiator hinted after a meeting with President Reagan. Mr. Reagan and the negotiator, Paul H. Nitze, have defended the so-called zero option proposed by the United States in November" , "date" : "19830122" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "NEWS SUMMARY; SATURDAY, JANUARY 22, 1983" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/22\/nyregion\/news-summary-saturday-january-22-1983.html"} , {"body" : "Five self-described advocates of Puerto Rican independence yesterday defied a Federal judge's order to testify before a grand jury looking into the New Year's Eve bombings in Manhattan and Brooklyn that severely injured three police officers. The five were permitted to remain free pending further legal proceedings. The F.A.L.N., a Puerto Rican" , "date" : "19830120" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "PUERTO RICO"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "5 DEFY COURT ORDER TO TESTIFY IN NEW YEAR'S EVE BOMBINGS" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/20\/nyregion\/5-defy-court-order-to-testify-in-new-year-s-eve-bombings.html"} , {"body" : "Two people were listed in critical condition yesterday after being shot in separate subway incidents in Brooklyn during Tuesday evening's rush hour, the police said yesterday. At 5:30 P.M., a man was shot by a transit police officer after a struggle in the Morgan Avenue station on the LL line in the Bushwick section, According to the transit" , "date" : "19830120" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "THE CITY; 2 Shot in Subways On Critical List" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/20\/nyregion\/the-city-2-shot-in-subways-on-critical-list.html"} , {"body" : "When a vacancy opened at one of the 110 New York City high schools under his jurisdiction, Frank J. Macchiarola made an unusual appointment: He took the job himself. What better way to understand the workings of a school, he explained, when he became acting principal of Jamaica High School in Queens. After nearly five years as New York City Schools" , "date" : "19830117" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "THE MACCHIAROLA YEARS: EDUCATIONAL PROGRESS MARKED BY POLITICAL CONFLICTS" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/17\/nyregion\/the-macchiarola-years-educational-progress-marked-by-political-conflicts.html"} , {"body" : "That thieves regularly pass through the Brooklyn Criminal Court Building is not unusual. It is unusual, however, when a thief strikes in the building itself - especially in one of its strongholds of security. Yet that is what happened recently. As a result, an official said Friday, at least 10 of the court officers assigned to provide security in" , "date" : "19830116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/16\/nyregion\/167319.html"} , {"body" : "A Federal warrant was issued yesterday for the arrest of a man in connection with last Friday's bombings in lower Manhattan and in Brooklyn that seriously injured three police officers. The suspect, Luis Rosado, 32 years old, was described as a supporter of the F.A.L.N., a Puerto Rican terrorist group that is suspected in the bombings. He was" , "date" : "19830106" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "WARRANT ISSUED FOR SUSPECT IN NEW YEAR'S BOMBINGS" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/06\/nyregion\/warrant-issued-for-suspect-in-new-year-s-bombings.html"} , {"body" : "At least four powerful bombs exploded in lower Manhattan and downtown Brooklyn within 90 minutes last night and injured three police officers, the police said. The bombs went off at Police Headquarters and three Federal buildings. One police officer was critically injured by the explosion at headquarters and the other two were injured by the" , "date" : "19830101" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "FOUR BOMBS EXPLODE IN MANHATTAN AND BROOKLYN, INJURING 3 OFFICERS" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/01\/nyregion\/four-bombs-explode-in-manhattan-and-brooklyn-injuring-3-officers.html"} , {"body" : "International Soviet troops will stay in Afghanistan until the Soviet Union's conditions for their withdrawal are met, the Government said in a statement released through Tass, the official press agency. The statement appeared to be intended to reassure the Soviet-backed Government of Afghanistan and to discourage speculation in the West that the" , "date" : "19830101" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "NEWS SUMMARY; SATURDAY, JANUARY 1, 1983" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/01\/nyregion\/news-summary-saturday-january-1-1983.html"}]