[  {"body" : "The New York metropolitan region came out of the deep freeze yesterday and rapidly regained its customary, businesslike stride after the long Christmas holiday. But with the warming weather came warnings of another drenching and flooded, rather then icy, roadways. The low temperature of 16 degrees yesterday was recorded just after midnight, and the" , "date" : "19831228" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "AFTER THE COLD, CITY GETS BACK TO NORMAL PACE" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/28\/nyregion\/after-the-cold-city-gets-back-to-normal-pace.html"} , {"body" : "Former State Senator Vander L. Beatty of Brooklyn was found guilty yesterday of forgery and conspiracy charges stemming from his unsuccessful effort to reverse his defeat in a 1982 Congressional primary. He was convicted of having led a scheme to forge signatures on hundreds of voter registration cards at the Brooklyn offices of the Board of" , "date" : "19831223" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "BEATTY IS GUILTY OF A CONSPIRACY IN VOTE FORGERY" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/23\/nyregion\/beatty-is-guilty-of-a-conspiracy-in-vote-forgery.html"} , {"body" : "Two gypsy-cab drivers were found shot to death early yesterday in different neighborhoods of Brooklyn, the police said. The first victim, Joseph St. Louis, 45 years old, of Brooklyn, was found at 12:55 A.M., slumped over the steering wheel of his cab, parked at 29 Lefferts Place in the Bedford-Stuyvesant section. Mr. St. Louis, who worked for a" , "date" : "19831219" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "THE CITY; 2 Cabbies Found Slain in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/19\/nyregion\/the-city-2-cabbies-found-slain-in-brooklyn.html"} , {"body" : "Gretchen Maie Price, daughter of Mrs. William Louis Huber of Sag Harbor, L.I., and the late George Arthur Price of Victoria, Va., was married yesterday to Alan John Rude, son of Alan Gregory Rude of Ponte Vedra Beach, Fla., and the late Bea Bernadette Downey Rude. The Rev. Thomas Dix Bowers performed the ceremony at St. Bartholomew's Episcopal" , "date" : "19831218" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "111" , "title" : "GretchenM.Price WedtoAlanRude" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/18\/style\/gretchenmprice-wedtoalanrude.html"} , {"body" : "In his office at Police Headquarters - amid color-coded charts of criminal conspiracies and city maps that show even alleyways and building configurations - Capt. Arthur Katz keeps a quote from Jonathan Swift: ''Laws are like cobwebs, which may catch small flies, but let wasps and hornets break through.'' Swift's sentiment is widely shared among" , "date" : "19831217" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNITED STATES (1983 PART 1)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "STEMMING THE TIDE OF STOLEN GOODS: MANY IDEAS BUT LITTLE OVERALL STRATEGY" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/17\/nyregion\/stemming-the-tide-of-stolen-goods-many-ideas-but-little-overall-strategy.html"} , {"body" : "A Baptist nursing home in Brooklyn said yesterday that it would admit a patient suffering from acquired immune deficiency syndrome, thus becoming the first nursing home in New York City to accept an AIDS victim. The decision is regarded by public health authorities as significant because many AIDS victims rejected by their families and then by" , "date" : "19831206" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NURSING HOME PLANS TO ADMIT VICTIM OF AIDS" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/06\/nyregion\/nursing-home-plans-to-admit-victim-of-aids.html"} , {"body" : "When Rose Brush owned her house, the walls were falling apart, the front steps and interior stairs were crumbling with age, the water heater was worn out, the windows were drafty and the gas company was threatening to shut off service for nonpayment. Although there were was no mortgage, Mrs. Brush found that with income of $900 a month, medical" , "date" : "19831201" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "PROBLEMS PERSIST WHEN CITY OWNS HOUSES" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/01\/nyregion\/problems-persist-when-city-owns-houses.html"} , {"body" : "A gunman being chased by two plainclothes policemen in Brooklyn was shot to death early yesterday after he wounded an officer, the police said. The gunman, Clyde Sedney, 21 years old, of the East New York section of Brooklyn, died at Brookdale Hospital shortly before 1 A.M., according to Capt. Jack Clark of the 75th Precinct. The incident occurred" , "date" : "19831128" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "Brooklyn Man Shot to Death AfterWoundingPoliceOfficer" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/28\/nyregion\/brooklyn-man-shot-to-death-afterwoundingpoliceofficer.html"} , {"body" : "THE year 1983 is establishing itself as the period in which single-family houses built in a factory and assembled on large development tracts were delivered to New Yorkers for the first time. The scale is modest in comparison with what is believed to be the market potential, and with the construction of ''stick-built'' houses - those built on the" , "date" : "19831113" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "THE FACTORY-BUILT HOUSE GETS A FOOTHOLD IN CITY" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/13\/realestate\/the-factory-built-house-gets-a-foothold-in-city.html"} , {"body" : "Twenty-two years ago, Dwayne Lee Gosso was born into the custody of New York State, the son of a prison inmate who did not want him. For two decades he was a child of the state bureaucracy, living in foundling and foster homes, mental hospitals and rehabilitation centers. Along the way, according to his lawyer, he was diagnosed as mildly retarded" , "date" : "19831017" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "LONG, TROUBLED ODYSSEY OF A CHILD OF BUREAUCRACY" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/17\/nyregion\/long-troubled-odyssey-of-a-child-of-bureaucracy.html"} ,   {"body" : "Manufactured housing is making its appearance in a widening spectrum of new single-family buildings across the city. At the same time, talks aimed at establishing facilities to do the construction within city limits are intensifying. So far, public attention has focused on the use of mobile homes trucked to the Bronx in two sections from a plant in" , "date" : "19831014" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Business"] , "page_facet" : "19" , "title" : "About Real Estate; Manufactured Housing Moves Into City" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/14\/business\/about-real-estate-manufactured-housing-moves-into-city.html"} , {"body" : "As the Board of Education's new all-day kindergartens begin their second month, the widely hailed program is nonetheless troubled by overcrowding and equipment shortages in some areas of New York City, officials in those areas say. Over all, the program has generated more praise than criticism. Indeed, the all-day kindergartens - previously" , "date" : "19831013" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Popularity Breeding Problems In New All-Day Kindergartens" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/13\/nyregion\/popularity-breeding-problems-in-new-all-day-kindergartens.html"} , {"body" : "The owner of a Haitian newspaper published in New York City, who had reported death threats because of his criticism of the Haitian regime, was shot to death Wednesday night outside his Brooklyn home, the police said yesterday. The detective in charge of the case said that ''right now it's 50-50 whether this is a political assassination or a" , "date" : "19830923" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "HAITI" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "OWNER OF NEWSPAPER FOR HAITIAN EMIGRES IS SLAIN IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/23\/nyregion\/owner-of-newspaper-for-haitian-emigres-is-slain-in-brooklyn.html"} , {"body" : "A 77-year-old Brooklyn man was arrested after he used a pistol to capture a 21-year-old man who he asserted had robbed him last March, the police said. The older man, James Bowman, was held on a gun-possession charge, and his captive, Alfonso Thomas, was charged with robbery, according to Capt. James Marcus of the Housing Authority police. The" , "date" : "19830901" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Man Who Caught 'Mugger' Is Seized" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/01\/nyregion\/the-city-man-who-caught-mugger-is-seized.html"} , {"body" : "I HATE the fact that I can see that rock. It should be buried in the ground -- it belongs in the soil. Its home is with the roots of trees, not thrown on my lawn to be carted away with garbage. Progress, the future, they call it, building on every square inch of green. Making way for 44 large new quarter-million-dollar homes. What's the harm done" , "date" : "19830828" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "They Call It Progress" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/28\/nyregion\/they-call-it-progress.html"} , {"body" : "A city bus driver who shot himself, possibly accidentally, while driving his bus through Brooklyn was arrested yesterday for having the gun and for reporting that he had been shot from outside the bus, officials said. Edward Silberfarb, a spokesman for the Transit Authority police, said the driver, Michael Rothstein, 27 years old, had been charged" , "date" : "19830817" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Bus Driver Shoots Himself on Job" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/17\/nyregion\/the-city-bus-driver-shoots-himself-on-job.html"} , {"body" : "Thunderstorms dropped more than two inches of rain on New York City in four hours last night, knocking out service on almost half the subway system and causing scattered power failures and widespread flooding. The flooding caused delays of up to several hours at airports and extensive traffic jams on highways. Fierce gusts of wind blew off tree" , "date" : "19830812" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "2-INCH RAIN FALL IN 4 HOURS CAUSES PARTIAL SHUTDOWN OF THE SUBWAYS" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/12\/nyregion\/2-inch-rain-fall-in-4-hours-causes-partial-shutdown-of-the-subways.html"} , {"body" : "A badly burned body found last Thursday in the air shaft of an abandoned building in Brooklyn has been identified as that of Baila Mayerfeld, a member of Community Board 9 in the Crown Heights section of the borough. Miss Mayerfeld, who was 44 years old, had been last seen near her apartment at 682 Eastern Parkway, three days before her body was" , "date" : "19830727" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Body of Woman Is Identified" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/27\/nyregion\/the-city-body-of-woman-is-identified.html"} , {"body" : "The East New York section of Brooklyn will be the target of a twoyear, $120,000 crime-prevention program announced yesterday by the New York City Partnership and the Eisenhower Foundation for the Prevention of Violence. During August, 500 residents and owners of businesses in the area will be interviewed at random to find out what they perceive as" , "date" : "19830722" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CRIME FIGHT AIMS AT BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/22\/nyregion\/crime-fight-aims-at-brooklyn.html"} , {"body" : "Governor Cuomo went to Brooklyn last night to tell church leaders that the state would provide $7.5 million in low-interest mortgages to spur a housing and commercial redevelopment plan. Mr. Cuomo met at Public School 55, at Bergen Street and Hopkinson Avenue, with leaders of the East Brooklyn Churches, representing 40 churches in the Ocean" , "date" : "19830720" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Cuomo and Church Leaders Meet in Brooklyn on Housing" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/20\/nyregion\/cuomo-and-church-leaders-meet-in-brooklyn-on-housing.html"} ,   {"body" : "In Washington Heights in Manhattan, jobs have been found for 100 people. In the East New York section of Brooklyn, an anticrime program has reduced burglaries in the East Brooklyn Industrial Park. In Jamaica, Queens, owners of businesses say they feel better about their location because of extra security patrols and sanitation crews. On White" , "date" : "19830717" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "PRIVATE GROUPS LEND NEIGHBORHOODS A HAND" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/17\/nyregion\/private-groups-lend-neighborhoods-a-hand.html"} , {"body" : "Since early June, an exhibition on housing development in the city over the last 170 years has been on display, and to specialists in the housing field it has an interest that goes beyond the visual. The exhibit is called ''At Home in the City: Housing in New York, 1810-1983.'' It was conceived by Roy Strickland and James Sanders, principals in the" , "date" : "19830715" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "10" , "title" : "ABOUT REAL ESTATE; EXHIBIT ON GROWTH OF NEW YORK AS A CITY OF RENTERS" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/15\/business\/about-real-estate-exhibit-on-growth-of-new-york-as-a-city-of-renters.html"} , {"body" : "Patricia Bradley Murray, daughter of Mr. and Mrs. Paul B. Murray of New Canaan, Conn., was married in Darien, Conn., yesterday to Peter B. Derr, son of the Rev. Virginia Bush Derr of Rochester and the Rev. Dr. Thomas Sieger Derr of Northampton, Mass. The Rev. D. Bradley Murray, an uncle of the bride, performed the ceremony at St. Thomas More Roman" , "date" : "19830710" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "40" , "title" : "Patricia Murray Married in Darien" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/10\/style\/patricia-murray-married-in-darien.html"} , {"body" : "From the time he purchased his first racquet, for $2.99 when he was 13 years old, Jose Rodriguez figured that tennis could be the way out of his East New York, Brooklyn, neighborhood and into college. But the 17-year-old graduating senior from Bushwick High School knows that tennis is no shortcut, not when he has to walk an hour and a half each day" , "date" : "19830624" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "18" , "title" : "SCOUTING; No Shortcuts" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/24\/sports\/scouting-no-shortcuts.html"} , {"body" : "Percentage of students in the classes of 1973, 1978 and 1982 in New York City public high schools who have completed three years or more of ''academic'' courses in English and two years or more in math by the end of their junior year. N.A.= Data incomplete or unavailable Asterisk denotes schools that have programs requiring special application for" , "date" : "19830612" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "54" , "title" : "HOW ENROLLMENT IN HIGH SCHOOL MATH AND ENGLISH HAS CHANGED IN 10 YEARS" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/12\/nyregion\/how-enrollment-in-high-school-math-and-english-has-changed-in-10-years.html"} , {"body" : "THIS weekend, with warm weather at last more than a rumor, the metropolitan area heads determinedly into the festival season. Not that all festivals are outdoors; they just seem to germinate best in fine weather. So from clowns in Chelsea to dance on an East River pier, from a marathon of comedy to a marathon by women of jazz, from folk music in" , "date" : "19830610" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "A FESTIVAL OF FESTIVALS, INDOORS AND OUT" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/10\/theater\/a-festival-of-festivals-indoors-and-out.html"} , {"body" : "Sister Betty Nickels is a short, sturdy woman who sometimes talks like a social worker and sometimes talks like a street kid. She doesn't have much money, and she doesn't have much privacy. She eats a lot of spaghetti for dinner, and she isn't sure of the last time she had steak. When the Federal Government was giving out cheese, she ate meat loaf" , "date" : "19830528" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "ABOUT NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/28\/nyregion\/about-new-york.html"} , {"body" : "In front of a house on Lafayette Avenue in Bedford-Stuyvesant stands a magnolia tree as big as a brownstone, its broad leaves as glossy as if each had been individually oiled. It is a magnolia grandiflora, and it usually grows nowhere north of the Mason-Dixon line. Somehow, improbably, with considerable help from human beings, this tree grows in" , "date" : "19830525" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "ABOUT NEW YORK; CITY OR BOROUGH, DODGERS OR NO DODGERS, BROOKLYN IS BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/25\/nyregion\/about-new-york-city-or-borough-dodgers-or-no-dodgers-brooklyn-is-brooklyn.html"} , {"body" : "A 14-year-old Brooklyn boy who shot himself in the head in what the police believe was a game of Russian roulette died yesterday, authorities said. The boy, Jason Ost, died at 10:30 P.M. at Brookdale Hospital Medical Center. The incident occurred at 10 P.M. Thursday, as the boy and his stepbrother, Lee Bock, 16, were playing in their home at 1230" , "date" : "19830521" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "A Brooklyn Boy Dies Of Self-Inflicted Shot" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/21\/nyregion\/a-brooklyn-boy-dies-of-self-inflicted-shot.html"} , {"body" : "NEARLY a decade ago, residents of the Brownsville section of Brooklyn, seeking to rebuild the area's d evastated housing stock, won Federal and New York City approval of t heir plan to renovate 450 apartments in a block of Howard Avenue forl ow- and moderate-income residents. But the rehabilitation plan for the apartments, named the Eliot Graham" , "date" : "19830501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "...AS APARTMENTS NEAR FINISH" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/01\/realestate\/as-apartments-near-finish.html"} ,   {"body" : "Ten people were arrested when detectives raided four apartments at 300 Fifth Avenue in the Park Slope section of Brooklyn at 7:30 A.M. yesterday. Three pounds of heroin and cocaine were found, along with four handguns, two shotguns and a rifle. Augustini Luna, 46 years old, who was said by the police to be the ring's leader, and the nine others" , "date" : "19830420" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/20\/nyregion\/the-city-the-police-blotter.html"} , {"body" : "Rabbi Morris M. Rose, former leader of congregations in Brooklyn and Queens, and in Morgantown, W.Va., died of a stroke Saturday at University Hospital. He was 85 years old, and lived in Kew Gardens, Queens. From 1929 to 1951, Rabbi Rose was the leader of Temple Sinai in the East New York section of Brooklyn. He then became leader of the Tree of" , "date" : "19830331" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "22" , "title" : "RABBI MORRIS M. ROSE" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/31\/obituaries\/rabbi-morris-m-rose.html"} , {"body" : "ON a small lot in Brooklyn's Bedford-Stuyvesant section, a project i s under way that will restore four simple 19th-century wooden h ouses to their original appearance. The houses, on a lot on Bergen Street between Buffalo and Rochester Avenues in a scarred and blighted neighborhood, are both New York City and national landmarks. They are also the" , "date" : "19830327" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "BROOKLYN RESTORATION RECALLS BLACK HISTORY" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/27\/realestate\/brooklyn-restoration-recalls-black-history.html"} , {"body" : "A 16-year-old Brooklyn boy was arrested yesterday and charged with robbery in the $1,900 holdup of the driver of a soft-drink delivery truck in Cypress Hills, Queens, on Friday, the police said. Another youth involved in the robbery later shot and wounded a police officer before being arrested, according to the police. The officer is in fair" , "date" : "19830327" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Teen-ager Held in Robbery" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/27\/nyregion\/teen-ager-held-in-robbery.html"} , {"body" : "For 11 New Yorkers this weekend, death came by bullet, by knife, by baseball bat and by hammer. The number killed was not a record; it was close to average in a city that had 1,675 murders last year and 1,832 the year before. Like Roberta Kaplan, stabbed to death in her Greenwich Village shop Friday, some of the weekend victims were slain by" , "date" : "19830314" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A WEEKEND'S TOLL IN NEW YORK CITY: 11 MURDERS" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/14\/nyregion\/a-weekend-s-toll-in-new-york-city-11-murders.html"} , {"body" : "The police said last night that they had arrested two men in connection with a series of robberies in SoHo in the last two months in which one victim was raped and another was sexually abused. They said the men were charged with robbing and raping one victim and were being questioned about the other robberies. The suspects, who were arrested at" , "date" : "19830226" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "TWO MEN ARE ARRESTED IN SOHO RAPE AND ROBBERY" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/26\/nyregion\/two-men-are-arrested-in-soho-rape-and-robbery.html"} , {"body" : "Two children died yesterday after apparently becoming trapped in a refrigerator in the basement of their home in Brooklyn, the police said. The two children, Elick Davis, 3 years old, of 337 Pennsylvania Avenue in the East New York section, and his sister, Janneatha, 2, were reported missing by their mother, Mintrous Davis, during the afternoon." , "date" : "19830220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "2 Children Found Smothered In a Refrigerator in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/20\/nyregion\/2-children-found-smothered-in-a-refrigerator-in-brooklyn.html"} , {"body" : "Some people waiting for buses will swear drivers aim for the slush puddles as they pull into a stop. Or that they like to close doors on old people trying to catch a bus. Or prefer to keep their bus's destination a secret from people seeking directions. These situations - and what to do about them - were among the topics discussed around a table by" , "date" : "19830218" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEW YORK'S BUS DRIVERS TAUGHT TO GRIN AND BEAR IT" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/18\/nyregion\/new-york-s-bus-drivers-taught-to-grin-and-bear-it.html"} , {"body" : "Civic Honors S ister Betty Nickels remembers the 17-year-old Chinese girl of ''genius mentality'' who ran away from home because her parents expected her to support them and produce faultless grades. Another girl, whose parents had died, wanted to escape her sister's crowded house. Other girls were fleeing years of physical abuse. ''There are so" , "date" : "19830214" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/14\/nyregion\/new-york-day-by-day-229716.html"} , {"body" : "As construction of the city's first satellite earth station proceeds in the East New York section of Brooklyn, residents of that community are debating whether the facility will automatically trigger needed revitalization of the area or whether its owner should provide direct subsidies for renewal. The owner of the station is Hughes Communications" , "date" : "19830213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "SATELLITE STATION SPURS BROOKLYN DEBATE" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/13\/nyregion\/satellite-station-spurs-brooklyn-debate.html"} ,   {"body" : "A 3-year-old boy was killed yesterday when he darted out from between two parked cars and was crushed by a fire truck on its way to a blaze in the East New York section of Brooklyn, the police said. An assistant fire commissioner, John Mulligan, said a firefighter riding alongside the driver had first noticed the boy running on the sidewalk. ''The" , "date" : "19830113" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE CITY; Fire Truck Kills Boy, 3, in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/13\/nyregion\/the-city-fire-truck-kills-boy-3-in-brooklyn.html"} , {"body" : "Although homeowners in Howard Beach, Queens, still shake their heads in disbelief as they recall the predawn crime rampage five weeks ago in which a gang of shotgun-wielding youths terrorized their neighborhood, some are resisting calls to arm themselves for protection. The other night, more than 100 residents of Howard Beach and nearby" , "date" : "19830106" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CALL TO ARM IN THE HOME IS DEBATED" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/06\/nyregion\/call-to-arm-in-the-home-is-debated.html"} , {"body" : "'Taste of the Big Apple' I t opens with a full-throttle soundtrack of ''I Guess the Lord Must Be in New York City.'' In sun-drenched color it zips rhapsodically for 20 minutes through 250 locales - peopled, it would appear, largely by celebrities. The promotional movie is ''Taste of the Big Apple,'' aimed at anybody with a case of those little-town" , "date" : "19830105" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/05\/nyregion\/new-york-day-by-day-142675.html"} , {"body" : "Frederick W. Eversley Jr., a civil engineer and founder and former president of what was once one of the largest construction businesses with minority-group ownership in the New York area, died of a heart attack last Wednesday while swimming at his vacation home on Nassau, the Bahamas. He was 64 years old and lived in Manhattan. At its height" , "date" : "19830104" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "18" , "title" : "F.W. EVERSLEY JR., CONTRACTOR, DEAD" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/04\/obituaries\/fw-eversley-jr-contractor-dead.html"} , {"body" : "Following are the scores, released by the New York City Board of Education, on the reading tests given in city's public elementary schools and junior high schools in April 1982. The center column shows the proportion of pupils in each school reading at or above grade level; the right-hand column gives each school's overall city-wide ranking." , "date" : "19830104" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Scores on Reading Tests Given in Public Schools" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/04\/nyregion\/scores-on-reading-tests-given-in-public-schools.html"}]