[  {"body" : "St. John's vs. North Carolina, Holiday Festival, championship game, at Madison Square Garden, 9 P.M, The Redmen, who were scared by Fordham Tuesday night in the tournament opener, face their toughest opponent of the season: a team that is ranked first nationally in the writers' poll and second to Kentucky in the coaches' poll. In the consolation" , "date" : "19831229" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "14" , "title" : "THURSDAY SPORTS Basketball" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/29\/sports\/thursday-sports-basketball.html"} , {"body" : "A 28-year-old Brooklyn man has been arrested and charged with murder in the Sept. 21 shooting of the owner and publisher of a weekly newspaper for Haitian emigres, the police said yesterday. The police, family members and friends had theorized at the time of the slaying that the victim, Firmin Joseph of Brooklyn, might have been killed because of" , "date" : "19831224" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "MAN HELD IN DEATH OF EMIGRE" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/24\/nyregion\/man-held-in-death-of-emigre.html"} , {"body" : "The Transit Authority said yesterday that it would suspend service on the IRT No. 2 line to some Brooklyn stations while crews made track and structural repairs. The change will be in effect daily from Tuesday until Dec. 31 between 10 P.M. and 5:30 A.M. The stations that will have no service are those at President Street, Sterling Street, Winthrop" , "date" : "19831223" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE CITY; Repairs to Reduce No. 2 Service" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/23\/nyregion\/the-city-repairs-to-reduce-no-2-service.html"} , {"body" : "A20 PERCENT fare increase is looming for Long Island Rail Road commuters in the new year, and one of the key reasons is high labor costs. How to cut labor costs is a nettlesome matter because of union contracts. The railroad has been seeking to deal with this situation by trying to increase the productivity of the work force. Just how ticklish the" , "date" : "19831218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES (1983 PART 1)" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "LABOR COSTS A KEY IN RAIL FARE RISE" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/18\/nyregion\/labor-costs-a-key-in-rail-fare-rise.html"} , {"body" : "FROM the churches to the concert hall and the stage, from the streets and the parks to the lobbies of the city's office buildings, New York offers distinctly urban settings for Christmas music. The city might not have the snowy fields, jingling sleighs or carolers on the lawn of a Currier and Ives scene, but it compensates, as it does in every" , "date" : "19831216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "HEAR THE SOUNDS OF CHRISTMAS" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/16\/arts\/hear-the-sounds-of-christmas.html"} , {"body" : "On the afternoon of Oct. 18, police officers on a routine inspection of automobile body shops dropped by Juan Aponte's business in the Crotona Park section of the Bronx. In the shop, as it turned out, were 13 late-model cars that had recently been stolen, a 1976 automobile stolen in 1977 and covered by dust in the shop's basement, and the rear ends" , "date" : "19831213" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "AMATEURS FADING IN WORLD OF CAR THEFT" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/13\/nyregion\/amateurs-fading-in-world-of-car-theft.html"} , {"body" : "The New York City Department of Health cited 53 food establishments last week for violating the health code. In addition, it named two that were allowed to reopen after correcting earlier violations. The establishments are these: VIOLATIONS Pita Depot, 267 Amsterdam Ave. Hop Lee, 72 Bayard St. Old Fashion Donuts, 1628 Broadway Metropolitan" , "date" : "19831204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "80" , "title" : "53 Food Outlets Cited by City" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/04\/nyregion\/53-food-outlets-cited-by-city.html"} , {"body" : "Knicks vs. Cleveland Cavaliers, at Madison Square Garden, 7:35 P.M. The Knicks have won nine straight home games against the Cavaliers, a streak that is almost four years old. (Television - MSG Cable, 7:30 P.M., live, and 1 A.M., tape. Radio - WNEW, 1130; 7:30 P.M.) Nets vs. Clippers, at San Diego. (Radio - WNBC, 660; 10:30 P.M.) Lapchick Memorial" , "date" : "19831126" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "20" , "title" : "SATURDAYSPORTS Basketball" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/26\/sports\/saturdaysports-basketball.html"} , {"body" : "The mourning for Anne Pfreundschuh, the period of public grief, lasted three long days. On Thursday, Nov. 10, two days after she was found slain, 500 classmates at the Pratt Institute in Brooklyn marched in the rain and gathered for a silent vigil. On Friday they returned for a memorial service a few blocks from the campus. And the next morning, in" , "date" : "19831121" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Murder of Well-Liked Senior Leaves Pratt Campus Shaken" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/21\/nyregion\/murder-of-well-liked-senior-leaves-pratt-campus-shaken.html"} , {"body" : "Friday MUSICIANS SALUTE MONK The late pianist and composer Thelonious Monk often used an expression - ''two is one'' - by which, Motoe Shiratori explains, Mr. Monk defined the ''unity inherent in jazz.'' Miss Shiratori is producing a concert tribute to Monk called ''Two Is One'' tonight at 8 at Town Hall, 123 West 43d Street. Part of the bill will" , "date" : "19831118" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/18\/arts\/weekender-guide.html"} ,   {"body" : "REVIVAL No\"el Coward, the indefatigably clever artist for most seasons, had been absent from the American theater for 20 years when he opened in his own new comedy ''Nude With Violin'' on Broadway in November 1957. Mr. Coward starred as a valet who had held inviolate the secret that his late master, a celebrated artist, was a fraud whose work was" , "date" : "19831116" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "GOING OUT GUIDE;" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/16\/arts\/going-out-guide.html"} , {"body" : "DOUBLE FEATURE Michael's Pub, 211 East 55th Street (759-2272), is not a giant establishment but it can handle two shows in as many rooms, which it will start doing tonight. The Pub has dusted off the smaller Bird Cage Room, unused for several years, and is filling it with Mort Sahl, who played the same enclosure in 1977. Mr. Sahl is, nowadays, an" , "date" : "19831115" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "10" , "title" : "GOING OUT GUIDE ;" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/15\/arts\/going-out-guide.html"} , {"body" : "Chipping Away at Barriers ''There's barriers in their perceptions of old people, and old people's perceptions of them,'' said Rose Reissman, head of the Writing Institute, a special education program at Ditmas Junior High School in the Flatbush section of Brooklyn. ''Many old people are afraid of youngsters.'' To bridge the gap, Miss Reissman has" , "date" : "19831108" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/08\/nyregion\/new-york-day-by-day-028090.html"} , {"body" : "Knicks vs. Milwaukee Bucks , at Madison Square Garden, 7:35 P.M. This is the Knicks' first meeting of the season with the Bucks, who won four of six games from them last season. (Television - MSG Cable, 7:30 P.M., live, and 1 A.M., tape. Radio - WNEW, 1130; 7:30 P.M.) Hockey Devils vs. Rangers , at Byrne Meadowlands Arena, 7:35 P.M. The Devils" , "date" : "19831108" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "26" , "title" : "TUESDAY SPORTS Basketball" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/08\/sports\/tuesday-sports-basketball.html"} , {"body" : "IN the 1630's, the Dutch farmers who settled in Brooklyn at what is now the corner of Flatbush and Flatlands Avenues looked around them, saw marshes, a bay and very little high ground and appropriately dubbed the area Flatlands. Not until the post-World War II building boom did Flatlands become a heavily populated residential area, but when it did," , "date" : "19831106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FLATLANDS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN: FLATLANDS" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/06\/realestate\/if-you-re-thinking-of-living-in-flatlands.html"} , {"body" : "Firmin Joseph, the owner of a weekly newspaper published in New York City for Haitians, was shot to death outside his home in the East Flatbush section of Brooklyn on Sept. 21. Detective Ray Apo, who was assigned to the investigation, said at the time, ''Right now it's 50-50 whether this is a political assassination or a robbery that went sour.''" , "date" : "19831031" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "MOTIVE SOUGHT IN THE SLAYING OF HAITIAN EMIGRE PUBLISHER" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/31\/nyregion\/motive-sought-in-the-slaying-of-haitian-emigre-publisher.html"} , {"body" : "A community group set up to investigate the status of refugees and other immigrants, particularly Asians, who have resettled in the Flatbush area of Brooklyn has concluded that efforts to help them are overwhelmed by growing demands. The conclusion comes in a 20-page report released last week that said ''too many immigrants and refugees after" , "date" : "19831030" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "MORE SUPPORT FOR IMMIGRANTS URGED AFTER BROOKLYN SURVEY" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/30\/nyregion\/more-support-for-immigrants-urged-after-brooklyn-survey.html"} , {"body" : "LUCKILY for Robert Stern and his wife, Cheryl, they already had a contract to buy a house when loans became available last July through the sale of mortgage-revenue bonds by the State of New York Mortgage Agency. ''The money went so fast that if you didn't know the house you were buying you couldn't move fast enough to get a loan,'' said Mr. Stern," , "date" : "19831030" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "PERSPECTIVES: LOAN PROGRAMS; LOW-COST MORTGAGES GO QUICKLY" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/30\/realestate\/perspectives-loan-programs-low-cost-mortgages-go-quickly.html"} , {"body" : "Fete at the L.I.U. Corral Finding a parking space for one's horse is often difficult in downtown Brooklyn. So, for the 17 police officers of the mounted unit who patrol the area, Long Island University's Brooklyn Center, at DeKalb Avenue and the Flatbush Avenue Extension, had two wood hitching posts built and enclosed in a shaded, grassy corral." , "date" : "19831026" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/26\/nyregion\/new-york-day-by-day-257261.html"} , {"body" : "Eusebio Pedroza, champion, vs. Jose Caba, World Boxing Association's featherweight title bout, at St. Vincent, Italy. Pedroza, making his 17th defense, meets a challenger who has won 10 straight fights since losing to Danny (Little Red) Lopez in a bid for the World Boxing Council's featherweight crown in September 1979. (Television - Channel 7, 5" , "date" : "19831022" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "32" , "title" : "SATURDAYSPORTS Boxing" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/22\/sports\/saturdaysports-boxing.html"} ,   {"body" : "An IRT train stalled on the Flatbush Avenue line in Brooklyn yesterday and halted traffic in both directions for nearly four hours, the Transit Authority reported. The tieup began at 9:37 A.M. Limited service was reported restored by 1:26 P.M. An undetermined number of passengers were removed from the stalled train shortly after 10 A.M., according" , "date" : "19831022" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "THE CITY; A Stalled Train Curbs IRT Service" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/22\/nyregion\/the-city-a-stalled-train-curbs-irt-service.html"} , {"body" : "Some bus routes in Brooklyn, Manhattan and the Bronx will be diverted or shortened on Sunday because of the New York Marathon, the Transit Authority said. In Brooklyn, changes along Fort Hamilton Parkway and DeKalb, Flatbush, Lorimer, Myrtle and Nostrand Avenues will begin at 10:30 A.M. The marathon is scheduled to begin at 10:45 A.M. In Manhattan," , "date" : "19831022" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "THE CITY; Bus Routes Shift For the Marathon" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/22\/nyregion\/the-city-bus-routes-shift-for-the-marathon.html"} , {"body" : "Baseball Phillies vs. Baltimore Orioles, World Series, fourth game, at Philadelphia. Both teams will startright-handers, John Denny for the Phillies, the first-game winner, and Storm Davis for the Orioles. (Television - Channel 7, 12:30 P.M. Radio - WCBS, 880; 12:45 P.M.) Football Army vs. Notre Dame, at Giants Stadium, 2 P.M. By late yesterday" , "date" : "19831015" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "30" , "title" : "SATURDAY SPORTS" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/15\/sports\/saturday-sports.html"} , {"body" : "Record rains whipped by strong winds struck the New York metropolitan area yesterday, flooding highways, knocking out subway lines and causing severe delays for commuters during the evening rush hours. Between noon and 5 P.M., the period of the heaviest downpour in New York City, 2.4 inches of rain fell in Central Park, the National Weather Service" , "date" : "19831013" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "RECORD DOWNPOUR DELAYS THOUSANDS" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/13\/nyregion\/record-downpour-delays-thousands.html"} , {"body" : "Late-night and weekend service along Nostrand Avenue on the IRT No. 2 subway line in Brooklyn will be altered for emergency track service beginning tonight until Nov. 27, the Transit Authority said yesterday. From 10 P.M. to 5 A.M. Sunday through Thursday nights, the No. 2, instead of turning onto Nostrand Avenue after the Franklin Avenue stop," , "date" : "19831011" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Work to Disrupt IRT No. 2 Subway" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/11\/nyregion\/the-city-work-to-disrupt-irt-no-2-subway.html"} , {"body" : "A Brooklyn handyman was arrested yesterday and charged with the murder of a lawyer from Philadelphia on a busy street in Greenwich Village during the Labor Day weekend. Detectives working on the case for more than a month had been investigating leads in New York and Philadelphia on the assumption that the shooting had been a contract murder. But" , "date" : "19831008" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "GREENWICH VILLAGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "2D SUSPECT SEIZED IN SLAYING OF LAWYER VISITING 'VILLAGE'" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/08\/nyregion\/2d-suspect-seized-in-slaying-of-lawyer-visiting-village.html"} , {"body" : "Baseball White Sox vs. Baltimore Orioles, American League championship series, fourth game, at Chicago. Back home, the White Sox continue the quest for their first league pennant in 24 years. (Television - Channel 4, 1 P.M. Radio - WCBS, 880; 12:55 P.M.) Phillies vs. Los Angeles Dodgers, National League championship series, fourth game, at" , "date" : "19831008" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "SATURDAY SPORTS" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/08\/sports\/saturday-sports.html"} , {"body" : "One high school student was killed yesterday and one was injured when six students on their way home from Brooklyn Technical High School became involved in a fight with ten other youths, the police said. A police spokesman, Officer Fred Elwick, said the fight started at 3:05 P.M. when an argument between the two groups flared into violence at" , "date" : "19831007" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE CITY; Student Is Killed In Brooklyn Brawl" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/07\/nyregion\/the-city-student-is-killed-in-brooklyn-brawl.html"} , {"body" : "SCENE: sidewalk in front of Zabar's. Observer: Pearl Hutchins. Dramatis Personae: Man and woman. She: I don't intend to play second fiddle. He: Nobody even asked you to be in the orchestra. IN many respects he was like any of the street people you encounter around town - old, shabby, carrying a shopping bag, probably living out of it. Only the" , "date" : "19831005" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/05\/garden\/metropolitan-diary-209331.html"} , {"body" : "YOU hear the news driving west on the Grand Central Parkway, jammed up - appropriately enough - hard by Shea Stadium. Again. It's happening again. A man named Hess has joined a foreign legion staffed by men named Mara, Stoneham, O'Malley. You've heard rumors; you might have known it would happen; but, somehow, you never believed them. You never did" , "date" : "19831002" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "THE NEW YORK FAN IS CAUGHT AGAIN IN THE SWITCHES" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/02\/sports\/the-new-york-fan-is-caught-again-in-the-switches.html"} ,   {"body" : "George Washington stayed in the neighborhood, and so did Thomas Wolfe in the 1930's, when he wrote that only the dead know Brooklyn. Jennie Jerome, the mother of Winston Churchill, was born there in 1854. It lies due south of Brooklyn Heights, across the teeming Atlantic Avenue border of Middle Eastern restaurants and food shops. In the words of" , "date" : "19830930" , "day_of_week_facet" : "Friday" , "geo_facet" : ["COBBLE HILL (BROOKLYN)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "A STROLL THROUGH COBBLE HILL'S STREETS AND HOMES" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/30\/arts\/a-stroll-through-cobble-hill-s-streets-and-homes.html"} , {"body" : "The shades were drawn this week in the house at 896 Clarkson Avenue in the East Flatbush section of Brooklyn. A crowd of Haitian men lingered outside the two-story gray row house. Inside, friends and relatives sat in the dimly lighted living room on folding chairs, speaking quietly in Creole. Since Firmin Joseph, the owner of a Haitian newspaper" , "date" : "19830930" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "HAITI"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "EMIGRES MOURN SLAIN HAITIAN EDITOR" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/30\/nyregion\/emigres-mourn-slain-haitian-editor.html"} , {"body" : "Baseball Yankees vs. Boston Red Sox , at Yankee Stadium, 8:05 P.M. Shane Rawley is going after victory No. 15, which would make him the No. 2 winner on the Yankee staff this season. One of his obstacles is Wade Boggs, the Red Sox third baseman, who has all but wrapped up the American League batting title in his first full year as a major leaguer." , "date" : "19830928" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "WEDNESDAY SPORTS" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/28\/sports\/wednesday-sports.html"} , {"body" : "The City Health Department will begin providing free influenza shots for the elderly and the chronically ill today at 12 sites. Vaccine also will be available free to public and private nursing homes. The free shots will be offered in Manhattan at 600 West 168th Street, 303 Ninth Avenue and 158 East 115th Street; in the Bronx at 1826 Arthur Avenue" , "date" : "19830927" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Free Flu Shots For Elderly and Ill" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/27\/nyregion\/the-city-free-flu-shots-for-elderly-and-ill.html"} , {"body" : "The owner of a Haitian newspaper published in New York City, who had reported death threats because of his criticism of the Haitian regime, was shot to death Wednesday night outside his Brooklyn home, the police said yesterday. The detective in charge of the case said that ''right now it's 50-50 whether this is a political assassination or a" , "date" : "19830923" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "HAITI" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "OWNER OF NEWSPAPER FOR HAITIAN EMIGRES IS SLAIN IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/23\/nyregion\/owner-of-newspaper-for-haitian-emigres-is-slain-in-brooklyn.html"} , {"body" : "It's intended as New York's wildflower garden but for 20 years it was simply what could be called a tanglewood. Yesterday, however, visitors to the Brooklyn Botanic Garden were able to stroll on log-bordered trails through its newly opened local flora section, a 2.5-acre sampling of the ecology within a 100-mile radius of the city. Goldenrod and" , "date" : "19830915" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEW YORK DAY BY DAY; Wildflowers Blooming In Heart of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/15\/nyregion\/new-york-day-by-day-wildflowers-blooming-in-heart-of-brooklyn.html"} , {"body" : "Hard-Times Homecoming The High Holy Days used to bring a homecoming throng to the handsome Temple Ahavath Sholom, at Avenue R and East 16th Street in the Flatbush section of Brooklyn. With 2,000 families, it had been a large and affluent leader among the borough's seven Reform congregations. The congregation, however, became debt-ridden and shrank" , "date" : "19830906" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/06\/nyregion\/new-york-day-by-day-147787.html"} , {"body" : "Atwo-year, $20 million rehabilitation of Vanderveer Estates, a large rental apartment complex in the East Flatbush section of Brooklyn, has drawn complaints from tenants of faulty plumbing and poor workmanship and a call for the withholding of payments to the contractor. Tenant leaders detailed their complaints on an inspection tour of the complex" , "date" : "19830904" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "BROOKLYN REHABILITATION DRAWS FIRE" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/04\/realestate\/brooklyn-rehabilitation-draws-fire.html"} , {"body" : "The New York City Department of Health cited 15 food establishments last week for violations of the health code. In addition, it named 12 that were allowed to reopen after correcting earlier violations and two that were closed for failing to do so. The establishments are these: VIOLATIONS Holliday Deli, 1877 Amsterdam Ave. Village East Pizza, 180" , "date" : "19830828" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES (1983 PART 1)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "60" , "title" : "15 Food Outlets Cited by City For Violations of Health Code" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/28\/nyregion\/15-food-outlets-cited-by-city-for-violations-of-health-code.html"} , {"body" : "New York City Health Department officials spent yesterday checking conditions at about 50 welfare hotels and city shelters. They set up medical examinations for about 7,000 children living in the hotels and shelters, and arranged to have food sent to the displaced people who live there. The actions came in response to a surprise state inspection of" , "date" : "19830824" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "CITY AIDES INSPECT WELFARE HOTELS" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/24\/nyregion\/city-aides-inspect-welfare-hotels.html"} ,   {"body" : "Beekeepers from Staten Island, quilters from midtown Manhattan, fiddle players from Brooklyn and urban gardeners from every borough converged on a corner of Floyd Bennett Field yesterday for the Seventh Annual City Gardeners Harvest Fair. For those who toiled the summer in gardens on vacant lots, in backyards and on rooftops there were country-" , "date" : "19830821" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "FAIR ATTRACTS 'FARMERS' FROM ALL OVER THE CITY" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/21\/nyregion\/fair-attracts-farmers-from-all-over-the-city.html"} , {"body" : "A gas-main break in Maspeth, Queens, forced the Long Island Rail Road to shut off power on its main line at the peak of the evening rush hour yesterday, delaying thousands of commuters. Service was restored more than two and a half hours later, shortly after 6 P.M. People in four houses near the break, at Grand Avenue and 84th Street, were removed." , "date" : "19830819" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "MASPETH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THOUSANDS DELAYED AS L.I.R.R. CUTS POWER BECAUSE OF GAS-MAIN PUNCTURE" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/19\/nyregion\/thousands-delayed-as-lirr-cuts-power-because-of-gas-main-puncture.html"} , {"body" : "Crafts Fair and Block Festival, St. Mark's Avenue between Flatbush and Carlton Avenues, Brooklyn, 212-636-7807. Saturday from noon to 6 P.M. the fair will be in session. It will feature the work of artisans from Prospect Heights and surrounding neighborhoods. Pottery, woven goods and jewelry are among the items that will be on display. Beginning at" , "date" : "19830818" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "CALENDAR OF EVENTS: BROOKLYN FESTIVAL" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/18\/garden\/calendar-of-events-brooklyn-festival.html"} , {"body" : "As Edward Grover rode his bicycle down Seventh Avenue in midtown the other day, a taxicab pulled in front of him and stopped. A passenger opened a door on the street side. There was no time to swerve, and Mr. Grover slammed into the door. Two days later, he was riding along the same avenue when another car door opened in front of him. Again, he hit" , "date" : "19830815" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BICYCLE RIDERS VIE FOR SPACE ON STREETS" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/15\/nyregion\/bicycle-riders-vie-for-space-on-streets.html"} , {"body" : "The New York City Department of Health cited six food outlets last week for violating the health code. It also named two that were allowed to reopen after correcting earlier violations, and seven that were closed for having failed to do so. The establishments are these: VIOLATIONS Beach Tree Cafe, 613 Second Ave. The Crowing Cock, 46 E. 46th St." , "date" : "19830814" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "SixFoodOutletsCitedbyCity For Violations of Health Code" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/14\/nyregion\/sixfoodoutletscitedbycity-for-violations-of-health-code.html"} , {"body" : "Subway tracks have deteriorated so badly in New York that sections of the 79-year-old system are being closed at night and on weekends for emergency repairs. The first weekend closing began last night on the IRT No. 2 line between Franklin and Flatbush Avenues in Brooklyn. The seven stations will reopen Monday at 5 A.M. John D. Simpson, president" , "date" : "19830813" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SOME SUBWAY RUNS WILL BE SUSPENDED FOR TRACK REPAIRS" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/13\/nyregion\/some-subway-runs-will-be-suspended-for-track-repairs.html"} , {"body" : "A 10-year-old Brooklyn boy was shot and killed yesterday by his 13- year-old cousin as they played with two handguns they had found in a bedroom, the police said. The victim, Scottie Davis of 2341 Flatbush Avenue, was shot in the chest at 11 A.M. after the unregistered revolvers were found under a bed in the home of his cousin, Jimmy Gormley, at" , "date" : "19830810" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Boy, 10, Is Killed Playing With Guns" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/10\/nyregion\/the-city-boy-10-is-killed-playing-with-guns.html"} , {"body" : "Four years ago, the six-story apartment building at 2215 Newkirk Avenue in the Flatbush section of Brooklyn, abandoned by its owner in all but name, seemed destined to become another example of housing dilapidation in New York. But because the tenants were determined to save the building, that is not what happened. Instead, the building has become" , "date" : "19830808" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "RESIDENTS FORM A CO-OP TO SAVE DYING BUILDING" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/08\/nyregion\/residents-form-a-co-op-to-save-dying-building.html"} , {"body" : "No Kidding About Being Funny R ichard Chalfin, who grew up in the Flatbush section of Brooklyn, told jokes yesterday about his life on the Upper West Side. One was about a shirt that cost $400 at a Charivari shop; for $25, he could afford only one sock. ''So I bought it,'' he told the audience at Fifth Avenue and 57th Street. ''I put it over my" , "date" : "19830729" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/29\/nyregion\/new-york-day-by-day-067076.html"} , {"body" : "Part of a sandblasting machine, apparently pushed by vandals, fell to the tracks of the Metro-North Commuter Railroad's New Haven line early yesterday in Greenwich, Conn., snarling overhead electric wires and the Monday morning travel plans of about 40,000 commuters. Some had to take buses to other stations to avoid the affected area. Others had to" , "date" : "19830726" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SNARLED ELECTRIC WIRES CAUSE DELAYS ON NEW HAVEN LINE" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/26\/nyregion\/snarled-electric-wires-cause-delays-on-new-haven-line.html"} ,   {"body" : "The happiest theatrical news of the summer is a new musical that almost no one has seen - it's off-limits to drama critics and most theatergoers. Its title is ''Sunday in the Park With George,'' and it is now playing, exclusively to subscription audiences, in a workshop production at the Off Broadway theater Playwrights Horizons. ''Sunday in the" , "date" : "19830724" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "STAGE VIEW; SONDHEIM SAYS GOODBYE TO BROADWAY - FOR NOW" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/24\/theater\/stage-view-sondheim-says-goodbye-to-broadway-for-now.html"} , {"body" : "To the Editor: Your article entitled ''What's the Shape of City's Housing?'' (June 19) correctly cited two promising strategies to address the problem of limited affordable housing: moderate rehabilitation of existing apartment buildings and streamlined new construction of single-family homes.$ Moderate rehabilitation accompanied by cooperative" , "date" : "19830724" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "Real Estate"] , "page_facet" : "12" , "title" : "Letters; Housing Strategy" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/24\/realestate\/l-letters-housing-strategy-051830.html"} , {"body" : "On bus and train, by foot and by subway and in lines of crawling cars, millions of commuters are sweltering through a bad case of July. Their daily ritual has become a test of their mettle -physical and mental. They have sought a break, a breeze, air-conditioning that works. A few have found it, but for most there has been only more heat - a" , "date" : "19830720" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "FOR COMMUTERS, KEEPING COOL IS AN ELUSIVE GOAL THESE DAYS" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/20\/nyregion\/for-commuters-keeping-cool-is-an-elusive-goal-these-days.html"} , {"body" : "In Washington Heights in Manhattan, jobs have been found for 100 people. In the East New York section of Brooklyn, an anticrime program has reduced burglaries in the East Brooklyn Industrial Park. In Jamaica, Queens, owners of businesses say they feel better about their location because of extra security patrols and sanitation crews. On White" , "date" : "19830717" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "PRIVATE GROUPS LEND NEIGHBORHOODS A HAND" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/17\/nyregion\/private-groups-lend-neighborhoods-a-hand.html"} , {"body" : "To the merchants along Avenue D in Brooklyn the empty storefront is a sore spot, as painful and unsightly as the space left by a newly missing tooth. ''Look, this is what happened to business when the bank closed,'' said Allen Spiro, the owner of a floor covering store in the East Flatbush neighborhood, as he pointed to the empty parking spaces up" , "date" : "19830715" , "day_of_week_facet" : "Friday" , "geo_facet" : ["PHILADELPHIA (PA)" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "A BANK'S CLOSING CAN JOLT AN AREA" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/15\/business\/a-bank-s-closing-can-jolt-an-area.html"} , {"body" : "DRAWING CARD The court of Henry VIII, by virtue of history and legend, is one of the most glamorous of English reigns and, although we often see it reinterpreted in terms of theater and film, we rarely get to see its cast as it actually was in real life. This task fell to the happy lot of the artist Hans Holbein the Younger, who in the early 1500's" , "date" : "19830714" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/14\/arts\/going-out-guide.html"} , {"body" : "The owner of a Brooklyn jewelry exchange was arrested yesterday on charges that he served as a conduit for thousands of dollars worth of stolen Jewish relgious articles, a spokesman for the police said. The suspect, Edwin Rabinowitz, the owner of J. E. Gold Exchange, 9321 Church Avenue, in the East Flatbush section, surrendered to the police at" , "date" : "19830701" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "JEWELER CHARGED WITH ROLE IN SALE OF STOLEN JEWISH RELIGIOUS OBJECTS" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/01\/nyregion\/jeweler-charged-with-role-in-sale-of-stolen-jewish-religious-objects.html"} , {"body" : "A map in Metropolitan Report on June 22 with an article about downtown Brooklyn incorrectly depicted the boundaries for proposed housing and the extent to which the land would be developed. Housing has been recommended only for parking lots or vacant parcels in the area bounded by Boerum Place, Flatbush Avenue, Atlantic Avenue and Livingston" , "date" : "19830630" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "1" , "title" : "CORRECTION" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/30\/nyregion\/c-correction-006619.html"} , {"body" : "The New York City Department of Health cited 36 food establishments last week for violations of the health code. In addition, the department named 10 that were allowed to reopen after correcting earlier violations and three that were closed for having failed to do so. The establishments are these: VIOLATIONS Beach House Restaurant and Bar, 399" , "date" : "19830626" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "36 Food Places Listed For Health Violations" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/26\/nyregion\/36-food-places-listed-for-health-violations.html"} , {"body" : "After decades in Manhattan's shadow, downtown Brooklyn has the potential to emerge within a decade as New York City's third major business district after midtown and the financial district, according to a Regional Plan Association study. The study cites the proximity to Wall Street of an 89-block area near the Brooklyn and Manhattan Bridges, its" , "date" : "19830622" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BROOKLYN: NEW PLAN OF GROWTH" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/22\/nyregion\/brooklyn-new-plan-of-growth.html"} ,   {"body" : "Heat forced the firefighter to the floor as he tried to save the badly burned Brooklyn woman. That was when he saw her young daughter. As flames illuminated the room, he spied her son. Reaching the boy, he spotted another child in the distance. All four members of the family were rescued, and the firefighter, Kenneth L. Connelly, was decorated" , "date" : "19830609" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "45 HONORED BY FIRE DEPT. WITH MEDALS FOR BRAVERY" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/09\/nyregion\/45-honored-by-fire-dept-with-medals-for-bravery.html"} , {"body" : "Following are some of the concerns that custom-make linens for oddsize beds and mattresses. Some will give estimates over the phone if you provide the correct measurements of the mattress. For fabric, the customer may either provide ready-made sheets or buy the material at the store. Ezra Cohen Corporation (307 Grand Street at Allen Street;" , "date" : "19830602" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "SOME STORES THAT DO CUSTOM WORK" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/02\/garden\/some-stores-that-do-custom-work.html"} , {"body" : "You're not alone if you never heard of a ''soil scholarship.'' That is what Paul West of the Green Guerrillas calls the volunteer city gardening group's offer of a ''free bag of soil'' to qualifying participants in their first citywide window-box contest. According to Mr. West, who is the contest coordinator, the competition is part of the Green" , "date" : "19830602" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "A CITYWIDE CONTEST FOR WINDOW BOXES" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/02\/garden\/a-citywide-contest-for-window-boxes.html"} , {"body" : "The New York City Department of Health cited 38 food establishments last week for violations of the health code. In addition, it named seven that were allowed to reopen after correcting earlier violations and two that were closed for having failed to do so. The restaurants are these: VIOLATIONS Plaka Greek Restaurant, 165 Bleecker St. Village Inn," , "date" : "19830529" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "38 Food Places Listed For Health Violations" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/29\/nyregion\/38-food-places-listed-for-health-violations.html"} , {"body" : "The New York City police stopped more than 13,000 vehicles Friday night and last night to begin a new crackdown on drunken drivers. Twenty-nine people were arrested Friday night and yesterday morning on charges of driving while under the influence of excessive amounts of alcohol, and one was taken into custody on a charge of driving under the" , "date" : "19830529" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITY'S POLICE STOP 13,000 VEHICLES IN CRACKDOWN ON DRUNKEN DRIVING" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/29\/nyregion\/city-s-police-stop-13000-vehicles-in-crackdown-on-drunken-driving.html"} , {"body" : "AFTER hardly any spring, summer arrives today - if not on the calendar, then at least by custom. To greet the season ushered in by the Memorial Day holiday, New Yorkers and their neighbors have a wide choice of outdoor things to do this weekend. These range in exertion from lying down - the beaches open tomorrow - to pedaling around Central Park in" , "date" : "19830527" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "GETTING THE JUMP ON SUMMER OUTDOORS" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/27\/arts\/getting-the-jump-on-summer-outdoors.html"} , {"body" : "In front of a house on Lafayette Avenue in Bedford-Stuyvesant stands a magnolia tree as big as a brownstone, its broad leaves as glossy as if each had been individually oiled. It is a magnolia grandiflora, and it usually grows nowhere north of the Mason-Dixon line. Somehow, improbably, with considerable help from human beings, this tree grows in" , "date" : "19830525" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "ABOUT NEW YORK; CITY OR BOROUGH, DODGERS OR NO DODGERS, BROOKLYN IS BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/25\/nyregion\/about-new-york-city-or-borough-dodgers-or-no-dodgers-brooklyn-is-brooklyn.html"} , {"body" : "New School in an Old One T he 54-year-old Shulamith School for Girls has a new $2 million home in the Flatbush section of Brooklyn, at East 14th Street and Avenue M, the site of Yeshiva University's former high school, now closed. Shulamith, formerly in Park Slope, was the nation's first Hebrew elementary school for girls, according to Rabbi Moshe" , "date" : "19830517" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/17\/nyregion\/new-york-day-by-day-172851.html"} , {"body" : "Every year for almost a century before World War II, Rockland County held a country fair and exposition. Now, for the first time in 43 years, that practice is resuming. Today through Sunday at Rockland Community College in Suffern, N.Y., there will be events including a 1940's dance contest tonight at 7; a 4-H fair and horse show and an antique-car" , "date" : "19830513" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE; Friday; ROCKLAND COUNTY FAIR" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/13\/arts\/weekender-guide-friday-rockland-county-fair.html"} , {"body" : "Twenty-three people - including a city firefighter, a restaurant owner, a former university library employee and a former police officer - have been indicted on charges of conspiring to buy, sell and distribute cocaine and heroin, authorities announced yesterday. According to the indictments, the firefighter used the telephone at the firehouse" , "date" : "19830512" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITY FIREFIGHTER AND 22 OTHERS ARE ACCUSED OF DEALING IN DRUGS" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/12\/nyregion\/city-firefighter-and-22-others-are-accused-of-dealing-in-drugs.html"} ,   {"body" : "The failure of a telephone cable in Queens early yesterday threw traffic lights out of synchronization in Manhattan, Brooklyn, Queens and the Bronx, causing minor traffic delays. The cable connects computers at the command center of the City Traffic Department in Long Island City with lights in the four boroughs. Some 1,500 intersections - 15" , "date" : "19830511" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Traffic Delayed In Cable Failure" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/11\/nyregion\/the-city-traffic-delayed-in-cable-failure.html"} , {"body" : "For writers, Brooklyn has never been primarily the borough of the Bridge. Borough of churches, borough of nostalgia, borough of hope (for Dodgers fans), it is above all a piece of geography or, if you prefer, a considerable piece of real estate. Literary visitors have found it an urban alternative to Manhattan's desperate pursuit of the present." , "date" : "19830508" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "12" , "title" : "BROOKLYN, BOROUGH OF WRITERS" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/08\/books\/brooklyn-borough-of-writers.html"} , {"body" : "Simon Yelsky, 17 years old, started playing chess in his native Kiev when he was 6. ''I played four hours a day, six days a week,'' he said. ''I liked chess much better than school.'' Three years ago the Yelsky family left the Soviet Union for the United States, and yesterday Simon was accepting congratulations in Brooklyn. He is the captain of the" , "date" : "19830504" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A BROOKLYN HIGH CHESS TEAM IS KING" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/04\/nyregion\/a-brooklyn-high-chess-team-is-king.html"} , {"body" : "THIS weekend it might be wise to follow the lead of the tigers and elephants at the Bronx Zoo's Wild Asia. After having been cooped up for months in their winter cages, the animals will again roam free in their sprawling outdoor habitat, beginning tomorrow. For humans, too, this weekend can be a time to get reacquainted with the outdoors. In New" , "date" : "19830429" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "IT'S MAY, TIME TO SEE WHAT'S UP OUTDOORS" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/29\/arts\/it-s-may-time-to-see-what-s-up-outdoors.html"} , {"body" : "SUPERMARKETS, variety stores and florists carry an array of small plants and supplies, but generally the larger nursery or garden center will have a wider selection. Complete garden centers do exist within the city limits and a sampling of these include the following: Manhattan Farm and Garden Nursery, 2 Avenue of the Americas (White Street)," , "date" : "19830428" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "GARDEN CENTERS IN THE FIVE BOROUGHS" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/28\/garden\/garden-centers-in-the-five-boroughs.html"} , {"body" : "When the Sanitation Department's first class of nonuniformed enforcement agents was sent to city streets in August 1981, Sanitation Commissioner Norman Steisel said the new unit was bettertrained and more cost-effective than the uniformed force from the sanitation police that it succeeded. But after nearly two years on the streets, the agents, who" , "date" : "19830427" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "SANITATION UNIT AND MERCHANTS TRADING CHARGES" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/27\/nyregion\/sanitation-unit-and-merchants-trading-charges.html"} , {"body" : "PUMP those tires, check those chains, shine those spokes until they sparkle - this is the time of year when bicycling becomes contagious for everyone from competition-class cyclists to those who only wobble and weave. This weekend, the clicking of gears and the squealing of hand brakes will be heard almost everywhere, with a 17,000-cyclist," , "date" : "19830422" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "ALL KINDS OF PLACES TO BIKE, IN TOWN AND IN THE SUBURBS" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/22\/arts\/all-kinds-of-places-to-bike-in-town-and-in-the-suburbs.html"} , {"body" : "Alvin Preiss, a New York City-based real estate consultant, has directed marketing campaigns for numerous residential developments geared both to the upper middle class and the very wealthy. These projects have included such high-rise buildings as Olympic Tower and, more recently, Park Avenue Tower in New York City, Independence Tower in" , "date" : "19830422" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Business"] , "page_facet" : "19" , "title" : "ABOUT REAL ESTATE; CITY HOUSING PARTNERSHIP GETS MARKETING SPECIALIST" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/22\/business\/about-real-estate-city-housing-partnership-gets-marketing-specialist.html"} , {"body" : "DANCE The stages at the Brooklyn Academy of Music, 30 Lafayette Avenue, near Flatbush Avenue, will bring together some of the nation's bestknown names in dance at Dance Black America, which runs from today through Sunday. The festival includes performances, film programs, classes and seminars. Dance scholars, dance historians, choreographers and" , "date" : "19830421" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "13" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/21\/arts\/going-out-guide.html"} , {"body" : "Standing on the new roof of his six-story apartment building at 832 Ocean Avenue, in a part of Brooklyn in which many buildings are deteriorating, Martin J. Schwartz pointed out where he had spent $350,000 to renovate his building. The reinforcement of old brick, waterproofing around the exterior, new pipes in the walls and electrical work were all" , "date" : "19830418" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "IMPACT OF TAX INCENTIVES IN OUTER BOROUGHS CITED" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/18\/nyregion\/impact-of-tax-incentives-in-outer-boroughs-cited.html"} ,   {"body" : "Big Joe Turner, known to his fans as the ''boss of the blues,'' started out more than five decades ago, worked with Count Basie, Duke Elllington and Benny Goodman, and influenced generations of singers. In the 1950's, he anticipated rock-and-roll with his hits ''Shake, Rattle and Roll'' and ''Honey Hush.'' Tonight from 6 to 7:30 he will be singing" , "date" : "19830415" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE; Friday; BLUES BOSS AT NEW SCHOOL" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/15\/arts\/weekender-guide-friday-blues-boss-at-new-school.html"} , {"body" : "A Spring of Stained Glass, Glassmasters Guild, 621 Avenue of the Americas (19th Street), 212-924-2868. Beginning Saturday from 1 to 4 P.M., an exhibition of works in glass by Melba and David Corby, Jeffrey Meyers and Toland Sand will open. The exhibition will display flower designs, beveled glass in modern and classical designs and abstract designs" , "date" : "19830414" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "CALENDAR OF EVENTS: STAINED GLASS SHOW" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/14\/garden\/calendar-of-events-stained-glass-show.html"} , {"body" : "BIG BRIDGE Does there exist in North America the artist, writer or poet who has not paid homage to the Brooklyn Bridge, the great suspension span that was the wonder of its age when it opened 100 years ago? It is difficult to think of holdouts as one sees the names summoned up to fashion celebratory exhibitions this year. Now that the bridge is up," , "date" : "19830412" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/12\/arts\/going-out-guide.html"} , {"body" : "The room is at Fifth Avenue and 50th Street, behind the sculpture of Atlas, up the escalator and to the left. It is the New York Passport Agency office, and if you want to avoid the crowd, arrive early. ''We tell our customers, be there at 7 to 7:30 to get out by lunch time,'' says Peter Cluff, an agent for JB's World Travel. One recent afternoon," , "date" : "19830407" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "LONGISH WAIT AT STEP; 1 FOR TRAVELERS PURSUING PASSPORTS" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/07\/nyregion\/longish-wait-at-step-1-for-travelers-pursuing-passports.html"} , {"body" : "To the Editor: Your news articles of March 18 and 21 about the flight of seven Cambodian refugee families from the North Flatbush section of Brooklyn, shocked our community. t is appalling that these families were preyed upon by criminals, yet I am dismayed that your reporting was so quick to indict the Flatbush community as unsafe and uncaring." , "date" : "19830330" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CAMBODIA"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "30" , "title" : "THE FEDERAL BURDEN IN REFUGEES MISERY" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/30\/opinion\/l-the-federal-burden-in-refugees-misery-065639.html"} , {"body" : "Twenty years ago, Sabel's Kosher Bakery, halfway between 45th and 46th Streets on Fort Hamilton Parkway in Brooklyn, was the only store on the block to close for the Jewish Sabbath. Now, Osher Sabel, the Hasidic proprietor of the bakery, boasts that, with the arrival of other Orthodox merchants, they all do. It is one sign of a burst of Orthodox" , "date" : "19830329" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "ORTHODOX JUDAISM IS BUOYED BY A RESURGENCE IN NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/29\/nyregion\/orthodox-judaism-is-buoyed-by-a-resurgence-in-new-york.html"} , {"body" : "Community leaders, the police and church officials yesterday announced the formation of a task force to help refugees and other immigrants, particularly Asians, who have resettled in the Flatbush section of Brooklyn. Edward Rogowsky, vice president of the Flatbush Development Corporation, a nonprofit agency seeking to revitalize the neighborhood," , "date" : "19830325" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "FLATBUSH RALLYING SUPPORT TO EASE IMMIGRANTS' PLIGHT" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/25\/nyregion\/flatbush-rallying-support-to-ease-immigrants-plight.html"} , {"body" : "In an effort to help businesses whose middle-management employees say they have no interest in being transferred to New York City, a leading local business group has listed 61 neighborhoods as good communities for executives and their families. The neighborhoods, recommended by the New York City Chamber of Commerce and Industry for executives" , "date" : "19830324" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "EXECUTIVES ARE OFFERED A CITY GUIDE TO HOUSING" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/24\/nyregion\/executives-are-offered-a-city-guide-to-housing.html"} , {"body" : "It was a tenuous refuge. Simple things like walking down the street, accompanying a child to school, turning off the lights to one's apartment had become exercises in courage. Residents say that, even in daylight, muggings and brutality had become as commonplace as hopscotch in the summer sun. For the countless families who remain in the Parade" , "date" : "19830321" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "IN BROOKLYN, LITTLE SUCCOR FOR VICTIMS OF ASIA" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/21\/nyregion\/in-brooklyn-little-succor-for-victims-of-asia.html"} , {"body" : "International An Israeli-American military dispute came to light in a letter made public by the Pentagon. In the letter, the commandant of the Marine Corps, Gen. Robert H. Barrow, complained to Defense Secretary Caspar W. Weinberger that Israeli forces in Lebanon ''persist in creating serious incidents'' and have ''harrassed, endangered and" , "date" : "19830318" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "News Summary; FRIDAY, MARCH 18, 1983" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/18\/nyregion\/news-summary-friday-march-18-1983.html"} ,   {"body" : "Decibels and Motorcycles T he parking lot at the Marine Park municipal golf course on Flatbush Avenue in Brooklyn was a sea of varooming motorcycles last night. If some City Council members have their way, motorcycles will be banned on residential streets in New York between 9 P.M. and 8 A.M., and that's what brought the two-wheelers out in force" , "date" : "19830312" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/12\/nyregion\/new-york-day-by-day-028891.html"} , {"body" : "Despite criticism from some doctors, consumers in ever greater numbers are using house-call services and emergency centers in shopping malls to treat common family illnesses. Proponents say these alternatives to a hospital emergency room or a doctor's office fill a major gap in American medical care. Detractors say they provide only superficial" , "date" : "19830312" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Style" , "Health"] , "page_facet" : "12" , "title" : "NEW STOREFRONT HEALTH CARE" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/12\/style\/new-storefront-health-care.html"} , {"body" : "HAPPY BIRTHDAY, IRVING Washington Irving was born 200 years ago, on April 3, 1783, and he went on to become a scholar, diplomat and author whose writing about Dutch New York has insured his literary longevity. He was the first American literary figure to receive an honorary degree from Columbia University, where an exhibition of his life and times" , "date" : "19830308" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "12" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/08\/arts\/going-out-guide.html"} , {"body" : "A 22-year-old off-duty probationary police officer, Anton Kozlowsky, fatally shot a man who attacked him with two knives at 2:30 A.M. at 198th Street and Briggs Avenue in the Bedford Park section of the Bronx, the police said. The assailant's identity and the motive for the attack were not known. ... A 16-year-old Brooklyn youth, Sherwood Young," , "date" : "19830304" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/04\/nyregion\/the-city-the-police-blotter.html"} , {"body" : "Rabbi Joseph Rosenblum never wanted to be criticized, he said, ''for being merely idealistic and not at all practical.'' So the 26-year-old rabbi is also studying to be a dentist. (''An orthodox orthodontist,'' his father jokes - though son says probably not). While rabbi-lawyers and rabbi-businessmen abound, Rabbi Rosenblum is the only dental" , "date" : "19830303" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEW YORK DAY BY DAY; Of Torah and Teeth" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/03\/nyregion\/new-york-day-by-day-of-torah-and-teeth.html"} , {"body" : "On Sunday, Hasidic families in Brooklyn's Crown Heights section will open their homes to visitors who want to share with them the joys of the Jewish festival of Purim. The excursion, sponsored by the 92d Street Y, will provide a rare glimpse into the way Hasidic Jews live, worship and celebrate. Visitors will share a festive family meal, look in on" , "date" : "19830225" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "12" , "title" : "SHARING JOYS OF PURIM AT A HASIDIC CELEBRATION" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/25\/arts\/sharing-joys-of-purim-at-a-hasidic-celebration.html"} , {"body" : "Learning and Involvement in the Environment, Central Park, Arsenal Building, Room 8B, 830 Fifth Avenue, 212-360-3462\/72. Beginning April 9, the Department of Parks will offer a free training program in horticultural and landscaping skills to those who can volunteer four or eight Saturdays from 10 A.M. to 4 P.M., working in the park. One-hour" , "date" : "19830224" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "CALENDAR: A PARK VOLUNTEER PROGRAM" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/24\/garden\/calendar-a-park-volunteer-program.html"} , {"body" : "OPENING A new play about Ethel Waters, the singer and actress, opens tonight in the AMAS Repertory Theater, at 1 East 104th Street (369-8000), a company founded in 1968 and devoted only to original works, among them ''Bubbling Brown Sugar'' and ''Bojangles.'' ''Miss Waters, to You'' tells of the life of Miss Waters, who died in 1977 at the age of" , "date" : "19830224" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/24\/arts\/going-out-guide.html"} , {"body" : "POETRY ''Poetry in Motion,'' a film that presents two dozen contemporary poets reading, singing and chanting their work, moves into Film Forum 1, 57 Watts Street, two blocks north of Canal Street, near Avenue of the Americas (431-1590). This movie anthology of living poets presents, during its hour and a half, a potpourri of talent, including Jim" , "date" : "19830223" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/23\/arts\/going-out-guide.html"} , {"body" : "LURCHING head-down along Manhattan's Seventh Avenue in the great blizzard of 1983, I yearned for my down coat, my Sorel boots with thick felt liners, a good pair of wool mittens, and something better than the Irish tweed hat that won't stay on my head when the wind is gusting over 30 miles an hour - an experienced outdoorsman caught unprepared in" , "date" : "19830221" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "OUTDOORS: THE CITY AS WILDERNESS" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/21\/sports\/outdoors-the-city-as-wilderness.html"} ,   {"body" : "Snowbound and paralyzed by the worst winter storm in 36 years, the mid-Atlantic states and the New York metropolitan area yesterday began digging out of mountainous drifts. Life for millions of people came to a near standstill. Accumulations reached 18 to 22 inches in New York City, 19 to 21 inches in New Jersey, 16 to 20 inches in the northern" , "date" : "19830213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MIDDLE ATLANTIC STATES (US)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "20-INCH SNOWFALL PARALYZES MUCH OF MID-ATLANTIC AREA; 25 DIE IN SINKING OFF VIRGINIA" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/13\/nyregion\/20-inch-snowfall-paralyzes-much-mid-atlantic-area-25-die-sinking-off-virginia.html"} , {"body" : "kept gabled houses with o ak wainscoting, wide porch swings and deep window seats stand just a round corners from boarded-up storefronts. The community is many things to many people. The Flatbush Development Corporation calls it an area of 2.5 square miles bounded by Prospect Park and Parkside Avenue on the north, Avenue H and the Long Island" , "date" : "19830130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IN YOU'RE THINKING OF LIVING IN FLATBUSH" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/30\/realestate\/in-you-re-thinking-of-living-in-flatbush.html"} , {"body" : "Silas B. Fishkind, who retired as assistant to the sports editor of The New York Times in 1962, died Wednesday at Maimonides Medical Center in Brooklyn. He was 83 years old and lived in the Flatbush section of Brooklyn. Mr. Fishkind joined The Times as a sports copy editor in May 1928 and later served as assistant to the head of the copy desk and" , "date" : "19830128" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "5" , "title" : "SILAS B. FISHKIND" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/28\/obituaries\/silas-b-fishkind.html"} , {"body" : "THE romance of the barn sale notwithstanding, major urban centers are the most fertile hunting grounds for artifacts of 19th- and early 20th-century life. The furnishings and fittings of New York's brownstones and prewar apartment buildings are constantly spilling out into local shops. Visiting the antiques rows of Brooklyn, the Bronx, Queens and" , "date" : "19830127" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "ANTIQUING IN THE FERTILE GROUNDS OF 4 OUTER BOROUGHS" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/27\/garden\/antiquing-in-the-fertile-grounds-of-4-outer-boroughs.html"} , {"body" : "THERE is something that the Metropolitan Museum of Art shares with the New York Yacht Club, the Dutch Reformed Church on Flatbush Avenue in Brooklyn, St. David's School on East 89th Street, the Appellate Division Courthouse on Madison Avenue at 25th Street, the headquarters of the Columbia School of Journalism, the Players Club on Gramercy Park" , "date" : "19830114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "STAINED GLASS CASTS ITS GLOW OVER THE CITY" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/14\/arts\/stained-glass-casts-its-glow-over-the-city.html"} , {"body" : "A police officer shot a man brandishing a five-inch knife on a midtown street at about 10:20 A.M. yesterday after he ignored orders to drop the weapon. The man, tentatively identified as 39-year-old Carl Hamilton, was taken to Bellevue Hospital, where he was reported in serious condition with groin and stomach wounds. ... A 14-yearold boy who was" , "date" : "19830114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/14\/nyregion\/the-city-the-police-blotter.html"} , {"body" : "SOME years ago, when I was teaching a graduate seminar in fiction at Columbia University, a well-known male novelist visited my class to speak on his development as a writer. In discussing his formative years, he didn't realize it but he seriously endangered his life by remarking that women writers are luckier than those of his sex because they" , "date" : "19830109" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "3" , "title" : "FROM THE POETS IN THE KITCHEN" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/09\/books\/from-the-poets-in-the-kitchen.html"} , {"body" : "Three fuel storage tanks in Newark exploded in a huge fireball early this morning, killing at least one person and injuring several others, authorities said. The explosion, in a Texaco fuel storage area, shook the ground for 15 miles around, according to authorities in the metropolitan area. But residents as far away as 75 miles reported that they" , "date" : "19830107" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEWARK (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "ONE DIES IN A NEWARK BLAST; EXPLOSION IS HEARD FOR MILES" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/07\/nyregion\/one-dies-in-a-newark-blast-explosion-is-heard-for-miles.html"} , {"body" : "DUSK TO DAWN New York is the stay-up-late town of America, a town that may not stay up as much as it used to but which still has people, many of them, who start to come alive after sunset. Photographers rank high in the ranks of nocturnal citizens and some of what their lenses have caught in a half century is on exhibition at City Gallery, the" , "date" : "19830106" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "12" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/06\/arts\/going-out-guide.html"} , {"body" : "Plausibility is an unreliable weapon with which to attack a movie you don't like. Five minutes after ridiculing a film for its lack of plausibility, you may well find yourself defending a favorite work against the same sort of charge. The point is that all of us have different thresholds at which we suspend disbelief, and then gladly follow" , "date" : "19830102" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "WHEN A MOVIE DOESN'T HAVE TO PASS THE PLAUSIBILITY TEST" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/02\/movies\/when-a-movie-doesn-t-have-to-pass-the-plausibility-test.html"} ,   {"body" : "St. John's vs. North Carolina, Holiday Festival, championship game, at Madison Square Garden, 9 P.M, The Redmen, who were scared by Fordham Tuesday night in the tournament opener, face their toughest opponent of the season: a team that is ranked first nationally in the writers' poll and second to Kentucky in the coaches' poll. In the consolation" , "date" : "19831229" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "14" , "title" : "THURSDAY SPORTS Basketball" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/29\/sports\/thursday-sports-basketball.html"} , {"body" : "A 28-year-old Brooklyn man has been arrested and charged with murder in the Sept. 21 shooting of the owner and publisher of a weekly newspaper for Haitian emigres, the police said yesterday. The police, family members and friends had theorized at the time of the slaying that the victim, Firmin Joseph of Brooklyn, might have been killed because of" , "date" : "19831224" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "MAN HELD IN DEATH OF EMIGRE" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/24\/nyregion\/man-held-in-death-of-emigre.html"} , {"body" : "The Transit Authority said yesterday that it would suspend service on the IRT No. 2 line to some Brooklyn stations while crews made track and structural repairs. The change will be in effect daily from Tuesday until Dec. 31 between 10 P.M. and 5:30 A.M. The stations that will have no service are those at President Street, Sterling Street, Winthrop" , "date" : "19831223" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE CITY; Repairs to Reduce No. 2 Service" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/23\/nyregion\/the-city-repairs-to-reduce-no-2-service.html"} , {"body" : "A20 PERCENT fare increase is looming for Long Island Rail Road commuters in the new year, and one of the key reasons is high labor costs. How to cut labor costs is a nettlesome matter because of union contracts. The railroad has been seeking to deal with this situation by trying to increase the productivity of the work force. Just how ticklish the" , "date" : "19831218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES (1983 PART 1)" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "LABOR COSTS A KEY IN RAIL FARE RISE" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/18\/nyregion\/labor-costs-a-key-in-rail-fare-rise.html"} , {"body" : "FROM the churches to the concert hall and the stage, from the streets and the parks to the lobbies of the city's office buildings, New York offers distinctly urban settings for Christmas music. The city might not have the snowy fields, jingling sleighs or carolers on the lawn of a Currier and Ives scene, but it compensates, as it does in every" , "date" : "19831216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "HEAR THE SOUNDS OF CHRISTMAS" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/16\/arts\/hear-the-sounds-of-christmas.html"} , {"body" : "On the afternoon of Oct. 18, police officers on a routine inspection of automobile body shops dropped by Juan Aponte's business in the Crotona Park section of the Bronx. In the shop, as it turned out, were 13 late-model cars that had recently been stolen, a 1976 automobile stolen in 1977 and covered by dust in the shop's basement, and the rear ends" , "date" : "19831213" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "AMATEURS FADING IN WORLD OF CAR THEFT" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/13\/nyregion\/amateurs-fading-in-world-of-car-theft.html"} , {"body" : "The New York City Department of Health cited 53 food establishments last week for violating the health code. In addition, it named two that were allowed to reopen after correcting earlier violations. The establishments are these: VIOLATIONS Pita Depot, 267 Amsterdam Ave. Hop Lee, 72 Bayard St. Old Fashion Donuts, 1628 Broadway Metropolitan" , "date" : "19831204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "80" , "title" : "53 Food Outlets Cited by City" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/04\/nyregion\/53-food-outlets-cited-by-city.html"} , {"body" : "Knicks vs. Cleveland Cavaliers, at Madison Square Garden, 7:35 P.M. The Knicks have won nine straight home games against the Cavaliers, a streak that is almost four years old. (Television - MSG Cable, 7:30 P.M., live, and 1 A.M., tape. Radio - WNEW, 1130; 7:30 P.M.) Nets vs. Clippers, at San Diego. (Radio - WNBC, 660; 10:30 P.M.) Lapchick Memorial" , "date" : "19831126" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "20" , "title" : "SATURDAYSPORTS Basketball" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/26\/sports\/saturdaysports-basketball.html"} , {"body" : "The mourning for Anne Pfreundschuh, the period of public grief, lasted three long days. On Thursday, Nov. 10, two days after she was found slain, 500 classmates at the Pratt Institute in Brooklyn marched in the rain and gathered for a silent vigil. On Friday they returned for a memorial service a few blocks from the campus. And the next morning, in" , "date" : "19831121" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Murder of Well-Liked Senior Leaves Pratt Campus Shaken" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/21\/nyregion\/murder-of-well-liked-senior-leaves-pratt-campus-shaken.html"} , {"body" : "Friday MUSICIANS SALUTE MONK The late pianist and composer Thelonious Monk often used an expression - ''two is one'' - by which, Motoe Shiratori explains, Mr. Monk defined the ''unity inherent in jazz.'' Miss Shiratori is producing a concert tribute to Monk called ''Two Is One'' tonight at 8 at Town Hall, 123 West 43d Street. Part of the bill will" , "date" : "19831118" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/18\/arts\/weekender-guide.html"} , {"body" : "REVIVAL No\"el Coward, the indefatigably clever artist for most seasons, had been absent from the American theater for 20 years when he opened in his own new comedy ''Nude With Violin'' on Broadway in November 1957. Mr. Coward starred as a valet who had held inviolate the secret that his late master, a celebrated artist, was a fraud whose work was" , "date" : "19831116" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "GOING OUT GUIDE;" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/16\/arts\/going-out-guide.html"} , {"body" : "DOUBLE FEATURE Michael's Pub, 211 East 55th Street (759-2272), is not a giant establishment but it can handle two shows in as many rooms, which it will start doing tonight. The Pub has dusted off the smaller Bird Cage Room, unused for several years, and is filling it with Mort Sahl, who played the same enclosure in 1977. Mr. Sahl is, nowadays, an" , "date" : "19831115" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "10" , "title" : "GOING OUT GUIDE ;" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/15\/arts\/going-out-guide.html"} , {"body" : "Chipping Away at Barriers ''There's barriers in their perceptions of old people, and old people's perceptions of them,'' said Rose Reissman, head of the Writing Institute, a special education program at Ditmas Junior High School in the Flatbush section of Brooklyn. ''Many old people are afraid of youngsters.'' To bridge the gap, Miss Reissman has" , "date" : "19831108" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/08\/nyregion\/new-york-day-by-day-028090.html"} , {"body" : "Knicks vs. Milwaukee Bucks , at Madison Square Garden, 7:35 P.M. This is the Knicks' first meeting of the season with the Bucks, who won four of six games from them last season. (Television - MSG Cable, 7:30 P.M., live, and 1 A.M., tape. Radio - WNEW, 1130; 7:30 P.M.) Hockey Devils vs. Rangers , at Byrne Meadowlands Arena, 7:35 P.M. The Devils" , "date" : "19831108" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "26" , "title" : "TUESDAY SPORTS Basketball" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/08\/sports\/tuesday-sports-basketball.html"} , {"body" : "IN the 1630's, the Dutch farmers who settled in Brooklyn at what is now the corner of Flatbush and Flatlands Avenues looked around them, saw marshes, a bay and very little high ground and appropriately dubbed the area Flatlands. Not until the post-World War II building boom did Flatlands become a heavily populated residential area, but when it did," , "date" : "19831106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FLATLANDS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN: FLATLANDS" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/06\/realestate\/if-you-re-thinking-of-living-in-flatlands.html"} , {"body" : "Firmin Joseph, the owner of a weekly newspaper published in New York City for Haitians, was shot to death outside his home in the East Flatbush section of Brooklyn on Sept. 21. Detective Ray Apo, who was assigned to the investigation, said at the time, ''Right now it's 50-50 whether this is a political assassination or a robbery that went sour.''" , "date" : "19831031" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "MOTIVE SOUGHT IN THE SLAYING OF HAITIAN EMIGRE PUBLISHER" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/31\/nyregion\/motive-sought-in-the-slaying-of-haitian-emigre-publisher.html"} , {"body" : "A community group set up to investigate the status of refugees and other immigrants, particularly Asians, who have resettled in the Flatbush area of Brooklyn has concluded that efforts to help them are overwhelmed by growing demands. The conclusion comes in a 20-page report released last week that said ''too many immigrants and refugees after" , "date" : "19831030" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "MORE SUPPORT FOR IMMIGRANTS URGED AFTER BROOKLYN SURVEY" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/30\/nyregion\/more-support-for-immigrants-urged-after-brooklyn-survey.html"} , {"body" : "LUCKILY for Robert Stern and his wife, Cheryl, they already had a contract to buy a house when loans became available last July through the sale of mortgage-revenue bonds by the State of New York Mortgage Agency. ''The money went so fast that if you didn't know the house you were buying you couldn't move fast enough to get a loan,'' said Mr. Stern," , "date" : "19831030" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "PERSPECTIVES: LOAN PROGRAMS; LOW-COST MORTGAGES GO QUICKLY" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/30\/realestate\/perspectives-loan-programs-low-cost-mortgages-go-quickly.html"} , {"body" : "Fete at the L.I.U. Corral Finding a parking space for one's horse is often difficult in downtown Brooklyn. So, for the 17 police officers of the mounted unit who patrol the area, Long Island University's Brooklyn Center, at DeKalb Avenue and the Flatbush Avenue Extension, had two wood hitching posts built and enclosed in a shaded, grassy corral." , "date" : "19831026" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/26\/nyregion\/new-york-day-by-day-257261.html"} , {"body" : "Eusebio Pedroza, champion, vs. Jose Caba, World Boxing Association's featherweight title bout, at St. Vincent, Italy. Pedroza, making his 17th defense, meets a challenger who has won 10 straight fights since losing to Danny (Little Red) Lopez in a bid for the World Boxing Council's featherweight crown in September 1979. (Television - Channel 7, 5" , "date" : "19831022" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "32" , "title" : "SATURDAYSPORTS Boxing" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/22\/sports\/saturdaysports-boxing.html"} , {"body" : "An IRT train stalled on the Flatbush Avenue line in Brooklyn yesterday and halted traffic in both directions for nearly four hours, the Transit Authority reported. The tieup began at 9:37 A.M. Limited service was reported restored by 1:26 P.M. An undetermined number of passengers were removed from the stalled train shortly after 10 A.M., according" , "date" : "19831022" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "THE CITY; A Stalled Train Curbs IRT Service" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/22\/nyregion\/the-city-a-stalled-train-curbs-irt-service.html"} , {"body" : "Some bus routes in Brooklyn, Manhattan and the Bronx will be diverted or shortened on Sunday because of the New York Marathon, the Transit Authority said. In Brooklyn, changes along Fort Hamilton Parkway and DeKalb, Flatbush, Lorimer, Myrtle and Nostrand Avenues will begin at 10:30 A.M. The marathon is scheduled to begin at 10:45 A.M. In Manhattan," , "date" : "19831022" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "THE CITY; Bus Routes Shift For the Marathon" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/22\/nyregion\/the-city-bus-routes-shift-for-the-marathon.html"} , {"body" : "Baseball Phillies vs. Baltimore Orioles, World Series, fourth game, at Philadelphia. Both teams will startright-handers, John Denny for the Phillies, the first-game winner, and Storm Davis for the Orioles. (Television - Channel 7, 12:30 P.M. Radio - WCBS, 880; 12:45 P.M.) Football Army vs. Notre Dame, at Giants Stadium, 2 P.M. By late yesterday" , "date" : "19831015" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "30" , "title" : "SATURDAY SPORTS" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/15\/sports\/saturday-sports.html"} , {"body" : "Record rains whipped by strong winds struck the New York metropolitan area yesterday, flooding highways, knocking out subway lines and causing severe delays for commuters during the evening rush hours. Between noon and 5 P.M., the period of the heaviest downpour in New York City, 2.4 inches of rain fell in Central Park, the National Weather Service" , "date" : "19831013" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "RECORD DOWNPOUR DELAYS THOUSANDS" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/13\/nyregion\/record-downpour-delays-thousands.html"} , {"body" : "Late-night and weekend service along Nostrand Avenue on the IRT No. 2 subway line in Brooklyn will be altered for emergency track service beginning tonight until Nov. 27, the Transit Authority said yesterday. From 10 P.M. to 5 A.M. Sunday through Thursday nights, the No. 2, instead of turning onto Nostrand Avenue after the Franklin Avenue stop," , "date" : "19831011" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Work to Disrupt IRT No. 2 Subway" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/11\/nyregion\/the-city-work-to-disrupt-irt-no-2-subway.html"} , {"body" : "A Brooklyn handyman was arrested yesterday and charged with the murder of a lawyer from Philadelphia on a busy street in Greenwich Village during the Labor Day weekend. Detectives working on the case for more than a month had been investigating leads in New York and Philadelphia on the assumption that the shooting had been a contract murder. But" , "date" : "19831008" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "GREENWICH VILLAGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "2D SUSPECT SEIZED IN SLAYING OF LAWYER VISITING 'VILLAGE'" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/08\/nyregion\/2d-suspect-seized-in-slaying-of-lawyer-visiting-village.html"} , {"body" : "Baseball White Sox vs. Baltimore Orioles, American League championship series, fourth game, at Chicago. Back home, the White Sox continue the quest for their first league pennant in 24 years. (Television - Channel 4, 1 P.M. Radio - WCBS, 880; 12:55 P.M.) Phillies vs. Los Angeles Dodgers, National League championship series, fourth game, at" , "date" : "19831008" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "SATURDAY SPORTS" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/08\/sports\/saturday-sports.html"} , {"body" : "One high school student was killed yesterday and one was injured when six students on their way home from Brooklyn Technical High School became involved in a fight with ten other youths, the police said. A police spokesman, Officer Fred Elwick, said the fight started at 3:05 P.M. when an argument between the two groups flared into violence at" , "date" : "19831007" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE CITY; Student Is Killed In Brooklyn Brawl" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/07\/nyregion\/the-city-student-is-killed-in-brooklyn-brawl.html"} , {"body" : "SCENE: sidewalk in front of Zabar's. Observer: Pearl Hutchins. Dramatis Personae: Man and woman. She: I don't intend to play second fiddle. He: Nobody even asked you to be in the orchestra. IN many respects he was like any of the street people you encounter around town - old, shabby, carrying a shopping bag, probably living out of it. Only the" , "date" : "19831005" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/05\/garden\/metropolitan-diary-209331.html"} , {"body" : "YOU hear the news driving west on the Grand Central Parkway, jammed up - appropriately enough - hard by Shea Stadium. Again. It's happening again. A man named Hess has joined a foreign legion staffed by men named Mara, Stoneham, O'Malley. You've heard rumors; you might have known it would happen; but, somehow, you never believed them. You never did" , "date" : "19831002" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "THE NEW YORK FAN IS CAUGHT AGAIN IN THE SWITCHES" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/02\/sports\/the-new-york-fan-is-caught-again-in-the-switches.html"} , {"body" : "George Washington stayed in the neighborhood, and so did Thomas Wolfe in the 1930's, when he wrote that only the dead know Brooklyn. Jennie Jerome, the mother of Winston Churchill, was born there in 1854. It lies due south of Brooklyn Heights, across the teeming Atlantic Avenue border of Middle Eastern restaurants and food shops. In the words of" , "date" : "19830930" , "day_of_week_facet" : "Friday" , "geo_facet" : ["COBBLE HILL (BROOKLYN)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "A STROLL THROUGH COBBLE HILL'S STREETS AND HOMES" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/30\/arts\/a-stroll-through-cobble-hill-s-streets-and-homes.html"} , {"body" : "The shades were drawn this week in the house at 896 Clarkson Avenue in the East Flatbush section of Brooklyn. A crowd of Haitian men lingered outside the two-story gray row house. Inside, friends and relatives sat in the dimly lighted living room on folding chairs, speaking quietly in Creole. Since Firmin Joseph, the owner of a Haitian newspaper" , "date" : "19830930" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "HAITI"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "EMIGRES MOURN SLAIN HAITIAN EDITOR" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/30\/nyregion\/emigres-mourn-slain-haitian-editor.html"} , {"body" : "Baseball Yankees vs. Boston Red Sox , at Yankee Stadium, 8:05 P.M. Shane Rawley is going after victory No. 15, which would make him the No. 2 winner on the Yankee staff this season. One of his obstacles is Wade Boggs, the Red Sox third baseman, who has all but wrapped up the American League batting title in his first full year as a major leaguer." , "date" : "19830928" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "WEDNESDAY SPORTS" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/28\/sports\/wednesday-sports.html"} , {"body" : "The City Health Department will begin providing free influenza shots for the elderly and the chronically ill today at 12 sites. Vaccine also will be available free to public and private nursing homes. The free shots will be offered in Manhattan at 600 West 168th Street, 303 Ninth Avenue and 158 East 115th Street; in the Bronx at 1826 Arthur Avenue" , "date" : "19830927" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Free Flu Shots For Elderly and Ill" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/27\/nyregion\/the-city-free-flu-shots-for-elderly-and-ill.html"} , {"body" : "The owner of a Haitian newspaper published in New York City, who had reported death threats because of his criticism of the Haitian regime, was shot to death Wednesday night outside his Brooklyn home, the police said yesterday. The detective in charge of the case said that ''right now it's 50-50 whether this is a political assassination or a" , "date" : "19830923" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "HAITI" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "OWNER OF NEWSPAPER FOR HAITIAN EMIGRES IS SLAIN IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/23\/nyregion\/owner-of-newspaper-for-haitian-emigres-is-slain-in-brooklyn.html"} , {"body" : "It's intended as New York's wildflower garden but for 20 years it was simply what could be called a tanglewood. Yesterday, however, visitors to the Brooklyn Botanic Garden were able to stroll on log-bordered trails through its newly opened local flora section, a 2.5-acre sampling of the ecology within a 100-mile radius of the city. Goldenrod and" , "date" : "19830915" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEW YORK DAY BY DAY; Wildflowers Blooming In Heart of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/15\/nyregion\/new-york-day-by-day-wildflowers-blooming-in-heart-of-brooklyn.html"} , {"body" : "Hard-Times Homecoming The High Holy Days used to bring a homecoming throng to the handsome Temple Ahavath Sholom, at Avenue R and East 16th Street in the Flatbush section of Brooklyn. With 2,000 families, it had been a large and affluent leader among the borough's seven Reform congregations. The congregation, however, became debt-ridden and shrank" , "date" : "19830906" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/06\/nyregion\/new-york-day-by-day-147787.html"} , {"body" : "Atwo-year, $20 million rehabilitation of Vanderveer Estates, a large rental apartment complex in the East Flatbush section of Brooklyn, has drawn complaints from tenants of faulty plumbing and poor workmanship and a call for the withholding of payments to the contractor. Tenant leaders detailed their complaints on an inspection tour of the complex" , "date" : "19830904" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "BROOKLYN REHABILITATION DRAWS FIRE" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/04\/realestate\/brooklyn-rehabilitation-draws-fire.html"} , {"body" : "The New York City Department of Health cited 15 food establishments last week for violations of the health code. In addition, it named 12 that were allowed to reopen after correcting earlier violations and two that were closed for failing to do so. The establishments are these: VIOLATIONS Holliday Deli, 1877 Amsterdam Ave. Village East Pizza, 180" , "date" : "19830828" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES (1983 PART 1)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "60" , "title" : "15 Food Outlets Cited by City For Violations of Health Code" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/28\/nyregion\/15-food-outlets-cited-by-city-for-violations-of-health-code.html"} , {"body" : "New York City Health Department officials spent yesterday checking conditions at about 50 welfare hotels and city shelters. They set up medical examinations for about 7,000 children living in the hotels and shelters, and arranged to have food sent to the displaced people who live there. The actions came in response to a surprise state inspection of" , "date" : "19830824" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "CITY AIDES INSPECT WELFARE HOTELS" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/24\/nyregion\/city-aides-inspect-welfare-hotels.html"} , {"body" : "Beekeepers from Staten Island, quilters from midtown Manhattan, fiddle players from Brooklyn and urban gardeners from every borough converged on a corner of Floyd Bennett Field yesterday for the Seventh Annual City Gardeners Harvest Fair. For those who toiled the summer in gardens on vacant lots, in backyards and on rooftops there were country-" , "date" : "19830821" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "FAIR ATTRACTS 'FARMERS' FROM ALL OVER THE CITY" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/21\/nyregion\/fair-attracts-farmers-from-all-over-the-city.html"} , {"body" : "A gas-main break in Maspeth, Queens, forced the Long Island Rail Road to shut off power on its main line at the peak of the evening rush hour yesterday, delaying thousands of commuters. Service was restored more than two and a half hours later, shortly after 6 P.M. People in four houses near the break, at Grand Avenue and 84th Street, were removed." , "date" : "19830819" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "MASPETH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THOUSANDS DELAYED AS L.I.R.R. CUTS POWER BECAUSE OF GAS-MAIN PUNCTURE" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/19\/nyregion\/thousands-delayed-as-lirr-cuts-power-because-of-gas-main-puncture.html"} , {"body" : "Crafts Fair and Block Festival, St. Mark's Avenue between Flatbush and Carlton Avenues, Brooklyn, 212-636-7807. Saturday from noon to 6 P.M. the fair will be in session. It will feature the work of artisans from Prospect Heights and surrounding neighborhoods. Pottery, woven goods and jewelry are among the items that will be on display. Beginning at" , "date" : "19830818" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "CALENDAR OF EVENTS: BROOKLYN FESTIVAL" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/18\/garden\/calendar-of-events-brooklyn-festival.html"} , {"body" : "As Edward Grover rode his bicycle down Seventh Avenue in midtown the other day, a taxicab pulled in front of him and stopped. A passenger opened a door on the street side. There was no time to swerve, and Mr. Grover slammed into the door. Two days later, he was riding along the same avenue when another car door opened in front of him. Again, he hit" , "date" : "19830815" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BICYCLE RIDERS VIE FOR SPACE ON STREETS" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/15\/nyregion\/bicycle-riders-vie-for-space-on-streets.html"} , {"body" : "The New York City Department of Health cited six food outlets last week for violating the health code. It also named two that were allowed to reopen after correcting earlier violations, and seven that were closed for having failed to do so. The establishments are these: VIOLATIONS Beach Tree Cafe, 613 Second Ave. The Crowing Cock, 46 E. 46th St." , "date" : "19830814" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "SixFoodOutletsCitedbyCity For Violations of Health Code" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/14\/nyregion\/sixfoodoutletscitedbycity-for-violations-of-health-code.html"} , {"body" : "Subway tracks have deteriorated so badly in New York that sections of the 79-year-old system are being closed at night and on weekends for emergency repairs. The first weekend closing began last night on the IRT No. 2 line between Franklin and Flatbush Avenues in Brooklyn. The seven stations will reopen Monday at 5 A.M. John D. Simpson, president" , "date" : "19830813" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SOME SUBWAY RUNS WILL BE SUSPENDED FOR TRACK REPAIRS" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/13\/nyregion\/some-subway-runs-will-be-suspended-for-track-repairs.html"} , {"body" : "A 10-year-old Brooklyn boy was shot and killed yesterday by his 13- year-old cousin as they played with two handguns they had found in a bedroom, the police said. The victim, Scottie Davis of 2341 Flatbush Avenue, was shot in the chest at 11 A.M. after the unregistered revolvers were found under a bed in the home of his cousin, Jimmy Gormley, at" , "date" : "19830810" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Boy, 10, Is Killed Playing With Guns" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/10\/nyregion\/the-city-boy-10-is-killed-playing-with-guns.html"} , {"body" : "Four years ago, the six-story apartment building at 2215 Newkirk Avenue in the Flatbush section of Brooklyn, abandoned by its owner in all but name, seemed destined to become another example of housing dilapidation in New York. But because the tenants were determined to save the building, that is not what happened. Instead, the building has become" , "date" : "19830808" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "RESIDENTS FORM A CO-OP TO SAVE DYING BUILDING" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/08\/nyregion\/residents-form-a-co-op-to-save-dying-building.html"} , {"body" : "No Kidding About Being Funny R ichard Chalfin, who grew up in the Flatbush section of Brooklyn, told jokes yesterday about his life on the Upper West Side. One was about a shirt that cost $400 at a Charivari shop; for $25, he could afford only one sock. ''So I bought it,'' he told the audience at Fifth Avenue and 57th Street. ''I put it over my" , "date" : "19830729" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/29\/nyregion\/new-york-day-by-day-067076.html"} , {"body" : "Part of a sandblasting machine, apparently pushed by vandals, fell to the tracks of the Metro-North Commuter Railroad's New Haven line early yesterday in Greenwich, Conn., snarling overhead electric wires and the Monday morning travel plans of about 40,000 commuters. Some had to take buses to other stations to avoid the affected area. Others had to" , "date" : "19830726" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "SNARLED ELECTRIC WIRES CAUSE DELAYS ON NEW HAVEN LINE" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/26\/nyregion\/snarled-electric-wires-cause-delays-on-new-haven-line.html"} , {"body" : "The happiest theatrical news of the summer is a new musical that almost no one has seen - it's off-limits to drama critics and most theatergoers. Its title is ''Sunday in the Park With George,'' and it is now playing, exclusively to subscription audiences, in a workshop production at the Off Broadway theater Playwrights Horizons. ''Sunday in the" , "date" : "19830724" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "STAGE VIEW; SONDHEIM SAYS GOODBYE TO BROADWAY - FOR NOW" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/24\/theater\/stage-view-sondheim-says-goodbye-to-broadway-for-now.html"} , {"body" : "To the Editor: Your article entitled ''What's the Shape of City's Housing?'' (June 19) correctly cited two promising strategies to address the problem of limited affordable housing: moderate rehabilitation of existing apartment buildings and streamlined new construction of single-family homes.$ Moderate rehabilitation accompanied by cooperative" , "date" : "19830724" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "Real Estate"] , "page_facet" : "12" , "title" : "Letters; Housing Strategy" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/24\/realestate\/l-letters-housing-strategy-051830.html"} , {"body" : "On bus and train, by foot and by subway and in lines of crawling cars, millions of commuters are sweltering through a bad case of July. Their daily ritual has become a test of their mettle -physical and mental. They have sought a break, a breeze, air-conditioning that works. A few have found it, but for most there has been only more heat - a" , "date" : "19830720" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "FOR COMMUTERS, KEEPING COOL IS AN ELUSIVE GOAL THESE DAYS" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/20\/nyregion\/for-commuters-keeping-cool-is-an-elusive-goal-these-days.html"} , {"body" : "In Washington Heights in Manhattan, jobs have been found for 100 people. In the East New York section of Brooklyn, an anticrime program has reduced burglaries in the East Brooklyn Industrial Park. In Jamaica, Queens, owners of businesses say they feel better about their location because of extra security patrols and sanitation crews. On White" , "date" : "19830717" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "PRIVATE GROUPS LEND NEIGHBORHOODS A HAND" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/17\/nyregion\/private-groups-lend-neighborhoods-a-hand.html"} , {"body" : "To the merchants along Avenue D in Brooklyn the empty storefront is a sore spot, as painful and unsightly as the space left by a newly missing tooth. ''Look, this is what happened to business when the bank closed,'' said Allen Spiro, the owner of a floor covering store in the East Flatbush neighborhood, as he pointed to the empty parking spaces up" , "date" : "19830715" , "day_of_week_facet" : "Friday" , "geo_facet" : ["PHILADELPHIA (PA)" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "A BANK'S CLOSING CAN JOLT AN AREA" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/15\/business\/a-bank-s-closing-can-jolt-an-area.html"} , {"body" : "DRAWING CARD The court of Henry VIII, by virtue of history and legend, is one of the most glamorous of English reigns and, although we often see it reinterpreted in terms of theater and film, we rarely get to see its cast as it actually was in real life. This task fell to the happy lot of the artist Hans Holbein the Younger, who in the early 1500's" , "date" : "19830714" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/14\/arts\/going-out-guide.html"} , {"body" : "The owner of a Brooklyn jewelry exchange was arrested yesterday on charges that he served as a conduit for thousands of dollars worth of stolen Jewish relgious articles, a spokesman for the police said. The suspect, Edwin Rabinowitz, the owner of J. E. Gold Exchange, 9321 Church Avenue, in the East Flatbush section, surrendered to the police at" , "date" : "19830701" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "JEWELER CHARGED WITH ROLE IN SALE OF STOLEN JEWISH RELIGIOUS OBJECTS" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/01\/nyregion\/jeweler-charged-with-role-in-sale-of-stolen-jewish-religious-objects.html"} , {"body" : "A map in Metropolitan Report on June 22 with an article about downtown Brooklyn incorrectly depicted the boundaries for proposed housing and the extent to which the land would be developed. Housing has been recommended only for parking lots or vacant parcels in the area bounded by Boerum Place, Flatbush Avenue, Atlantic Avenue and Livingston" , "date" : "19830630" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "1" , "title" : "CORRECTION" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/30\/nyregion\/c-correction-006619.html"} , {"body" : "The New York City Department of Health cited 36 food establishments last week for violations of the health code. In addition, the department named 10 that were allowed to reopen after correcting earlier violations and three that were closed for having failed to do so. The establishments are these: VIOLATIONS Beach House Restaurant and Bar, 399" , "date" : "19830626" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "36 Food Places Listed For Health Violations" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/26\/nyregion\/36-food-places-listed-for-health-violations.html"} , {"body" : "After decades in Manhattan's shadow, downtown Brooklyn has the potential to emerge within a decade as New York City's third major business district after midtown and the financial district, according to a Regional Plan Association study. The study cites the proximity to Wall Street of an 89-block area near the Brooklyn and Manhattan Bridges, its" , "date" : "19830622" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BROOKLYN: NEW PLAN OF GROWTH" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/22\/nyregion\/brooklyn-new-plan-of-growth.html"} , {"body" : "Heat forced the firefighter to the floor as he tried to save the badly burned Brooklyn woman. That was when he saw her young daughter. As flames illuminated the room, he spied her son. Reaching the boy, he spotted another child in the distance. All four members of the family were rescued, and the firefighter, Kenneth L. Connelly, was decorated" , "date" : "19830609" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "45 HONORED BY FIRE DEPT. WITH MEDALS FOR BRAVERY" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/09\/nyregion\/45-honored-by-fire-dept-with-medals-for-bravery.html"} , {"body" : "Following are some of the concerns that custom-make linens for oddsize beds and mattresses. Some will give estimates over the phone if you provide the correct measurements of the mattress. For fabric, the customer may either provide ready-made sheets or buy the material at the store. Ezra Cohen Corporation (307 Grand Street at Allen Street;" , "date" : "19830602" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "SOME STORES THAT DO CUSTOM WORK" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/02\/garden\/some-stores-that-do-custom-work.html"} , {"body" : "You're not alone if you never heard of a ''soil scholarship.'' That is what Paul West of the Green Guerrillas calls the volunteer city gardening group's offer of a ''free bag of soil'' to qualifying participants in their first citywide window-box contest. According to Mr. West, who is the contest coordinator, the competition is part of the Green" , "date" : "19830602" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "A CITYWIDE CONTEST FOR WINDOW BOXES" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/02\/garden\/a-citywide-contest-for-window-boxes.html"} , {"body" : "The New York City Department of Health cited 38 food establishments last week for violations of the health code. In addition, it named seven that were allowed to reopen after correcting earlier violations and two that were closed for having failed to do so. The restaurants are these: VIOLATIONS Plaka Greek Restaurant, 165 Bleecker St. Village Inn," , "date" : "19830529" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "38 Food Places Listed For Health Violations" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/29\/nyregion\/38-food-places-listed-for-health-violations.html"} , {"body" : "The New York City police stopped more than 13,000 vehicles Friday night and last night to begin a new crackdown on drunken drivers. Twenty-nine people were arrested Friday night and yesterday morning on charges of driving while under the influence of excessive amounts of alcohol, and one was taken into custody on a charge of driving under the" , "date" : "19830529" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITY'S POLICE STOP 13,000 VEHICLES IN CRACKDOWN ON DRUNKEN DRIVING" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/29\/nyregion\/city-s-police-stop-13000-vehicles-in-crackdown-on-drunken-driving.html"} , {"body" : "AFTER hardly any spring, summer arrives today - if not on the calendar, then at least by custom. To greet the season ushered in by the Memorial Day holiday, New Yorkers and their neighbors have a wide choice of outdoor things to do this weekend. These range in exertion from lying down - the beaches open tomorrow - to pedaling around Central Park in" , "date" : "19830527" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "GETTING THE JUMP ON SUMMER OUTDOORS" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/27\/arts\/getting-the-jump-on-summer-outdoors.html"} , {"body" : "In front of a house on Lafayette Avenue in Bedford-Stuyvesant stands a magnolia tree as big as a brownstone, its broad leaves as glossy as if each had been individually oiled. It is a magnolia grandiflora, and it usually grows nowhere north of the Mason-Dixon line. Somehow, improbably, with considerable help from human beings, this tree grows in" , "date" : "19830525" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "ABOUT NEW YORK; CITY OR BOROUGH, DODGERS OR NO DODGERS, BROOKLYN IS BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/25\/nyregion\/about-new-york-city-or-borough-dodgers-or-no-dodgers-brooklyn-is-brooklyn.html"} , {"body" : "New School in an Old One T he 54-year-old Shulamith School for Girls has a new $2 million home in the Flatbush section of Brooklyn, at East 14th Street and Avenue M, the site of Yeshiva University's former high school, now closed. Shulamith, formerly in Park Slope, was the nation's first Hebrew elementary school for girls, according to Rabbi Moshe" , "date" : "19830517" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/17\/nyregion\/new-york-day-by-day-172851.html"} , {"body" : "Every year for almost a century before World War II, Rockland County held a country fair and exposition. Now, for the first time in 43 years, that practice is resuming. Today through Sunday at Rockland Community College in Suffern, N.Y., there will be events including a 1940's dance contest tonight at 7; a 4-H fair and horse show and an antique-car" , "date" : "19830513" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE; Friday; ROCKLAND COUNTY FAIR" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/13\/arts\/weekender-guide-friday-rockland-county-fair.html"} , {"body" : "Twenty-three people - including a city firefighter, a restaurant owner, a former university library employee and a former police officer - have been indicted on charges of conspiring to buy, sell and distribute cocaine and heroin, authorities announced yesterday. According to the indictments, the firefighter used the telephone at the firehouse" , "date" : "19830512" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITY FIREFIGHTER AND 22 OTHERS ARE ACCUSED OF DEALING IN DRUGS" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/12\/nyregion\/city-firefighter-and-22-others-are-accused-of-dealing-in-drugs.html"} , {"body" : "The failure of a telephone cable in Queens early yesterday threw traffic lights out of synchronization in Manhattan, Brooklyn, Queens and the Bronx, causing minor traffic delays. The cable connects computers at the command center of the City Traffic Department in Long Island City with lights in the four boroughs. Some 1,500 intersections - 15" , "date" : "19830511" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Traffic Delayed In Cable Failure" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/11\/nyregion\/the-city-traffic-delayed-in-cable-failure.html"} , {"body" : "For writers, Brooklyn has never been primarily the borough of the Bridge. Borough of churches, borough of nostalgia, borough of hope (for Dodgers fans), it is above all a piece of geography or, if you prefer, a considerable piece of real estate. Literary visitors have found it an urban alternative to Manhattan's desperate pursuit of the present." , "date" : "19830508" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "12" , "title" : "BROOKLYN, BOROUGH OF WRITERS" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/08\/books\/brooklyn-borough-of-writers.html"} , {"body" : "Simon Yelsky, 17 years old, started playing chess in his native Kiev when he was 6. ''I played four hours a day, six days a week,'' he said. ''I liked chess much better than school.'' Three years ago the Yelsky family left the Soviet Union for the United States, and yesterday Simon was accepting congratulations in Brooklyn. He is the captain of the" , "date" : "19830504" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A BROOKLYN HIGH CHESS TEAM IS KING" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/04\/nyregion\/a-brooklyn-high-chess-team-is-king.html"} , {"body" : "THIS weekend it might be wise to follow the lead of the tigers and elephants at the Bronx Zoo's Wild Asia. After having been cooped up for months in their winter cages, the animals will again roam free in their sprawling outdoor habitat, beginning tomorrow. For humans, too, this weekend can be a time to get reacquainted with the outdoors. In New" , "date" : "19830429" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "IT'S MAY, TIME TO SEE WHAT'S UP OUTDOORS" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/29\/arts\/it-s-may-time-to-see-what-s-up-outdoors.html"} , {"body" : "SUPERMARKETS, variety stores and florists carry an array of small plants and supplies, but generally the larger nursery or garden center will have a wider selection. Complete garden centers do exist within the city limits and a sampling of these include the following: Manhattan Farm and Garden Nursery, 2 Avenue of the Americas (White Street)," , "date" : "19830428" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "GARDEN CENTERS IN THE FIVE BOROUGHS" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/28\/garden\/garden-centers-in-the-five-boroughs.html"} , {"body" : "When the Sanitation Department's first class of nonuniformed enforcement agents was sent to city streets in August 1981, Sanitation Commissioner Norman Steisel said the new unit was bettertrained and more cost-effective than the uniformed force from the sanitation police that it succeeded. But after nearly two years on the streets, the agents, who" , "date" : "19830427" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "SANITATION UNIT AND MERCHANTS TRADING CHARGES" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/27\/nyregion\/sanitation-unit-and-merchants-trading-charges.html"} , {"body" : "PUMP those tires, check those chains, shine those spokes until they sparkle - this is the time of year when bicycling becomes contagious for everyone from competition-class cyclists to those who only wobble and weave. This weekend, the clicking of gears and the squealing of hand brakes will be heard almost everywhere, with a 17,000-cyclist," , "date" : "19830422" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "ALL KINDS OF PLACES TO BIKE, IN TOWN AND IN THE SUBURBS" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/22\/arts\/all-kinds-of-places-to-bike-in-town-and-in-the-suburbs.html"} , {"body" : "Alvin Preiss, a New York City-based real estate consultant, has directed marketing campaigns for numerous residential developments geared both to the upper middle class and the very wealthy. These projects have included such high-rise buildings as Olympic Tower and, more recently, Park Avenue Tower in New York City, Independence Tower in" , "date" : "19830422" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Business"] , "page_facet" : "19" , "title" : "ABOUT REAL ESTATE; CITY HOUSING PARTNERSHIP GETS MARKETING SPECIALIST" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/22\/business\/about-real-estate-city-housing-partnership-gets-marketing-specialist.html"} , {"body" : "DANCE The stages at the Brooklyn Academy of Music, 30 Lafayette Avenue, near Flatbush Avenue, will bring together some of the nation's bestknown names in dance at Dance Black America, which runs from today through Sunday. The festival includes performances, film programs, classes and seminars. Dance scholars, dance historians, choreographers and" , "date" : "19830421" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "13" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/21\/arts\/going-out-guide.html"} , {"body" : "Standing on the new roof of his six-story apartment building at 832 Ocean Avenue, in a part of Brooklyn in which many buildings are deteriorating, Martin J. Schwartz pointed out where he had spent $350,000 to renovate his building. The reinforcement of old brick, waterproofing around the exterior, new pipes in the walls and electrical work were all" , "date" : "19830418" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "IMPACT OF TAX INCENTIVES IN OUTER BOROUGHS CITED" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/18\/nyregion\/impact-of-tax-incentives-in-outer-boroughs-cited.html"} , {"body" : "Big Joe Turner, known to his fans as the ''boss of the blues,'' started out more than five decades ago, worked with Count Basie, Duke Elllington and Benny Goodman, and influenced generations of singers. In the 1950's, he anticipated rock-and-roll with his hits ''Shake, Rattle and Roll'' and ''Honey Hush.'' Tonight from 6 to 7:30 he will be singing" , "date" : "19830415" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE; Friday; BLUES BOSS AT NEW SCHOOL" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/15\/arts\/weekender-guide-friday-blues-boss-at-new-school.html"} , {"body" : "A Spring of Stained Glass, Glassmasters Guild, 621 Avenue of the Americas (19th Street), 212-924-2868. Beginning Saturday from 1 to 4 P.M., an exhibition of works in glass by Melba and David Corby, Jeffrey Meyers and Toland Sand will open. The exhibition will display flower designs, beveled glass in modern and classical designs and abstract designs" , "date" : "19830414" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "CALENDAR OF EVENTS: STAINED GLASS SHOW" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/14\/garden\/calendar-of-events-stained-glass-show.html"} , {"body" : "BIG BRIDGE Does there exist in North America the artist, writer or poet who has not paid homage to the Brooklyn Bridge, the great suspension span that was the wonder of its age when it opened 100 years ago? It is difficult to think of holdouts as one sees the names summoned up to fashion celebratory exhibitions this year. Now that the bridge is up," , "date" : "19830412" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/12\/arts\/going-out-guide.html"} , {"body" : "The room is at Fifth Avenue and 50th Street, behind the sculpture of Atlas, up the escalator and to the left. It is the New York Passport Agency office, and if you want to avoid the crowd, arrive early. ''We tell our customers, be there at 7 to 7:30 to get out by lunch time,'' says Peter Cluff, an agent for JB's World Travel. One recent afternoon," , "date" : "19830407" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "LONGISH WAIT AT STEP; 1 FOR TRAVELERS PURSUING PASSPORTS" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/07\/nyregion\/longish-wait-at-step-1-for-travelers-pursuing-passports.html"} , {"body" : "To the Editor: Your news articles of March 18 and 21 about the flight of seven Cambodian refugee families from the North Flatbush section of Brooklyn, shocked our community. t is appalling that these families were preyed upon by criminals, yet I am dismayed that your reporting was so quick to indict the Flatbush community as unsafe and uncaring." , "date" : "19830330" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CAMBODIA"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "30" , "title" : "THE FEDERAL BURDEN IN REFUGEES MISERY" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/30\/opinion\/l-the-federal-burden-in-refugees-misery-065639.html"} , {"body" : "Twenty years ago, Sabel's Kosher Bakery, halfway between 45th and 46th Streets on Fort Hamilton Parkway in Brooklyn, was the only store on the block to close for the Jewish Sabbath. Now, Osher Sabel, the Hasidic proprietor of the bakery, boasts that, with the arrival of other Orthodox merchants, they all do. It is one sign of a burst of Orthodox" , "date" : "19830329" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "ORTHODOX JUDAISM IS BUOYED BY A RESURGENCE IN NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/29\/nyregion\/orthodox-judaism-is-buoyed-by-a-resurgence-in-new-york.html"} , {"body" : "Community leaders, the police and church officials yesterday announced the formation of a task force to help refugees and other immigrants, particularly Asians, who have resettled in the Flatbush section of Brooklyn. Edward Rogowsky, vice president of the Flatbush Development Corporation, a nonprofit agency seeking to revitalize the neighborhood," , "date" : "19830325" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "FLATBUSH RALLYING SUPPORT TO EASE IMMIGRANTS' PLIGHT" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/25\/nyregion\/flatbush-rallying-support-to-ease-immigrants-plight.html"} , {"body" : "In an effort to help businesses whose middle-management employees say they have no interest in being transferred to New York City, a leading local business group has listed 61 neighborhoods as good communities for executives and their families. The neighborhoods, recommended by the New York City Chamber of Commerce and Industry for executives" , "date" : "19830324" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "EXECUTIVES ARE OFFERED A CITY GUIDE TO HOUSING" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/24\/nyregion\/executives-are-offered-a-city-guide-to-housing.html"} , {"body" : "It was a tenuous refuge. Simple things like walking down the street, accompanying a child to school, turning off the lights to one's apartment had become exercises in courage. Residents say that, even in daylight, muggings and brutality had become as commonplace as hopscotch in the summer sun. For the countless families who remain in the Parade" , "date" : "19830321" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "IN BROOKLYN, LITTLE SUCCOR FOR VICTIMS OF ASIA" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/21\/nyregion\/in-brooklyn-little-succor-for-victims-of-asia.html"} , {"body" : "International An Israeli-American military dispute came to light in a letter made public by the Pentagon. In the letter, the commandant of the Marine Corps, Gen. Robert H. Barrow, complained to Defense Secretary Caspar W. Weinberger that Israeli forces in Lebanon ''persist in creating serious incidents'' and have ''harrassed, endangered and" , "date" : "19830318" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "News Summary; FRIDAY, MARCH 18, 1983" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/18\/nyregion\/news-summary-friday-march-18-1983.html"} , {"body" : "Decibels and Motorcycles T he parking lot at the Marine Park municipal golf course on Flatbush Avenue in Brooklyn was a sea of varooming motorcycles last night. If some City Council members have their way, motorcycles will be banned on residential streets in New York between 9 P.M. and 8 A.M., and that's what brought the two-wheelers out in force" , "date" : "19830312" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/12\/nyregion\/new-york-day-by-day-028891.html"} , {"body" : "Despite criticism from some doctors, consumers in ever greater numbers are using house-call services and emergency centers in shopping malls to treat common family illnesses. Proponents say these alternatives to a hospital emergency room or a doctor's office fill a major gap in American medical care. Detractors say they provide only superficial" , "date" : "19830312" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Style" , "Health"] , "page_facet" : "12" , "title" : "NEW STOREFRONT HEALTH CARE" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/12\/style\/new-storefront-health-care.html"} , {"body" : "HAPPY BIRTHDAY, IRVING Washington Irving was born 200 years ago, on April 3, 1783, and he went on to become a scholar, diplomat and author whose writing about Dutch New York has insured his literary longevity. He was the first American literary figure to receive an honorary degree from Columbia University, where an exhibition of his life and times" , "date" : "19830308" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "12" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/08\/arts\/going-out-guide.html"} , {"body" : "A 22-year-old off-duty probationary police officer, Anton Kozlowsky, fatally shot a man who attacked him with two knives at 2:30 A.M. at 198th Street and Briggs Avenue in the Bedford Park section of the Bronx, the police said. The assailant's identity and the motive for the attack were not known. ... A 16-year-old Brooklyn youth, Sherwood Young," , "date" : "19830304" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/04\/nyregion\/the-city-the-police-blotter.html"} , {"body" : "Rabbi Joseph Rosenblum never wanted to be criticized, he said, ''for being merely idealistic and not at all practical.'' So the 26-year-old rabbi is also studying to be a dentist. (''An orthodox orthodontist,'' his father jokes - though son says probably not). While rabbi-lawyers and rabbi-businessmen abound, Rabbi Rosenblum is the only dental" , "date" : "19830303" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEW YORK DAY BY DAY; Of Torah and Teeth" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/03\/nyregion\/new-york-day-by-day-of-torah-and-teeth.html"} , {"body" : "On Sunday, Hasidic families in Brooklyn's Crown Heights section will open their homes to visitors who want to share with them the joys of the Jewish festival of Purim. The excursion, sponsored by the 92d Street Y, will provide a rare glimpse into the way Hasidic Jews live, worship and celebrate. Visitors will share a festive family meal, look in on" , "date" : "19830225" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "12" , "title" : "SHARING JOYS OF PURIM AT A HASIDIC CELEBRATION" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/25\/arts\/sharing-joys-of-purim-at-a-hasidic-celebration.html"} , {"body" : "Learning and Involvement in the Environment, Central Park, Arsenal Building, Room 8B, 830 Fifth Avenue, 212-360-3462\/72. Beginning April 9, the Department of Parks will offer a free training program in horticultural and landscaping skills to those who can volunteer four or eight Saturdays from 10 A.M. to 4 P.M., working in the park. One-hour" , "date" : "19830224" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "CALENDAR: A PARK VOLUNTEER PROGRAM" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/24\/garden\/calendar-a-park-volunteer-program.html"} , {"body" : "OPENING A new play about Ethel Waters, the singer and actress, opens tonight in the AMAS Repertory Theater, at 1 East 104th Street (369-8000), a company founded in 1968 and devoted only to original works, among them ''Bubbling Brown Sugar'' and ''Bojangles.'' ''Miss Waters, to You'' tells of the life of Miss Waters, who died in 1977 at the age of" , "date" : "19830224" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/24\/arts\/going-out-guide.html"} , {"body" : "POETRY ''Poetry in Motion,'' a film that presents two dozen contemporary poets reading, singing and chanting their work, moves into Film Forum 1, 57 Watts Street, two blocks north of Canal Street, near Avenue of the Americas (431-1590). This movie anthology of living poets presents, during its hour and a half, a potpourri of talent, including Jim" , "date" : "19830223" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/23\/arts\/going-out-guide.html"} , {"body" : "LURCHING head-down along Manhattan's Seventh Avenue in the great blizzard of 1983, I yearned for my down coat, my Sorel boots with thick felt liners, a good pair of wool mittens, and something better than the Irish tweed hat that won't stay on my head when the wind is gusting over 30 miles an hour - an experienced outdoorsman caught unprepared in" , "date" : "19830221" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "OUTDOORS: THE CITY AS WILDERNESS" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/21\/sports\/outdoors-the-city-as-wilderness.html"} , {"body" : "Snowbound and paralyzed by the worst winter storm in 36 years, the mid-Atlantic states and the New York metropolitan area yesterday began digging out of mountainous drifts. Life for millions of people came to a near standstill. Accumulations reached 18 to 22 inches in New York City, 19 to 21 inches in New Jersey, 16 to 20 inches in the northern" , "date" : "19830213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MIDDLE ATLANTIC STATES (US)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "20-INCH SNOWFALL PARALYZES MUCH OF MID-ATLANTIC AREA; 25 DIE IN SINKING OFF VIRGINIA" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/13\/nyregion\/20-inch-snowfall-paralyzes-much-mid-atlantic-area-25-die-sinking-off-virginia.html"} , {"body" : "kept gabled houses with o ak wainscoting, wide porch swings and deep window seats stand just a round corners from boarded-up storefronts. The community is many things to many people. The Flatbush Development Corporation calls it an area of 2.5 square miles bounded by Prospect Park and Parkside Avenue on the north, Avenue H and the Long Island" , "date" : "19830130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IN YOU'RE THINKING OF LIVING IN FLATBUSH" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/30\/realestate\/in-you-re-thinking-of-living-in-flatbush.html"} , {"body" : "Silas B. Fishkind, who retired as assistant to the sports editor of The New York Times in 1962, died Wednesday at Maimonides Medical Center in Brooklyn. He was 83 years old and lived in the Flatbush section of Brooklyn. Mr. Fishkind joined The Times as a sports copy editor in May 1928 and later served as assistant to the head of the copy desk and" , "date" : "19830128" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "5" , "title" : "SILAS B. FISHKIND" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/28\/obituaries\/silas-b-fishkind.html"} , {"body" : "THE romance of the barn sale notwithstanding, major urban centers are the most fertile hunting grounds for artifacts of 19th- and early 20th-century life. The furnishings and fittings of New York's brownstones and prewar apartment buildings are constantly spilling out into local shops. Visiting the antiques rows of Brooklyn, the Bronx, Queens and" , "date" : "19830127" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "ANTIQUING IN THE FERTILE GROUNDS OF 4 OUTER BOROUGHS" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/27\/garden\/antiquing-in-the-fertile-grounds-of-4-outer-boroughs.html"} , {"body" : "THERE is something that the Metropolitan Museum of Art shares with the New York Yacht Club, the Dutch Reformed Church on Flatbush Avenue in Brooklyn, St. David's School on East 89th Street, the Appellate Division Courthouse on Madison Avenue at 25th Street, the headquarters of the Columbia School of Journalism, the Players Club on Gramercy Park" , "date" : "19830114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "STAINED GLASS CASTS ITS GLOW OVER THE CITY" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/14\/arts\/stained-glass-casts-its-glow-over-the-city.html"} , {"body" : "A police officer shot a man brandishing a five-inch knife on a midtown street at about 10:20 A.M. yesterday after he ignored orders to drop the weapon. The man, tentatively identified as 39-year-old Carl Hamilton, was taken to Bellevue Hospital, where he was reported in serious condition with groin and stomach wounds. ... A 14-yearold boy who was" , "date" : "19830114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/14\/nyregion\/the-city-the-police-blotter.html"} , {"body" : "SOME years ago, when I was teaching a graduate seminar in fiction at Columbia University, a well-known male novelist visited my class to speak on his development as a writer. In discussing his formative years, he didn't realize it but he seriously endangered his life by remarking that women writers are luckier than those of his sex because they" , "date" : "19830109" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "3" , "title" : "FROM THE POETS IN THE KITCHEN" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/09\/books\/from-the-poets-in-the-kitchen.html"} , {"body" : "Three fuel storage tanks in Newark exploded in a huge fireball early this morning, killing at least one person and injuring several others, authorities said. The explosion, in a Texaco fuel storage area, shook the ground for 15 miles around, according to authorities in the metropolitan area. But residents as far away as 75 miles reported that they" , "date" : "19830107" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEWARK (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "ONE DIES IN A NEWARK BLAST; EXPLOSION IS HEARD FOR MILES" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/07\/nyregion\/one-dies-in-a-newark-blast-explosion-is-heard-for-miles.html"} , {"body" : "DUSK TO DAWN New York is the stay-up-late town of America, a town that may not stay up as much as it used to but which still has people, many of them, who start to come alive after sunset. Photographers rank high in the ranks of nocturnal citizens and some of what their lenses have caught in a half century is on exhibition at City Gallery, the" , "date" : "19830106" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "12" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/06\/arts\/going-out-guide.html"} , {"body" : "Plausibility is an unreliable weapon with which to attack a movie you don't like. Five minutes after ridiculing a film for its lack of plausibility, you may well find yourself defending a favorite work against the same sort of charge. The point is that all of us have different thresholds at which we suspend disbelief, and then gladly follow" , "date" : "19830102" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "WHEN A MOVIE DOESN'T HAVE TO PASS THE PLAUSIBILITY TEST" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/02\/movies\/when-a-movie-doesn-t-have-to-pass-the-plausibility-test.html"}]