[  {"body" : "Former State Senator Vander L. Beatty of Brooklyn was found guilty yesterday of forgery and conspiracy charges stemming from his unsuccessful effort to reverse his defeat in a 1982 Congressional primary. He was convicted of having led a scheme to forge signatures on hundreds of voter registration cards at the Brooklyn offices of the Board of" , "date" : "19831223" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "BEATTY IS GUILTY OF A CONSPIRACY IN VOTE FORGERY" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/23\/nyregion\/beatty-is-guilty-of-a-conspiracy-in-vote-forgery.html"} , {"body" : "At least 15 people were injured in fires yesterday at two schools and an apartment house in Brooklyn and a Manhattan office building. A 21-year-old student, Moshe Friedman, was seriously hurt jumping from a three-story dormitory on the Yeshiva Chaim Berlin High School campus at 1567 Coney Island Avenue in Brooklyn. He was trying to escape a" , "date" : "19831220" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE CITY; Fires Injure 15 In 2 Boroughs" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/20\/nyregion\/the-city-fires-injure-15-in-2-boroughs.html"} , {"body" : "When Rose Brush owned her house, the walls were falling apart, the front steps and interior stairs were crumbling with age, the water heater was worn out, the windows were drafty and the gas company was threatening to shut off service for nonpayment. Although there were was no mortgage, Mrs. Brush found that with income of $900 a month, medical" , "date" : "19831201" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "PROBLEMS PERSIST WHEN CITY OWNS HOUSES" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/01\/nyregion\/problems-persist-when-city-owns-houses.html"} , {"body" : "IN the 1630's, the Dutch farmers who settled in Brooklyn at what is now the corner of Flatbush and Flatlands Avenues looked around them, saw marshes, a bay and very little high ground and appropriately dubbed the area Flatlands. Not until the post-World War II building boom did Flatlands become a heavily populated residential area, but when it did," , "date" : "19831106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FLATLANDS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN: FLATLANDS" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/06\/realestate\/if-you-re-thinking-of-living-in-flatlands.html"} , {"body" : "A 23-year-old Connecticut woman and her two children were killed yesterday afternoon when a cement truck veered across 10th Avenue in midtown and crashed into their parked car. The truck driver, after being given a sobriety test, was charged with three counts of second-degree murder and driving while impaired. The police identified the victims as" , "date" : "19830921" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 DIE AS CEMEMT TRUCK CRUSHES CAR" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/21\/nyregion\/3-die-as-cememt-truck-crushes-car.html"} , {"body" : "Frank Zuccaro steps out of his patrol car, gun at his side, but without the badge of a New York City police officer. For the people who live along his beat in the Canarsie section of Brooklyn, however, the absence of the silver shield does not matter. Mr. Zuccaro is part of a private security patrol, paid for by homeowners and tenants who feel that" , "date" : "19830918" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "50" , "title" : "PRIVATE SECURITY PATROLS ON RISE IN CITY'S MIDDLE-CLASS AREAS" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/18\/nyregion\/private-security-patrols-on-rise-in-city-s-middle-class-areas.html"} , {"body" : "When he was drafted by the Chicago Cubs in June of 1982, Shawon Dunston, a hard-hitting infielder who had starred for Thomas Jefferson High School in Brooklyn for four years, was acclaimed as the most promising baseball prospect the New York area had produced in decades. With credits like that, it might seem surprising that Dunston is not a" , "date" : "19830815" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "SPORTS WORLD SPECIALS; It's Not Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/15\/sports\/sports-world-specials-it-s-not-brooklyn.html"} , {"body" : "If Staten Island secedes, can Flatlands be far behind? And Gravesend and New Utrecht? Not if Joe Gentili has his way. Mr. Gentili, a Republican state committeeman and Brooklyn district leader, would like to lead half of his borough into a new and more perfect - or at least more Republican - union with Staten Island. ''Let Bushwick, Brooklyn," , "date" : "19830811" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; What's Good for S.I. Must Be Good for Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/11\/nyregion\/new-york-day-by-day-what-s-good-for-si-must-be-good-for-brooklyn.html"} , {"body" : "A 10-year-old Brooklyn boy was shot and killed yesterday by his 13- year-old cousin as they played with two handguns they had found in a bedroom, the police said. The victim, Scottie Davis of 2341 Flatbush Avenue, was shot in the chest at 11 A.M. after the unregistered revolvers were found under a bed in the home of his cousin, Jimmy Gormley, at" , "date" : "19830810" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Boy, 10, Is Killed Playing With Guns" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/10\/nyregion\/the-city-boy-10-is-killed-playing-with-guns.html"} , {"body" : "Pale blond, the size of a mountain lion and with a lion's shanks, but with the neck and head of a ram, the lone, elegant bighorn was seated regally on a narrow ledge that rose steeply along the side of a canyon road. It was munching grass amid Indian paintbrush and other alpine flora and its huge, liquid brown eyes seemed to mirror all the wisdom" , "date" : "19830515" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Travel"] , "page_facet" : "15" , "title" : "A 12-DAY PLUNGE INTO 5 NATIONAL PARKS" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/15\/travel\/a-12-day-plunge-into-5-national-parks.html"} ,   {"body" : "The bodies of two men with bullet wounds in the back of their heads were found early yesterday morning near an abandoned taxi in the Flatlands section of Brooklyn, the police said. The victims, 20-year-old Amado Mobilia, of 332 Neptune Avenue in the Brighton Beach section of Brooklyn, and Luis Carrion, 25, of 14 Brighton 10th Path, also in Brighton" , "date" : "19830325" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; 2 Men Found Slain Near Stolen Taxi" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/25\/nyregion\/the-city-2-men-found-slain-near-stolen-taxi.html"} , {"body" : "As construction of the city's first satellite earth station proceeds in the East New York section of Brooklyn, residents of that community are debating whether the facility will automatically trigger needed revitalization of the area or whether its owner should provide direct subsidies for renewal. The owner of the station is Hughes Communications" , "date" : "19830213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "SATELLITE STATION SPURS BROOKLYN DEBATE" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/13\/nyregion\/satellite-station-spurs-brooklyn-debate.html"} , {"body" : "The Justice Department has decided not to prosecute Representative Charles E. Schumer, the Brooklyn Democrat, on Federal charges in connection with his 1980 campaign for the House, according to senior law-enforcement officials. The department had been reported to be investigating whether Mr. Schumer, a former New York Assemblyman, had unlawfully" , "date" : "19830110" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "FEDERAL OFFICIALS WON'T PROSECUTE IN SCHUMER CASE" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/10\/nyregion\/federal-officials-won-t-prosecute-in-schumer-case.html"}]