[  {"body" : "A $277 million plan to build nearly 4,000 new jail spaces was approved yesterday by the Board of Estimate by a vote of 10 to 1. The vote means construction can begin soon on new spaces on Rikers Island, the city's main detention center, and on the conversion of the former brig near the Brooklyn Navy Yard into a jail to house 600 inmates. In all," , "date" : "19831231" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "ADDING OF 4,000 SPACES IS VOTED FOR CITY'S JAILS" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/31\/nyregion\/adding-of-4000-spaces-is-voted-for-city-s-jails.html"} , {"body" : "The largest housing grant in New York City's history, $15 million, was presented yesterday to a civic organization for 1,100 units of middle-income housing. The money, from the Federal Department of Housing and Urban Development, went to the Housing Partnership Development Corporation. The corporation had already lined up $55 million in private" , "date" : "19831223" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "U.S. GRANTS $15 MILLION FOR HOUSING IN THE CITY" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/23\/nyregion\/us-grants-15-million-for-housing-in-the-city.html"} , {"body" : "houses in the Windsor Terrace section of Brooklyn earlier this month broke ground for more than the houses themselves. It also signaled a fresh approach to the development of new publicly assisted houses that will be owned by their occupants. Governor Cuomo came to the groundbreaking, as did Mayor Koch, Senator Alfonse M. D'Amato and David A." , "date" : "19831218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "NEW TACK IN GETTING HOMES BUILT" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/18\/realestate\/new-tack-in-getting-homes-built.html"} , {"body" : "FOLLOWING the clearance of a backlog of applications, 69 areas of New York City are now listed on the Federal and State Historic Registers. Unlike landmark designation by the city, which imposes restraints on facade alterations, the state and national listings impose no restrictions on privately sponsored projects. Lengthy review is necessary," , "date" : "19831204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "69 CITY DISTRICTS DUBBED HISTORIC" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/04\/realestate\/69-city-districts-dubbed-historic.html"} , {"body" : "-story factory building where Knox hats were once manufactured stands vacant and vandalized at St. Marks Avenue and Grand Avenue in the Crown Heights section of Brooklyn. In theory it is a candidate for a gut rehabilitation into housing. Its size makes it a pivotal property in any hope for housing improvements east of Washington Avenue, as an" , "date" : "19831204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "CURBS ON INCENTIVES AFFECT REHABILITATION" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/04\/realestate\/curbs-on-incentives-affect-rehabilitation.html"} , {"body" : "When Rose Brush owned her house, the walls were falling apart, the front steps and interior stairs were crumbling with age, the water heater was worn out, the windows were drafty and the gas company was threatening to shut off service for nonpayment. Although there were was no mortgage, Mrs. Brush found that with income of $900 a month, medical" , "date" : "19831201" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "PROBLEMS PERSIST WHEN CITY OWNS HOUSES" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/01\/nyregion\/problems-persist-when-city-owns-houses.html"} , {"body" : "The mourning for Anne Pfreundschuh, the period of public grief, lasted three long days. On Thursday, Nov. 10, two days after she was found slain, 500 classmates at the Pratt Institute in Brooklyn marched in the rain and gathered for a silent vigil. On Friday they returned for a memorial service a few blocks from the campus. And the next morning, in" , "date" : "19831121" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Murder of Well-Liked Senior Leaves Pratt Campus Shaken" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/21\/nyregion\/murder-of-well-liked-senior-leaves-pratt-campus-shaken.html"} , {"body" : "Two suspects in the bathtub drowning of a Pratt Institute student were indicted in Brooklyn yesterday on murder and burglary charges carrying possible sentences of up to life in prisonment, the Brooklyn District Attorney's office said. The two suspects, Anthony Wright and Carlton Brown, both 18 years old and from the Fort Greene section of" , "date" : "19831116" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Suspects Indicted In Student's Death" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/16\/nyregion\/the-city-suspects-indicted-in-student-s-death.html"} , {"body" : "New York City is near an agreement to house as many as 600 prisoners in one of two buildings in Brooklyn, a move designed to prevent a further release of inmates from overcrowded jails, city officials said yesterday. The announcement came as the city disclosed that it had halted a courtordered release of prisoners indefinitely after freeing 610" , "date" : "19831115" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CITY SEEKS TO ADD JAILS IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/15\/nyregion\/city-seeks-to-add-jails-in-brooklyn.html"} , {"body" : "American cruise missiles arrived at an air base in England, the British Government announced. They are the first of NATO's new generation of medium-range missiles to be deployed in Western Europe. The announcement was made by Defense Secretary Michael Heseltine, who had to shout to be heard over howls of protest from opposition members of" , "date" : "19831115" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "TUESDAY, NOVEMBER 15, 1983 International" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/15\/nyregion\/tuesday-november-15-1983-international.html"} ,   {"body" : "Two unemployed Brooklyn youths were charged with murder yesterday in the bathtub drowning of a 21-year- old Pratt Institute student who lived down the street. As the student's roommate cleaned out her apartment yesterday, the brother of one of the arrested men stood with a group of friends in his own doorway a block away and said: ''He'd never kill" , "date" : "19831111" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "TWO YOUTHS CHARGED IN MURDER OF PRATT STUDENT" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/11\/nyregion\/two-youths-charged-in-murder-of-pratt-student.html"} , {"body" : "Vagueness on the pullout schedule of United States forces in Grenada was indicated by Defense Secretary Caspar W. Weinberger. He said he could not give a ''target date'' or even set clear criteria for the withdrawal. Mr. Weinberger cited new incidents of sniper fire in the Grenadian hills and suggested there might be an extended role on the island" , "date" : "19831111" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "FRIDAY, NOVEMBER 11, 1983 International" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/11\/nyregion\/friday-november-11-1983-international.html"} , {"body" : "Two teen-agers were charged last night with the drowning murder of Ann Pfreundschuh, a 21-year-old Pratt Institute student who was found slain Tuesday, bound hand and foot and submerged in the bathtub of her Brooklyn apartment. The suspects are Anthony Wright, 19, of 149 Clinton Avenue, and Carlton Brown, 17, of 148 Clinton Avenue, in the Fort" , "date" : "19831110" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE CITY; 2 Held in Slaying Of Pratt Student" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/10\/nyregion\/the-city-2-held-in-slaying-of-pratt-student.html"} , {"body" : "WHEN Andrea M. Biggs, a painter, and her husband, Timothy, an anthropologist, arrived in New York from Massachusetts last year, they were hoping to rent an inexpensive but spacious apartment in lower Manhattan. To their dismay, they could find no such apartment. SoHo, TriBeCa, Greenwich Village and the East Village were crammed with people looking" , "date" : "19831030" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "BROOKLYN RENTS LURE ARTISTS" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/30\/realestate\/brooklyn-rents-lure-artists.html"} , {"body" : "One Move Solves Two Problems Along with much larger Central and Prospect Parks, the 30-acre Fort Greene Park in Brooklyn is considered one of the gems of Olmsted and Vaux, who designed them all. Like the others, Fort Greene has had a hard time with vandals. ''We can only afford to have one person assigned full time to the park,'' said Julius" , "date" : "19831024" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/24\/nyregion\/new-york-day-by-day-251792.html"} , {"body" : "Forty-three firefighters and members of a civilian fire patrol were treated for exposure to potentially hazardous fumes in two unrelated Brooklyn blazes, but tests found the fumes were not toxic, authorities said yesterday. The first blaze occurred at about 8:15 P.M. Wednesday at a warehouse in the Williamsburg section of Brooklyn. Thirty-eight" , "date" : "19831014" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; 43 Are Treated In Brooklyn Fires" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/14\/nyregion\/the-city-43-are-treated-in-brooklyn-fires.html"} , {"body" : "''ENNIALS'' This has been a big New York year for ''ennials,'' the centennial anniversaries of the Brooklyn Bridge and the Metropolitan Opera, the bicentennial anniversaries of the American peace treaty with Great Britain, the British evacuation of New York City and the birth of the statesman and author Washington Irving. The New York Public" , "date" : "19831003" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "GOING OUT GUIDE;" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/03\/arts\/going-out-guide.html"} , {"body" : "THE vaulted ceiling over the sanctuary of a 158-year-old landmark church near Washington Square in the Greenwich Village Historic District will be the first project financed by a new loan fund set up to preserve historic buildings. The Historic Preservation Fund Inc. is lending $45,000 to do the work in the Washington Square Methodist Church at 135" , "date" : "19830925" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PRESERVATION FUND MAKE ITS FIRST LOAN" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/25\/realestate\/preservation-fund-make-its-first-loan.html"} , {"body" : "They are landscape architects, park historians, urban planners, community activists and park managers. They have come by the hundreds from all over the country, and even from abroad, to honor the man they believe was the greatest park maker of all: Frederick Law Olmsted. They gathered yesterday in the auditorium of the Metropolitan Museum of Art to" , "date" : "19830923" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "OLMSTED CONFERENCE HAILS CREATOR OF URBAN PARKS" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/23\/nyregion\/olmsted-conference-hails-creator-of-urban-parks.html"} , {"body" : "Daniela Wittmann, daughter of Marie Wittmann of London and Norrkoping, Sweden, and the late Ervin Wittmann, formerly of Brno, Czechoslovakia, was married yesterday to Richard L. Amdur, son of Mr. and Mrs. Herbert Amdur of Brooklyn Heights and East Atlantic Beach, L.I. The ceremony was performed at the Kane Street Synagogue in Brooklyn by Rabbi" , "date" : "19830919" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "18" , "title" : "Daniela Wittman Is Married to Richard L. Amdur" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/19\/style\/daniela-wittman-is-married-to-richard-l-amdur.html"} ,   {"body" : "Even for those without homes, it may be cheaper to buy than to rent. So it seemed to Governor Cuomo, who suggested that New York City purchase some of its 50 welfare hotels to save money and improve conditions for the nearly 2,100 displaced families sheltered in them. Mayor Koch last week agreed. By condemning the buildings through its power of" , "date" : "19830911" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "THE REGION; Mayor Shares Rewards of The Work Ethic" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/11\/weekinreview\/the-region-mayor-shares-rewards-of-the-work-ethic.html"} , {"body" : "Mayor Koch is considering a plan to take over some of the 50 hotels now sheltering displaced welfare families. Prompted by reports of poor living conditions in the hotels, the Mayor said he would condemn and take over a hotel if the city could afford to buy it - and if the city could save money by running it. The savings, he said, would be used to" , "date" : "19830906" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "KOCH CONSIDERING PLAN TO BUY WELFARE HOTELS" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/06\/nyregion\/koch-considering-plan-to-buy-welfare-hotels.html"} , {"body" : "Mayor Koch said yesterday that in a surprise visit to a welfare hotel he had seen no evidence of malnutrition among the displaced children living there. The Mayor's call, at the Martinique Hotel, at 49 West 32d Street, on Wednesday night, hours before city doctors began examining children there, marked another round in a debate between city and" , "date" : "19830826" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "KOCH REPORTS NO SIGNS OF MALNUTRITION AT HOTEL" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/26\/nyregion\/koch-reports-no-signs-of-malnutrition-at-hotel.html"} , {"body" : "Cumberland Hospital in Brooklyn moved out its last patient yesterday, completing the long-awaited transfer of its services to Woodhull Hospital. The end of inpatient care at Cumberland, a 66-year-old city-run hospital in the Fort Greene section, was to come at midnight with the closing of the emergency room, said Philip Petrie, a spokesman for the" , "date" : "19830825" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Last Patient Gone From Cumberland" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/25\/nyregion\/the-city-last-patient-gone-from-cumberland.html"} , {"body" : "New York City Health Department officials spent yesterday checking conditions at about 50 welfare hotels and city shelters. They set up medical examinations for about 7,000 children living in the hotels and shelters, and arranged to have food sent to the displaced people who live there. The actions came in response to a surprise state inspection of" , "date" : "19830824" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "CITY AIDES INSPECT WELFARE HOTELS" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/24\/nyregion\/city-aides-inspect-welfare-hotels.html"} , {"body" : "Mayor Koch said yesterday that statements by Governor Cuomo over the weekend about malnourished children in two city welfare hotels were an ''unfair attack'' on the city and were based on misinformation. ''I believe that the observations made by the Governor are vastly overstated,'' he said. Referring to a report to Mr. Cuomo that the majority of" , "date" : "19830824" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "KOCH ASSAILS CUOMO ON HOTEL ISSUE" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/24\/nyregion\/koch-assails-cuomo-on-hotel-issue.html"} , {"body" : "Mayor Koch announced yesterday that he had ordered medical examinations of 7,000 children in 50 welfare hotels in New York City and that the examinations would begin today. His action followed surprise inspections of two city hotels housing displaced people that Governor Cuomo said had found ''mind boggling'' health conditons. The Mayor, flanked at" , "date" : "19830823" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "MEDICAL EXAMS SET FOR 7,000 CHILDREN ON KOCH'S ORDERS" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/23\/nyregion\/medical-exams-set-for-7000-children-on-koch-s-orders.html"} , {"body" : "Governor Cuomo said yesterday that surprise state inspections of two New York City hotels housing displaced people had found ''mind boggling'' health conditions. He said he had ordered the State Health Department to provide emergency food and medical care for families there. The Governor also ordered an immediate investigation into conditions at" , "date" : "19830822" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "HEALTH CRISIS FOUND BY NEW YORK STATE AT 2 HOTELS IN CITY" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/22\/nyregion\/health-crisis-found-by-new-york-state-at-2-hotels-in-city.html"} , {"body" : "The New York City Health and Hospitals Corporation announced yesterday that it would close Cumberland Hospital in Brooklyn on Aug. 24 and shift its staff and patients to the newly opened Woodhull Hospital. Offficials said the action represented the final chapter in a series of city hospital closings and consolidations that were started by Mayor" , "date" : "19830811" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A CITY HOSPITAL IN FORT GREENE WILL BE CLOSED" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/11\/nyregion\/a-city-hospital-in-fort-greene-will-be-closed.html"} , {"body" : "A surprise inspection of meat markets showed that some meat buyers, especially in low-income areas, might be getting cheated, according to the New York City Department of Consumer Affairs. Undercover agents for the department uncovered violations in weighing in all 28 locations they inspected and found significant short-weighting at 11 warehouses." , "date" : "19830810" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "6" , "title" : "WEIGHT VIOLATIONS ON MEAT UNCOVEREDZ" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/10\/garden\/weight-violations-on-meat-uncoveredz.html"} ,   {"body" : "For three months, the brightly painted eight-foot human figure had been poised near the top of the 140-foot column and hadn't jumped yet. But it was too realistic for users of Fort Greene Park in Brooklyn, so yesterday the sculptor, Scott Siken, took it down from the Prison Ship Martyrs Monument. ''Don't Jump, Fly!'' had been intended as an" , "date" : "19830808" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEW YORK DAY BY DAY; Antisuicide Sculpture In Search of a Home" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/08\/nyregion\/new-york-day-by-day-antisuicide-sculpture-in-search-of-a-home.html"} , {"body" : "An agitated man barged into the midtown Manhattan offices of Senator Daniel Patrick Moynihan yesterday and demanded to go to Ireland, the police said. The man, identified only as Jeremiah Sullivan, was taken by the police to Bellevue Hospital for psychiatric tests. The Senator was not in the office at the time. ... Two men were shot and killed" , "date" : "19830709" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "THE CITY; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/09\/nyregion\/the-city-the-police-blotter.html"} , {"body" : "THIS is the time of year when outdoor sculpture seems to sprout overnight from the ground of New York City. One night a city dweller may go to sleep, confident all outdoors will be as it was. But the next day, walking through a familiar park or campus, he may find himself face to face with an unexpected block of wood or steel. Reading a newspaper" , "date" : "19830708" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "SCULPTURE OF SUMMER IS IN FULL BLOOM" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/08\/arts\/sculpture-of-summer-is-in-full-bloom.html"} , {"body" : "THE State Legislature's revision of the city's J-51 tax-incentive p rogram has fundamentally changed the course of housing policy in NewY ork City, but it may be years before the figures on the number of a partments benefited reflect the new direction. The key change is a new method of calculating the portion of the J-51 program known as the" , "date" : "19830703" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "PERSPECTIVES: J-51 REVISIONS; NEW LAW WILL LIMIT BENEFITS IN GUT REHABILITATIONS" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/03\/realestate\/perspectives-j-51-revisions-new-law-will-limit-benefits-in-gut-rehabilitations.html"} , {"body" : "LITHOGRAPHS One can hardly think of a 19th-century sleigh ride without having Currier & Ives spring to mind. This prolific firm of lithographers flourished between 1835 and 1890, and their work went far beyond sleigh rides; it encompassed an all-embracing view of America during those years that the nation emerged from a rural to an industrial" , "date" : "19830611" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/11\/arts\/going-out-guide.html"} , {"body" : "During the late 1970's, as rising interest rates made refinancing a mortgage far more expensive than it had been, many cooperatives decided to increase residents' carrying charges and pay off the mortgage. In effect, said Brewster Ives, chairman of Douglas-Elliman, Gibbons & Ives, these cooperatives were electing to endure a short-term hardship for" , "date" : "19830603" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "ABOUT REAL ESTATE; WHEN CO-OPS IN CITY DECIDE TO PAY OFF THE MORTGAGE" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/03\/business\/about-real-estate-when-co-ops-in-city-decide-to-pay-off-the-mortgage.html"} , {"body" : "A Roman Catholic message against nuclear arms was preached from a Presbyterian pulpit yesterday in Brooklyn. The pastor called the message ''a warm and loving document to shake us all up.'' ''Read the letter,'' said the Rev. Dr. George L. Knight, pastor of the Lafayette Avenue Presbyterian Church in the Fort Greene section, speaking of the pastoral" , "date" : "19830530" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "PRESBYTERIANS HAIL MESSAGE OF CATHOLIC BISHOPS ON WAR" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/30\/nyregion\/presbyterians-hail-message-of-catholic-bishops-on-war.html"} , {"body" : "CONSTRUCTION men are at work these days renovating a handful of dilapidated brownstones along the pleasant side streets off DeKalb Avenue in the Fort Greene section of Brooklyn. They are creating modern rental apartments that middle-income New Yorkers will be able to afford. Fort Greene is one of the city's great success stories in housing and" , "date" : "19830529" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "STATE'S J-51 AUCTION TO MOLD FUTURE OF GUT REHABILITATION" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/29\/realestate\/state-s-j-51-auction-to-mold-future-of-gut-rehabilitation.html"} , {"body" : "It looked like a suicide to Brooklynites who saw the figure atop Fort Greene Park's 120-foot memorial column. The 88th Precinct switchboard was jammed with calls the morning of May 2, and 75 people were gathered at the tower when a Parks Department employee arrived with keys, to let the police climb up inside. The figure, in fact, was ''Don't Jump," , "date" : "19830513" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEW YORK DAY BY DAY; Sculpture and Suicide" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/13\/nyregion\/new-york-day-by-day-sculpture-and-suicide.html"} , {"body" : "Four eagles from Brooklyn, in exile since 1966, may soon return. For the last several years the 500-pound bronze sculptures have ornamented Parks Department headquarters at the Arsenal in Central Park. The eagles had been in Fort Greene Park since 1908. They stood at the Prison Ship Martyrs Monument, dedicated to 11,500 Revolutionary War soldiers" , "date" : "19830425" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEW YORK DAY BY DAY; Quest for 4 Eagles" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/25\/nyregion\/new-york-day-by-day-quest-for-4-eagles.html"} ,   {"body" : "Until now, it was enough that two of the King brothers, Bernard and Albert, were born three years apart. The difference in age kept them apart, especially in their younger years, allowing them to live and be successful in their own separate worlds. But on Wednesday here at the Byrne Meadowlands Arena, those worlds will collide. At 26, Bernard plays" , "date" : "19830420" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "WORLDS OF 2 KINGS TO COLLIDE TONIGHT" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/20\/sports\/worlds-of-2-kings-to-collide-tonight.html"} , {"body" : "In an effort to help businesses whose middle-management employees say they have no interest in being transferred to New York City, a leading local business group has listed 61 neighborhoods as good communities for executives and their families. The neighborhoods, recommended by the New York City Chamber of Commerce and Industry for executives" , "date" : "19830324" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "EXECUTIVES ARE OFFERED A CITY GUIDE TO HOUSING" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/24\/nyregion\/executives-are-offered-a-city-guide-to-housing.html"} , {"body" : "Sandstone and brownstone buildings decay easily - the surface may rub off, large sections of stone may separate and be lost or the facade may become cracked or blistered. These problems are addressed in a new eight-page pamphlet, ''The Maintenance and Repair of Architectural Sandstone,'' prepared by the New York Landmarks Conservancy. The" , "date" : "19830317" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "SANDSTONE FACADES : A GUIDE TO REPAIRS" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/17\/garden\/sandstone-facades-a-guide-to-repairs.html"} , {"body" : "The police said last night that they had arrested two men in connection with a series of robberies in SoHo in the last two months in which one victim was raped and another was sexually abused. They said the men were charged with robbing and raping one victim and were being questioned about the other robberies. The suspects, who were arrested at" , "date" : "19830226" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "TWO MEN ARE ARRESTED IN SOHO RAPE AND ROBBERY" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/26\/nyregion\/two-men-are-arrested-in-soho-rape-and-robbery.html"} , {"body" : "A Federal judge refused yesterday to order the city to hold a hearing on its lodging of 50 homeless men in a former Y.M.C.A. near the Brooklyn Academy of Music. Judge Mark A. Costantino of Federal District Court issued his ruling after arguments by the city and a lawyer representing residents of the adjoining Fort Greene section. ''You have no" , "date" : "19830217" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; Hearing on Shelter Ruled Unneeded" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/17\/nyregion\/the-city-hearing-on-shelter-ruled-unneeded.html"} , {"body" : "ON a pleasant residential street called Carlton Avenue in the Fort Greene section of Brooklyn stands an e mpty four-story Italianate brownstone that the owner wants to sell. The owner is a 28-year-old Columbia graduate with a master's degreei n anthropology. He does not want his name disclosed or his property i dentified out of concern that this" , "date" : "19830213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "REHABILITATION INCENTIVE IS AT A LEGISLATIVE CROSSROADS" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/13\/realestate\/rehabilitation-incentive-is-at-a-legislative-crossroads.html"} , {"body" : "The Landmarks Preservation Commission yesterday gave the owner of the former Mount Neboh Synagogue on West 79th Street permission to raze the building. The commission concluded that the building's landmark designation, which was granted one year ago today, had caused the owner a financial hardship that could be relieved only by allowing the" , "date" : "19830209" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "LANDMARKS PANEL PERMITS OWNER TO RAZE SYNAGOGUE" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/09\/nyregion\/landmarks-panel-permits-owner-to-raze-synagogue.html"} , {"body" : "A circular mark the size of a nickel near Dennis Dixon's right ear is the only visible scar from the early-morning attack six months ago. But it is not the only scar. Mr. Dixon was one of three transit workers who were set upon by a mob last June 22 in the Gravesend section of Brooklyn in an attack the police said was unprovoked and racially" , "date" : "19830117" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "SCARS LINGER FROM ASSAULT IN GRAVESEND" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/17\/nyregion\/scars-linger-from-assault-in-gravesend.html"} , {"body" : "Dr. Thomas Chiu makes psychiatric house calls on the elderly in Brooklyn. He interrupts their loneliness in apartments in city housing projects to listen to their complaints and fears. He talks to homeless and alienated women loaded down with shopping bags at the entrances to subway stations and offers them care on the spot. And if an elderly" , "date" : "19830102" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "38" , "title" : "PSYCHIATRIST MINISTERS TO ELDERLY POOR AT THEIR HOMES" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/02\/nyregion\/psychiatrist-ministers-to-elderly-poor-at-their-homes.html"}]