[  {"body" : "A 29-year-old Brooklyn woman was charged yesterday with second-degree murder in the death of her newborn son, the police said. The woman, Alicja Grzymala of 108 North Eighth Street, came to the United States from Poland in 1979. The body of the baby was found Friday wrapped in a blanket near the Hamilton Avenue exit to Gowanus Expressway in the Red" , "date" : "19831114" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Woman, 29, Charged In Death of Infant Son" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/14\/nyregion\/woman-29-charged-in-death-of-infant-son.html"} , {"body" : "A woman was questioned by detectives yesterday in connection with the death of her 6-day-old son, whose body was found in a blanket Friday next to the Gowanus Expressway in Brooklyn. A police spokesman, Sgt. Edward Burns, said the mother - Alicja Grzynala, 29 years old, of Brooklyn - was interviewed after a preliminary autopsy indicated the child" , "date" : "19831113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "Mother Is Questioned In the Death of Infant" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/13\/nyregion\/mother-is-questioned-in-the-death-of-infant.html"} , {"body" : "MSGR. ARCHIBALD V. McLEES of St. Pascal Baylon Church in St. Albans, Queens, will not be among the 17,000 runners in the New York City Marathon next Sunday. For one thing he is more of a walker, and for another thing he has already done his personal best, years ago, in his own private marathon. This was on March 17, 1947 - St. Patrick's Day - when" , "date" : "19831019" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/19\/garden\/metropolitan-diary-238291.html"} , {"body" : "Following is a breakdown, by region, of the projects to be paid for by the $1.25 billion ''Rebuild New York'' bond issue if it is approved by voters in November. The figures and descriptions were supplied by the offices of Governor Cuomo and the legislative leaders: NEW YORK CITY * Rehabilitation of the Hutchinson River Parkway Bridge over the" , "date" : "19830917" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "LIST OF PROJECTS TO BE FINANCED BY THE PROPOSED $1.25 BILLION BOND ; ISSUE" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/17\/nyregion\/list-of-projects-to-be-financed-by-the-proposed-1.25-billion-bond-issue.html"} , {"body" : "Mayor Koch, with Governor Cuomo at his side, said yesterday that New York City would get an ''acceptable'' share of money from a proposed $1.25 billion bond issue and that he would campaign for its passage this fall. On Thursday, the Legislature ratified an agreement on how the money from the proposed bond issue would be spent. The money would be" , "date" : "19830917" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "STATE'S BOND ISSUE BACKED BY MAYOR; AID FOR CITY CITED" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/17\/nyregion\/state-s-bond-issue-backed-by-mayor-aid-for-city-cited.html"} , {"body" : "HOW'RE you gonna keep 'em back at the old amusement park after they've seen Disney World? Can the parks in our area possibly hold their own against Mickey, Minnie and Unca Donald? Well for one thing, Disney World is 1,098 miles away. You can't just hop in the family wagon with Rover and the kids and zip down to Orlando, Fla., for the afternoon. For" , "date" : "19830819" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "THRILLS AND CHILLS FOR A SUMMER DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/19\/arts\/thrills-and-chills-for-a-summer-day.html"} , {"body" : "THIS is the time of year when outdoor sculpture seems to sprout overnight from the ground of New York City. One night a city dweller may go to sleep, confident all outdoors will be as it was. But the next day, walking through a familiar park or campus, he may find himself face to face with an unexpected block of wood or steel. Reading a newspaper" , "date" : "19830708" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "SCULPTURE OF SUMMER IS IN FULL BLOOM" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/08\/arts\/sculpture-of-summer-is-in-full-bloom.html"} , {"body" : "Charles Garbelotto gets up at 5:15 each weekday morning, leaves his wife and son in their home in West Nyack, N.Y., and drives 40 miles to the Sunset Park section of Brooklyn. Mr. Garbelotto searches for a space along Third Avenue, where cars are already double-parked, then weaves his way past hundreds of men who, huddled in knots, are drinking" , "date" : "19830623" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "GUARANTEED WAGE IS CRUX OF PIER ECONOMICS" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/23\/nyregion\/guaranteed-wage-is-crux-of-pier-economics.html"} , {"body" : "IT WAS, said Salvadore Scotto, a surprise. In the early 1960's, the b rownstoners began to trickle in, first into Cobble Hill, across A tlantic Avenue from Brooklyn Heights, and then farther south into h is neighborhood, an Italian enclave that had its own identity but n ot a name, a place that some called South Brooklyn and others simply' 'the" , "date" : "19830508" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN: CARROLL GARDENS" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/08\/realestate\/if-you-re-thinking-of-living-in-carroll-gardens.html"} , {"body" : "At 7 A.M. yesterday, 24 rear-loading garbage trucks pulled out of the Sanitation Department's Brooklyn West 6 garage at 127 Second Avenue. For eight hours, they moved through the Carroll Gardens, Cobble Hill, Gowanus, Park Slope and Red Hook sections, collecting more than 12 tons of garbage each. What was there about all that to prompt Commissioner" , "date" : "19830324" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEW YORK DAY BY DAY; Money-Saving Move In Trash Collection" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/24\/nyregion\/new-york-day-by-day-money-saving-move-in-trash-collection.html"} ,   {"body" : "The family of Lloyd (Sonny) Dove, who died Feb. 14 after driving his taxicab through an open drawbridge crossing into the Gowanus Canal in Brooklyn, has notified New York City of plans to sue for $100 million. ''We're alleging that the accident occurred because the crossing was left open and unattended,'' Joseph Napoli, the family's attorney, said" , "date" : "19830221" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Cabby's Family Plans to Sue City" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/21\/nyregion\/the-city-cabby-s-family-plans-to-sue-city.html"} , {"body" : "A mass for Lloyd (Sonny) Dove, the former St. John's University basketball star who died earlier this week, will be offered at 9:30 A.M. Saturday at St. Catherine of Siena Roman Catholic Church, 118-22 Riverton Street, St. Albans, Queens. Mr. Dove died when the taxi he was driving skidded into the Gowanus Canal in Brooklyn. The body will be on view" , "date" : "19830217" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "23" , "title" : "A Mass for Sonny Dove" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/17\/sports\/a-mass-for-sonny-dove.html"} , {"body" : "PLAYERS Malcolm Moran O n the way home from the opening game of the St. John's basketball season, Dave Halberstam first noticed something unusual. Lloyd (Sonny) Dove, his partner on the radio broadcasts of the St. John's games, was giving him a ride from Alumni Hall to the subway, but instead of going directly down Union Turnpike, Dove was taking a" , "date" : "19830215" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "SONNY DOVE'S ELUSIVE SEARCH" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/15\/sports\/sonny-dove-s-elusive-search.html"} , {"body" : "Lloyd (Sonny) Dove, a basketball star at St. John's University in the 1960's who later played professionally for the Detroit Pistons and the New York Nets, died early yesterday of injuries he suffered when a taxicab he was driving plunged into the Gowanus Canal in Brooklyn. Mr. Dove, who was 37 years old and lived in Brooklyn, was the fifth-highest" , "date" : "19830215" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "5" , "title" : "Sonny Dove, St. John's Star In 1960's, Dies in Car Plunge" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/15\/obituaries\/sonny-dove-st-john-s-star-in-1960-s-dies-in-car-plunge.html"} , {"body" : "A 37-year-old taxicab driver was seriously injured last night when his car went off an opened drawbridge on the Gowanus Canal in Brooklyn, the police said. The driver, who was unidentified, drove over the side of the Hamilton Avenue Bridge at 9:45 P.M. after the barriers failed to descend. The police said the cabby, who had been alone in the cab," , "date" : "19830214" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Cabby Hurt in Canal Plunge" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/14\/nyregion\/cabby-hurt-in-canal-plunge.html"}]