[  {"body" : "On its 300th anniversary, the ''Charter of Libertyes and priviledges'' for ''New Yorke and its Dependencyes'' was lauded yesterday for allowing the first Roman Catholic worship in the city and for creating counties that endure to this day. Then, in a surprising move, the charter was amended. ES' FOR NEW YORKER S HAILED ON 300TH ANIVERSARY New" , "date" : "19831101" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "'LIBERTY" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/01\/nyregion\/liberty.html"} , {"body" : "A 20-year-old Brooklyn man was sentenced yesterday to three to nine years in prison for assault and other charges arising from the fatal beating of a black transit worker by a white group on a Brooklyn street last year. Justice Elliott Golden of State Supreme Court imposed the sentence on Anthony Miccio, who was convicted by a jury last month. He" , "date" : "19830915" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["GRAVESEND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; 3d Man Gets Term In Killing of Black" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/15\/nyregion\/the-city-3d-man-gets-term-in-killing-of-black.html"} , {"body" : "Hard-Times Homecoming The High Holy Days used to bring a homecoming throng to the handsome Temple Ahavath Sholom, at Avenue R and East 16th Street in the Flatbush section of Brooklyn. With 2,000 families, it had been a large and affluent leader among the borough's seven Reform congregations. The congregation, however, became debt-ridden and shrank" , "date" : "19830906" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/06\/nyregion\/new-york-day-by-day-147787.html"} , {"body" : "Charges were dropped yesterday against a 20-year-old man in the fatal beating of a black transit worker by a group of whites in the Gravesend section of Brooklyn last year. There have been three convictions and another indictment in the case. In moving to dismiss the indictment against the man, Daniel Stola, the Brooklyn District Attorney's office" , "date" : "19830903" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "SUSPECT CLEARED IN FATAL ATTACK AGAINST A BLACK" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/03\/nyregion\/suspect-cleared-in-fatal-attack-against-a-black.html"} , {"body" : "A Brooklyn jury deliberated only 3 hours and 15 minutes yesterday before finding a white youth guilty of taking part in an attack on three black transit workers that left one dead. The youth - Anthony Miccio, 20 years old, of 2400 East Third Street, Brooklyn - was convicted of assault, rioting and civil-rights violations in the death of Willie" , "date" : "19830825" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; 3d Youth Guilty In Black's Death" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/25\/nyregion\/the-city-3d-youth-guilty-in-black-s-death.html"} , {"body" : "If Staten Island secedes, can Flatlands be far behind? And Gravesend and New Utrecht? Not if Joe Gentili has his way. Mr. Gentili, a Republican state committeeman and Brooklyn district leader, would like to lead half of his borough into a new and more perfect - or at least more Republican - union with Staten Island. ''Let Bushwick, Brooklyn," , "date" : "19830811" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; What's Good for S.I. Must Be Good for Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/11\/nyregion\/new-york-day-by-day-what-s-good-for-si-must-be-good-for-brooklyn.html"} , {"body" : "An 18-year-old youth was sentenced yesterday to two years in prison in connection with the fatal beating of a black transit worker by white youths on a Brooklyn street 13 months ago. The sentence, two consecutive one- year terms for various misdemeanor charges, was imposed by Justice Joseph J. Lombardo in State Supreme Court in Brooklyn. After the" , "date" : "19830805" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "YOUTH 18, GETS TWO-YEAR TERM IN FATAL BEATING" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/05\/nyregion\/youth-18-gets-two-year-term-in-fatal-beating.html"} , {"body" : "An 18-year-old Brooklyn youth was acquitted last night of seconddegree murder and other felony charges in the second trial stemming from the fatal beating of a black transit worker by whites in the Gravesend section of Brooklyn a year ago. The defendant, Paul Mormando, was convicted in State Supreme Court in Brooklyn of four misdemeanors:" , "date" : "19830716" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "YOUTH CLEARED OF MURDER IN BEATING IN GRAVESEND" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/16\/nyregion\/youth-cleared-of-murder-in-beating-in-gravesend.html"} , {"body" : "A Brooklyn youth charged with murder in the beating of a black transit worker by a group of whites denied yesterday at his trial that he had pulled the victim from a station wagon and tackled him to prevent his escape. The testimony by the defendant, Paul Mormando, contradicted a statement he had given to a member of the District Attorney's staff" , "date" : "19830714" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "SUSPECT DENIES TACKLING BLACK KILLED IN ATTACK" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/14\/nyregion\/suspect-denies-tackling-black-killed-in-attack.html"} , {"body" : "An 18-year-old Brooklyn youth went on trial last week on a seconddegree murder charge in the second case stemming from the beating death of a black transit worker by whites on a street in the Gravesend section of Brooklyn a year ago. The authorities say the victim, 34-year-old William Turks of Far Rockaway, Queens, was killed by members of a mob of" , "date" : "19830710" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "SECOND BROOKLYN YOUTH ON TRIAL IN KILLING OF BLACK" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/10\/nyregion\/second-brooklyn-youth-on-trial-in-killing-of-black.html"} ,   {"body" : "Three black men on their way home from their hospital jobs in Brooklyn were assaulted early yesterday by a group of whites in what the police called a racially motivated attack. One of the workers, Marion Manigault, 48 years old, suffered a possible concussion, a fractured rib, facial injuries and possible injury to the left eye, according to the" , "date" : "19830504" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "GROUP OF WHITES ASSAULTS 3 BLACK MEN IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/04\/nyregion\/group-of-whites-assaults-3-black-men-in-brooklyn.html"} , {"body" : "Three hundred years ago, 13 families from Krefeld, subjects of the Dutch House of Orange, left their homes to make a new life in a God-fearing community being founded in America by an Englishman named William Penn. The few scholars who have investigated this modest emigration to Penn's Holy Experiment cannot agree whether the Krefelders were" , "date" : "19830504" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["UNITED STATES" , "WEST GERMANY"] , "nytd_section_facet" : ["World" , "Washington"] , "page_facet" : "2" , "title" : "OBSCURE GERMAN PILGRIMS STAR IN A TRICENTENNIAL" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/04\/world\/obscure-german-pilgrims-star-in-a-tricentennial.html"} , {"body" : "International An earthquake death toll of 200 was feared in the devastated mountain city of Popayan, Colombia. At least 60 bodies were found and 500 people were injured in the quake, which demolished many buildings, including a Roman Catholic cathedral where 50 to 100 people were worshiping. The Mayor said at least 3,000 houses were in ruins. (Page" , "date" : "19830401" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "News Summary; FRIDAY, APRIL 1, 1983" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/01\/nyregion\/news-summary-friday-april-1-1983.html"} , {"body" : "An 18-year-old Brooklyn youth was sentenced yesterday to the maximum of 5 to 15 years in prison for manslaughter in the beating of a black transit worker by white youths last June. The youth, Gino Bova, will have to serve at least five years before he can be considered for parole. He is the first of four residents of the borough's Gravesend section" , "date" : "19830401" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAXIMUM SENTENCE IS GIVEN TO YOUTH IN KILLING OF BLACK" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/01\/nyregion\/maximum-sentence-is-given-to-youth-in-killing-of-black.html"} , {"body" : "The attorney for a white youth convicted of manslaughter in the fatal beating of a black transit worker clashed with the Brooklyn District Attorney yesterday over whether statements by a key prosecution witness after the trial require that the verdict be thrown out and a new trial granted. Paul F. Callan, the attorney for the convicted youth," , "date" : "19830331" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW TRIAL WILL BE SOUGHT IN SLAYING OF BLACK MAN" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/31\/nyregion\/new-trial-will-be-sought-in-slaying-of-black-man.html"} , {"body" : "A lawyer for a second white youth to be tried for murder in the fatal beating of a black man in Brooklyn said yesterday that he would seek a postponement of several months because of the publicity in the trial of the first defendant. That trial ended with a manslaughter conviction Tuesday night. The lawyer, Frank T. Geoly, charged that the" , "date" : "19830310" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "DELAY TO BE SOUGHT IN TRIAL OF 2D YOUTH IN BROOKLYN SLAYING" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/10\/nyregion\/delay-to-be-sought-in-trial-of-2d-youth-in-brooklyn-slaying.html"} , {"body" : "An 18-year-old white youth was convicted last night of seconddegree manslaughter in the beating death of a black transit worker in the Gravesend section of Brooklyn last June. The authorities say the death occurred during an unprovoked, racially-motivated attack by a mob of young whites. The jury also convicted the defendant, Gino Bova, of" , "date" : "19830309" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "JURORS FIND SLAYING OF BLACK IN BROOKLYN WAS MANSLAUGHTER" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/09\/nyregion\/jurors-find-slaying-of-black-in-brooklyn-was-manslaughter.html"} , {"body" : "International More military aid for El Salvador than previously planned is being considered by the Reagan Administration. Defense Secretary Caspar W. Weinberger told Congressional leaders that the Administration was weighing an emergency aid package this year totaling $110 million, nearly double the $60 million that had been set. (Page A1, Columns" , "date" : "19830309" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "News Summary; WEDNESDAY, MARCH 9, 1983" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/09\/nyregion\/news-summary-wednesday-march-9-1983.html"} , {"body" : "A jury yesterday began deliberating the fate of an 18-year-old man charged with murder and other crimes in the fatal beating in Brooklyn of a black man, after hearing summations by the prosecution and defense and instructions from the presiding judge, Authorities say the beating was part of an unprovoked attack by a white mob. At 11 last night," , "date" : "19830308" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A BROOKLYN JURY DELIBERATES IN KILLING OF TRANSIT WORKER" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/08\/nyregion\/a-brooklyn-jury-deliberates-in-killing-of-transit-worker.html"} , {"body" : "A 30-year-old black man yesterday described in court the terror he felt after having been smashed on the head with a bottle in what authorities say was a mob attack by white youths. The assault left a second black man dead. ''I know I was hemorrhaging,'' Dennis Dixon, a transit employee, told a packed courtroom in State Supreme Court in Brooklyn as" , "date" : "19830304" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BLACK WITNESS TELLS OF ATTACK BY WHITE MOB" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/04\/nyregion\/black-witness-tells-of-attack-by-white-mob.html"} ,   {"body" : "A youth charged with being one of the killers of a black man in a mob attack struck the victim with a stick after someone yelled that the man had a gun, a witness said yesterday. But the witness also said she did not see the victim with a gun in the Brooklyn incident. And the authorities have said no weapon was ever found in the case, which they" , "date" : "19830303" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "COURT IS TOLD DEFENDANT STRUCK VICTIM" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/03\/nyregion\/court-is-told-defendant-struck-victim.html"} , {"body" : "With graphic accounts from witnesses, testimony began yesterday in the first trial in the killing of a black transit worker who authorities say was beaten to death by members of a white mob in the Gravesend section of Brooklyn last June. The defendant, 18-year-old Gino Bova, is charged with murder and other crimes. He is the first of four" , "date" : "19830302" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "FIRST WITNESSES TESTIFY ABOUT KILLING OF TRANSIT WORKER BY MOB" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/02\/nyregion\/first-witnesses-testify-about-killing-of-transit-worker-by-mob.html"} , {"body" : "Brooklyn Jumps the Gun On Honoring Its Women L ady Deborah Moody laid out the Gravesend section of Brooklyn in the 1640's in four squares, still apparent through the modern grid. Margaret Sanger's first clinic was in Brownsville until the police jailed her. Mary White Ovington, a society heiress, did social work in Greenpoint and Williamsburg." , "date" : "19830221" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/21\/nyregion\/new-york-day-by-day-245930.html"} , {"body" : "A circular mark the size of a nickel near Dennis Dixon's right ear is the only visible scar from the early-morning attack six months ago. But it is not the only scar. Mr. Dixon was one of three transit workers who were set upon by a mob last June 22 in the Gravesend section of Brooklyn in an attack the police said was unprovoked and racially" , "date" : "19830117" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "SCARS LINGER FROM ASSAULT IN GRAVESEND" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/17\/nyregion\/scars-linger-from-assault-in-gravesend.html"} , {"body" : "Following are the scores, released by the New York City Board of Education, on the reading tests given in city's public elementary schools and junior high schools in April 1982. The center column shows the proportion of pupils in each school reading at or above grade level; the right-hand column gives each school's overall city-wide ranking." , "date" : "19830104" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Scores on Reading Tests Given in Public Schools" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/04\/nyregion\/scores-on-reading-tests-given-in-public-schools.html"}]