[  {"body" : "Record cold temperatures over the holiday weekend contributed to 14 deaths in New York City, according to hospitals and the police, the city's Chief Medical Examiner said yesterday. The Medical Examiner, Dr. Elliot Gross, said that six of the victims had died from exposure in subways, in abandoned buildings and on the streets. The freezing" , "date" : "19831227" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "DEATHS OF 14 IN CITY LINKED TO RECORD COLD" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/27\/nyregion\/deaths-of-14-in-city-linked-to-record-cold.html"} , {"body" : "On the evening of Nov. 14, Enrico P. Mazzeo, a former city official, told his mother, with whom he was living in Bayside, Queens, that he was going out for a while. Five days later, his body was found, partly wrapped in a black plastic bag, in the trunk of his rented car in the Greenpoint section of Brooklyn. He had been shot in the head four times" , "date" : "19831225" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "CRIME UPDATE; HUNT WIDENS FOR THE KILLER OF EX-OFFICIAL" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/25\/nyregion\/crime-update-hunt-widens-for-the-killer-of-ex-official.html"} , {"body" : "Two Brooklyn firefighters traced screams to rescue a man who could not walk and was trapped by smoke and flames in his apartment building, the authorities said yesterday. The man, Ron Depeter, 28 years old, and three firefighters suffered minor injuries in the fire, at 62 Norman Street in the Greenpoint section, according to a Fire Department" , "date" : "19831221" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "THE CITY; Firefighters Trace Shouts for Rescue" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/21\/nyregion\/the-city-firefighters-trace-shouts-for-rescue.html"} , {"body" : "The New York City Department of Health cited 53 food establishments last week for violating the health code. In addition, it named two that were allowed to reopen after correcting earlier violations. The establishments are these: VIOLATIONS Pita Depot, 267 Amsterdam Ave. Hop Lee, 72 Bayard St. Old Fashion Donuts, 1628 Broadway Metropolitan" , "date" : "19831204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "80" , "title" : "53 Food Outlets Cited by City" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/04\/nyregion\/53-food-outlets-cited-by-city.html"} , {"body" : "FOLLOWING the clearance of a backlog of applications, 69 areas of New York City are now listed on the Federal and State Historic Registers. Unlike landmark designation by the city, which imposes restraints on facade alterations, the state and national listings impose no restrictions on privately sponsored projects. Lengthy review is necessary," , "date" : "19831204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "69 CITY DISTRICTS DUBBED HISTORIC" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/04\/realestate\/69-city-districts-dubbed-historic.html"} , {"body" : "A former city real-estate official recently found slain in gangland style was a target of a Federal investigation into the awarding and operation of private concessions on city property, according to law enforcement officials. The victim, 35-year-old Enrico P. Mazzeo, was shot and stabbed, and his body was found in the trunk of a car in the" , "date" : "19831201" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE CITY; Slain Ex-Official WasUnderInquiry" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/01\/nyregion\/the-city-slain-ex-official-wasunderinquiry.html"} , {"body" : "An arson suspect who escaped pursuers by jumping into Jamaica Bay and then sneaked back ashore was charged yesterday in one of three fire attacks in four days at the Hillebrand funeral homes in Queens. The suspect, Alberto Perez, 26 years old, joined his 25-year-old brother, Angel, in custody. Alberto Perez was held on $50,000 bail on charges of" , "date" : "19831130" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE CITY; 2d Arson Suspect Charged" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/30\/nyregion\/the-city-2d-arson-suspect-charged.html"} , {"body" : "Angela Solla, 57 years old, of Brooklyn, was seriously wounded yesterday in a quarrel with a neighbor, who then accidentally shot himself to death as he fled. His identity was withheld until his family could be notified. The shootings took place shortly after 9 A.M. as the woman left her home at 209 South Third Street in the Greenpoint section . ." , "date" : "19831129" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY ; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/29\/nyregion\/the-city-the-police-blotter.html"} , {"body" : "Detectives are investigating the murder of the former real-estate director of the city's Marine and Aviation Department, whose body was found in the trunk of a car on Nov. 19. The police last week identified the body as that of the official, Enrico P. Mazzeo, a 39-year-old Queens resident. Mr. Mazzeo, who had worked for 14 years in the city agency," , "date" : "19831127" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Body in Trunk of Auto That of Ex-City Official" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/27\/nyregion\/body-in-trunk-of-auto-that-of-ex-city-official.html"} , {"body" : "The end of youth and dreams came early for Beverly B., a mother of three who depends for her survival on three different welfare programs. ''I decided I was old when I was 25,'' she said. She spent her 30th birthday last month as she would any other day, struggling with the bureaucracy of poverty. There is no precise beginning and no predicted end" , "date" : "19831124" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEEDIEST CASES FUND: ODYSSEY OF MOTHER AND DAUGHTER" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/24\/nyregion\/neediest-cases-fund-odyssey-of-mother-and-daughter.html"} ,   {"body" : "The New York City Department of Health cited 21 food establishments last week for violating the health code. In addition, it named three that were allowed to reopen after correcting earlier violations. The establishments are these: VIOLATIONS Vintages Restaurant, 216 Columbus Ave. Sandwich Craft, 679 Lexington Ave. Tour de France, 1428 York Ave." , "date" : "19831120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "53" , "title" : "21 Food Places Listed For Health Violations" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/20\/nyregion\/21-food-places-listed-for-health-violations.html"} , {"body" : "Sarah Torres says that ''they're an outrage''; Allie Regner thinks they're ''kind of fun''; Steve Saltiel calls them ''really stupid,'' and Wilmer Cintron says they're merely ''dumb.'' News that the city will place large vinyl decals depicting shutters, potted plants, Venetian blinds and window shades over the yawning windows of abandoned" , "date" : "19831112" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "CROTONA PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "RESIDENTS GIVE A BRONX CHEER TO DECAL PLAN" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/12\/nyregion\/residents-give-a-bronx-cheer-to-decal-plan.html"} , {"body" : "The campaign to ''Rebuild New York'' moved from the voting booth to the drafting table yesterday, as state transportation officials drew plans to use the $1.25 billion transportation bond issue. ''We have been working overtime putting designs together,'' said Arnold Kupferman, a state transportation planner. ''We have some seed money to go ahead" , "date" : "19831110" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "STATE DRAFTS PLANS TO USE NEW ROAD-BOND FUNDS" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/10\/nyregion\/state-drafts-plans-to-use-new-road-bond-funds.html"} , {"body" : "Scores of crumbling, abandoned tenements in the Bronx - part of a swath of blight that has become a national symbol of urban decay - will soon sport vinyl decals over their gaping windows depicting a lived-in look of curtains, shades, shutters and flowerpots. The decals will be placed on derelict, city-owned buildings along the Cross Bronx" , "date" : "19831107" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "DERELICT TENEMENTS IN THE BRONX TO GET FAKE LIVED-IN LOOK" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/07\/nyregion\/derelict-tenements-in-the-bronx-to-get-fake-lived-in-look.html"} , {"body" : "- based groups working to improve housing conditions in impoverished neighborhoods could and should become self-sufficient had great currency in the 1970's. In fact, that assumption was central to the creation in 1977 of two state housing programs, the Neighborhood Preservation Companies Act and the Rural Preservation Companies Act. In establishing" , "date" : "19831106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "SAVING LOCAL HOUSING GROUPS" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/06\/realestate\/saving-local-housing-groups.html"} , {"body" : "To the Editor: Nov. 8 offers no citywide contests and few races for major elective offices. Many voters may be tempted to stay home, believing that there are no vital issues concerning themselves, the city or the state. Nothing could be further from the truth: There is one item on the ballot that, one way or another, will affect the economic" , "date" : "19831105" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "...KEY TO RENEWAL CRUCIAL TO NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/05\/opinion\/l-key-to-renewal-crucial-to-new-york-018944.html"} , {"body" : "City Councilman Luis A. Olmedo of Brooklyn and the chairmen of two community boards in the borough were charged yesterday with conspiring to extort thousands of dollars from two companies and receiving $12,000 from an undercover investigator. Mr. Olmedo, a 47-year-old Democrat who has been on the City Council for nearly 10 years, denied the" , "date" : "19831103" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "COUNCILMAN AND 2 OTHERS INDICTED IN PAYOFF CASE" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/03\/nyregion\/councilman-and-2-others-indicted-in-payoff-case.html"} , {"body" : "MSGR. ARCHIBALD V. McLEES of St. Pascal Baylon Church in St. Albans, Queens, will not be among the 17,000 runners in the New York City Marathon next Sunday. For one thing he is more of a walker, and for another thing he has already done his personal best, years ago, in his own private marathon. This was on March 17, 1947 - St. Patrick's Day - when" , "date" : "19831019" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/19\/garden\/metropolitan-diary-238291.html"} , {"body" : "Yesterday, for the second time in her life, Mary Adipietro, a dressmaker, made a pilgrimage from her home in the Bronx to St. Patrick's Cathedral. She went the first time for the sake of her sister, who was visiting from Italy and wanted to see New York's famous cathedral. Yesterday, she went for the sake of Terence Cardinal Cooke, who never forgot" , "date" : "19831009" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CHINA, PEOPLE'S REPUBLIC OF"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "THOUSAND BID GOODBYE TO CARDINAL" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/09\/nyregion\/thousand-bid-goodbye-to-cardinal.html"} , {"body" : "Street fair, Bayard Street, between Mulberry and Mott Streets. Today and tomorrow, 9 A.M. to 6 P.M. Community-information booths. Rain dates, next Friday and Saturday. Sponsored by Chinatown Senior Citizen Center. Street fair, St. Stephen of Hungary Roman Catholic Church, East 82d, between First and York Avenues. Tomorrow, noon to 6 P.M. Flea" , "date" : "19830923" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "Street Fairs This Weekend" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/23\/arts\/street-fairs-this-weekend.html"} ,   {"body" : "Following is a breakdown, by region, of the projects to be paid for by the $1.25 billion ''Rebuild New York'' bond issue if it is approved by voters in November. The figures and descriptions were supplied by the offices of Governor Cuomo and the legislative leaders: NEW YORK CITY * Rehabilitation of the Hutchinson River Parkway Bridge over the" , "date" : "19830917" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "LIST OF PROJECTS TO BE FINANCED BY THE PROPOSED $1.25 BILLION BOND ; ISSUE" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/17\/nyregion\/list-of-projects-to-be-financed-by-the-proposed-1.25-billion-bond-issue.html"} , {"body" : "Mayor Koch, with Governor Cuomo at his side, said yesterday that New York City would get an ''acceptable'' share of money from a proposed $1.25 billion bond issue and that he would campaign for its passage this fall. On Thursday, the Legislature ratified an agreement on how the money from the proposed bond issue would be spent. The money would be" , "date" : "19830917" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "STATE'S BOND ISSUE BACKED BY MAYOR; AID FOR CITY CITED" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/17\/nyregion\/state-s-bond-issue-backed-by-mayor-aid-for-city-cited.html"} , {"body" : "Mayor Koch announced yesterday that, in an effort to instill ''a work ethic'' in homeless New Yorkers, his administration was requiring residents of some shelters to peform odd jobs in exchange for their room and board and a small weekly stipend. About 200 residents, most of them men, are cleaning shelters, picking up litter in parks and working in" , "date" : "19830907" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEW PROGRAM IN SHELTERS STRESSES WORK ETHIC" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/07\/nyregion\/new-program-in-shelters-stresses-work-ethic.html"} , {"body" : "The anchor of the Monitor, the Civil War ironclad that changed the history of naval warfare before sinking in a gale more than 120 years ago, was recovered yesterday from the ocean floor off Cape Hatteras, N.C. It was the first major element of the Monitor to be salvaged since the Union gunboat was found 10 years ago, 230 feet down in the Atlantic" , "date" : "19830830" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES (1983 PART 1)" , "CAPE HATTERAS (NC)"] , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "ANCHOR OF CIVIL WAR IRONCLAD RECOVERED OFF CAPE HATTERAS" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/30\/us\/anchor-of-civil-war-ironclad-recovered-off-cape-hatteras.html"} , {"body" : "PRINCE FREDERICK, Md. HERE in rural Calvert County, as well as in the slums of Chicago and New York, thousands of doctors who have been educated in foreign medical schools are practicing where the graduates of American universities are reluctant to work. These physicians also are staffing other positions many American- trained doctors deem" , "date" : "19830823" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["OUS"] , "nytd_section_facet" : ["Science" , "Health"] , "page_facet" : "1" , "title" : "FOREIGN DOCTORS STREAM TO FARMLANDS AND INNER CITIES" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/23\/science\/foreign-doctors-stream-to-farmlands-and-inner-cities.html"} , {"body" : "When the city opened two new shelters for the homeless this week, the welcome each shelter received from neighbors was as different as the neighborhoods they moved into. One of them, a women's shelter in the former United Nations School at First Avenue and 51st Street, is surrounded by ivy-covered town houses and neat apartment buildings with" , "date" : "19830820" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "WELCOME AND REJECTION FOR THE CITY'S HOMELESS" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/20\/nyregion\/welcome-and-rejection-for-the-city-s-homeless.html"} , {"body" : "Twenty-two women were taken last night to New York City's newest shelter for the homeless, the former United Nations School on First Avenue, where as many as 200 women will be housed until next spring. A new shelter for up to 300 homeless men opened Monday in the former Greenpoint Hospital at 300 Skillman Avenue in Brooklyn. On its first night, 43" , "date" : "19830817" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "FORMER SCHOOL OPENED BY CITY AS 16TH SHELTER" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/17\/nyregion\/former-school-opened-by-city-as-16th-shelter.html"} , {"body" : "Dr. Samuel Zwerling, an otolaryngologist who founded hearing clinics in Brooklyn, died Friday at Central General Hospital in Plainview, L.I. He was 88 years old and lived in Woodbury, L.I. He received his medical degree from the Long Island College of Medicine and practiced medicine for 64 years in Brooklyn and Massapequa, L.I. Dr. Zwerling founded" , "date" : "19830815" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "8" , "title" : "DR. SAMUEL ZWERLING" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/15\/obituaries\/dr-samuel-zwerling.html"} , {"body" : "The New York City Health and Hospitals Corporation announced yesterday that it would close Cumberland Hospital in Brooklyn on Aug. 24 and shift its staff and patients to the newly opened Woodhull Hospital. Offficials said the action represented the final chapter in a series of city hospital closings and consolidations that were started by Mayor" , "date" : "19830811" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A CITY HOSPITAL IN FORT GREENE WILL BE CLOSED" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/11\/nyregion\/a-city-hospital-in-fort-greene-will-be-closed.html"} , {"body" : "OUR fish market probably looks different these days. It may be a clean new Korean-owned shop with neat ranks of refrigerated fillets and steaks. Or it may be one of the city's long-established fishmongers, such as De Martino's or M. Citarella, now under new ownership and offering new varieties of fish. Squid, fresh tuna and monkfish are among the" , "date" : "19830727" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "NEW YORK FISH MARKETS" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/27\/garden\/new-york-fish-markets.html"} ,   {"body" : "The Boston Symphony Orchestra under Seiji Ozawa and the soprano Leontyne Price will open the Berkshire Music Festival at Tanglewood in Lenox, Mass., tonight at 9 with a program featuring vocal works by Strauss and Brahms's Symphony No. 1. Brahms will also be performed at a prelude concert at 7 with Tom Krause, bass-baritone; Jules Eskin, cellist," , "date" : "19830708" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE; Friday; OPENERS AT TANGLEWOOD" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/08\/arts\/weekender-guide-friday-openers-at-tanglewood.html"} , {"body" : "Colorful Interlude A t the Brooklyn Botanic Garden yesterday, ducks swam circles around the crimson torii gate rising from the Japanese Garden pond. From the bamboo-trimmed pavilion, families exclaimed over the fat carp in a half-dozen languages, ending uniformly with a child's shout of ''Goldfish!'' Beside a Japanese stone lantern, on a little" , "date" : "19830627" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/27\/nyregion\/new-york-day-by-day-259254.html"} , {"body" : "Yesterday, Joe Butera and Joe Rubino each had two gallons of ladybugs in their family refrigerators in the Greenpoint section of Brooklyn. Today, Central Park and Prospect Park will be the beneficiaries, with 150,000 more ladybugs each. Mr. Butera and Mr. Rubino planned to distributing the insects from Mr. Rubino's plumbing truck at midnight. In" , "date" : "19830625" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "NEW YORK DAY BY DAY; Entomological Warfare: Fighting Bugs With Bugs" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/25\/nyregion\/new-york-day-by-day-entomological-warfare-fighting-bugs-with-bugs.html"} , {"body" : "The New York City Department of Health cited 10 food establishments last week for violations of the health code. In addition, it named three that were allowed to reopen after correcting earlier violations and five that were closed for failing to do so. The outlets are these: VIOLATIONS Vanessa Restaurant, 289 Bleecker St. G&R Pizza, 62 Forsythe St." , "date" : "19830605" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "10 Food Places Listed For Health Violations" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/05\/nyregion\/10-food-places-listed-for-health-violations.html"} , {"body" : "In front of a house on Lafayette Avenue in Bedford-Stuyvesant stands a magnolia tree as big as a brownstone, its broad leaves as glossy as if each had been individually oiled. It is a magnolia grandiflora, and it usually grows nowhere north of the Mason-Dixon line. Somehow, improbably, with considerable help from human beings, this tree grows in" , "date" : "19830525" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "ABOUT NEW YORK; CITY OR BOROUGH, DODGERS OR NO DODGERS, BROOKLYN IS BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/25\/nyregion\/about-new-york-city-or-borough-dodgers-or-no-dodgers-brooklyn-is-brooklyn.html"} , {"body" : "For writers, Brooklyn has never been primarily the borough of the Bridge. Borough of churches, borough of nostalgia, borough of hope (for Dodgers fans), it is above all a piece of geography or, if you prefer, a considerable piece of real estate. Literary visitors have found it an urban alternative to Manhattan's desperate pursuit of the present." , "date" : "19830508" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "12" , "title" : "BROOKLYN, BOROUGH OF WRITERS" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/08\/books\/brooklyn-borough-of-writers.html"} , {"body" : "The Census to Save New York, the effort to build a computerized store of information about the city's 850,000 buildings, is going beyond its original goal of preserving historic stuctures. Now it also is gathering data that will help communities identify other buildings that give a neighborhood character and allow them to work more amicably with" , "date" : "19830424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "BUILDING CENSUS MAKING ITSELF COUNT" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/24\/realestate\/building-census-making-itself-count.html"} , {"body" : "PUMP those tires, check those chains, shine those spokes until they sparkle - this is the time of year when bicycling becomes contagious for everyone from competition-class cyclists to those who only wobble and weave. This weekend, the clicking of gears and the squealing of hand brakes will be heard almost everywhere, with a 17,000-cyclist," , "date" : "19830422" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "ALL KINDS OF PLACES TO BIKE, IN TOWN AND IN THE SUBURBS" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/22\/arts\/all-kinds-of-places-to-bike-in-town-and-in-the-suburbs.html"} , {"body" : "A Queens restaurant owner who was spending the night in his establishment to trap intruders was shot to death by two plainclothes police officers early yesterday. The police said the officers opened fire after the owner had attacked them with a baseball bat, apparently thinking they were burglars. Police officials described the incident as a" , "date" : "19830408" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "RESTAURATEUR SHOT DEAD BY THE POLICE IN MIX-UP" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/08\/nyregion\/restaurateur-shot-dead-by-the-police-in-mix-up.html"} , {"body" : "The New York City Department of Health cited 23 food establishments last week for violations of the health code. The establishments are these: VIOLATION Sherwood Restaurant, 684 Lexington Ave. Madison Square Garden Bowling Center, 8 Penn Plaza Penn Plaza Club Restaurant, 8 Penn Plaza Angelo's Restaurant, 52 Varick St. Bill's, 147 W. 40th St. Meson" , "date" : "19830320" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "23 FOOD OUTLETS CITED BY CITY AS VIOLATORS OF SANITARY CODE" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/20\/nyregion\/23-food-outlets-cited-by-city-as-violators-of-sanitary-code.html"} ,   {"body" : "Pride and the Pool Table I n parts of the city the local bar is more than a place to drink. It's a place to shoot pool. Edward Tsang likes to play at the Vander Bar in the Greenpoint section of Brooklyn. Louis Guiliani and Jackie Kane are regulars around the green felt at Glenns Bar in Richmond Hill, Queens. Norman Serrano likes Block's on Division" , "date" : "19830222" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/22\/nyregion\/new-york-day-by-day-248476.html"} , {"body" : "Brooklyn Jumps the Gun On Honoring Its Women L ady Deborah Moody laid out the Gravesend section of Brooklyn in the 1640's in four squares, still apparent through the modern grid. Margaret Sanger's first clinic was in Brownsville until the police jailed her. Mary White Ovington, a society heiress, did social work in Greenpoint and Williamsburg." , "date" : "19830221" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/21\/nyregion\/new-york-day-by-day-245930.html"} , {"body" : "'Big Red' Put Out to Pasture T he Fire Department's 35-ton superpumper, ''Big Red'' to some, has made its last run. Since 1965 the Mack tractor-trailer, with its two miles of hose, has been the world's largest piece of land-based fire apparatus, the department says, the equivalent of a fireboat on wheels. The jumbo could blast holes in brick walls" , "date" : "19830112" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/12\/nyregion\/new-york-day-by-day-159313.html"} , {"body" : "Bernard J. Griffin, a vice president of the Atlantic Coast District of the International Longshoremen's Association, died Sunday in Mary Immaculate Hospital in Jamaica, Queens. He was 74 years old and lived in Rego Park and Breezy Point, Queens. Mr. Griffin, who had also been president of Local 955 in the Greenpoint neighborhood of Brooklyn, won" , "date" : "19830111" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "14" , "title" : "Bernard Griffin, 74, Executive Of the Longshoremen's Union" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/11\/obituaries\/bernard-griffin-74-executive-of-the-longshoremen-s-union.html"} , {"body" : "To the Editor: In your article on Greenpoint, David Russel, one of the people interviewed, indicated a lack of fancy restaurants in the area. I would suggest that he hasn't looked the area over carefully. There are two Italian restaurants in Greenpoint that are the equal of anything Manhattan has to offer. One is Bamonte's on Withers Street and the" , "date" : "19830109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "Real Estate"] , "page_facet" : "12" , "title" : "ON GREENPOINT" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/09\/realestate\/l-on-greenpoint-154465.html"} , {"body" : "To the Editor: Although your article on Greenpoint on Dec. 12 mentions our town as mostly Polish, there are a good percentage of Irish living here who are property owners and have been here since the turn of the century. Happily, we all live in great harmony in a virtual melting pot. In addition to all the lovely ''brownstones'' and ''brick" , "date" : "19830109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "Real Estate"] , "page_facet" : "12" , "title" : "On Greenpoint" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/09\/realestate\/l-on-greenpoint-154464.html"} , {"body" : "Following are the scores, released by the New York City Board of Education, on the reading tests given in city's public elementary schools and junior high schools in April 1982. The center column shows the proportion of pupils in each school reading at or above grade level; the right-hand column gives each school's overall city-wide ranking." , "date" : "19830104" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Scores on Reading Tests Given in Public Schools" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/04\/nyregion\/scores-on-reading-tests-given-in-public-schools.html"}]