[  {"body" : "AN exterior elevator shaft with a glass- paneled cab is under construction in the Kensington section of Brooklyn as part of the renovation of a four-story walk-up at 5l0 Ocean Parkway into cooperative apartments. Passengers will be able to look through the glass paneling across the building's open front court to the street. The concept is derived" , "date" : "19831225" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "PERSPECTIVES: HOUSING DESIGN; OUTSIDE ELEVATORS MAY HELP SELL RENOVATED WALK-UPS" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/25\/realestate\/perspectives-housing-design-outside-elevators-may-help-sell-renovated-walk-ups.html"} , {"body" : "Charles Joseph Mylod, a lawyer and real-estate executive who was instrumental in the development of several major office buildings in Manhattan, including Lever House at 390 Park Avenue, died Thursday at his home in the Park Slope section of Brooklyn. He was 81 years old. A major part of Mr. Mylod's realestate career was spent with Goelet Real" , "date" : "19831218" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "52" , "title" : "Charles J. Mylod, 81, Of Goelet Real Estate" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/18\/obituaries\/charles-j-mylod-81-of-goelet-real-estate.html"} , {"body" : "Charles J. Mylod, a real-estate executive in New York for more than half a century, died of a heart attack Thursday at his home in Brooklyn. He was 81 years old. Mr. Mylod was president of the Goelet Realty Company, which managed many properties in the city that stemmed from the estate of an old New York family. Mr. Mylod, a 1925 graduate of" , "date" : "19831217" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "28" , "title" : "Charles J. Mylod, 81, Of Goelet Realty Co." , "url" : "http:\/\/www.nytimes.com\/1983\/12\/17\/obituaries\/charles-j-mylod-81-of-goelet-realty-co.html"} , {"body" : "IT has long been the conventional wisdom that families with children who cannot afford housing in Manhattan's choice neighborhoods have no alternative but to move to the the suburbs. That view provokes strong disagreement from Joseph Langer, executive director of Project Renewal, a Federation of Jewish Philanthropies program. ''It's a myth that" , "date" : "19831016" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "11 ALTERNATIVES TO COSTLY MANHATTAN" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/16\/realestate\/11-alternatives-to-costly-manhattan.html"} , {"body" : "Following is a breakdown, by region, of the projects to be paid for by the $1.25 billion ''Rebuild New York'' bond issue if it is approved by voters in November. The figures and descriptions were supplied by the offices of Governor Cuomo and the legislative leaders: NEW YORK CITY * Rehabilitation of the Hutchinson River Parkway Bridge over the" , "date" : "19830917" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "LIST OF PROJECTS TO BE FINANCED BY THE PROPOSED $1.25 BILLION BOND ; ISSUE" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/17\/nyregion\/list-of-projects-to-be-financed-by-the-proposed-1.25-billion-bond-issue.html"} , {"body" : "An unusual coalition of Democratic elected officials is trying to defeat one of the early proponents of school decentralization in a bitter school board contest in Brooklyn. Each side in the contest, in School District 15, has accused the other of corrupting education with politics. The principals in the struggle, which will be played out in the" , "date" : "19830427" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "POLITICAL CHARGES TRADED IN SCHOOL ELECTION FIGHT" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/27\/nyregion\/political-charges-traded-in-school-election-fight.html"} , {"body" : "WHEN 11-year-old Jean Brutus stood at the front of the fifth-grade classroom at Public S chool 152 in the Flatbush section of Brooklyn and announced , ' 'Cantemus carmen 'Ardet Roma,' '' there wasn't a puzzled look to be s een among any of his classmates. After two months of Latin classes, t he children understood at once that what Jean had said" , "date" : "19830109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "25" , "title" : "LATIN IS ALIVE AND WELL IN GRADE SCHOOL" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/09\/education\/latin-is-alive-and-well-in-grade-school.html"}]