[  {"body" : "Lori Weisberg, daughter of Mr. and Mrs. Harry W. Weisberg of Brooklyn, was married yesterday to Eric Kirsch, son of Mr. and Mrs. Herbert Kirsch, also of Brooklyn. Rabbi Robert Fine performed the ceremony at the Fresh Meadows Jewish Center in Queens. The bride, an early childhood teacher at the Coleridge School in Manhattan Beach, Brooklyn," , "date" : "19831106" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "91" , "title" : "Lori Weisberg, a Teacher, Is the Bride of Eric Kirsch" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/06\/style\/lori-weisberg-a-teacher-is-the-bride-of-eric-kirsch.html"} , {"body" : "Friday WEST GERMAN FILMS The Museum of Modern Art will start this season's series of recent films from West Germany today at 2:30 P.M. with one made last year in New York in English. Directed by Peter Lilienthal, ''Dear Mr. Wonderful'' stars Joe Pesci (who played Jake La Motta's brother in ''Raging Bull'') as the owner of a bowling alley who has" , "date" : "19831104" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/04\/arts\/weekender-guide.html"} , {"body" : "As the temperature climbed to a high of 99 yesterday, James Rollins of Brooklyn was playing a hard and fast game of paddleball on a court shimmering in the heat in Central Park. ''Yes, sir, I'm crazy,'' said Mr. Rollins as he mopped his head with a large white towel and tried to cool off with a glass of grapefruit juice. ''If I hadn't entered a" , "date" : "19830912" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "A 99o READING FAILS TO DAUNT CENTRAL HIGH ATHLETES" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/12\/nyregion\/a-99o-reading-fails-to-daunt-central-high-athletes.html"} , {"body" : "THEY began some 50 strong, song sheets in hand - by belting out all four choruses of ''There's No Business Like Show Business'' in front of Mays department store on 14th Street at Broadway. Mays was once the site of the Union Square Theater and this was, officially, a sing-along salute to celebrate the 250th anniversary of the New York stage." , "date" : "19830817" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Theater"] , "page_facet" : "1" , "title" : "THEY GAVE THEIR REGARDS TO OLD BROADWAY" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/17\/garden\/they-gave-their-regards-to-old-broadway.html"} , {"body" : "WHILE it may seem that everyone else is already organized enough to relax and enjoy an outing at the beach, the season is only just beginning. In many households, the umbrellas and rafts are just now being pulled out of garages or the backs of closets. Quite a few pools that are usually cleaned and ready to go by Memorial Day seem to have had their" , "date" : "19830707" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Travel" , "Style"] , "page_facet" : "6" , "title" : "ALL THE COMFORTS OF HOME AT THE BEACH AND THE POOL" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/07\/garden\/all-the-comforts-of-home-at-the-beach-and-the-pool.html"} , {"body" : "THIS is the season when year-round residents of Martha's Vineyard a nd East Hampton complain that the ''summer people'' have arrived. T hat lament also is sounded by year-round residents of Brighton B each. Though this Brooklyn shorefront community is only an hour's ride on the IND D and BMT M trains from midtown Manhattan, its residents have a" , "date" : "19830619" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN: BRIGHTON BEACH" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/19\/realestate\/if-you-re-thinking-of-living-in-brighton-beach.html"} , {"body" : "In front of a house on Lafayette Avenue in Bedford-Stuyvesant stands a magnolia tree as big as a brownstone, its broad leaves as glossy as if each had been individually oiled. It is a magnolia grandiflora, and it usually grows nowhere north of the Mason-Dixon line. Somehow, improbably, with considerable help from human beings, this tree grows in" , "date" : "19830525" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "ABOUT NEW YORK; CITY OR BOROUGH, DODGERS OR NO DODGERS, BROOKLYN IS BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/25\/nyregion\/about-new-york-city-or-borough-dodgers-or-no-dodgers-brooklyn-is-brooklyn.html"} , {"body" : "The voice of the people was heard yesterday in the deliberations over New York City's budget, and the message was clear: repair our roads, clean our parks, save our schools, put the police back on our streets and don't close our libraries. Borough by borough, the City Council and the city's Board of Estimate are hearing this week from local leaders" , "date" : "19830510" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BROOKLYN GIVES VIEWS OF BUDGET LOUD AND CLEAR" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/10\/nyregion\/brooklyn-gives-views-of-budget-loud-and-clear.html"} , {"body" : "OPERA NOTES Verdi wrote '' Aida'' for the opening of the Suez Canal, but, in the lack of a similar opening work for the debut of the Brooklyn Bridge 100 years ago, the Brooklyn Opera Society is presenting Gounod's ''Faust'' tonight and Saturday, in Brooklyn, of course. Tonight at 8 o'clock, this ambitious production fills the Kingsborough Community" , "date" : "19830504" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/04\/arts\/going-out-guide.html"}]