[  {"body" : "A $277 million plan to build nearly 4,000 new jail spaces was approved yesterday by the Board of Estimate by a vote of 10 to 1. The vote means construction can begin soon on new spaces on Rikers Island, the city's main detention center, and on the conversion of the former brig near the Brooklyn Navy Yard into a jail to house 600 inmates. In all," , "date" : "19831231" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "ADDING OF 4,000 SPACES IS VOTED FOR CITY'S JAILS" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/31\/nyregion\/adding-of-4000-spaces-is-voted-for-city-s-jails.html"} , {"body" : "New Yorkers throw away 8.5 million tons of trash a year, enough to cover every street in Manhattan with 11 inches of garbage. Skeptics say the streets are precisely where it all goes, but in fact the city collects most trash and takes it to landfills. Because these soon will be filled to capacity, officials want to begin burning what they will be" , "date" : "19831211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "THE HEAT'S ON THE CITY TO BURN ITS TRASH" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/11\/weekinreview\/the-heat-s-on-the-city-to-burn-its-trash.html"} , {"body" : "New York City will build new jail cells and dormitories for 2,200 prisoners on Rikers Island and in the brig at the Brooklyn Navy Yard at a cost of $154 million, Mayor Koch announced yesterday. The money, he said at a news conference at City Hall, will be added to the $123 million already earmarked for jail construction. City officials said the" , "date" : "19831210" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITY PLANS TO ADD NEW JAIL SPACES FOR 2,200 INMATES" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/10\/nyregion\/city-plans-to-add-new-jail-spaces-for-2200-inmates.html"} , {"body" : "term relationship that the alliance said could build a peaceful future for the world. In a statement adopted at conclusion of the NATO Foreign Ministers conference in Brussels and officially described as an ''important political signal,'' the alliance members addressed the Soviet Union as a potential partner and said, ''for the benefit of mankind," , "date" : "19831210" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "SATURDAY, DECEMBER 10, 1983 International" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/10\/nyregion\/saturday-december-10-1983-international.html"} , {"body" : "''Billowing black smoke from burning ships'' is how Dec. 7, 1941, is remembered by Lee Harrison Johnson of Staten Island. ''Everything looked to be on fire.'' Leanna Draper Wilson of Brooklyn was taken up into the Honolulu hills in mid-battle after her mother discovered a piece of shrapnel (her father was at sea on the carrier Lexington). She" , "date" : "19831208" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "FLAMES LIVE FOR WOMEN WHO SURVIVED PEARL HARBOR" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/08\/nyregion\/flames-live-for-women-who-survived-pearl-harbor.html"} , {"body" : "A three-alarm fire destroyed an asphalt and tar-paper factory in Brooklyn yesterday morning. A Fire Department spokesman, Lieut. Frank Martinez, said the roof and all but one wall of the one-story brick building collapsed. The one wall left standing, on the Grand Avenue side of the building, at 24 Steuben Street, was considered ''very dangerous,''" , "date" : "19831208" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; Brooklyn Factory Destroyed by Fire" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/08\/nyregion\/the-city-brooklyn-factory-destroyed-by-fire.html"} , {"body" : "The City Investigation Department, citing a lack of any evidence, has ended its inquiry into a charge of criminal conduct by an official of the Brooklyn Navy Yard Development Corporation. On Wednesday, Patrick W. McGinley, the Commissioner of Investigation, wrote to the Navy Yard corporation's chairman, David Lenefsky, saying that ''we are closing" , "date" : "19831125" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "THE CITY; City Ends Inquiry In Navy Yard Case" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/25\/nyregion\/the-city-city-ends-inquiry-in-navy-yard-case.html"} , {"body" : "New York City is near an agreement to house as many as 600 prisoners in one of two buildings in Brooklyn, a move designed to prevent a further release of inmates from overcrowded jails, city officials said yesterday. The announcement came as the city disclosed that it had halted a courtordered release of prisoners indefinitely after freeing 610" , "date" : "19831115" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CITY SEEKS TO ADD JAILS IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/15\/nyregion\/city-seeks-to-add-jails-in-brooklyn.html"} , {"body" : "As an economic enterprise, the Brooklyn Navy Yard reached one low point 17 years ago, when the United States Navy packed up and left. It had sunk even lower about two years ago, when City Comptroller Harrison J. Goldin said an attempt to redevelop the complex as an industrial park had resulted in ''an economic disaster'' plagued by ''widespread" , "date" : "19831106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "7" , "title" : "NAVY YARD STRUGGLES TO OVERCOME A DISMAL PAST" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/06\/weekinreview\/navy-yard-struggles-to-overcome-a-dismal-past.html"} , {"body" : "City officials said yesterday they were investigating the management practices of the agency that operates the Brooklyn Navy Yard, and an allegation of criminal conduct against one official. The official was not identified. However, Patrick W. McGinley, Commissioner of the Department of Investigation, said the official was an officer of the" , "date" : "19831105" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "INQUIRY IS BEGUN OF MANAGEMENT AT NAVY YARD" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/05\/nyregion\/inquiry-is-begun-of-management-at-navy-yard.html"} ,   {"body" : "New York City and New York State could be severely hampered in their financing of an array of construction projects by restrictions on tax-exempt bonds approved by the House Ways and Means Committee, state and city officials said today. The changes could virtually end construction of low- and middle-income multifamily housing and threaten the" , "date" : "19831023" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES (1983 PART 1)" , "NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "NEW YORK AIDES FAULT HOUSE BID TO LIMIT BONDS" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/23\/nyregion\/new-york-aides-fault-house-bid-to-limit-bonds.html"} , {"body" : "FOR the last 15 years especially, New York City's economy has been powered by an engine based in Manhattan and fueled with ever greater numbers of financial, service and white-collar jobs. But two years ago the city's economy began to flatten, after four years of solid growth, leading one observer, Samuel M. Ehrenhalt, the Regional Commissioner of" , "date" : "19831016" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "page_facet" : "12" , "title" : "IN NEW YORK, AN ECONOMIC TESTING, AND HOPE" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/16\/jobs\/in-new-york-an-economic-testing-and-hope.html"} , {"body" : "In 1970, when Fred Lebow staged the first New York City Marathon, the race budget was so tight that he bought soda for the 126 runners in Greenwich Village, where it was a few cents cheaper, and dragged it to the race site in Central Park. This year, when the 14th marathon takes place next Sunday, spanning the five boroughs for the eighth time, the" , "date" : "19831016" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "MARATHON STORY: FAMINE TO FEAST" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/16\/sports\/marathon-story-famine-to-feast.html"} , {"body" : "A man charged with defrauding the nonprofit industrial corporation at the former Brooklyn Navy Yard pleaded guilty yesterday to 11 counts of bribery, forgery and grand larceny, the Brooklyn District Attorney, Elizabeth Holtzman, said yesterday. The man, Salvatore Scarpa Sr., was listed as an elevator repair contractor on bills amounting to nearly" , "date" : "19831004" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Contractor Admits Navy Yard Fraud" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/04\/nyregion\/the-city-contractor-admits-navy-yard-fraud.html"} , {"body" : "New York City was awarded nearly $25 million by the Federal Government today for 10 urban development projects in the five boroughs. The projects range from $15 million for the construction of a shopping and office plaza on East Fordham Road in the Bronx to $428,000 for the renovation of Town Hall on West 43d Street. It was the largest amount the" , "date" : "19831001" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "1" , "title" : "NEW YORK IS GIVEN $25 MILLION TO AID URBAN REBUILDING" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/01\/us\/new-york-is-given-25-million-to-aid-urban-rebuilding.html"} , {"body" : "New Jersey officials have lost a fight they didn't know they were in. It was over whether Brink's Armored Car Service - planning to move out of lower Manhattan - would wind up in Jersey City or at the Brooklyn Navy Yard. Mayor Koch and Deputy Mayor Kenneth Lipper announced yesterday that Jersey City had been passed over. Bart Robinson, president of" , "date" : "19830928" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK DAY BY DAY; Winning Without Fighting" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/28\/nyregion\/new-york-day-by-day-winning-without-fighting.html"} , {"body" : "To the Editor: The Commissioner of Sanitation, Norman Steisel, gives us a new defense in a recent Op-Ed article for his long-standing conclusion that the only way to provide a timely replacement for the landfills that are the present resting place for the city's trash is to burn it. Now, responding to evidence that incinerators that burn" , "date" : "19830926" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "THE VERDICT IS CLEAR ON DIOXIN AND TRAHS INCINERATION" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/26\/opinion\/l-the-verdict-is-clear-on-dioxin-and-trahs-incineration-185922.html"} , {"body" : "Aves Wonza Coaxum, a daughter of Mr. and Mrs. Frederick Ford Coaxum of the Flatbush section of Brooklyn, was married yesterday to Walter Lee Davis, son of Mr. and Mrs. Walter T. Davis, also of Flatbush. The Rev. Harry L. Barger performed the ceremony at the East End Baptist Church in Brooklyn. The bride is a New York City police officer, and her" , "date" : "19830925" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "66" , "title" : "Aves Coaxum a Bride" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/25\/style\/aves-coaxum-a-bride.html"} , {"body" : "A 40-foot scaffold fell over at a Brooklyn Navy Yard dry dock yesterday, injuring three workers who were on the wood-and-metal frame, authorities said. The scaffold toppled about 1 P.M. when it was hit by a piece of metal during work in the area, the police said. The Emergency Medical Service said the men were thrown from the frame when it" , "date" : "19830909" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE CITY; 3 Workers Hurt At Navy Yard" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/09\/nyregion\/the-city-3-workers-hurt-at-navy-yard.html"} , {"body" : "NEW YORK CITY is rewriting the rules under which it uses Federal money for the redevelopment of real-estate properties - moving from a scattershot approach to standards that will narrow the number of projects in which the city gets involved. The Federal money comes from the Urban Development Action Grant program, invariably referred to as UDAG" , "date" : "19830821" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "CITY FOCUSING ITS AIM IN APPLYING FOR FEDERAL GRANTS" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/21\/realestate\/city-focusing-its-aim-in-applying-for-federal-grants.html"} ,   {"body" : "New York City, which disposes of about 22,000 tons of solid waste a day, is facing a waste disposal crisis of frightening proportions. The only reasonable long-term solution is large- scale incineration, which has already raised understandable fears about adverse environmental effects. Yet, we believe the technology exists that will allow us to" , "date" : "19830820" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "21" , "title" : "INCINERATE NEW YORK GARBAGE" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/20\/opinion\/incinerate-new-york-garbage.html"} , {"body" : "Salvatore Iaccio, general vice president of the International Association of Machinists and Aerospace Workers, died Monday at New York Hospital after a long illness. He was 61 years old and lived in Rego Park, Queens. Mr. Iaccio joined the union, which represents 200,000 workers, when he was 17, becoming a member of Local 556 at the Brooklyn Navy" , "date" : "19830817" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "4" , "title" : "SALVATORE IACCIO" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/17\/obituaries\/salvatore-iaccio.html"} , {"body" : "THE EIGHT MILLION. Journal of a New York Correspondent. By Meyer Berger. 334 pages. Columbia University Press. $30, hardbound; $8.95 paperback. JUST a little more than 40 years ago, in 1942, Simon & Schuster published ''The Eight Million,'' a collection of pieces by Meyer Berger, a Pulitzer Prize-winning reporter for The New York Times who also" , "date" : "19830810" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "21" , "title" : "BOOKS OF THE TIMES" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/10\/books\/books-of-the-times-090305.html"} , {"body" : "Staten Island's ships are about to come in. The Navy said last week the battleship Iowa, a cruiser, three destroyers and two frigates would be based in the borough, creating a $500 million-a-year windfall that will include jobs for 3,200 military personnel and perhaps as many as 6,000 civilians. It will be the largest naval contingent in the city" , "date" : "19830731" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "THE REGION; Home Port: Staten Island" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/31\/weekinreview\/the-region-home-port-staten-island.html"} , {"body" : "The news that New York City will be the home port for the battleship Iowa and her six support ships comes at a time when the once proud local shipbuilding industry is at perhaps its lowest point. The problem was symbolized by the closing May 27 of the Todd Shipyard Corporation's Brooklyn operation, where many of the nation's most important ships," , "date" : "19830730" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "FLEET COMING AT TIME WHEN NEW YORK PORT FORTUNES HAVE BEEN EBBED" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/30\/nyregion\/fleet-coming-at-time-when-new-york-port-fortunes-have-been-ebbed.html"} , {"body" : "A seven-ship Navy group led by the battleship Iowa is to be based on Staten Island, Navy Secretary John F. Lehman Jr. told an applauding crowd of New York City political and civic leaders yesterday. The action ended a year of political maneuvering by officials of three Atlantic ports. It will add $500 million a year to the New York metropolitan" , "date" : "19830730" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "9,000 NEW JOBS PREDICTED AS S.I. WINS NAVY BASE" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/30\/nyregion\/9000-new-jobs-predicted-as-si-wins-navy-base.html"} , {"body" : "The antisubmarine destroyer Stump sailed smartly into New York Harbor yesterday morning for refitting, the first modern warship scheduled for overhaul at the Brooklyn Navy Yard in 20 years. Two other vessels are expected to follow in the next two years. Standing triumphantly on her scrubbed gray deck amid the 296 members of the crew were Senator" , "date" : "19830710" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "THE DESTROYER ARRIVES FOR REFITTING AT NAVY YARD" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/10\/nyregion\/the-destroyer-arrives-for-refitting-at-navy-yard.html"} , {"body" : "After being told that Staten Island was threatened by a buildup of 500-foot mounds of garbage, the Board of Estimate agreed last Thursday to set a deadline to pick sites for incinerators. The board accepted a resolution by Borough President Anthony R. Gaeta of Staten Island that committed it to pick the sites 60 days after receiving a plan from the" , "date" : "19830619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "CITY SETS DEADLINE FOR PICKING INCINERATOR SITES" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/19\/nyregion\/city-sets-deadline-for-picking-incinerator-sites.html"} , {"body" : "LITHOGRAPHS One can hardly think of a 19th-century sleigh ride without having Currier & Ives spring to mind. This prolific firm of lithographers flourished between 1835 and 1890, and their work went far beyond sleigh rides; it encompassed an all-embracing view of America during those years that the nation emerged from a rural to an industrial" , "date" : "19830611" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/11\/arts\/going-out-guide.html"} , {"body" : "To the Editor: The latest scheme for the Brooklyn Army Terminal is a misconceived underutilization of our finest industrial development asset. It will not attract any new jobs, and it requires a public expenditure of $36 million for improvements that Harry Helmsley indicated he could make for $11 million and that incoming tenants could be induced" , "date" : "19830606" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "16" , "title" : "A CITY READY TO WASTE AN IDEAL HIGH-TECH SITE" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/06\/opinion\/l-a-city-ready-to-waste-an-ideal-high-tech-site-210281.html"} ,   {"body" : "To the Editor: Your May 20 editorial urging the retention of the present structure of the New York City Board of Estimate appears to be based more on a wistfulness for a long-lost borough system of city government than on current political and constitutional realities. Last week's Federal Appeals Court decision requiring the application of the" , "date" : "19830528" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "OF, BY AND FOR ALL THE PEOPLE OF NEW YORK CITY" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/28\/opinion\/l-of-by-and-for-all-the-people-of-new-york-city-195056.html"} , {"body" : "Mariners see bridges as the enemy, obstructing waterways and making navigation difficult and sometimes treacherous. And Grover Sanschagrin, who worked on tugboats on the East River for more than half his 62 years, is no exception - except when it comes to the Brooklyn Bridge. ''I've gone under it at least two times a day since back in '42, when I" , "date" : "19830524" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "EAST RIVER FLOTILLA TO SAIL IN A WATERBORNE TRIBUTE" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/24\/nyregion\/east-river-flotilla-to-sail-in-a-waterborne-tribute.html"} , {"body" : "The Brooklyn Bridge, one of the city's best-loved landmarks, will be 100 years old tomorrow, and a big birthday party is planned. A parade of 18,000 will cross the grand old bridge on foot, on horse, in carriages, on floats, in historic buses, by horse-drawn ambulance and horse-drawn pumper, in a Model T Ford and even atop a small elephant. They" , "date" : "19830523" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "PARADES, FIREWORKS AND MUSIC TO MARK DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/23\/nyregion\/parades-fireworks-and-music-to-mark-day.html"} , {"body" : "From their offices on the 68th floor of the World Trade Center, the people who run the Port Authority of New York and New Jersey can look out over the harbor toward the old Brooklyn Navy Yard, where the battleship Iowa was built and from which she steamed away in 1943. Now, more than a decade since the Navy pulled out of the ports of Boston," , "date" : "19830514" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEWPORT (RI)" , "BOSTON (MASS)" , "NEW YORK PORT"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "1" , "title" : "COVETING JOBS, NORTHEAST PORTS WOO NUCLEAR FLEET" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/14\/us\/coveting-jobs-northeast-ports-woo-nuclear-fleet.html"} , {"body" : "International Syria rejected Lebanon's attempt to persuade it to go along with the United States-backed plan for an Israeli troop withdrawal. Giving the American plan a major setback, the Syrian Foreign Minister, Abdel Halim Khaddam said ''We have rejected the agreement in form and substance.'' However, a senior Lebanese Government official said" , "date" : "19830514" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "News Summary; SATURDAY, MAY 14, 1983" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/14\/nyregion\/news-summary-saturday-may-14-1983.html"} , {"body" : "For writers, Brooklyn has never been primarily the borough of the Bridge. Borough of churches, borough of nostalgia, borough of hope (for Dodgers fans), it is above all a piece of geography or, if you prefer, a considerable piece of real estate. Literary visitors have found it an urban alternative to Manhattan's desperate pursuit of the present." , "date" : "19830508" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "12" , "title" : "BROOKLYN, BOROUGH OF WRITERS" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/08\/books\/brooklyn-borough-of-writers.html"} , {"body" : "IT was party time at the Brooklyn Academy of Music last Friday when the Dance Black America festival's street and social dance program erupted on the stage of the Playhouse theater. The program, directed by Lenwood Sloan, suggested shared elements between this choreography of the people and concert dance - the elements of commitment, concentration" , "date" : "19830426" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "BLACK DANCE: A FESTIVAL IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/26\/arts\/black-dance-a-festival-in-brooklyn.html"} , {"body" : "At the caucus of hte New York Congressional Democrats at the Capitol the other day, Robert J. Mrazek, a freshman Representative, still steaming over losing $15 million for mass transit he thought he had sewn up in the jobs bill for his district, asked: \"How can the delegation work more effectively together?\" The Representative from Nassau and" , "date" : "19830319" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "5" , "title" : "NEW YORK DELEGATION'S NEW PROFILE" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/19\/us\/new-york-delegation-s-new-profile.html"} , {"body" : "Politicians have become more involved this year in New York City's district school board campaigns than in any of the previous five elections since 1970, according to politicians and educators. The nine-member boards preside over budgets ranging from $15.5 million to $48.5 million a year. They also control the appointments of district and school" , "date" : "19830315" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "ELECTING BOARDS FOR CITY SCHOOLS HAS POLITICAL AIR" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/15\/nyregion\/electing-boards-for-city-schools-has-political-air.html"} , {"body" : "The city's Environmental Protection Commissioner said yesterday that ''extraordinary measures'' might have to be used in the New York City area to meet Federal standards limiting the level of ozone in the air. Among the measures would be limiting the size of dry-cleaning plants, and steps that the Commissioner said are not technologically feasible," , "date" : "19830217" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CITY PANEL IS WARNED ON OZONE CURBS" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/17\/nyregion\/city-panel-is-warned-on-ozone-curbs.html"} ,   {"body" : "A G.O.P. Fixture G ertrude Hess Parker, right out of Hunter College, got a Republican campaign office job in 1933. For the half-century since, she has been executive secretary to the New York County Republican Committee. ''County chairmen come and go, but Gertie Parker goes on forever,'' a colleague said recently. Tonight, with Senator Richard G." , "date" : "19830216" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/16\/nyregion\/new-york-day-by-day-234536.html"} , {"body" : "To the Editor: George E. Boyhan, executive vice president of Resources Recovery Inc., has written a long and highly misleading letter (Jan. 31), whose thesis is to criticize the concern of New York City Comptroller Harrison Goldin and others about the environmental safety of the proposed Brooklyn Navy Yard resource recovery plant. Mr. Boyhan" , "date" : "19830207" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "'CODED MESSAGE' ON RESOURCE RECOVERY" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/07\/opinion\/l-coded-message-on-resource-recovery-210855.html"} , {"body" : "A plan designed to bring New York City's air quality into compliance with national standards was described as inadequate yesterday by the Federal Environmental Protection Agency. The agency named 144 areas in 31 states it said had failed to meet the goals of the Clean Air Act on time, and listed 16 states besides New York whose plans might be" , "date" : "19830201" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "U.S. TURNS DOWN NEW YORK'S PLAN TO CLEAN ITS AIR" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/01\/nyregion\/us-turns-down-new-york-s-plan-to-clean-its-air.html"} , {"body" : "To the Editor: The recent spate of articles in The Times in connection with the solid-waste disposal facility proposed for the Brooklyn Navy Yard are extremely bothersome to those of us who have been intimately connected with the problem of solid-waste disposal. In Dade County, Florida, just one-quarter mile north of the Doral Country Club - one of" , "date" : "19830131" , "day_of_week_facet" : "Monday" , "geo_facet" : ["DADE COUNTY (FLA)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "RESOURCE RECOVERY IN FLORIDA: LARGE-SCALE, SAFE AND PROFITABLE" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/31\/opinion\/l-resource-recovery-in-florida-large-scale-safe-and-profitable-195723.html"} , {"body" : "Contracts for consulting work needed for a final decision on whether to build a garbage-burning incinerator in the Brooklyn Navy Yard were approved yesterday by the New York City Board of Estimate. By a vote of 7 to 4, after almost three hours of emotional debate, the board awarded $645,000 in environmental and legal consultant contracts. These" , "date" : "19830128" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "STUDY VOTED FOR REFUSE-BURNING PLANT" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/28\/nyregion\/study-voted-for-refuse-burning-plant.html"} , {"body" : "Edward Ellsberg, a naval salvage expert whose daring exploits in raising vessels from the bottom of the sea captured the public imagination between the two world wars, died Monday of cancer in Bryn Mawr, Pa. He was 91 years old and had lived for the last three decades in St. Petersburg Beach, Fla. Whether in or out of naval service, the retired" , "date" : "19830126" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "17" , "title" : "EDWARD ELLSBERG, NAVAL SALVAGE EXPERT, DIES" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/26\/obituaries\/edward-ellsberg-naval-salvage-expert-dies.html"} , {"body" : "Three new studies show that the garbage-burning incinerator proposed for the Brooklyn Navy Yard is the ''wrong plant at the wrong place,'' according to City Comptroller Harrison J. Goldin. Mr. Goldin, whose opposition has delayed the Koch administration project, has been circulating copies of the studies to fellow members of the Board of Estimate" , "date" : "19830124" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "GARBAGE BURNING PLAN IS ASSAILED" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/24\/nyregion\/garbage-burning-plan-is-assailed.html"} , {"body" : "Mayor Koch chose a celebration at a West Side synagogue last night to complain that, among religious institutions providing beds for New York City's homeless population, ''there is not a single synagogue.'' ''We all know that the Jewish community could be doing more to fulfill its responsibility to the quality of life in New York,'' the Mayor said" , "date" : "19830120" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "KOCH SAYS 'NOT A SINGLE SYNAGOGUE' AIDS CITY'S PROGRAM FOR HOMELESS" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/20\/nyregion\/koch-says-not-a-single-synagogue-aids-city-s-program-for-homeless.html"} , {"body" : "T o the Editor: The issues raised by New York City Comptroller Goldin in his Dec. 31 letter (''An Island Fit for a Resource Recovery Plant'') are legitimate environmental concerns, most of which are addressed in the Preliminary Draft Environmental Impact Statement prepared by the city's Department of Sanitation. While the document was officially" , "date" : "19830115" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "BEST SITE FOR RESOURCE RECOVERY PLANT ONE" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/15\/opinion\/l-best-site-for-resource-recovery-plant-one-164462.html"}]