[  {"body" : "The Talk of Ridgewood Joannene Coppinger, born and raised in the neighborhood, lives 15 blocks from her parents, who live half a block from her grandmother, a Ridgewood resident since 1912. Ted Renz has a house 10 blocks from his parents' apartment, above their knitting mill. For 33 years, Angie Tantillo, who was a Richmond Hill girl until she" , "date" : "19831226" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE TALK OF RIDGEWOOD; RIDGEWOOD GAINS RECOGNITION AND QUICHE MAY JOIN THE STRUDEL" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/26\/nyregion\/talk-ridgewood-ridgewood-gains-recognition-quiche-may-join-strudel.html"} , {"body" : "An administrator for Pelham Bay Park and Van Cortlandt Park in the Bronx, two of the city's three largest parks, was named yesterday. A swearing-in ceremony was held at City Hall to underscore the importance of the appointment. ''This is a newly created office and, as a 'first,' it is of vital importance to the Borough of the Bronx and to our" , "date" : "19831224" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "PELHAM BAY PARK (NYC)" , "BRONX (NYC)" , "VAN CORTLANDT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "ADMINISTRATOR IS NAMED FOR 2 LARGE CITY PARKS" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/24\/nyregion\/administrator-is-named-for-2-large-city-parks.html"} , {"body" : "Charles Joseph Mylod, a lawyer and real-estate executive who was instrumental in the development of several major office buildings in Manhattan, including Lever House at 390 Park Avenue, died Thursday at his home in the Park Slope section of Brooklyn. He was 81 years old. A major part of Mr. Mylod's realestate career was spent with Goelet Real" , "date" : "19831218" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "52" , "title" : "Charles J. Mylod, 81, Of Goelet Real Estate" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/18\/obituaries\/charles-j-mylod-81-of-goelet-real-estate.html"} , {"body" : "There was a long wait, as usual, for the RR train. Once aboard, the clarinetist, who was providing inspired accompaniment for ''Angels We Have Heard on High,'' almost lost his footing. To be heard above the subway rumbling, it was necessary to sing with more than the usual amount of holiday spirit. Such were the hazards and problems that came with" , "date" : "19831218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "53" , "title" : "AMID CLAMOR, CAROLERS CHEER SUBWAY RIDERS" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/18\/nyregion\/amid-clamor-carolers-cheer-subway-riders.html"} , {"body" : "FROM the churches to the concert hall and the stage, from the streets and the parks to the lobbies of the city's office buildings, New York offers distinctly urban settings for Christmas music. The city might not have the snowy fields, jingling sleighs or carolers on the lawn of a Currier and Ives scene, but it compensates, as it does in every" , "date" : "19831216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "HEAR THE SOUNDS OF CHRISTMAS" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/16\/arts\/hear-the-sounds-of-christmas.html"} , {"body" : "FOLLOWING the clearance of a backlog of applications, 69 areas of New York City are now listed on the Federal and State Historic Registers. Unlike landmark designation by the city, which imposes restraints on facade alterations, the state and national listings impose no restrictions on privately sponsored projects. Lengthy review is necessary," , "date" : "19831204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "69 CITY DISTRICTS DUBBED HISTORIC" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/04\/realestate\/69-city-districts-dubbed-historic.html"} , {"body" : "-story factory building where Knox hats were once manufactured stands vacant and vandalized at St. Marks Avenue and Grand Avenue in the Crown Heights section of Brooklyn. In theory it is a candidate for a gut rehabilitation into housing. Its size makes it a pivotal property in any hope for housing improvements east of Washington Avenue, as an" , "date" : "19831204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "CURBS ON INCENTIVES AFFECT REHABILITATION" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/04\/realestate\/curbs-on-incentives-affect-rehabilitation.html"} , {"body" : "The Police Blotter Two firefighters, Michael Szczecinski, 26 years old, and Richard Skellington, 28, returning to their firehouse in the Park Slope section of Brooklyn after a fire at 1:45 A.M., chased and caught a mugging suspect on 10th Street between Fourth and Fifth Avenues. They recovered $140 stolen from the victim, Allan Romaguera, 28. The" , "date" : "19831116" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/16\/nyregion\/the-city.html"} , {"body" : "A Brooklyn man who was released from jail last week under a courtordered low-bail plan to ease jail overcrowding has been arrested and charged with strangling his wife in July and burning his apartment to cover up the crime. Detectives of the 78th Precinct said they had charged 39-year-old Roberto Hernandez of 4007 Seventh Avenue, in the Sunset" , "date" : "19831114" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Freed Inmate Seized In a July Strangling" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/14\/nyregion\/freed-inmate-seized-in-a-july-strangling.html"} , {"body" : "A State Supreme Court jury in Brooklyn returned a $3.25 million judgment against Methodist Hospital Thursday for failing to detect water on the brain of a teen-ager that eventually led to the loss of much of his vision, a lawyer for the boy said yesterday. The jury deliberated two days before deciding the hospital, in the Park Slope area, was" , "date" : "19831112" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "THE CITY; $3 Million Finding Against Hospital" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/12\/nyregion\/the-city-3-million-finding-against-hospital.html"} ,   {"body" : "A patient attached to a faulty kidney dialysis machine died two weeks ago in Brooklyn, the Federal Food and Drug Administration said yesterday. The machine, at the Brooklyn Kidney Center, is the same model as one that failed in Dallas last Friday. Three people attached to the Dallas machine suffered almost simultaneous cardiac arrests and died soon" , "date" : "19831102" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["DALLAS (TEX)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "PATIENT ATTACHED TO BROOKLYN KIDNEY MACHINE DIES" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/02\/nyregion\/patient-attached-to-brooklyn-kidney-machine-dies.html"} , {"body" : "Real and Imaginary Beings When teachers looked at their classes yesterday, they saw not the familiar young faces but rows of witches and goblins and ghosts, characters from books and comic books and television, costumed creatures with weird masks. Well, Halloween is for strange happenings, and in some schools when those costumed characters looked" , "date" : "19831101" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/01\/nyregion\/new-york-day-by-day-011524.html"} , {"body" : "Bewitching At the Transfiguration School in Chinatown, a pair of first graders portrayed Raggedy Ann and Andy, while another youngster imitated a living skeleton. In Brooklyn, Helene Dombroff led her pre-schoolers to the Berkeley-Carroll Street School in Park Slope. The New York Times\/Neal Boenzi and Jim Wilson" , "date" : "19831101" , "day_of_week_facet" : "Tuesday" , "page_facet" : "3" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/01\/nyregion\/no-headline-011650.html"} , {"body" : "WHEN Andrea M. Biggs, a painter, and her husband, Timothy, an anthropologist, arrived in New York from Massachusetts last year, they were hoping to rent an inexpensive but spacious apartment in lower Manhattan. To their dismay, they could find no such apartment. SoHo, TriBeCa, Greenwich Village and the East Village were crammed with people looking" , "date" : "19831030" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "BROOKLYN RENTS LURE ARTISTS" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/30\/realestate\/brooklyn-rents-lure-artists.html"} , {"body" : "While some Brooklyn neighborhoods like Cobble Hill, Carroll Gardens, Boerum Hill and Park Slope stand as shining examples of the borough's recent rebirth, the immediate vicinity around the Brooklyn Academy of Music has continued to deteriorate. ''We are in a commercial rather than residential area where the buildings do not hold the same esthetic" , "date" : "19831030" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS;" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/30\/realestate\/postings-256939.html"} , {"body" : "It seemed like an incredible statement, coming as it did from a man about to command a $150,000-a-year salary: Robert R. Kiley, the chairman-designate of the Metropolitan Transportation Authority, said shortly after he was nominated that his family probably could not afford to live in Manhattan and that he would look for a house in Brooklyn Heights" , "date" : "19831029" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "THE HIGH PRICE OF BROOKLYN HTS." , "url" : "http:\/\/www.nytimes.com\/1983\/10\/29\/nyregion\/the-high-price-of-brooklyn-hts.html"} , {"body" : "New York's subway riders can expect two to three years of ''frustration'' as major work on rebuilding the system gets under way, Robert R. Kiley, the chairman-designate of the Metropolitan Transportation Authority, said today. ''Users of the subway in New York City are facing very difficult circumstances, more than any others in the country,'' Mr." , "date" : "19831010" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "2 TROUBLED YEARS ON SUBWAYS SEEN BY M.T.A. NOMINEE" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/10\/nyregion\/2-troubled-years-on-subways-seen-by-mta-nominee.html"} , {"body" : "''ENNIALS'' This has been a big New York year for ''ennials,'' the centennial anniversaries of the Brooklyn Bridge and the Metropolitan Opera, the bicentennial anniversaries of the American peace treaty with Great Britain, the British evacuation of New York City and the birth of the statesman and author Washington Irving. The New York Public" , "date" : "19831003" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "GOING OUT GUIDE;" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/03\/arts\/going-out-guide.html"} , {"body" : "Sidewalks and buildings and schoolyards in parts of Brooklyn are studded with spray-painted drawings of tombstones chronicling the deaths of teen-age members of the city's street gangs. They are kept freshly painted, even the ones that are a decade old, even the ones recording deaths that no one quite remembers. The names and numbers of youth gangs" , "date" : "19830927" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "LIFE IN CITY'S GANGS: SOME THINGS HAVE CHANGED, BUT IT'S STILL A DEAD END" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/27\/nyregion\/life-in-city-s-gangs-some-things-have-changed-but-it-s-still-a-dead-end.html"} , {"body" : "Street fair, Bayard Street, between Mulberry and Mott Streets. Today and tomorrow, 9 A.M. to 6 P.M. Community-information booths. Rain dates, next Friday and Saturday. Sponsored by Chinatown Senior Citizen Center. Street fair, St. Stephen of Hungary Roman Catholic Church, East 82d, between First and York Avenues. Tomorrow, noon to 6 P.M. Flea" , "date" : "19830923" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "Street Fairs This Weekend" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/23\/arts\/street-fairs-this-weekend.html"} ,   {"body" : "VICTORIA FELDMAN had hoped for her own bedroom, but she shares a studio apartment and sleeps on a sofa bed. Robin Kaplan had planned to be independent, but instead she takes money from her parents each month to help pay her rent. Robert Cohen would have liked to live in Manhattan, but the prices drove him first to Queens, then to Brooklyn and, just" , "date" : "19830918" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "FIRST JOB, FIRST SEARCH FOR A CITY APARTMENT" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/18\/realestate\/first-job-first-search-for-a-city-apartment.html"} , {"body" : "Two Brooklyn restorers of antique objects - one specializing in rugs and the other in textiles - are carrying on in something of the Old World workshop tradition, yet with a certain informality and immediacy that goes with the character of the borough. On a recent sunny August afternoon, Claudio Titone could be found sitting outside his shop," , "date" : "19830904" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "ANTIQUES VIEW; TWO RESTORERS" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/04\/arts\/antiques-view-two-restorers.html"} , {"body" : "Adecade ago, the city tore down small factories and private homes on the western edge of Park Slope in Brooklyn to make way for a school. The school was never built. Yesterday, Mayor Koch and other city officials broke ground at the Baltic Street site, between Fourth and Fifth Avenues, for 44 row houses to be sold for $137,500 each, with mortgages" , "date" : "19830831" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/31\/nyregion\/new-york-day-by-day-135605.html"} , {"body" : "MANY brownstone gardens are both an asset and a problem: they promise to bring outdoor space into the lives of nature-starved New Yorkers, but the spaces themselves are usually small and sometimes damp, and they often lack light and privacy. The high canopies of the aspiring ailanthus and other city trees compound both the promise and the problem" , "date" : "19830825" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "SUCCESSFUL DESIGN SOLUTIONS FOR BROWNSTONE GARDENS" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/25\/garden\/successful-design-solutions-for-brownstone-gardens.html"} , {"body" : "Even with 14 rooms, the turreted house in the Sheepshead Bay section of Brooklyn wasn't big enough for the Maude family's weekend reunion. Members have lived there since it was built in 1904 - as a summer retreat from Park Slope. So, inside the white picket fence, they pitched a party tent for 120 relatives who gathered Saturday to celebrate old" , "date" : "19830808" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEW YORK DAY BY DAY; Fond Send-Off" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/08\/nyregion\/new-york-day-by-day-fond-send-off.html"} , {"body" : "Two young gunmen jumped a tavern owner and a plainclothes police officer outside a bank in the Park Slope section of Brooklyn yesterday, forced them into the tavern owner's car, drove them to Staten Island and took nearly $3,500 and the officer's gun, the police said. The police said the officer, Thomas Harkins, 40 years old, who had been" , "date" : "19830804" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Gunmen Rob 2 In Car Ride to S.I." , "url" : "http:\/\/www.nytimes.com\/1983\/08\/04\/nyregion\/the-city-gunmen-rob-2-in-car-ride-to-si.html"} , {"body" : "Two young gunmen jumped a tavern owner and a plainclothes police officer outside a bank in the Park Slope section of Brooklyn yesterday, forced them into the tavern owner's car, drove them to Staten Island and took nearly $3,500 and the officer's gun, the police said. The police said the officer, Thomas Harkins, 40 years old, who had been" , "date" : "19830804" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Two Gunmen Abduct and Rob Policeman and a Bar Owner" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/04\/nyregion\/two-gunmen-abduct-and-rob-policeman-and-a-bar-owner.html"} , {"body" : "TO THE HOME SECTION: Regarding ''Plastic Flamingos -Where Did They Go?'' July 21: I live in the Park Slope section of Brooklyn. Park Slope is a community largely devoted to the esthetics of life. We are a brownstone neighborhood, populated by many upwardly mobile types -nothing wrong there - so you can imagine my utter surprise when, as I was" , "date" : "19830728" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Opinion" , "Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "A Flamingo in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/28\/garden\/l-a-flamingo-in-brooklyn-064599.html"} , {"body" : "On bus and train, by foot and by subway and in lines of crawling cars, millions of commuters are sweltering through a bad case of July. Their daily ritual has become a test of their mettle -physical and mental. They have sought a break, a breeze, air-conditioning that works. A few have found it, but for most there has been only more heat - a" , "date" : "19830720" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "FOR COMMUTERS, KEEPING COOL IS AN ELUSIVE GOAL THESE DAYS" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/20\/nyregion\/for-commuters-keeping-cool-is-an-elusive-goal-these-days.html"} , {"body" : "Former Representative Frederick W. Richmond has been transfered to a halfway house in Brooklyn to complete his sentence for tax evasion, possession of marijuana and making an illegal payment, officials said yesterday. Mr. Richmond, 59 years old, moved to the Oxford Project, at 174 Prospect Place in the Park Slope area, a pre-release program" , "date" : "19830715" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; EX-REP. RICHMOND AT HALFWAY HOUSE" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/15\/nyregion\/the-city-ex-rep-richmond-at-halfway-house.html"} ,   {"body" : "For four years, Robert W. Linn has played ''the bad cop'' in New York City labor talks, laying out the city's demands. Then Bruce C. McIver, the amiable Director of Municipal Labor Relations and ''the good cop,'' would make the deal. Yesterday, Mr. Linn was promoted to succeed Mr. McIver, effective Sept. 1, and he said he looked forward to his new" , "date" : "19830709" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "MAN IN THE NEWS; NEW DIRECTOR OF CITY LABOR RELATIONS: ROBERT WECHSLER LINN" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/09\/nyregion\/man-in-the-news-new-director-of-city-labor-relations-robert-wechsler-linn.html"} , {"body" : "Out of High School And Right Into College T hey were invited for a ''curbside barbecue,'' befitting a city campus, but the lunch-hour rain drove members of New York University's class of 1987 indoors for their first mixer yesterday. Some of the 1,200 freshmen are entering with the summer term. For many, the day of placement tests and orientation" , "date" : "19830629" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/29\/nyregion\/new-york-day-by-day-004405.html"} , {"body" : "Registered nurses at Methodist Hospital in the Park Slope section of Brooklyn voted yesterday to accept a three-year contract and canceled a scheduled strike. The 141-to-61 vote was announced by Rosemary Sheridan, a spokesman for the New York State Nurses Association. Mrs. Sheridan said annual pay for the 325 nurses would increase 26 percent. The" , "date" : "19830621" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "THE CITY; Nurses Accept Pact in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/21\/nyregion\/the-city-nurses-accept-pact-in-brooklyn.html"} , {"body" : "In neighborhoods throughout the city and across a broad spectrum of New York life, the influence of homosexual men and women is being seen and felt more than ever before. The yearly Gay Pride March, scheduled for June 26, is only one sign of the broadened awareness of homosexuality and the changes it has brought over the last decade and a half. The" , "date" : "19830616" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "HOMOSEXUALS CONFRONTING A TIME OF CHANGE" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/16\/nyregion\/homosexuals-confronting-a-time-of-change.html"} , {"body" : "LIKE successful big-game hunters, apartment-seekers who land the t rophy of rentable space at an affordable price in New York City are c oming away from their experience with tales to tell. As the spring h unting season wears on, the tales suggest at least two conclusions: - It is extremely difficult for a growing family that needs more space to" , "date" : "19830529" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "RENTAL APARTMENTS: HAVES AND HAVE-NOTS" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/29\/realestate\/rental-apartments-haves-and-have-nots.html"} , {"body" : "Six people were injured Monday night, one critically, when a Holmes security van mounted a sidewalk, struck them and then crashed into the window of a bagel shop at 228 Prospect Park West in the Park Slope section of Brooklyn, the police said. The driver of the van - Thomas Scott, 35 years old, of 2455 Haring Street, Brooklyn - was arrested for" , "date" : "19830525" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/25\/nyregion\/the-city.html"} , {"body" : "DO the sharp rent increases for stores, which have dismayed many owners of small businesses in New York City in the last two years, threaten to deprive some residential neighborhoods of commercial and retail services? And does that threat warrant the imposition of a rent-regulatory system? Or does the current situation merely represent another" , "date" : "19830525" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Business"] , "page_facet" : "21" , "title" : "Real Estate; Store Rent Control Is Debated" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/25\/business\/real-estate-store-rent-control-is-debated.html"} , {"body" : "New School in an Old One T he 54-year-old Shulamith School for Girls has a new $2 million home in the Flatbush section of Brooklyn, at East 14th Street and Avenue M, the site of Yeshiva University's former high school, now closed. Shulamith, formerly in Park Slope, was the nation's first Hebrew elementary school for girls, according to Rabbi Moshe" , "date" : "19830517" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/17\/nyregion\/new-york-day-by-day-172851.html"} , {"body" : "Estates, private homes and artists' studios are open to the public this month. Any proceeds from tours will benefit charities. Private Houses May 14-15. Over the weekend the artists at 32 Union Square East will hold their second annual open studio weekend. Over two dozen independent painters, sculptors, print makers and graphic artists will open" , "date" : "19830512" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "ESTATES AND STUDIES OPENED FOR VISITORS" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/12\/garden\/estates-and-studies-opened-for-visitors.html"} , {"body" : "IT WAS, said Salvadore Scotto, a surprise. In the early 1960's, the b rownstoners began to trickle in, first into Cobble Hill, across A tlantic Avenue from Brooklyn Heights, and then farther south into h is neighborhood, an Italian enclave that had its own identity but n ot a name, a place that some called South Brooklyn and others simply' 'the" , "date" : "19830508" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN: CARROLL GARDENS" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/08\/realestate\/if-you-re-thinking-of-living-in-carroll-gardens.html"} ,   {"body" : "Anthony J. Alvarado, the next Schools Chancellor, said yesterday that he intended to make sweeping changes in the way the school system is run -changes that he said would cost some officials their jobs and put a stronger emphasis on students and teachers. ''There is always the question, can the octopus so enmesh you that there will always be an arm" , "date" : "19830501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "ALVARADO PLEDGES SWEEPING CHANGES FOR CITY'S SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/01\/nyregion\/alvarado-pledges-sweeping-changes-for-city-s-schools.html"} , {"body" : "A month ago Anthony J. Alvarado did not believe he had the slightest chance of becoming the head of the largest public school system in the country. Yesterday the Board of Education selected him as Schools Chancellor, and celebrations erupted in Mr. Alvarado's East Harlem office, where he has served as school superintendent of District 4 for the" , "date" : "19830429" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "MAN IN THE NEWS; AN INNOVATIVE SCHOOL ADMINISTRATOR: ANTHONY JOHN ALVARADO" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/29\/nyregion\/man-in-the-news-an-innovative-school-administrator-anthony-john-alvarado.html"} , {"body" : "An unusual coalition of Democratic elected officials is trying to defeat one of the early proponents of school decentralization in a bitter school board contest in Brooklyn. Each side in the contest, in School District 15, has accused the other of corrupting education with politics. The principals in the struggle, which will be played out in the" , "date" : "19830427" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "POLITICAL CHARGES TRADED IN SCHOOL ELECTION FIGHT" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/27\/nyregion\/political-charges-traded-in-school-election-fight.html"} , {"body" : "With the decline in mortgage interest rates over the last year houing activity in general has improved across the board. Sales of new and existing housing have picked up and so have construction starts. But there is a notable exception in New York City. Sales of brownstone buildings with four or more apartments have slumped sharply, sales brokers" , "date" : "19830424" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "NEW CITY ASSESSMENT POLICY HURTS BROWNSTONE SALES" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/24\/realestate\/new-city-assessment-policy-hurts-brownstone-sales.html"} , {"body" : "Ten people were arrested when detectives raided four apartments at 300 Fifth Avenue in the Park Slope section of Brooklyn at 7:30 A.M. yesterday. Three pounds of heroin and cocaine were found, along with four handguns, two shotguns and a rifle. Augustini Luna, 46 years old, who was said by the police to be the ring's leader, and the nine others" , "date" : "19830420" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/20\/nyregion\/the-city-the-police-blotter.html"} , {"body" : "NEXT FALL the largest supermarket ever built in Manhattan will open on the edge of Chinatown. At 42,600 square feet, it will be four times the size of the average D'Agostino's, Gristede's, A.& P. and Sloan's grocery stores that now dot the borough. But Pathmark hopes that the newest of its ''Super Centers'' will do more than just dwarf the" , "date" : "19830417" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "4" , "title" : "PATHMARK AND ITS SUPERSTORES" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/17\/business\/pathmark-and-its-superstores.html"} , {"body" : "A Spring of Stained Glass, Glassmasters Guild, 621 Avenue of the Americas (19th Street), 212-924-2868. Beginning Saturday from 1 to 4 P.M., an exhibition of works in glass by Melba and David Corby, Jeffrey Meyers and Toland Sand will open. The exhibition will display flower designs, beveled glass in modern and classical designs and abstract designs" , "date" : "19830414" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "CALENDAR OF EVENTS: STAINED GLASS SHOW" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/14\/garden\/calendar-of-events-stained-glass-show.html"} , {"body" : "In an effort to help businesses whose middle-management employees say they have no interest in being transferred to New York City, a leading local business group has listed 61 neighborhoods as good communities for executives and their families. The neighborhoods, recommended by the New York City Chamber of Commerce and Industry for executives" , "date" : "19830324" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "EXECUTIVES ARE OFFERED A CITY GUIDE TO HOUSING" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/24\/nyregion\/executives-are-offered-a-city-guide-to-housing.html"} , {"body" : "At 7 A.M. yesterday, 24 rear-loading garbage trucks pulled out of the Sanitation Department's Brooklyn West 6 garage at 127 Second Avenue. For eight hours, they moved through the Carroll Gardens, Cobble Hill, Gowanus, Park Slope and Red Hook sections, collecting more than 12 tons of garbage each. What was there about all that to prompt Commissioner" , "date" : "19830324" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEW YORK DAY BY DAY; Money-Saving Move In Trash Collection" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/24\/nyregion\/new-york-day-by-day-money-saving-move-in-trash-collection.html"} , {"body" : "Sandstone and brownstone buildings decay easily - the surface may rub off, large sections of stone may separate and be lost or the facade may become cracked or blistered. These problems are addressed in a new eight-page pamphlet, ''The Maintenance and Repair of Architectural Sandstone,'' prepared by the New York Landmarks Conservancy. The" , "date" : "19830317" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "SANDSTONE FACADES : A GUIDE TO REPAIRS" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/17\/garden\/sandstone-facades-a-guide-to-repairs.html"} ,   {"body" : "Brooklyn Jumps the Gun On Honoring Its Women L ady Deborah Moody laid out the Gravesend section of Brooklyn in the 1640's in four squares, still apparent through the modern grid. Margaret Sanger's first clinic was in Brownsville until the police jailed her. Mary White Ovington, a society heiress, did social work in Greenpoint and Williamsburg." , "date" : "19830221" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/21\/nyregion\/new-york-day-by-day-245930.html"} , {"body" : "SUPPOSE, said Ann Abbruzzese, that a new career was forcing a familyi n Salt Lake City to move to the New York metropolitan area. And s uppose the family had a house it had to sell in Salt Lake and wantedt o use the proceeds to buy another in the New York area, but knew n othing about values or neighborhoods in New York. Where to turn? If that" , "date" : "19830220" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "COMPARATIVE PRICING HELPS IN RELOCATION" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/20\/realestate\/comparative-pricing-helps-in-relocation.html"} , {"body" : "kept gabled houses with o ak wainscoting, wide porch swings and deep window seats stand just a round corners from boarded-up storefronts. The community is many things to many people. The Flatbush Development Corporation calls it an area of 2.5 square miles bounded by Prospect Park and Parkside Avenue on the north, Avenue H and the Long Island" , "date" : "19830130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IN YOU'RE THINKING OF LIVING IN FLATBUSH" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/30\/realestate\/in-you-re-thinking-of-living-in-flatbush.html"} , {"body" : "THE Reagan Administration's program of selling unneeded Federal p roperty to the highest bidder to help reduce the national debt has m et with some success and some confusion in the New York metropolitana rea this winter. In Monmouth County, N.J. and Cromwell, Conn., local officials were surprised to learn recently that the General Services" , "date" : "19830123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Washington" , "Real Estate"] , "page_facet" : "7" , "title" : "U.S. SURPLUS-LAND SALES: SNAGS AND GAINS" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/23\/realestate\/us-surplus-land-sales-snags-and-gains.html"} , {"body" : "WITH more than 17,000 landmark buildings and 42 historic districts t o protect, policing New York City's architectural resources can be ad aunting task. For the Landmarks Preservation Commission, a staff of 5 0 full-time members often proves insufficient. Nearly all of those districts, however -and even some areas that have not been designated" , "date" : "19830116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "VOLUNTEERS WHO SERVE HISTORY" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/16\/realestate\/volunteers-who-serve-history.html"} , {"body" : "A police officer shot a man brandishing a five-inch knife on a midtown street at about 10:20 A.M. yesterday after he ignored orders to drop the weapon. The man, tentatively identified as 39-year-old Carl Hamilton, was taken to Bellevue Hospital, where he was reported in serious condition with groin and stomach wounds. ... A 14-yearold boy who was" , "date" : "19830114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; The Police Blotter" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/14\/nyregion\/the-city-the-police-blotter.html"} , {"body" : "The Justice Department has decided not to prosecute Representative Charles E. Schumer, the Brooklyn Democrat, on Federal charges in connection with his 1980 campaign for the House, according to senior law-enforcement officials. The department had been reported to be investigating whether Mr. Schumer, a former New York Assemblyman, had unlawfully" , "date" : "19830110" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "FEDERAL OFFICIALS WON'T PROSECUTE IN SCHUMER CASE" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/10\/nyregion\/federal-officials-won-t-prosecute-in-schumer-case.html"} , {"body" : "THERE'S some difference in the meaning of the word ''luxury'' - as in ''luxury'' apartments - when used by those who build them and those who live in them. Some builders believe that any building with an elevator is a luxury apartment. Some tenants think luxury begins with a wood-burning fireplace. But people on both sides will agree on at least" , "date" : "19830106" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "APARTMENT LOBBIES: CHRONICLE OF TASTE" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/06\/garden\/apartment-lobbies-chronicle-of-taste.html"} , {"body" : "Following are the scores, released by the New York City Board of Education, on the reading tests given in city's public elementary schools and junior high schools in April 1982. The center column shows the proportion of pupils in each school reading at or above grade level; the right-hand column gives each school's overall city-wide ranking." , "date" : "19830104" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Scores on Reading Tests Given in Public Schools" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/04\/nyregion\/scores-on-reading-tests-given-in-public-schools.html"}]