[  {"body" : "A program to create living and working space in unused city buildings for up to 180 sculptors, painters, actors and musicians was announced yesterday by Mayor Koch. ''Artists have sought the creative stimulation of New York City,'' Mr. Koch said at a City Hall news conference. ''They are one of our city's primary social and economic resources. They" , "date" : "19831221" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "180 UNITS FOR ARTISTS IN UNUSED BUILDINGS PLANNED BY THE CITY" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/21\/nyregion\/180-units-for-artists-in-unused-buildings-planned-by-the-city.html"} , {"body" : "-story factory building where Knox hats were once manufactured stands vacant and vandalized at St. Marks Avenue and Grand Avenue in the Crown Heights section of Brooklyn. In theory it is a candidate for a gut rehabilitation into housing. Its size makes it a pivotal property in any hope for housing improvements east of Washington Avenue, as an" , "date" : "19831204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "CURBS ON INCENTIVES AFFECT REHABILITATION" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/04\/realestate\/curbs-on-incentives-affect-rehabilitation.html"} , {"body" : "FOLLOWING the clearance of a backlog of applications, 69 areas of New York City are now listed on the Federal and State Historic Registers. Unlike landmark designation by the city, which imposes restraints on facade alterations, the state and national listings impose no restrictions on privately sponsored projects. Lengthy review is necessary," , "date" : "19831204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "69 CITY DISTRICTS DUBBED HISTORIC" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/04\/realestate\/69-city-districts-dubbed-historic.html"} , {"body" : "THE year 1983 is establishing itself as the period in which single-family houses built in a factory and assembled on large development tracts were delivered to New Yorkers for the first time. The scale is modest in comparison with what is believed to be the market potential, and with the construction of ''stick-built'' houses - those built on the" , "date" : "19831113" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "THE FACTORY-BUILT HOUSE GETS A FOOTHOLD IN CITY" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/13\/realestate\/the-factory-built-house-gets-a-foothold-in-city.html"} , {"body" : "Manufactured housing is making its appearance in a widening spectrum of new single-family buildings across the city. At the same time, talks aimed at establishing facilities to do the construction within city limits are intensifying. So far, public attention has focused on the use of mobile homes trucked to the Bronx in two sections from a plant in" , "date" : "19831014" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Business"] , "page_facet" : "19" , "title" : "About Real Estate; Manufactured Housing Moves Into City" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/14\/business\/about-real-estate-manufactured-housing-moves-into-city.html"} , {"body" : "Eight buildings, including a former convent and two Roman Catholic schools, will be converted into housing for the poor and elderly in a program announced yesterday at City Hall. Municipal funds will help nonprofit groups convert the buildings into 335 single-room-occupancy units, known as S.R.O.'s. The sponsoring agencies will renovate and operate" , "date" : "19830818" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "EIGHT BUILDINGS TO BE CONVERTED TO HOUSE POOR AND ELDERLY" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/18\/nyregion\/eight-buildings-to-be-converted-to-house-poor-and-elderly.html"} , {"body" : "Crafts Fair and Block Festival, St. Mark's Avenue between Flatbush and Carlton Avenues, Brooklyn, 212-636-7807. Saturday from noon to 6 P.M. the fair will be in session. It will feature the work of artisans from Prospect Heights and surrounding neighborhoods. Pottery, woven goods and jewelry are among the items that will be on display. Beginning at" , "date" : "19830818" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "CALENDAR OF EVENTS: BROOKLYN FESTIVAL" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/18\/garden\/calendar-of-events-brooklyn-festival.html"} , {"body" : "IT is a question that every school district has to confront now and again, and a problem that New York City is never without: What should be done with unsuccessful schools? Or, as Anthony J. Alvarado, the city's Chancellor of Schools puts it: How do you fix schools that ''don't work?'' Even before he became Chancellor, Mr. Alvarado endorsed the" , "date" : "19830802" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Science" , "Health"] , "page_facet" : "1" , "title" : "EDUCATION; FIXING SCHOOLS THAT FAIL" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/02\/science\/education-fixing-schools-that-fail.html"} , {"body" : "Schools Chancellor Anthony J. Alvarado, facing opposition from Brooklyn residents, said yesterday that he had agreed to alter his plan to close one high school and reorganize three others. Mr. Alvarado's original plan, announced at the end of June, called for closing Alexander Hamilton Technical and Vocational High School, in the Bedford-Stuyvesant" , "date" : "19830730" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "ALVARADO AGREES TO MODIFY HIS PLAN FOR 4 HIGH SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/30\/nyregion\/alvarado-agrees-to-modify-his-plan-for-4-high-schools.html"} , {"body" : "THE State Legislature's revision of the city's J-51 tax-incentive p rogram has fundamentally changed the course of housing policy in NewY ork City, but it may be years before the figures on the number of a partments benefited reflect the new direction. The key change is a new method of calculating the portion of the J-51 program known as the" , "date" : "19830703" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "PERSPECTIVES: J-51 REVISIONS; NEW LAW WILL LIMIT BENEFITS IN GUT REHABILITATIONS" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/03\/realestate\/perspectives-j-51-revisions-new-law-will-limit-benefits-in-gut-rehabilitations.html"} ,   {"body" : "The New York City Schools Chancellor, Anthony J. Alvarado, plans to close one high school and turn three others into centers for specialized training, according to officials at the Board of Education. Under the plan, Alexander Hamilton High School, a vocational and technical school in the Bedford-Stuyvesant section of Brooklyn, will be closed next" , "date" : "19830627" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "ALVARADO TO CLOSE A CITY HIGH SCHOOL" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/27\/nyregion\/alvarado-to-close-a-city-high-school.html"} , {"body" : "International A shift in favor of democracy in Chile has led to the first serious challenge that the country's ruler, Gen. Augusto Pinochet, has faced since he sized power nearly 10 years ago, according to his supporters and opponenets. But the general has said that there will be no elections until at least 1989. (Page A1, Column 1.) Moscow was" , "date" : "19830627" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "News Summary; MONDAY, JUNE 27, 1983" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/27\/nyregion\/news-summary-monday-june-27-1983.html"} , {"body" : "Percentage of students in the classes of 1973, 1978 and 1982 in New York City public high schools who have completed three years or more of ''academic'' courses in English and two years or more in math by the end of their junior year. N.A.= Data incomplete or unavailable Asterisk denotes schools that have programs requiring special application for" , "date" : "19830612" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "54" , "title" : "HOW ENROLLMENT IN HIGH SCHOOL MATH AND ENGLISH HAS CHANGED IN 10 YEARS" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/12\/nyregion\/how-enrollment-in-high-school-math-and-english-has-changed-in-10-years.html"} , {"body" : "Preservationists Honored A dozen Cinderella Awards were presented to ''community preservationists'' at the Brooklyn Museum last night. The only family award went to Art and Janet Farmer and their six children who restored a three-story, mid-1850's house in the West Brighton section of Staten Island. Six of the awards went to nonprofit community" , "date" : "19830519" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/19\/nyregion\/new-york-day-by-day-176436.html"} , {"body" : "It was an unusual opening at the Metropolitan Museum Thursday night - no dinner jackets, no champagne, just several hundred high school students wandering delightedly through the Greek galleries and the Michael C. Rockefeller Wing on the museum's main floor. In the rotunda were displayed wildly colored masks, complex linoleum prints and swirly" , "date" : "19830514" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "26" , "title" : "NEW YORK DAY BY DAY; Folk Art as a Lure For High School Students" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/14\/nyregion\/new-york-day-by-day-folk-art-as-a-lure-for-high-school-students.html"} , {"body" : "Alexander Hamilton High School will face Springfield Gardens in the Division A final of the Public Schools Athletic League basketball tournament Sunday, but even a victory then could hardly top Hamilton's 82-70 upset of Boys & Girls High yesterday in the semifinals. Coach Ray Haskins said that his team's victory over its Brooklyn rival was the most" , "date" : "19830307" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "HAMILTON SURPRISES BOYS & GIRLS, 82-70" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/07\/sports\/hamilton-surprises-boys-girls-82-70.html"} , {"body" : "To the Editor: Fred Hechinger accurately describes the continuing impressive results of New York City public school students in the annual Westinghouse Talent Search: 12 of the 40 national winners and 74 of the 300 honors awardees are from New York City (column Feb. 8). But also noteworthy is the growing range of schools attended by the winners. In" , "date" : "19830221" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "16" , "title" : "NEW YORK'S SPREADING EDUCATIONAL EXCELLENCE" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/21\/opinion\/l-new-york-s-spreading-educational-excellence-241186.html"}]