[  {"body" : "On Feb. 23, as on many other days since he became a driver for the Rujac company seven years ago, Nicolas Estrella was at the wheel of an 18-foot truck laden with television sets, video recorders, microwave ovens, radios, business machines and vacuum cleaners valued at well over $100,000. At 11 A.M. Mr. Estrella delivered a shipment of electric" , "date" : "19831216" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "TRUCK HIJACKING: A HIGHLY ORGANIZED AND SPECIALIZED CRIME IN NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/16\/nyregion\/truck-hijacking-a-highly-organized-and-specialized-crime-in-new-york.html"} , {"body" : "New York City's first large-scale commercial fish-processing operation will be built in a desolate section of the Brooklyn waterfront, and one of the borough's few modern container ports will be doubled in size. These were the two major projects in a $45 million program announced Thursday by the Port of New York and New Jersey Authority to" , "date" : "19831210" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "CITY'S FIRST MAJOR FISH PLANT SET FOR BROOKLYN WATERFRONT" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/10\/nyregion\/city-s-first-major-fish-plant-set-for-brooklyn-waterfront.html"} , {"body" : "term relationship that the alliance said could build a peaceful future for the world. In a statement adopted at conclusion of the NATO Foreign Ministers conference in Brussels and officially described as an ''important political signal,'' the alliance members addressed the Soviet Union as a potential partner and said, ''for the benefit of mankind," , "date" : "19831210" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "SATURDAY, DECEMBER 10, 1983 International" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/10\/nyregion\/saturday-december-10-1983-international.html"} , {"body" : "The Port Authority of New York and New Jersey yesterday approved two projects - a fish-handling and distribution center and a container port - that it said would bring increased business and jobs to the Brooklyn waterfront. The larger project, a $30 million facility to be called the Fishport, is designed to become a major center for fish" , "date" : "19831209" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Port Agency Approves Two Brooklyn Projects" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/09\/nyregion\/port-agency-approves-two-brooklyn-projects.html"} , {"body" : "Law-enforcement officers have confiscated a 307-pound shipment of pure cocaine on a Panamanian ship and arrested three men who tried to take the cargo ashore, the United States Attorney for the Eastern District of New York said yesterday. Seven Colombians have been arrested in the case, and officials said more arrests were likely. Authorities also" , "date" : "19831201" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "432 POUNDS OF COCAINE IS SEIZED" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/01\/nyregion\/432-pounds-of-cocaine-is-seized.html"} , {"body" : "Edward Q. Carr Jr., a former attorney in chief of the New York City Legal Aid Society, died of cancer Saturday at Doctors Hospital in Manhattan. He was 65 years old and lived in Brooklyn. During his tenure as chief attorney, from 1960 to 1973, Mr. Carr expanded the society's staff from 60 lawyers to 100 and was responsible for making it the only" , "date" : "19831121" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "20" , "title" : "Edward Carr Jr. Dies; Ex-Legal Aid Official" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/21\/obituaries\/edward-carr-jr-dies-ex-legal-aid-official.html"} , {"body" : "A 29-year-old Brooklyn woman was charged yesterday with second-degree murder in the death of her newborn son, the police said. The woman, Alicja Grzymala of 108 North Eighth Street, came to the United States from Poland in 1979. The body of the baby was found Friday wrapped in a blanket near the Hamilton Avenue exit to Gowanus Expressway in the Red" , "date" : "19831114" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Woman, 29, Charged In Death of Infant Son" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/14\/nyregion\/woman-29-charged-in-death-of-infant-son.html"} , {"body" : "LUCKILY for Robert Stern and his wife, Cheryl, they already had a contract to buy a house when loans became available last July through the sale of mortgage-revenue bonds by the State of New York Mortgage Agency. ''The money went so fast that if you didn't know the house you were buying you couldn't move fast enough to get a loan,'' said Mr. Stern," , "date" : "19831030" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "PERSPECTIVES: LOAN PROGRAMS; LOW-COST MORTGAGES GO QUICKLY" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/30\/realestate\/perspectives-loan-programs-low-cost-mortgages-go-quickly.html"} , {"body" : "Suspect,21,Surrenders After a Fatal Stabbing By United Press International A man accused of posing as a Red Cross worker and stabbing to death a woman for whom he offered to help find shelter after a Brooklyn fire has surrendered to the police. The police said the suspect, Jose Santiago, 21 years old, of 92 Center Mall, Brooklyn, surrendered at the" , "date" : "19831017" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/17\/nyregion\/no-headline-235873.html"} , {"body" : "A woman was stabbed to death and two men were knifed in Brooklyn early yesterday by two other men who had identified themselves as Red Cross workers, the police said. Both men who were stabbed were listed in serious condition in Long Island College Hospital. A police spokesman, Officer Norris Hollomon, said the assailants knocked at the building at" , "date" : "19831016" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "2BogusRedCrossMen Slay Brooklyn Woman" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/16\/nyregion\/2bogusredcrossmen-slay-brooklyn-woman.html"} ,   {"body" : "The New York Times\/William E. Sauro More Japanese Subway Cars Arrive A shipment of 10 Japanese-made subway cars for the Transit Authority being unloaded yesterday at the Red Hook Terminal in Brooklyn. The cars will replace outdated IRT cars in the Transit Authority's program for re- building the subway system. It was the latest shipment in the" , "date" : "19831005" , "day_of_week_facet" : "Wednesday" , "page_facet" : "3" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/05\/nyregion\/no-headline-210736.html"} , {"body" : "George Washington stayed in the neighborhood, and so did Thomas Wolfe in the 1930's, when he wrote that only the dead know Brooklyn. Jennie Jerome, the mother of Winston Churchill, was born there in 1854. It lies due south of Brooklyn Heights, across the teeming Atlantic Avenue border of Middle Eastern restaurants and food shops. In the words of" , "date" : "19830930" , "day_of_week_facet" : "Friday" , "geo_facet" : ["COBBLE HILL (BROOKLYN)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "A STROLL THROUGH COBBLE HILL'S STREETS AND HOMES" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/30\/arts\/a-stroll-through-cobble-hill-s-streets-and-homes.html"} , {"body" : "Following is a breakdown, by region, of the projects to be paid for by the $1.25 billion ''Rebuild New York'' bond issue if it is approved by voters in November. The figures and descriptions were supplied by the offices of Governor Cuomo and the legislative leaders: NEW YORK CITY * Rehabilitation of the Hutchinson River Parkway Bridge over the" , "date" : "19830917" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "LIST OF PROJECTS TO BE FINANCED BY THE PROPOSED $1.25 BILLION BOND ; ISSUE" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/17\/nyregion\/list-of-projects-to-be-financed-by-the-proposed-1.25-billion-bond-issue.html"} , {"body" : "Mayor Koch, with Governor Cuomo at his side, said yesterday that New York City would get an ''acceptable'' share of money from a proposed $1.25 billion bond issue and that he would campaign for its passage this fall. On Thursday, the Legislature ratified an agreement on how the money from the proposed bond issue would be spent. The money would be" , "date" : "19830917" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "STATE'S BOND ISSUE BACKED BY MAYOR; AID FOR CITY CITED" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/17\/nyregion\/state-s-bond-issue-backed-by-mayor-aid-for-city-cited.html"} , {"body" : "The State Legislature ratified a plan tonight for spending the money from a proposed $1.25 billion bond issue to rebuild and expand highways, roads and bridges. The agreement, which listed the amount that each region of the state would receive, was passed by the Senate, 54 to 4. The Assembly approved it, 137 to 6. The bond issue requires voter" , "date" : "19830916" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "PACT ON SPENDING BOND ISSUE MONEY IS VOTED IN ALBANY" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/16\/nyregion\/pact-on-spending-bond-issue-money-is-voted-in-albany.html"} , {"body" : "Today is Labor Day, a chance for reflection as much as celebration. David W. Dunlap of The New York Times asked five union officials in their 30's what brought them to the labor movement and what they hoped to bring to it, what - if anything - made modern union work different from that of the past. One of the officials lived a childhood steeped in" , "date" : "19830905" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "LABOR OFFICIALS LOOK AHEAD AND BACK" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/05\/nyregion\/labor-officials-look-ahead-and-back.html"} , {"body" : "With sushi and Japanese beer as refreshments, New York's newest subway car was unveiled yesterday at a ceremony on the Brooklyn waterfront. The new car, the first of an order of 325 made by Kawasaki Heavy Industries Ltd. of Tokyo, is the first New York subway car built outside the United States. When the rest of a 10-car test train arrives later" , "date" : "19830819" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "S SUSHI SALUTE TO FIRST NEW IRT CAR" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/19\/nyregion\/s-sushi-salute-to-first-new-irt-car.html"} , {"body" : "The news that New York City will be the home port for the battleship Iowa and her six support ships comes at a time when the once proud local shipbuilding industry is at perhaps its lowest point. The problem was symbolized by the closing May 27 of the Todd Shipyard Corporation's Brooklyn operation, where many of the nation's most important ships," , "date" : "19830730" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "FLEET COMING AT TIME WHEN NEW YORK PORT FORTUNES HAVE BEEN EBBED" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/30\/nyregion\/fleet-coming-at-time-when-new-york-port-fortunes-have-been-ebbed.html"} , {"body" : "A police helicopter and a commuter seaplane collided over Brooklyn yesterday morning, sending the helicopter into a vacant building below and the plane into the choppy water of New York Harbor. The two police officers in the helicopter were killed, and two men were trapped in the seaplane when it sank. Moments before the seaplane went under, two" , "date" : "19830723" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "4 BELIEVED KILLED AS POLICE COPTER AND PLANE CRASH OVER BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/23\/nyregion\/4-believed-killed-as-police-copter-and-plane-crash-over-brooklyn.html"} , {"body" : "International American military involvement in Central America and preparations for a possible limited military blockade of Nicaragua have been approved by President Reagan, senior Administration officials said. Military exercises that the United States will soon conduct in Central America and the Caribbean are aimed at laying the groundwork for" , "date" : "19830723" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "News Summary; SATURDAY, JULY 23, 1983" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/23\/nyregion\/news-summary-saturday-july-23-1983.html"} ,   {"body" : "For writers, Brooklyn has never been primarily the borough of the Bridge. Borough of churches, borough of nostalgia, borough of hope (for Dodgers fans), it is above all a piece of geography or, if you prefer, a considerable piece of real estate. Literary visitors have found it an urban alternative to Manhattan's desperate pursuit of the present." , "date" : "19830508" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "12" , "title" : "BROOKLYN, BOROUGH OF WRITERS" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/08\/books\/brooklyn-borough-of-writers.html"} , {"body" : "IT WAS, said Salvadore Scotto, a surprise. In the early 1960's, the b rownstoners began to trickle in, first into Cobble Hill, across A tlantic Avenue from Brooklyn Heights, and then farther south into h is neighborhood, an Italian enclave that had its own identity but n ot a name, a place that some called South Brooklyn and others simply' 'the" , "date" : "19830508" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "IF YOU'RE THINKING OF LIVING IN: CARROLL GARDENS" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/08\/realestate\/if-you-re-thinking-of-living-in-carroll-gardens.html"} , {"body" : "THIS weekend it might be wise to follow the lead of the tigers and elephants at the Bronx Zoo's Wild Asia. After having been cooped up for months in their winter cages, the animals will again roam free in their sprawling outdoor habitat, beginning tomorrow. For humans, too, this weekend can be a time to get reacquainted with the outdoors. In New" , "date" : "19830429" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "IT'S MAY, TIME TO SEE WHAT'S UP OUTDOORS" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/29\/arts\/it-s-may-time-to-see-what-s-up-outdoors.html"} , {"body" : "An unusual coalition of Democratic elected officials is trying to defeat one of the early proponents of school decentralization in a bitter school board contest in Brooklyn. Each side in the contest, in School District 15, has accused the other of corrupting education with politics. The principals in the struggle, which will be played out in the" , "date" : "19830427" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "POLITICAL CHARGES TRADED IN SCHOOL ELECTION FIGHT" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/27\/nyregion\/political-charges-traded-in-school-election-fight.html"} , {"body" : "A 12-Meter yacht belonging to the Aga Khan is scheduled to arrive this evening from Sardinia at the Red Hook Container Terminal in Brooklyn. The Azzurra, the Agha Khan's personal yacht, will represent Italy in trials this summer to find a challenger for the America's Cup races in the fall off Newport, R.I. The Azzurra and the Shabaz, a 56-foot" , "date" : "19830426" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "SCOUTING; Cup Challenger" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/26\/sports\/scouting-cup-challenger.html"} , {"body" : "''O WN a Piece of New York City,'' read the sign in the lobby of 1 Police Plaza. Just a few feet away, about 800 prospective bidders were crowding into the 700-seat Police Headquarters auditorium for a crack at purchasing city-owned residential property. Edward Ellerbee, auctioneer, a barrel-chested man with a booming voice, opened the bidding at" , "date" : "19830424" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "CITY PUTS HOUSING BARGAINS ON THE BLOCK" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/24\/realestate\/city-puts-housing-bargains-on-the-block.html"} , {"body" : "At 7 A.M. yesterday, 24 rear-loading garbage trucks pulled out of the Sanitation Department's Brooklyn West 6 garage at 127 Second Avenue. For eight hours, they moved through the Carroll Gardens, Cobble Hill, Gowanus, Park Slope and Red Hook sections, collecting more than 12 tons of garbage each. What was there about all that to prompt Commissioner" , "date" : "19830324" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEW YORK DAY BY DAY; Money-Saving Move In Trash Collection" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/24\/nyregion\/new-york-day-by-day-money-saving-move-in-trash-collection.html"} , {"body" : "In a way, Arthur Miller seems as obsessed with his play ''A View From the Bridge'' as the play's longshoreman hero, Eddie Carbone, is obsessed with desire for the niece he has taken into his home and reared. One feels that ever since ''A View From the Bridge'' was first seen here in 1955, Mr. Miller has stared at it, brooded over it, prodded it and" , "date" : "19830213" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "3" , "title" : "STAGE VIEW; A PLAY THAT FALLS VICTIM TO ITS AUTHOR'S ATTENTIONS" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/13\/theater\/stage-view-a-play-that-falls-victim-to-its-author-s-attentions.html"} , {"body" : "IT'S thrilling to watch two long-estranged old friends come to one another's rescue in their hour of darkest need. And, in a figurative sense, that's just what is happening this moment at the Ambassador Theater. The two old friends I refer to are Arthur Miller and Broadway. Mr. Miller hasn't had a success in a Broadway house for well over a decade." , "date" : "19830204" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "3" , "title" : "THEATER: ARTHUR MILLER'S 'VIEW FROM THE BRIDGE'" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/04\/theater\/theater-arthur-miller-s-view-from-the-bridge.html"} , {"body" : "THE Reagan Administration's program of selling unneeded Federal p roperty to the highest bidder to help reduce the national debt has m et with some success and some confusion in the New York metropolitana rea this winter. In Monmouth County, N.J. and Cromwell, Conn., local officials were surprised to learn recently that the General Services" , "date" : "19830123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Washington" , "Real Estate"] , "page_facet" : "7" , "title" : "U.S. SURPLUS-LAND SALES: SNAGS AND GAINS" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/23\/realestate\/us-surplus-land-sales-snags-and-gains.html"} ,   {"body" : "New York City has applied to the Federal Government for permission to lower the required levels of sewage treatment at six city plants, two of them still under construction. The move is intended to save more than $550 million in building costs and more than $2 million a year in operating costs, city officials said yesterday. However, in a revision" , "date" : "19830103" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CITY SEEKS TO CUT TREATMENT LEVELS AT 6 SEWAGE SITES" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/03\/nyregion\/city-seeks-to-cut-treatment-levels-at-6-sewage-sites.html"}]