[  {"body" : "A group in the Bay Ridge section of Brooklyn needed to train ambulance drivers. A Canarsie organization wanted to teach Soviet emigres English. A third group, in the Sunset Park section, wanted to clean up its neighborhood to attract new residents. All three organizations turned to the nonprofit Brooklyn Educational Cultural Alliance for help." , "date" : "19831218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "68" , "title" : "ORGANIZATION AIDS BROOKLYN GROUPS" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/18\/nyregion\/organization-aids-brooklyn-groups.html"} , {"body" : "To the Editor: When I protested recent city choices for homeless shelters and proposals for prison facilities in Brooklyn, I was not knee-jerking as your editorial of Dec. 4 implies. Housing the homeless and easing prison overcrowding are concerns of mine and the citizens of Brooklyn. To call our outrage selfish is to miss the substance of the" , "date" : "19831214" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "34" , "title" : "Letter: On Community Resistance Jails and Shelters vs. Redevelopment" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/14\/opinion\/l-letter-on-community-resistance-jails-and-shelters-vs-redevelopment-112144.html"} , {"body" : "New York City will build new jail cells and dormitories for 2,200 prisoners on Rikers Island and in the brig at the Brooklyn Navy Yard at a cost of $154 million, Mayor Koch announced yesterday. The money, he said at a news conference at City Hall, will be added to the $123 million already earmarked for jail construction. City officials said the" , "date" : "19831210" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITY PLANS TO ADD NEW JAIL SPACES FOR 2,200 INMATES" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/10\/nyregion\/city-plans-to-add-new-jail-spaces-for-2200-inmates.html"} , {"body" : "-story factory building where Knox hats were once manufactured stands vacant and vandalized at St. Marks Avenue and Grand Avenue in the Crown Heights section of Brooklyn. In theory it is a candidate for a gut rehabilitation into housing. Its size makes it a pivotal property in any hope for housing improvements east of Washington Avenue, as an" , "date" : "19831204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "CURBS ON INCENTIVES AFFECT REHABILITATION" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/04\/realestate\/curbs-on-incentives-affect-rehabilitation.html"} , {"body" : "New York City is near an agreement to house as many as 600 prisoners in one of two buildings in Brooklyn, a move designed to prevent a further release of inmates from overcrowded jails, city officials said yesterday. The announcement came as the city disclosed that it had halted a courtordered release of prisoners indefinitely after freeing 610" , "date" : "19831115" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CITY SEEKS TO ADD JAILS IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/15\/nyregion\/city-seeks-to-add-jails-in-brooklyn.html"} , {"body" : "American cruise missiles arrived at an air base in England, the British Government announced. They are the first of NATO's new generation of medium-range missiles to be deployed in Western Europe. The announcement was made by Defense Secretary Michael Heseltine, who had to shout to be heard over howls of protest from opposition members of" , "date" : "19831115" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "TUESDAY, NOVEMBER 15, 1983 International" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/15\/nyregion\/tuesday-november-15-1983-international.html"} , {"body" : "A Brooklyn man who was released from jail last week under a courtordered low-bail plan to ease jail overcrowding has been arrested and charged with strangling his wife in July and burning his apartment to cover up the crime. Detectives of the 78th Precinct said they had charged 39-year-old Roberto Hernandez of 4007 Seventh Avenue, in the Sunset" , "date" : "19831114" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Freed Inmate Seized In a July Strangling" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/14\/nyregion\/freed-inmate-seized-in-a-july-strangling.html"} , {"body" : "The number of the ''oldest elderly'' - those at least 85 years of age - more than doubled in New York City in the last two decades, and city officials are finding new ways to help this dependent population. One successful effort has been an experiment by the City Planning Department and the Lutheran Medical Center in Brooklyn in which people who" , "date" : "19831107" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITY FINDING NEW WAYS TO HELP 'OLDEST ELDERLY'" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/07\/nyregion\/city-finding-new-ways-to-help-oldest-elderly.html"} , {"body" : "LUCKILY for Robert Stern and his wife, Cheryl, they already had a contract to buy a house when loans became available last July through the sale of mortgage-revenue bonds by the State of New York Mortgage Agency. ''The money went so fast that if you didn't know the house you were buying you couldn't move fast enough to get a loan,'' said Mr. Stern," , "date" : "19831030" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "PERSPECTIVES: LOAN PROGRAMS; LOW-COST MORTGAGES GO QUICKLY" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/30\/realestate\/perspectives-loan-programs-low-cost-mortgages-go-quickly.html"} , {"body" : "To the Editor: Publicos are the answer to the problems that beset both the taxicab industry and the riding public in the New York metropolitan area. Publicos , which ply the highways and byways of Puerto Rico, are a hybrid of bus and taxi, with fares somewhere between the two. Often a nine-passenger sedan - though vans and ordinary four-door cars" , "date" : "19831022" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "PUBLICOS: ALTERNATIVE TO BUSES AND CABS" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/22\/opinion\/l-publicos-alternative-to-buses-and-cabs-244082.html"} ,   {"body" : "Annual House Tour, Trinity Lutheran Church, Fourth Avenue and 46th Street, Brooklyn, 212-853-0684 or 212-435-4371. On Sunday from 1 to 5 P.M., rain or shine, the Sunset Park Restoration Committee will present a house tour of neighborhood homes and churches. A self-guided tour along Fourth and Fifth Avenues in Brooklyn will include four brownstones," , "date" : "19831013" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "CALENDAR: TOURS AND DESIGN WORKSHOPS" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/13\/garden\/calendar-tours-and-design-workshops.html"} , {"body" : "Sidewalks and buildings and schoolyards in parts of Brooklyn are studded with spray-painted drawings of tombstones chronicling the deaths of teen-age members of the city's street gangs. They are kept freshly painted, even the ones that are a decade old, even the ones recording deaths that no one quite remembers. The names and numbers of youth gangs" , "date" : "19830927" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "LIFE IN CITY'S GANGS: SOME THINGS HAVE CHANGED, BUT IT'S STILL A DEAD END" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/27\/nyregion\/life-in-city-s-gangs-some-things-have-changed-but-it-s-still-a-dead-end.html"} , {"body" : "When he was 11 years old, Johnny Santiago, who calls himself Sting Ray, learned he was too young to join a Brooklyn gang called the Turban Saints. So he and a friend formed a gang of their own. They named it the Assassinators. That was in 1973. Sting Ray spent the next eight years as vice president of the gang. The president is now in prison after" , "date" : "19830927" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES (1983 PART 1)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "EX-GANG MEMBER LOOKS BACK WITH FEAR AND FONDNESS" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/27\/nyregion\/ex-gang-member-looks-back-with-fear-and-fondness.html"} , {"body" : "It's going to be four times bigger than the 1913 Armory Show that shocked the public and changed the course of art. But how it will compare otherwise is anybody's guess. The Armory Show, of course, was the popular name for the international exposition in the 69th Regiment Armory that outraged some people when it gave Americans their first glimpse" , "date" : "19830924" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "NEW YORK DAY BY DAY; Terminal Art" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/24\/nyregion\/new-york-day-by-day-terminal-art.html"} , {"body" : "In every borough of the city, there are shining examples of blocks where the home improvements made by a couple of residents have served as catalysts for the rejuvenation of entire neighborhoods. With that sort of ripple effect in mind, the city's Department of Housing Preservation and Development is investing $200,000 in home improvement grants to" , "date" : "19830724" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS; A RIPPLE EFFECT?" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/24\/realestate\/postings-a-ripple-effect.html"} , {"body" : "Festa Italiana, Carmine Street between the Avenue of the Americas and Seventh Avenue. Today, 6 to 11 P.M., tomorrow and Sunday, 6 P.M. to midnight. With food, games and rides. Information: 989-6805. Fiesta de Santiago Apostol, 14th Street, between Seventh and Eighth Avenues. Today, 6 to 11 P.M., tomorrow and Sunday, noon to 11 P.M. With food and" , "date" : "19830722" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "Fairs and Festivals This Weekend" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/22\/arts\/fairs-and-festivals-this-weekend.html"} , {"body" : "A man trying to crash a Brooklyn birthday party pulled a gun when he was refused admittance and shot into a crowd of 60 celebrators yesterday, killing two and injuring one, authorities said. The unidentified gunman arrived at the party at about 12:40 A.M. in the residence of the Soto family, at 362 43d Street, in the Sunset Park section, the police" , "date" : "19830710" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Man Kills Two While Shooting Into Crowd at Brooklyn Party" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/10\/nyregion\/man-kills-two-while-shooting-into-crowd-at-brooklyn-party.html"} , {"body" : "Charles Garbelotto gets up at 5:15 each weekday morning, leaves his wife and son in their home in West Nyack, N.Y., and drives 40 miles to the Sunset Park section of Brooklyn. Mr. Garbelotto searches for a space along Third Avenue, where cars are already double-parked, then weaves his way past hundreds of men who, huddled in knots, are drinking" , "date" : "19830623" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "GUARANTEED WAGE IS CRUX OF PIER ECONOMICS" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/23\/nyregion\/guaranteed-wage-is-crux-of-pier-economics.html"} , {"body" : "A sharp rise in ambulance calls, problems with water pressure and crowds at the beaches were reported yesterday as New York City steamed through its fourth straight day of temperatures in the low 90's. The city's Emergency Medical Service said ambulance calls had increased 15 to 20 percent since the heat moved into the metropolitan area last" , "date" : "19830616" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY BOILS, BEACHES BUZZ, AMBULANCES KEEP BUSY" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/16\/nyregion\/city-boils-beaches-buzz-ambulances-keep-busy.html"} , {"body" : "Water pressure has dropped in parts of Brooklyn and Staten Island because of heavy use during the hot spell, the city said yesterday. The drop was caused by the illegal opening of fire hydrants and the watering of lawns during daytime hours, according to the Department of Environmental Protection. A department spokesman, Peter Barrett, said there" , "date" : "19830615" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; Water Pressure Falls in 2 Boroughs" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/15\/nyregion\/the-city-water-pressure-falls-in-2-boroughs.html"} ,   {"body" : "A fifth suspect was arrested yesterday and charged in the shooting death of an 8-year-old boy waiting to go home from a birthday party, the police said. The suspect, 18-year-old Miguel Perez of 617 53d Street, is the leader of La Familia, a Brooklyn gang, the police said. Mr. Perez was charged with second-degree murder in the death of the boy," , "date" : "19830530" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "A Fifth Suspect Is Arrested In Killing of Boy in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/30\/nyregion\/a-fifth-suspect-is-arrested-in-killing-of-boy-in-brooklyn.html"} , {"body" : "A police officer fatally shot a man yesterday who attacked a brother and sister from Massachusetts as they stood in a Brooklyn telephone booth calling home to say they had arrived safely in New York, the police said. They said the officer, Edward Goodwin, shot the man, who was not identified, after he refused to drop a knife and slashed at the" , "date" : "19830530" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "The City; Police in Brooklyn Kill Attack Suspect" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/30\/nyregion\/the-city-police-in-brooklyn-kill-attack-suspect.html"} , {"body" : "Three members of a Brooklyn gang were arrested yesterday in the fatal shooting late Saturday of an 8-year-old boy who was standing on a Sunset Park street corner with his mother and was struck by a stray bullet apparently intended for members of a rival gang. The police said that the three youths arrested, who ranged in age from 15 to 21, belonged" , "date" : "19830524" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 Gang Members Held In the Killing of Boy, 8" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/24\/nyregion\/3-gang-members-held-in-the-killing-of-boy-8.html"} , {"body" : "An 8-year-old boy returning home from a family gathering with his mother and grandmother was fatally shot late Saturday night when he was caught in the crossfire of a gang battle on a Brooklyn street, the police said. The boy, identified as Edgar Gonzales of 360 60th Street, died early yesterday at the Lutheran Medical Center in Brooklyn. His" , "date" : "19830523" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "BOY, 8, IS KILLED IN GANG CROSSFIRE" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/23\/nyregion\/boy-8-is-killed-in-gang-crossfire.html"} , {"body" : "Preservationists Honored A dozen Cinderella Awards were presented to ''community preservationists'' at the Brooklyn Museum last night. The only family award went to Art and Janet Farmer and their six children who restored a three-story, mid-1850's house in the West Brighton section of Staten Island. Six of the awards went to nonprofit community" , "date" : "19830519" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/19\/nyregion\/new-york-day-by-day-176436.html"} , {"body" : "An unusual coalition of Democratic elected officials is trying to defeat one of the early proponents of school decentralization in a bitter school board contest in Brooklyn. Each side in the contest, in School District 15, has accused the other of corrupting education with politics. The principals in the struggle, which will be played out in the" , "date" : "19830427" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "POLITICAL CHARGES TRADED IN SCHOOL ELECTION FIGHT" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/27\/nyregion\/political-charges-traded-in-school-election-fight.html"} , {"body" : "A Brooklyn man died yesterday morning in a vain attempt to save an infant trapped in a burning three-story Brooklyn tenement. Another man was burned on his hands and face, but managed to awaken other tenants and lead them to safety. The fire broke out at about 3:40 A.M. and quickly engulfed the building, at 253 60th Street in the Sunset Park" , "date" : "19830326" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "THE CITY; Brooklyn Fire Kills Would-Be Rescuer" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/26\/nyregion\/the-city-brooklyn-fire-kills-would-be-rescuer.html"} , {"body" : "Two young Brooklyn children were found dead in their bedroom yesterday, and the police said they had apparently died of asphyxiation. The children, Sonia Nunez, 5 years old, and her brother Guillermo, 4, were discovered by their mother, Margarita Nunez, 23, in the family's apartment at 529 51st Street, in the Sunset Park section, according to" , "date" : "19830321" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE CITY; 2 Children Found Dead in Bedroom" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/21\/nyregion\/the-city-2-children-found-dead-in-bedroom.html"} , {"body" : "The rosy hindsight of old age met the limited vision of youth yesterday, and when it was over everyone saw things a bit differently. A gaggle of girls had encountered their first pair of buttoned kid gloves, a bunch of boys wrote with fountain pens and learned to like it, and 14 elderly people who have sometimes thought their time was past learned" , "date" : "19830226" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "ABOUT NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/26\/nyregion\/about-new-york.html"} , {"body" : "A 28-year-old woman and her 6-year-old son were found dead in their blazing second-floor Brooklyn apartment early yesterday morning, the police said. The victims were Maria Diaz and her son, Winston, who lived at 325 59th Street, a four-story brick building with eight apartments in the Sunset Park section. A friend of the dead woman, Heriberto" , "date" : "19830205" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "THE CITY; Brooklyn Fire Kills Woman and Son, 6" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/05\/nyregion\/the-city-brooklyn-fire-kills-woman-and-son-6.html"} ,   {"body" : "AFTER just a year in operation, a city-sponsored program s ubsidizing low-interest loans to moderate-income homeowners will be e xpanded because of what its director describes as an expression of c onfidence by the banking community. Jennifer Wallace, who administers the Home Improvement Program under the auspices of New York City's Department of" , "date" : "19830130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "CITY EXPANDING ITS HOME-LOAN PROGRAM" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/30\/realestate\/city-expanding-its-home-loan-program.html"}]