[  {"body" : "AN exterior elevator shaft with a glass- paneled cab is under construction in the Kensington section of Brooklyn as part of the renovation of a four-story walk-up at 5l0 Ocean Parkway into cooperative apartments. Passengers will be able to look through the glass paneling across the building's open front court to the street. The concept is derived" , "date" : "19831225" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "PERSPECTIVES: HOUSING DESIGN; OUTSIDE ELEVATORS MAY HELP SELL RENOVATED WALK-UPS" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/25\/realestate\/perspectives-housing-design-outside-elevators-may-help-sell-renovated-walk-ups.html"} , {"body" : "A 29-year-old woman was found stabbed to death in her Brooklyn apartment yesterday, the police said. The body of the victim, Annetta Schuemate, of 60 Division Avenue in the Williamsburg section, was discovered shortly after midnight by her mother, who shared the apartment, a police spokesman said. The mother, who was not identified, had last seen" , "date" : "19831211" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "60" , "title" : "Boo" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/11\/nyregion\/boo.html"} , {"body" : "A five-year investigation carried out by detectives who often worked on their own time led yesterday to the arrest of a 25-year-old Brooklyn man for the murders of two children in 1978. One of the detectives, a lieutenant, continued working on the case unofficially after he retired several months ago. The victims - 7-year-old Lashawn Kelly and her" , "date" : "19831206" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "FIVE-YEAR HUNT LEADS TO ARREST IN MURDER CASE" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/06\/nyregion\/five-year-hunt-leads-to-arrest-in-murder-case.html"} , {"body" : "Chris Roman, 13 years old, is still unsure why he acted as he did. He only remembers that he was ''scared.'' But his friend, Carlton McCrory, 15, had no doubts about the reason for his own actions. ''I'm tired of these people who come here and rip off people,'' he said. Last July 22, the two youths, who live in a housing development in the" , "date" : "19831130" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "POLICE DEPT. HONORS CIVILIAN HEROES" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/30\/nyregion\/police-dept-honors-civilian-heroes.html"} , {"body" : "Harold K. Kramer, a retired insurance executive and former president of the Greater New York Safety Council, died Oct. 30 at North Ridge Hospital in Fort Lauderdale, Fla. He was 82 years old and lived in Lauderdale-by-the-Sea, Fla. Mr. Kramer was a director of the National Safety Council from 1950 to 1952 and president of the Greater New York" , "date" : "19831108" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "5" , "title" : "Harold K. Kramer, 82, Dead; Former Insurance Executive" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/08\/obituaries\/harold-k-kramer-82-dead-former-insurance-executive.html"} , {"body" : "- based groups working to improve housing conditions in impoverished neighborhoods could and should become self-sufficient had great currency in the 1970's. In fact, that assumption was central to the creation in 1977 of two state housing programs, the Neighborhood Preservation Companies Act and the Rural Preservation Companies Act. In establishing" , "date" : "19831106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "SAVING LOCAL HOUSING GROUPS" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/06\/realestate\/saving-local-housing-groups.html"} , {"body" : "IN mid-autumn, copper-color leaves are falling, tables and chairs at sidewalk cafes are being whisked indoors, and New York's legions of street performers are getting ready for the intermission of winter. Many musicians have, in fact, already abandoned the sidewalks (how can you do justice to Mozart when your fingers are numb from frost?). Outdoor" , "date" : "19831104" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "SIDEWALKS PAVED WITH TALENT" , "url" : "http:\/\/www.nytimes.com\/1983\/11\/04\/arts\/sidewalks-paved-with-talent.html"} , {"body" : "WHEN Andrea M. Biggs, a painter, and her husband, Timothy, an anthropologist, arrived in New York from Massachusetts last year, they were hoping to rent an inexpensive but spacious apartment in lower Manhattan. To their dismay, they could find no such apartment. SoHo, TriBeCa, Greenwich Village and the East Village were crammed with people looking" , "date" : "19831030" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "BROOKLYN RENTS LURE ARTISTS" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/30\/realestate\/brooklyn-rents-lure-artists.html"} , {"body" : "Racing more against the elements than against her competition, Grete Waitz of Norway strengthened her status as the world's top female long- distance runner yesterday by winning her fifth New York City Marathon in six years. She finished in 2 hours 27 minutes, almost 5 minutes ahead of the second woman, Laura Fogli of Italy. After leading the women" , "date" : "19831024" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "GRETE WAITZ WINS AGAIN" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/24\/sports\/grete-waitz-wins-again.html"} , {"body" : "State engineers now engaged in extensive repairs of the deteriorating Williamsburg Bridge have begun studying the feasibility of replacing the 80-year-old East River bridge if restoration proves too costly, the state's top regional transportation official said yesterday. ''It is highly unlikely that this will happen,'' said the official, John A." , "date" : "19831016" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE" , "LOWER EAST SIDE (NYC)" , "NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "WILLIAMSBURG BRIDGE" , "EAST RIVER (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "REPLACING OF WILLIAMSBURG BRIDGE IS STUDIED" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/16\/nyregion\/replacing-of-williamsburg-bridge-is-studied.html"} ,   {"body" : "For more than a decade, a six-story Y.M.C.A. building, erected in 1904, has stood empty at the edge of the Williamsburg section of Brooklyn. Now there are plans to transform it into an unusual multi-use commercial property that, in the architect's view, will create a dramatic gateway to a community that is home to large numbers of Hasidic Jews as" , "date" : "19831016" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROADWAY (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS; A DUAL MESSAGE IN WILLIAMSBURG" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/16\/realestate\/postings-a-dual-message-in-williamsburg.html"} , {"body" : "IT has long been the conventional wisdom that families with children who cannot afford housing in Manhattan's choice neighborhoods have no alternative but to move to the the suburbs. That view provokes strong disagreement from Joseph Langer, executive director of Project Renewal, a Federation of Jewish Philanthropies program. ''It's a myth that" , "date" : "19831016" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "11 ALTERNATIVES TO COSTLY MANHATTAN" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/16\/realestate\/11-alternatives-to-costly-manhattan.html"} , {"body" : "Forty-three firefighters and members of a civilian fire patrol were treated for exposure to potentially hazardous fumes in two unrelated Brooklyn blazes, but tests found the fumes were not toxic, authorities said yesterday. The first blaze occurred at about 8:15 P.M. Wednesday at a warehouse in the Williamsburg section of Brooklyn. Thirty-eight" , "date" : "19831014" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; 43 Are Treated In Brooklyn Fires" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/14\/nyregion\/the-city-43-are-treated-in-brooklyn-fires.html"} , {"body" : "Jacob J. Schwartzwald, who served almost 50 years in the State Legislature and the courts, died Saturday at Interfaith Hospital in Brooklyn. He was 83 years old and lived in Brooklyn. Justice Schwartzwald was presiding justice of the Appellate Term of the 2d and 11th departments of State Supreme Court when he retired in 1976. He started his career" , "date" : "19831011" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "31" , "title" : "J.J. SCHWARTZWALD, EX-JUDGE" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/11\/obituaries\/jj-schwartzwald-ex-judge.html"} , {"body" : "Mark Man Young Wee traveled from Flushing, Queens, to downtown Brooklyn by car yesterday, but in a sense his journey began seven years ago when he left his native South Korea for a new life in the United States. Mendel and Judith Gross arrived in downtown Brooklyn from the Williamsburg section, but their travels, too, began years before: Mr. Gross" , "date" : "19831004" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES (1983 PART 1)" , "NEW YORK CITY" , "UNION OF SOVIET SOCIALIST REPUBLICS" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "450 SWORN IN AS CITIZENS AT A BROOKLYN CEREMONY" , "url" : "http:\/\/www.nytimes.com\/1983\/10\/04\/nyregion\/450-sworn-in-as-citizens-at-a-brooklyn-ceremony.html"} , {"body" : "Sidewalks and buildings and schoolyards in parts of Brooklyn are studded with spray-painted drawings of tombstones chronicling the deaths of teen-age members of the city's street gangs. They are kept freshly painted, even the ones that are a decade old, even the ones recording deaths that no one quite remembers. The names and numbers of youth gangs" , "date" : "19830927" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "LIFE IN CITY'S GANGS: SOME THINGS HAVE CHANGED, BUT IT'S STILL A DEAD END" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/27\/nyregion\/life-in-city-s-gangs-some-things-have-changed-but-it-s-still-a-dead-end.html"} , {"body" : "SEARINGTOWN THE boys didn't want to go to summer camp. They had been deprived, they complained, when they learned we were going overseas. So we took them to Europe. Now, having lost their innocence abroad, Mark and Michael returned to the cozy Herricks Schools last week - Mark, 15, to the high school, Mi- chael, 11, to the middle school. Do I tell" , "date" : "19830918" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "ABOUT LONG ISLAND" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/18\/nyregion\/about-long-island.html"} , {"body" : "AN ORPHAN IN HISTORY: Retrieving a Jewish Legacy. By Paul Cowan. (Bantam, $3.50.) Born into a highly assimilated and prominent Jewish family, Paul Cowan graduated from Choate and Harvard, became a writer for The Village Voice and then embarked, at the age of 36, on a search for his religious and cultural roots that has now led him to see himself" , "date" : "19830904" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "19" , "title" : "PAPERBACKS: NEW AND NOTEWORTHY" , "url" : "http:\/\/www.nytimes.com\/1983\/09\/04\/books\/paperbacks-new-and-noteworthy.html"} , {"body" : "Parks, corners, stoops. A summer in New York City is a summer on the streets for lots of teen-agers. It's too hot to go inside, there's no place else to go and they have plenty of time to talk. And the conversations of many teen-agers are filled with words and expressions that most people have never heard. ''Chill out,'' Alex Velasquez of the" , "date" : "19830829" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "CITY TEEN-AGERS TALKING UP A 'SAY WHAT?' STORM" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/29\/nyregion\/city-teen-agers-talking-up-a-say-what-storm.html"} , {"body" : "Three Brooklyn residents, including an off-duty police officer, were shot last night in an altercation between the officer and three youths as the officer was leaving a Williamsburg church with his family, the police said. The officer, his assailant and a 14- year-old girl who was a bystander were all taken to Woodhull Hospital with gunshot wounds," , "date" : "19830828" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "PoliceOfficer,2Others Wo" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/28\/nyregion\/policeofficer2others-wo.html"} ,   {"body" : "William Preston Carrington, a real- estate investor who played a major role in the 1920's in developing Brooklyn's Bedford-Stuyvesant area as a black residential community, died Sunday in Long Island College Hospital of heart failure. He was 97 years old and lived in the Crown Heights section of Brooklyn. Mr. Carrington came to the United States" , "date" : "19830827" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "26" , "title" : "W. P. Carrington, 97; Real-Estate Developer" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/27\/obituaries\/w-p-carrington-97-real-estate-developer.html"} , {"body" : "Two men who threatened to dynamite a check-cashing agency in the Williamsburg section of Brooklyn yesterday morning made off with $123,000 in cash and $1,000 in food stamps, the police said. The men entered the agency at 236 Broadway at 8:30 A.M. and displayed four red sticks wired together. They also carried two black boxes, one with an antenna" , "date" : "19830826" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; $123,000 Stolen In Brooklyn Ruse" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/26\/nyregion\/the-city-123000-stolen-in-brooklyn-ruse.html"} , {"body" : "Margery Karen Neale, daughter of Mr. and Mrs. Perry Neale of Woodsburgh, L.I., was married yesterday to Kenneth Howard Goorin, son of Mr. and Mrs. Arthur Goorin of Union, N.J. Rabbi Mark N. Goldman performed the ceremony at Temple Israel in Lawrence, L.I. The bride graduated magna cum laude from Smith College, where she was elected to Phi Beta" , "date" : "19830822" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "17" , "title" : "Margery Neale Marries on L.I." , "url" : "http:\/\/www.nytimes.com\/1983\/08\/22\/style\/margery-neale-marries-on-li.html"} , {"body" : "ON a recent balmy afternoon, students at Boricua College's Manhattan center at 156th Street and Broadway sat outside the school's main building and discussed the upcoming semester. \"Tienes mas clases de business este semestre?\" one young woman asked another. \"Si,\" her friend replied. \"Tengo dos mas. Work, work, work.\" The fuzzy line between Spanish" , "date" : "19830821" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "42" , "title" : "The New Pluralism; In New York City, 2 Bilingual Colleges" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/21\/education\/the-new-pluralism-in-new-york-city-2-bilingual-colleges.html"} , {"body" : "Eight buildings, including a former convent and two Roman Catholic schools, will be converted into housing for the poor and elderly in a program announced yesterday at City Hall. Municipal funds will help nonprofit groups convert the buildings into 335 single-room-occupancy units, known as S.R.O.'s. The sponsoring agencies will renovate and operate" , "date" : "19830818" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "EIGHT BUILDINGS TO BE CONVERTED TO HOUSE POOR AND ELDERLY" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/18\/nyregion\/eight-buildings-to-be-converted-to-house-poor-and-elderly.html"} , {"body" : "The New York City Health and Hospitals Corporation announced yesterday that it would close Cumberland Hospital in Brooklyn on Aug. 24 and shift its staff and patients to the newly opened Woodhull Hospital. Offficials said the action represented the final chapter in a series of city hospital closings and consolidations that were started by Mayor" , "date" : "19830811" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A CITY HOSPITAL IN FORT GREENE WILL BE CLOSED" , "url" : "http:\/\/www.nytimes.com\/1983\/08\/11\/nyregion\/a-city-hospital-in-fort-greene-will-be-closed.html"} , {"body" : "New York City's teen-agers face the worst employment picture in the city's history and the situation shows no sign of improving, according to city officials, economists and social workers who deal with job seekers. ''Compared to the country, to other central cities, youngsters in New York aren't making it in the labor market,'' said Samuel M." , "date" : "19830731" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "JOB PROSPECTS FOR TEEN-AGERS CALLED WORST IN CITY'S HISTORY" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/31\/nyregion\/job-prospects-for-teen-agers-called-worst-in-city-s-history.html"} , {"body" : "THE new South Street Seaport, which opened yesterday in Lower Manhattan, is not quite little old New York, but it is certainly trying very hard to be. The complex of restored old buildings, cobblestone streets and carefully designed new structures centered on Fulton Street beside the East River is as elaborate an evocation of the New York of the" , "date" : "19830729" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "AT SEAPORT, OLD NEW YORK WITH A NEW LOOK" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/29\/arts\/at-seaport-old-new-york-with-a-new-look.html"} , {"body" : "A mother, her 13-year-old daughter and a pregnant friend of the mother's were shot and seriously wounded yesterday in their apartment in the Williamsburg section of Brooklyn, the police said. Detectives were looking for a boyfriend of the mother in connection with the shootings, which occured at 1 P.M. at 41 Jefferson Street, according to Officer" , "date" : "19830726" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; 3 Are Wounded In Williamsburg" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/26\/nyregion\/the-city-3-are-wounded-in-williamsburg.html"} , {"body" : "In every borough of the city, there are shining examples of blocks where the home improvements made by a couple of residents have served as catalysts for the rejuvenation of entire neighborhoods. With that sort of ripple effect in mind, the city's Department of Housing Preservation and Development is investing $200,000 in home improvement grants to" , "date" : "19830724" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS; A RIPPLE EFFECT?" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/24\/realestate\/postings-a-ripple-effect.html"} ,   {"body" : "Baseball Yankees vs. Kansas City Royals at Yankee Stadium, 2:05 P.M. This is the Royals' last regular-season game against the Yankees. (Television - Channel 11, 2 P.M. Radio - WABC 770, 2:05 P.M.). Mets vs. Reds at Cincinnati. The Mets and the Reds wrap up the season series between the last-place teams of the East and West. (Television - Channel 9," , "date" : "19830724" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "SUNDAY SPORTS" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/24\/sports\/sunday-sports.html"} , {"body" : "Baseball Yankees vs. Kansas City Royals, at Yankee Stadium, 7:35 P.M. Ron Guidry will try to win his 12th game for the Yankees and to deal Larry Gura his 12th defeat. (Television - Sports@Channel, 8 P.M. Radio - WABC, 770; 7:30 P.M.). Mets vs. Reds, at Cincinnati. Tom Gorman (0-3) tries to beat Bruce Berenyi, who is 2-0 against the Mets this" , "date" : "19830723" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "20" , "title" : "SATURDAYSPORTS" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/23\/sports\/saturdaysports.html"} , {"body" : "Baseball Yankees vs. Kansas City Royals, at Yankee Stadium, 8 P.M. Vida Blue, trying to recover some of the form that made him a star with the Oakland A's of the mid-1970's, gets the start against the Yanks. In 752\/3 innings this year, Blue has a record of 0-5, with no saves and an earned run average of 6.19. (Television -Channel 11, 8 P.M. Radio -" , "date" : "19830722" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "14" , "title" : "FRIDAY SPORTS" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/22\/sports\/friday-sports.html"} , {"body" : "The State Comptroller's office said yesterday that an unannounced inspection last month of the state's Brooklyn Developmental Center for the mentally retarded and disabled found at least 10 employees asleep on the job and others who were signed in but could not be located. The Comptroller, Edward V. Regan, said the audit found other ''major" , "date" : "19830716" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "THE CITY; Regan Criticizes Unit for Retarded" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/16\/nyregion\/the-city-regan-criticizes-unit-for-retarded.html"} , {"body" : "Who would eat An egg you fry On the sidewalk In July? SAMUEL MENASHE CITY folks are suckers for country fairs. They will drive many miles on hot, dusty highways for a chance to look at prize tomatoes, crookneck squash, tractor pulls and greased-pig-catching contests. Well, adieu to all that. This summer the city is having its own country fair with" , "date" : "19830713" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "METROPOLITAN DIARY" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/13\/garden\/metropolitan-diary-030081.html"} , {"body" : "The price of a marriage license in New York City was raised to $10. Thelonious Monk's son thanked Mayor Koch and the City Council for naming a section of a West Side street after his late father, the jazz musician. A group of Council members watched as a bill imposing $1,000 fines or one-year jail terms for the displaying of drug paraphernalia" , "date" : "19830707" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "STROKES OF A KOCH PEN YIELD LAWS BROAD AND NARROW" , "url" : "http:\/\/www.nytimes.com\/1983\/07\/07\/nyregion\/strokes-of-a-koch-pen-yield-laws-broad-and-narrow.html"} , {"body" : "Monte Irvin didn't play it in Orange, N.J., and Tom Seaver and Ralph Kiner didn't play it in California, they all said yesterday. It was the New York game, but George Plimpton didn't play it on East 98th Street, either. ''I never saw anybody playing stickball on the streets where I grew up,'' said Mr. Plimpton, a Police Athletic League board" , "date" : "19830622" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK DAY BY DAY; Up at Bat, LaMotta and Seaver" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/22\/nyregion\/new-york-day-by-day-up-at-bat-lamotta-and-seaver.html"} , {"body" : "Borough Park is a neighborhood of 100,000 people and 200 synagogues. These days its bustling streets are also filled with many questions. On street corners, in shops and in synagogues yesterday, residents gathered to talk in worried tones about the incident Monday in which a 36-year-old Hasidic rabbi of the Lubavitcher group was forced into a van," , "date" : "19830622" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "ATTACK ON RABBI BRINGS ANGUISH TO BOROUGH PARK" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/22\/nyregion\/attack-on-rabbi-brings-anguish-to-borough-park.html"} , {"body" : "Since World War II, the remnants of many Hasidic groups have planted new roots in Brooklyn and created some of the most active communities in American Judaism. The Satmar and Lubavitcher Hasidim have become the largest and best known. In the midst of their growth, however, has come the periodic eruption of hostilities based both on longstanding and" , "date" : "19830621" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 HASIDIC GROUPS IN BROOKLYN INVOLVED IN COMPLEX CONFLICT" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/21\/nyregion\/2-hasidic-groups-in-brooklyn-involved-in-complex-conflict.html"} , {"body" : "A 36-year-old Lubavitcher rabbi on his way to a synagogue yesterday morning in Brooklyn was attacked by several men who forced him into a van and cut off his beard, the police said. The rabbi, Mendel Wechter, of 1671 54th Street in Borough Park, suffered a fractured left ankle and lacerations on his neck. He was abducted in front of his home and" , "date" : "19830621" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "HASIDIC RABBI'S BEARD IS CUT IN AN ABDUCTION IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/21\/nyregion\/hasidic-rabbi-s-beard-is-cut-in-an-abduction-in-brooklyn.html"} ,   {"body" : "IS the housing market in New York City on the verge of a boom d ecade or in a state of near-chaos? A score of experts representing b uilders, architects, urban planners, financial institutions, p hilanthropic groups and various levels of government grappled with t he city's massive housing difficulties at a symposium in midtown M anhattan last" , "date" : "19830619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "WHAT'S THE SHAPE OF CITY'S HOUSING?" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/19\/realestate\/what-s-the-shape-of-city-s-housing.html"} , {"body" : "Pride in Menudo N ot even the heat kept fans of Menudo, the teen-age rockers from Puerto Rico, away from the Doral Inn yesterday. The five are staying there until their weekend concerts at Madison Square Garden.. Three hundred people, mostly girls aged 9 to 13, filled the sidewalks on the northeast corner of Lexington Avenue and 49th Street," , "date" : "19830615" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/15\/nyregion\/new-york-day-by-day-233669.html"} , {"body" : "The cost of vandalism in New York City public schools fell in 1982 and dropped by one-quarter in the first four months of this year from the same period last year, according to a Board of Education report. Board officials credited the drop in vandalism to new electronic alarm systems. Vandalism, the report said, cost the schools $4.9 million last" , "date" : "19830612" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "46" , "title" : "VANDALISM DAMAGE DECLINES AT CITY'S SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/12\/nyregion\/vandalism-damage-declines-at-city-s-schools.html"} , {"body" : "The New York City Department of Health cited 19 food establishments last week for violations of the health code. In addition, it named four that were allowed to reopen after correcting earlier violations, and six that were closed for having failed to do so. The restaurants are these: VIOLATIONS Arnold's Turtle Cafe, 51 Bank St. Bazzini's, 520" , "date" : "19830612" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "55" , "title" : "19 RESTAURANTS CITED BY CITY" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/12\/nyregion\/19-restaurants-cited-by-city.html"} , {"body" : "International The President assessed the results of the weekend summit conference of major industrial democracies in an interview with eight correspondents in Williamsburg, Va. Mr. Reagan predicted that American-Soviet relations would improve because of the support he received from the six other Government leaders for his arms control policies and" , "date" : "19830601" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "News Summary; WEDNESDAY, JUNE 1, 1983" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/01\/nyregion\/news-summary-wednesday-june-1-1983.html"} , {"body" : "A Lubavitcher rabbi was attacked by members of the Satmar, another Hasidic group, who cut off his beard, the police said yesterday. The leaderships of both groups expressed shock at the incident, which occurred last Friday in the Williamsburg section of Brooklyn. Over the weekend, the Lubavitcher group began a boycott of foods certified by the" , "date" : "19830601" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE CITY; Satmars Attack Lubavitcher Rabbi" , "url" : "http:\/\/www.nytimes.com\/1983\/06\/01\/nyregion\/the-city-satmars-attack-lubavitcher-rabbi.html"} , {"body" : "The New York City Department of Health cited 38 food establishments last week for violations of the health code. In addition, it named seven that were allowed to reopen after correcting earlier violations and two that were closed for having failed to do so. The restaurants are these: VIOLATIONS Plaka Greek Restaurant, 165 Bleecker St. Village Inn," , "date" : "19830529" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "38 Food Places Listed For Health Violations" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/29\/nyregion\/38-food-places-listed-for-health-violations.html"} , {"body" : "International The United States cautioned Syria that its latest military buildup in Lebanon and along the Syrian-Lebanese border was threatening ''the uneasy peace'' in the area. The statement followed several days of diplomatic messages between the United States, Israel and Syria. (Page 1, Column 6.) Israel would resist a war with Syria, Defense" , "date" : "19830528" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "News Summary; SATURDAY, MAY 28, 1983" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/28\/nyregion\/news-summary-saturday-may-28-1983.html"} , {"body" : "The rebuilding of highways and bridges in the New York area is being stepped up this year, bringing mixed news for the motorist this Memorial Day weekend. In the long run, the roads will be smoother and safer. But for now, there will be more jackhammers, asphalt trucks, detours, orange traffic cones and ''People Working'' signs on local roads than" , "date" : "19830526" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NOTE OF CAUTION FOR THE TRAVELER: DETOURS AHEAD" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/26\/nyregion\/note-of-caution-for-the-traveler-detours-ahead.html"} , {"body" : "TIME SPANS All honor to the bridge called Brooklyn, 100 years old today, but let us not forget other meaningful birthdays of the spans that link together our island city. There are 65 of them listed in the invaluable ''AIA Guide to New York City,'' and their chronological milestones are unmarked in the frenzy of that most-sung crossing of the lot." , "date" : "19830524" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/24\/arts\/going-out-guide.html"} ,   {"body" : "International Overthrow of the Sandinists in Nicaragua by the end of the year is possible, William J. Casey, the Director of the Central Intelligence, and another senior Administration official believe, according to Administration and Congressional officials. The prediction, shared with Mr. Casey by Thomas O. Enders, Assistant Secretary of State" , "date" : "19830523" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "News Summary; MONDAY, MAY 23, 1983" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/23\/nyregion\/news-summary-monday-may-23-1983.html"} , {"body" : "Sailing is a natural high. At least, that's what sailors contend. Now some intend to prove it. Some Long Island sailors have gotten together to create the Sag Harbor Cup Race Against Drug Abuse, an event that couples a new yacht race with the fight against narcotics. The race, which will be June 18 on Gardiner's Bay at the eastern end of Long" , "date" : "19830515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "YACHT RACE TO AID ANTIDRUGS FUNDS" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/15\/sports\/yacht-race-to-aid-antidrugs-funds.html"} , {"body" : "For writers, Brooklyn has never been primarily the borough of the Bridge. Borough of churches, borough of nostalgia, borough of hope (for Dodgers fans), it is above all a piece of geography or, if you prefer, a considerable piece of real estate. Literary visitors have found it an urban alternative to Manhattan's desperate pursuit of the present." , "date" : "19830508" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "12" , "title" : "BROOKLYN, BOROUGH OF WRITERS" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/08\/books\/brooklyn-borough-of-writers.html"} , {"body" : "A 14-year-old Brooklyn boy was shot in the head while attempting to break into a house and died yesterday at St. Mary's Hospital, 14 hours later, the police said. The boy, Marvin Brady of 556 Lafayette Street, was fatally wounded Monday night when the owner of the house, Joseph Griffith, 55, caught three boys entering through a side window at 271" , "date" : "19830504" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE CITY; Boy Is Fatally Shot In Theft Attempt" , "url" : "http:\/\/www.nytimes.com\/1983\/05\/04\/nyregion\/the-city-boy-is-fatally-shot-in-theft-attempt.html"} , {"body" : "Three children were killed last night when a fire of undetermined origin swept through their sixth-floor apartment at 425 Keap Street in the Williamsburg section of Brooklyn. The police said the children, Juan Calderon, 3 years old; his sister Ineabella, 2, and his half-brother Migual Lozada, 1, were alone in the apartment when the fire broke out" , "date" : "19830423" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Brooklyn Fire Kills 3 Children" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/23\/nyregion\/brooklyn-fire-kills-3-children.html"} , {"body" : "IF preservation in Brooklyn Heights begins in the home, the dominant image here is not the single, splendid house, but one of streets flanked by rows of brownstones. These are buildings that are enormously cooperative in establishing a protective feeling, a human scale, great architectural variety within an overall continuity, and a certain" , "date" : "19830414" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "IN BROOKLYN HEIGHTS THE ELEGANT ART OF PRESERVATION" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/14\/garden\/in-brooklyn-heights-the-elegant-art-of-preservation.html"} , {"body" : "The Koch administration, in an attempt to settle a long-running dispute between Hasidic and Hispanic residents in Brooklyn, announced a plan yesterday for the construction of hundreds of private homes and public housing apartments in the Williamsburg section. Officials said the plan was intended to meet competing desires for scarce land, shelter" , "date" : "19830407" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "KOCH PLANS HOUSING AS A SOLUTION TO LONG DISPUTE IN WILLIAMSBURG" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/07\/nyregion\/koch-plans-housing-as-a-solution-to-long-dispute-in-williamsburg.html"} , {"body" : "International White House policy in Nicaragua has been challenged by senior State Department officials, according to Reagan Administration aides. They said the officials raised questions last week about the legality of United States involvement in covert military operations against the Sandinist Government. (Page A1, Column 1.) Covert actions" , "date" : "19830407" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "News Summary; THURSDAY, APRIL 7, 1983" , "url" : "http:\/\/www.nytimes.com\/1983\/04\/07\/nyregion\/news-summary-thursday-april-7-1983.html"} , {"body" : "Twenty years ago, Sabel's Kosher Bakery, halfway between 45th and 46th Streets on Fort Hamilton Parkway in Brooklyn, was the only store on the block to close for the Jewish Sabbath. Now, Osher Sabel, the Hasidic proprietor of the bakery, boasts that, with the arrival of other Orthodox merchants, they all do. It is one sign of a burst of Orthodox" , "date" : "19830329" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "ORTHODOX JUDAISM IS BUOYED BY A RESURGENCE IN NEW YORK" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/29\/nyregion\/orthodox-judaism-is-buoyed-by-a-resurgence-in-new-york.html"} , {"body" : "David McCullough, whose most recent book is ''Mornings on Horseback,'' a biography of Theodore Roosevelt, also wrote ''The Great Bridge.'' The day of the grand opening - Thursday, May 24, 1883 - it was the President of the United States, Chester A. Arthur, who led the parade over the new Brooklyn Bridge, on foot. He was one of the nicest touches to" , "date" : "19830327" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "29" , "title" : "THE GREAT BRIDGE AND THE AMERICAN IMAGINATION" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/27\/magazine\/the-great-bridge-and-the-american-imagination.html"} ,   {"body" : "ON a small lot in Brooklyn's Bedford-Stuyvesant section, a project i s under way that will restore four simple 19th-century wooden h ouses to their original appearance. The houses, on a lot on Bergen Street between Buffalo and Rochester Avenues in a scarred and blighted neighborhood, are both New York City and national landmarks. They are also the" , "date" : "19830327" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "BROOKLYN RESTORATION RECALLS BLACK HISTORY" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/27\/realestate\/brooklyn-restoration-recalls-black-history.html"} , {"body" : "Cautiously, the well-cared-for station wagon made its way along the burnt-out streets of Brooklyn's Bushwick section, where two of the few marquees remaining over shuttered movie theaters proclaimed, ''Jesus Is the Answer.'' If the four well-dressed occupants of the car were at all nervous about their journey, which had begun on Park Avenue in" , "date" : "19830320" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "61" , "title" : "STYLE; VOLUNTEERS VISIT JUVENILE CENTERS" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/20\/style\/style-volunteers-visit-juvenile-centers.html"} , {"body" : "THE party broke up about 200 years ago, but on Sunday you can catch its tail end: piles of dirty napkins, crumbs on the floor, half-finished glasses of wine, a broken clay pipe and - thoughtlessly left behind - a tricorn on the wall. This is how the Long Room at Fraunces Tavern Museum looks today. The recreated chamber, where Washington said" , "date" : "19830318" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "OLD AND NEW ON THE CITY'S ORIGINAL WATERFRONT" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/18\/arts\/old-and-new-on-the-city-s-original-waterfront.html"} , {"body" : "Carlos Senquez, who lives in New Britain, Conn., was on his way to visit relatives, along with several members of his family, when his car stalled in the snow in the Williamsburg section of Brooklyn on the night of Feb. 12. The family tried to push the car free with no success. Mr. Senquez asked two men who were passing by to help him. They" , "date" : "19830313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "55" , "title" : "CRIME UPDATE; POLICE 'CLOSE' TO A SOLUTION OF SLAYING IN THE SNOW" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/13\/nyregion\/crime-update-police-close-to-a-solution-of-slaying-in-the-snow.html"} , {"body" : "Fifteen people prominent in New York cultural circles have sent a letter to the New-York Historical Society protesting the dismissal last December of Mary C. Black, the society's curator of painting and sculpture since 1970. The letter comes in the wake of a complaint filed by Mrs. Black with Federal and state agencies contending the society had" , "date" : "19830307" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "13" , "title" : "CURATOR'S DISMISSAL DRAWS PROTEST" , "url" : "http:\/\/www.nytimes.com\/1983\/03\/07\/arts\/curator-s-dismissal-draws-protest.html"} , {"body" : "Brooklyn Jumps the Gun On Honoring Its Women L ady Deborah Moody laid out the Gravesend section of Brooklyn in the 1640's in four squares, still apparent through the modern grid. Margaret Sanger's first clinic was in Brownsville until the police jailed her. Mary White Ovington, a society heiress, did social work in Greenpoint and Williamsburg." , "date" : "19830221" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/21\/nyregion\/new-york-day-by-day-245930.html"} , {"body" : "A G.O.P. Fixture G ertrude Hess Parker, right out of Hunter College, got a Republican campaign office job in 1933. For the half-century since, she has been executive secretary to the New York County Republican Committee. ''County chairmen come and go, but Gertie Parker goes on forever,'' a colleague said recently. Tonight, with Senator Richard G." , "date" : "19830216" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/16\/nyregion\/new-york-day-by-day-234536.html"} , {"body" : "A 16-year-old girl was shot to death Saturday night in the Williamsburg section of Brooklyn by one of two men who had become embroiled in an argument with her father. Prior to the argument, the men refused the father's pleas for assistance in freeing the family's stalled car. The girl, Victoria Senquez of New Britain, Conn., was killed in front of" , "date" : "19830214" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Girl, 16, Shot to Death While Car Is Stranded" , "url" : "http:\/\/www.nytimes.com\/1983\/02\/14\/nyregion\/girl-16-shot-to-death-while-car-is-stranded.html"} , {"body" : "John Meredith Graham 2d, a museum curator who served at the Brooklyn Museum and at Colonial Williamsburg in Virginia, died last Thursday in Mentone, Ala., where he lived. He was 77 years old. From 1939 to 1950 he was curator of decorative arts at the Brooklyn Museum. During a 20-year association with the Williamsburg restoration he was curator of" , "date" : "19830131" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "10" , "title" : "JOHN M. GRAHAM 2D" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/31\/obituaries\/john-m-graham-2d.html"} , {"body" : "One year after a local law took effect requiring smoke detectors to be placed in individual apartments, about a third of the apartment buildings in the city are violating it, New York City officials said yesterday. A total of 41,000 buildings are not certified by the city as having complied with the law. In many of these cases, landlords may have" , "date" : "19830125" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CITY FINDS LANDLORDS VIOLATE REQUIREMENT ON SMOKE DETECTORS" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/25\/nyregion\/city-finds-landlords-violate-requirement-on-smoke-detectors.html"} ,   {"body" : "The Rev. Robert P. Kennedy, the social action director of the Roman Catholic Diocese of Brooklyn who took part in a wide variety of regional and national projects, died early yesterday at the Cabrini Medical Center in Manhattan. He was 57 years old. Father Kennedy had been in a coma since Jan. 8 after undergoing cardiac arrest. Bishop Francis J." , "date" : "19830120" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "20" , "title" : "REV. ROBERT P. KENNEDY DIES; PRIEST HELD POSTS IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/20\/obituaries\/rev-robert-p-kennedy-dies-priest-held-posts-in-brooklyn.html"} , {"body" : "Major structural repairs to the Brooklyn and Williamsburg Bridges and large-scale reconstruction of the West Side Highway and Franklin D. Roosevelt Drive are among projects that officials say will be accelerated by an infusion of Federal funds approved by Congress last month. Mass transit will also get hundreds of millions of Federal dollars under" , "date" : "19830117" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "CONNECTICUT"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "TWO EAST RIVER BRIDGES IN LINE FOR FEDERAL FUNDS" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/17\/nyregion\/two-east-river-bridges-in-line-for-federal-funds.html"} , {"body" : "Ex-prisoner of Iran tells story of brutality and killings A1 Southern Lebanon: rejected, ne- glected and occupied A2 Panel on Beirut massacre fin- ishes taking testimony A2 West Germany's Greens say new missiles will be main issue A3 39 die in Turkish air crash A4 Around the World A5 Congressman would link Salva- dor arms aid to talks A7" , "date" : "19830117" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Index; International" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/17\/nyregion\/index-international.html"} , {"body" : "In just a few minutes, German Diaz would be making his professional boxing debut. Nervously huddled in his robe, he sat on the wooden bench against the concrete wall in the crowded and noisy Madison Square Garden dressing room he shared with two other fighters. That morning's newspaper had carried a front-page article saying the American Medical" , "date" : "19830117" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BRAIN"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "23" , "title" : "SPORTS WORLD SPECIALS; Jabbing at Danger" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/17\/sports\/sports-world-specials-jabbing-at-danger.html"} , {"body" : "A Field Trip On Public-Service Law F rom South Bend, Ind., 25 University of Notre Dame law school students were quartered in the Williamsburg section of Brooklyn this week. They came to check how well New York's judicial system and social agencies serve the poor and troubled. Touring Rikers Island yesterday, the students were given copies of the" , "date" : "19830108" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "26" , "title" : "NEW YORK DAY BY DAY" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/08\/nyregion\/new-york-day-by-day-151118.html"} , {"body" : "Following are the scores, released by the New York City Board of Education, on the reading tests given in city's public elementary schools and junior high schools in April 1982. The center column shows the proportion of pupils in each school reading at or above grade level; the right-hand column gives each school's overall city-wide ranking." , "date" : "19830104" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Scores on Reading Tests Given in Public Schools" , "url" : "http:\/\/www.nytimes.com\/1983\/01\/04\/nyregion\/scores-on-reading-tests-given-in-public-schools.html"}]