[  {"body" : "The largest housing grant in New York City's history, $15 million, was presented yesterday to a civic organization for 1,100 units of middle-income housing. The money, from the Federal Department of Housing and Urban Development, went to the Housing Partnership Development Corporation. The corporation had already lined up $55 million in private" , "date" : "19831223" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "U.S. GRANTS $15 MILLION FOR HOUSING IN THE CITY" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/23\/nyregion\/us-grants-15-million-for-housing-in-the-city.html"} , {"body" : "houses in the Windsor Terrace section of Brooklyn earlier this month broke ground for more than the houses themselves. It also signaled a fresh approach to the development of new publicly assisted houses that will be owned by their occupants. Governor Cuomo came to the groundbreaking, as did Mayor Koch, Senator Alfonse M. D'Amato and David A." , "date" : "19831218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "NEW TACK IN GETTING HOMES BUILT" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/18\/realestate\/new-tack-in-getting-homes-built.html"} , {"body" : "On a windswept vacant lot in Brooklyn a crowd of public officials and community residents watched yesterday as ground was broken for the first 34 of a new group of 5,000 units of housing to be built for middle-income families in New York City. Then, they applauded as the names of the owners of the first 17 homes were drawn from a lottery - a" , "date" : "19831209" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "LOTS ARE DRAWN FOR NEW MIDDLE-INCOME HOMES" , "url" : "http:\/\/www.nytimes.com\/1983\/12\/09\/nyregion\/lots-are-drawn-for-new-middle-income-homes.html"}]