[  {"body" : "A 30-year-old man was shot in the back of the head as hung a Christmas garland on the door of his Brooklyn home Friday -- the latest victim of a struggle for control of the Colombo crime family, law-enforcement officials said yesterday. The man, Vincent Fusaro, was shot once in the head at 3:55 P.M. as he hung the garland on the door of his home at" , "date" : "19911208" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "BROOKLYN SLAYING TIED TO MOB FEUD" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/08\/nyregion\/brooklyn-slaying-tied-to-mob-feud.html"} , {"body" : "A school custodian was arrested yesterday in a Brooklyn high school after the police found two loaded sawed-off shotguns in his locker. The search followed an anonymous call to 911. The suspect, Paul Reparto, 42 years old, of 199 Bay 35th Street in Bath Beach, Brooklyn, works at Lafayette High School in Bath Beach. He was charged with third- and" , "date" : "19911002" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "Guns in School Janitor's Locker" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/02\/nyregion\/guns-in-school-janitor-s-locker.html"} , {"body" : "A Brooklyn man has been arrested and is being held without bail on murder charges involving the deaths of two women who disappeared three years ago, the Brooklyn District Attorney announced yesterday. The defendant, Demetrio Lifrieri, 42 years old, was described as a coffee supplier who lives in the Borough Park section. He was arrested Monday" , "date" : "19910919" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO DATELINES; Man Held in Slaying Of 2 Women in 1988" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/19\/nyregion\/metro-datelines-man-held-in-slaying-of-2-women-in-1988.html"} , {"body" : "If John Harvey's novels were songs, Charlie Parker would play them. Like \"Lonely Hearts\" and \"Rough Treatment,\" his earlier, equally melancholy police procedurals, CUTTING EDGE (Holt, $18.95) sings the blues for people too bruised to carry the tune for themselves. Charlie Resnick, the compassionate cop-hero of this superb series set in the English" , "date" : "19910707" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "19" , "title" : "CRIME" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/07\/books\/crime-817591.html"} , {"body" : "Two maps for new City Council districts on Staten Island got two reactions last night: black residents liked one, white residents liked the other. The hearing last night at New Dorp High School, though sparsely attended, began what promises to be a passionate round of five by the New York City Districting Commission. The panel is charged with" , "date" : "19910503" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "On S.I., Whites Like Plan A, but Blacks Like B" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/03\/nyregion\/on-si-whites-like-plan-a-but-blacks-like-b.html"} , {"body" : "Investigators searching for the gunman who killed reputed mob leader John Gotti's driver last week are looking closely at a man thought to be associated with the Genovese crime family who had a brutal fistfight with the victim more than a year ago, law-enforcement officials said yesterday. New York City detectives said the theory that the killing" , "date" : "19910421" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Police Sift Many Motives in Gotti Driver's Killing" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/21\/nyregion\/police-sift-many-motives-in-gotti-driver-s-killing.html"} , {"body" : "Law-enforcement authorities are theorizing that John Gotti's chauffeur and bodyguard was slain in retaliation for actions taken by Mr. Gotti's son against the old guard in the Gambino organized-crime family. While they have no evidence, the authorities yesterday were examining several possible motives. They said the one involving retaliation" , "date" : "19910416" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Old Guard Retaliation Suspected In Fatal Shooting of Gotti's Driver" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/16\/nyregion\/old-guard-retaliation-suspected-in-fatal-shooting-of-gotti-s-driver.html"} , {"body" : "A man identified as John Gotti's personal driver and a confidant of the reputed mob boss and his son was gunned down Saturday night in what looked like an \"organized-crime hit,\" the police said yesterday. The man, Bartholomew Borriello, who was 47 years old and was said to be a soldier in the Gambino crime family, was found at 7:30 P.M. in the" , "date" : "19910415" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Gotti's Driver Shot to Death Outside Home" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/15\/nyregion\/gotti-s-driver-shot-to-death-outside-home.html"}]