[  {"body" : "Shivering in the morning chill, as they wait for a graffiti-covered storefront to open, are a woman who has lost her food stamps, a family that has become homeless, aliens who fear deportation. For almost 20 years the Citizens Advice Bureau, in the Tremont area of the Bronx, has provided assistance so its easily intimidated clients need not look" , "date" : "19911229" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Cuts Threaten Charities of Last Resort" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/29\/nyregion\/cuts-threaten-charities-of-last-resort.html"} , {"body" : "The day after Christmas of 1989, Brian L. began running through the halls of the clinic where he worked, ranting and screaming at the staff, demanding to be hospitalized. \"I just couldn't stand the idea of going home for the holidays -- that year was really bad for me,\" Brain remembered last week. \"I was misusing my medication. At the hospital, I" , "date" : "19911222" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Finding Help After Leaving a World of Madness" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/22\/nyregion\/finding-help-after-leaving-a-world-of-madness.html"} , {"body" : "Confronted with five recent murders in the city's biggest mob war in three decades, the Brooklyn District Attorney's office rolled out its legal artillery yesterday and summoned a parade of reputed mobsters, trying to get them to do what the Mafia hardly ever does -- talk about it. Collars up, heads lowered, faces blank behind sunglasses, a few" , "date" : "19911217" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn's Mob War Interrupted With a Quiet Day in Court" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/17\/nyregion\/brooklyn-s-mob-war-interrupted-with-a-quiet-day-in-court.html"} , {"body" : "A 17-year-old Brooklyn high school student with a group of friends returning home from a basketball game was shot and killed on a subway platform in Manhattan yesterday evening, apparently after one of the youths bumped into another teen-ager and an angry dispute erupted, the police said. The student, Trevor Murriell, of 47 Wilson Avenue in" , "date" : "19911214" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Youth Is Killed in Subway Fight" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/14\/nyregion\/youth-is-killed-in-subway-fight.html"} , {"body" : "The broadening civil war for control of the Colombo organized-crime family yesterday claimed the life of an innocent victim, an 18-year-old youth working in a Brooklyn bagel shop who the police said was shot to death when he was mistaken for someone else. About 20 minutes earlier, the 21-year-old son of a reputed Colombo soldier was dropped off at" , "date" : "19911209" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Killing Is Tied To Mafia War In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/09\/nyregion\/killing-is-tied-to-mafia-war-in-brooklyn.html"} , {"body" : "A 30-year-old man was shot in the back of the head as hung a Christmas garland on the door of his Brooklyn home Friday -- the latest victim of a struggle for control of the Colombo crime family, law-enforcement officials said yesterday. The man, Vincent Fusaro, was shot once in the head at 3:55 P.M. as he hung the garland on the door of his home at" , "date" : "19911208" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "BROOKLYN SLAYING TIED TO MOB FEUD" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/08\/nyregion\/brooklyn-slaying-tied-to-mob-feud.html"} , {"body" : "A 30-year-old man was shot to death yesterday in his driveway in Brooklyn, the police said. The man, Vincent Fusaro, of 310 Bay 11th Street in Bensonhurst, was shot once in the back of his head, the police said. His body was found near his black Lincoln Continental shortly before 4 P.M., Officer Andrew McInnis said. The police had no suspects or" , "date" : "19911207" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Man, 30, Shot to Death" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/07\/nyregion\/man-30-shot-to-death.html"} , {"body" : "AT first it was just a novelty, something even Jayne Mansfield could do. Then it blossomed into the full-scale excitement of Beatlemania and the intensive mellowness of the hippie years. Later on it evolved into disco, rap and the decadence of heavy metal, and it became a slick commercial fixture on the video screen. Now it's where none of its" , "date" : "19911129" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Critic's Notebook; Is It Time, Already, To Put Rock In a Museum?" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/29\/movies\/critic-s-notebook-is-it-time-already-to-put-rock-in-a-museum.html"} , {"body" : "In an incident similar to a robbery just six days ago, a jewelry store owner was boxed in by two cars as he pulled off a Brooklyn highway yesterday afternoon and then was robbed of $200,000 in jewels by a group of men, one of them holding a machine gun, the police said. A police spokesman, Officer Andrew McInnis, said that George Greenberg, 42" , "date" : "19911121" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/21\/nyregion\/872991.html"} , {"body" : "He may not have had the artistic impact of the composer Charles Ives and the poet Wallace Stevens, both versatile executives who juggled careers in insurance and the arts, but Julius R. Nasso's dual career has a similarly diverse flair. Mr. Nasso runs Universal Marine Medical Supplies, which he has built into the world's largest distributor of" , "date" : "19911120" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Movies" , "Health" , "Business"] , "page_facet" : "1" , "title" : "His Two Worlds Are Worlds Apart" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/20\/business\/his-two-worlds-are-worlds-apart.html"} ,   {"body" : "IT was one of the final warm golden days of the season and our friend-about-town was lunching outside Good and Plenty on West 43d Street near Ninth Avenue. Peering up from her pasta salad, she saw -- be still, my heart -- Al Pacino walking toward her. The actor, looking very Armani, was accompanied by a friendly golden-haired dog whose leash was a" , "date" : "19911113" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/13\/garden\/metropolitan-diary-989091.html"} , {"body" : "Here is a sampling of tours by bus, van, helicopter and foot that are scheduled during the holiday season in New York City. Dates and times are subject to change. Today DEAD HORSE BAY, Floyd Bennett Field, Exit 11S off the Belt Parkway, Flatbush Avenue, Flatlands, Brooklyn. A walking tour led by National Park Service rangers will explore the" , "date" : "19911110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "38" , "title" : "TOURS" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/10\/news\/tours.html"} , {"body" : "Here is a sampling of spectator and participatory sports in New York City and the Meadowlands in East Rutherford, N.J., during the holiday season. Dates and times are subject to change. FOR SPECTATORS Basketball MADISON SQUARE GARDEN, Seventh Avenue and 33d Street, Manhattan. New York Knickerbockers. Unless otherwise noted, games are at 7:30 P.M." , "date" : "19911110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MEADOWLANDS (NJ)"] , "page_facet" : "33" , "title" : "SPORTS" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/10\/news\/sports-454291.html"} , {"body" : "THERE are days and ways that New York City seems like not that nice a place to be. Winters are the worst. The wind whistles wildly down the avenues, slaps you on the cheeks like a spurned lover and leaves your eyes watering pitifully. No matter how cold the air, the streets are filled with dirty slush. You dream of Florida, but you're lucky to" , "date" : "19911110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "3" , "title" : "HOLIDAYS; Things That Melt the Humbuggiest Heart" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/10\/news\/holidays-things-that-melt-the-humbuggiest-heart.html"} , {"body" : "They had been the closest of friends, their classmates said, two boys in their mid-teens who were always in and out of each other's homes in Bay Ridge, Brooklyn. Then, on Friday night, before a crowd of friends and neighbors, the younger of the two, 14 years old, shot and killed his friend after the 15-year-old had accused him of breaking into his" , "date" : "19911027" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Teen-Ager Kills Friend in Dispute Over Burglary" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/27\/nyregion\/teen-ager-kills-friend-in-dispute-over-burglary.html"} , {"body" : "Closings in the week ended Oct. 12 MANHATTAN Carnegie Hill 995,000 19 East 88th Street 2-bedroom, 2-bath, 1,700-sq.-ft. prewar co-op; 24-hr. doorman, dining gallery, sunken living room, fireplace, Central Park view; maintenance $1,126, 46% tax-deductible (Broker: Ambrose Mar-Elia) Chelsea 325,000 121 West 20th Street 1-bedroom, 1 1\/2-bath," , "date" : "19911027" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "16" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/27\/realestate\/residential-resales-851791.html"} , {"body" : "Detectives at the 68th Precinct in Brooklyn who thought they had seen everything say it is a New York City first: a killing apparently committed for bear gallbladders, which have sold for as much as $45,000 in Asia. The 39-year-old victim, identified by the police as Haeng Gu Lee of 170 72d Street in the Bay Ridge section, was a Korean-American" , "date" : "19911022" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["FAR EAST, SOUTH AND SOUTHEAST ASIA AND PACIFIC AREAS" , "BAY RIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Stabbing Death Linked To the Exporting of Animal Parts" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/22\/nyregion\/brooklyn-stabbing-death-linked-to-the-exporting-of-animal-parts.html"} , {"body" : "Here is a sampling of children's activities, compiled by Dulcie Leimbach, scheduled this fall in New York City. Dates and times are subject to change. ALL AGES November FAMILY NATURE WALK, informal forays into the grounds of an arboretum, with attention given to the trees, birds and other animals that are making winter preparations; followed by a" , "date" : "19911020" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "For Children, New York City Means Autumn Excitement" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/20\/nyregion\/for-children-new-york-city-means-autumn-excitement.html"} , {"body" : "Here is a sampling of children's activities, compiled by Dulcie Leimbach, scheduled this fall in New York City. Dates and times are subject to change. ALL AGES November FAMILY NATURE WALK, informal forays into the grounds of an arboretum, with attention given to the trees, birds and other animals that are making winter preparations; followed by a" , "date" : "19911020" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "For Children, a Trip New York City Means Excitement" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/20\/nyregion\/for-children-a-trip-new-york-city-means-excitement.html"} , {"body" : "Singular Samples Parsons Exhibition Center at Parsons School of Design, 2 West 13th Street; (212) 229-8987. An exhibition of prototype chairs, beds, tables, lamps and housewares from \"Design Explorations: 2001,\" runs through Nov. 1. Hours: 9 A.M. to 6 P.M. Monday through Saturday (open Wednesday until 9 P.M.). Free. Plants Plus Brooklyn Botanic" , "date" : "19911003" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "Calendar: Chairs, Plants, House Tours and Silver" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/03\/garden\/calendar-chairs-plants-house-tours-and-silver.html"} ,   {"body" : "Here is a sampling of tours by bus, van, helicopter and foot that are scheduled this fall in New York City. Dates and times are subject to change. Walking tours in New York City parks are listed on pages 36 and 37. Today LOWER EAST SIDE, Manhattan. A look at the many varieties of markets on a walking tour of the Lower East Side led by Sherrill" , "date" : "19910929" , "day_of_week_facet" : "Sunday" , "page_facet" : "12" , "title" : "TOURS" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/29\/news\/tours.html"} , {"body" : "Here is a list of participatory sporting events. All dates and times are subject to change. It is always advisable to check with the organizers of an event to confirm starting times and locations. Today RAINBOW MARATHON, Flushing Meadows-Corona Park, Queens. A 26.2-mile foot race with a 1-mile certified loop; sponsored by Sri Chinmoy Marathon Team." , "date" : "19910929" , "day_of_week_facet" : "Sunday" , "page_facet" : "15" , "title" : "FOR REAL SPORTS" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/29\/news\/for-real-sports.html"} , {"body" : "Here is a sampling of events planned through Dec. 14 in New York City's parks. Admission is free unless otherwise noted. Times and dates are subject to change. Today GRACIE SQUARE OUTDOOR ART SHOW, Carl Schurz Park, East End Avenue at 86th Street, Manhattan. About 100 exhibits by professional artists in oil, acrylic, sculpture, photography and" , "date" : "19910929" , "day_of_week_facet" : "Sunday" , "page_facet" : "36" , "title" : "PARKS" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/29\/news\/parks.html"} , {"body" : "Here is a sampling of children's activities, compiled by Dulcie Leimbach, scheduled this fall in New York City. Dates and times are subject to change. ALL AGES October \"DANCE LATIN STYLE,\" a workshop with the musician and band leader Chico Mendoza, who will play mambo, rumba and merengue music with the Bomba and Mendoza Dancers, with participatory" , "date" : "19910929" , "day_of_week_facet" : "Sunday" , "page_facet" : "14" , "title" : "A Prescription for the School-Weary: Excitement!" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/29\/news\/a-prescription-for-the-school-weary-excitement.html"} , {"body" : "Here is a sampling of street fairs and festivals in New York City through December. The information was provided by the Community Assistance Unit of the Mayor's office. Dates and times are subject to change. Today ATLANTIC ANTIC, Atlantic Avenue between Flatbush Avenue and the East River, Brooklyn Heights and Boerum Hill, Brooklyn. 10 A.M. to 6" , "date" : "19910929" , "day_of_week_facet" : "Sunday" , "page_facet" : "4" , "title" : "FAIRS AND FESTIVALS; Celebrations on the Street" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/29\/news\/fairs-and-festivals-celebrations-on-the-street.html"} , {"body" : "\"NEW YORK is a devil's dream, the most urbanized city in the world,\" Michael Gold wrote in his 1930 book \"Jews Without Money,\" about an observation shared by boys growing up 60 years ago on the Lower East Side. \"It is a mythical city buried by a volcano. No grass is found in this petrified city, no big living trees, no flowers, no bird but the drab" , "date" : "19910929" , "day_of_week_facet" : "Sunday" , "page_facet" : "3" , "title" : "PARKS; New York's True Nature Is, Yes, Leafy" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/29\/news\/parks-new-york-s-true-nature-is-yes-leafy.html"} , {"body" : "Closings in the week ending Sept. 14 MANHATTAN Greenwich Village 245,000 11 Fifth Avenue (8th St.) (Brevoort) 1-bedroom, 1-bath, 900-sq.-ft. postwar co-op; 24-hr. doorman, concierge, dining area, terrace; maintenance $895, 40% tax-deductible (Broker: Weigner Real Estate) Carnegie Hill 800,000 1185 Park Avenue (94th St.) 2-bedroom, 3-bath," , "date" : "19910929" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "12" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/29\/realestate\/residential-resales-927091.html"} , {"body" : "Here is a sampling of parades in New York City in the fall. The information was provided by the Community Assistance Unit in the Mayor's office. Dates and times are subject to change. Today QUEENS HISPANIC DAY PARADE, 37th Avenue between 70th and 94th Streets, Jackson Heights, Queens. 1:30 P.M. Oct. 5 RAGAMUFFIN PARADE, Third Avenue between Wakeman" , "date" : "19910929" , "day_of_week_facet" : "Sunday" , "page_facet" : "27" , "title" : "PARADES" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/29\/news\/parades.html"} , {"body" : "AT once a densely and diversely populated chunk of New York and a complex tangle of stereotypes and myths, Brooklyn evokes many images to the world beyond its famous bridge. It's the Dodgers and \"The Honeymooners,\" the faded, honky-tonk luster of Coney Island and the elegance of Brooklyn Heights, and, sadly, the violence and racial tensions now" , "date" : "19910925" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "3" , "title" : "The Brooklyn Cookbook: Mix Ethnic Attitudes and Memories" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/25\/garden\/the-brooklyn-cookbook-mix-ethnic-attitudes-and-memories.html"} , {"body" : "A tiny minority of New York City voters quietly capped a decade of contentious legal challenges and government overhaul yesterday by nominating candidates whose victories in November will dramatically expand black and Hispanic representation on the newly invigorated City Council. They will change the Council's complexion, but not necessarily its" , "date" : "19910913" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "PRIMARY DAY; Council's New Era Takes Shape in New York Vote" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/13\/nyregion\/primary-day-council-s-new-era-takes-shape-in-new-york-vote.html"} ,   {"body" : "Chris Hasson says he has been a permanent fixture at the Jacob Riis Park beach for 18 years, from his first visit at 4 years old, through occasional spying trips to the nudist section of the beach as a teen-ager, to his three forays a week with his friends today. \"We're the cleanest beach around,\" Mr. Hasson said, adding that Coney Island, the New" , "date" : "19910907" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "GATEWAY NATIONAL RECREATION AREA" , "FAR ROCKAWAY (NYC)" , "JACOB RIIS PARK (QUEENS, NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Giving Riis, the Forgotten Park, a Better Image" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/07\/nyregion\/giving-riis-the-forgotten-park-a-better-image.html"} , {"body" : "An article on Tuesday about an explosion in Bay Ridge, Brooklyn, misidentified a spokeswoman for Lutheran Medical Center. She is Maryteresa McKenna. The article also misstated the number of explosion victims admitted to the hospital. It was three, not four." , "date" : "19910906" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "3" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/06\/nyregion\/c-corrections-490091.html"} , {"body" : "A buildup of natural gas probably caused the explosion and fire that killed three people and injured 31 in two Brooklyn apartment buildings on Monday, fire officials said yesterday. For much of the day, rescue workers searched the rubble for a man they believed to be missing, but by evening they had halted the search, and officials said that" , "date" : "19910904" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Natural Gas Buildup Blamed for Brooklyn Blast" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/04\/nyregion\/natural-gas-buildup-blamed-for-brooklyn-blast.html"} , {"body" : "A 72-year-old Brooklyn woman leaving a grocery store was hit yesterday by a bullet intended for a young man who was also wounded in the shooting the police said. The woman, Connie Braccia, was struck in the chest by the gunfire outside 790 13th Avenue in Bay Ridge at 3:30 P.M. The wounded man, who was involved in the fight that led to the shooting," , "date" : "19910904" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Bystander Shot in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/04\/nyregion\/bystander-shot-in-brooklyn.html"} , {"body" : "Three people were killed and at least 34 others were injured when an explosion followed by a huge fireball virtually destroyed two three-story brick apartment buildings in Bay Ridge, Brooklyn, last night. Fire and police officials said the badly burned bodies of two victims, both believed to be women, were removed from the rubble. Two other people," , "date" : "19910903" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Three Killed, Dozens Hurt In Explosion" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/03\/nyregion\/three-killed-dozens-hurt-in-explosion.html"} , {"body" : "SOVIET TURMOIL A6-10 The national Congress was stunned when President Gorbachev and the leaders of 10 republics proposed to transfer all central authority to themselves and a legislative council until a new union can be formed. A1 News analysis: The surprise accord is clearly a gamble to prevent the existing union from tumbling in on itself. But" , "date" : "19910903" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/03\/nyregion\/news-summary-099191.html"} , {"body" : "Mayor David N. Dinkins says Officer Paul Perricone is a hero, but the 23-year-old rookie, assigned to the 86th Precinct in Brooklyn, says he was \"just a cop doing his job\" when he searched for survivors in a burning building destroyed by an explosion last night on 86th Street in Bay Ridge. \"We were around the corner when we heard the explosion,\" he" , "date" : "19910903" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BAY RIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Officer, Just 'Doing His Job,' Is Praised as Brooklyn Hero" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/03\/nyregion\/officer-just-doing-his-job-is-praised-as-brooklyn-hero.html"} , {"body" : "A Tangled Banking Tale Clark M. Clifford, a Washington icon, and Robert A. Altman, a protege, are at the center of a Federal inquiry into a global banking scandal. Page D1. 3 Die in Brooklyn Explosion Three people were killed and more than 20 hurt when an explosion leveled two three-story apartment buildings in Bay Ridge, Brooklyn. Page B1. Art's" , "date" : "19910903" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "INSIDE" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/03\/nyregion\/inside-150591.html"} , {"body" : "As a result of the racial gerrymandering that produced New York City's new Council districts, only one-fifth of next week's primaries are between major candidates from different racial or ethnic groups. But questions of race have not faded into the background, particularly in the districts where no one group predominates and in two contests where" , "date" : "19910902" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "In Some Council Contests, It's Still Us Against Them" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/02\/nyregion\/in-some-council-contests-it-s-still-us-against-them.html"} , {"body" : "The crime was ordinary; the suspect was anything but. A 70-year-old woman was mugged on Friday night by a man who grabbed her pocketbook as she returned to her home in the Bay Ridge section of Brooklyn. The man, the police said yesterday, was a police officer. The officer, James Carey, 36, was arraigned yesterday on charges of second-degree robbery" , "date" : "19910902" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BAY RIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Policeman Charged in Robbery" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/02\/nyregion\/policeman-charged-in-robbery.html"} ,   {"body" : "A 65-year-old Brooklyn man was arrested yesterday in the shooting death of his landlord and the wounding of the landlord's live-in companion after an argument at their home, the police said. The suspect, whose name was not immediately released by the police, was captured in a rear bedroom of the house in the Bay Ridge section after the police" , "date" : "19910901" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Brooklyn Landlord Shot to Death" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/01\/nyregion\/brooklyn-landlord-shot-to-death.html"} , {"body" : "Two men who were sought by the police for a murder and the abduction of a Methodist priest in Brooklyn on the same night were arrested on Friday, the police said yesterday. The men, Marc Asher, 31 years old, of Bay 35th Street in the Bensonhurst section of Brooklyn, and Richard Springer, 38, of 252 51st Street in the Sunset Park section, were" , "date" : "19910825" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "Two Men Held in Two Killings" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/25\/nyregion\/two-men-held-in-two-killings.html"} , {"body" : "Three burned-out steel piers stand like eerily twisted skeletons in Upper New York Bay as teen-agers swim past the rusted shell of a half-submerged Chevy Cutlass off the Sunset Park section of Brooklyn. Just to the north, beyond the stench of the Gowanus Canal and a huge, unused grain terminal, a short-lived Port Authority project called Fishport" , "date" : "19910821" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Development Not Even a Contender on Brooklyn's Waterfront" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/21\/nyregion\/development-not-even-a-contender-on-brooklyn-s-waterfront.html"} , {"body" : "It had been a good collar. Two police officers on patrol in Brooklyn had stopped a car for a traffic infraction and discovered that they had caught three suspects in a burglary that had occurred only minutes before. But like a story line on \"Hill Street Blues,\" where events do not always happen as planned, things started to go awry rather quickly." , "date" : "19910820" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "A Sharp Arrest, Some Gunshots, Then an Escape" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/20\/nyregion\/a-sharp-arrest-some-gunshots-then-an-escape.html"} , {"body" : "Hussein Jaber, a Palestinian who moved from Jerusalem to Brooklyn 12 years ago, has creatively adapted himself to life in Sunset Park -- one of New York City's most ethnically diverse neighborhoods -- by hanging a sign in his bodega's window, which caters to the area's large Hispanic population, saying \"Mexican grocery.\" A few blocks to the north," , "date" : "19910819" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Neighborhood Politics: Choosing the Council - An occasional look at the races for New York's new City Council; Varied Interests Vie to Represent Brooklyn District" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/19\/nyregion\/neighborhood-politics-choosing-council-occasional-look-races-for-new-york-s-new.html"} , {"body" : "New York City detectives are looking for two suspects who they believe carried out a 14-hour robbery spree in Brooklyn in which they shot three people, killing two of them and wounding the third, a Methodist minister. One of the slain victims was a retired New York police sergeant on his way to work; the other was a Brooklyn resident shot a few" , "date" : "19910811" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Suspects Sought in Shootings of 3 During Crime Spree in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/11\/nyregion\/suspects-sought-in-shootings-of-3-during-crime-spree-in-brooklyn.html"} , {"body" : "In recent summers, men have headed to the beach clad in snug bikini trunks, feet bare or shod in loose-fitting flip-flops. But in the summer of 1991, snug trunks are outnumbered by loose-fitting briefs. And it's the new beach shoes of choice that are worn snug. Nike's Aqua Gear collection of coordinated swimwear and water sport shoes has kept" , "date" : "19910811" , "day_of_week_facet" : "Sunday" , "page_facet" : "50" , "title" : "Flashy New Swimwear for Feet as Well as Bodies" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/11\/news\/flashy-new-swimwear-for-feet-as-well-as-bodies.html"} , {"body" : "New York City detectives believe that two recent shootings during seemingly random robberies in Brooklyn were the work of two men, who are still at large and \"armed and dangerous.\" Two of the victims were killed and one seriously wounded. The slain victims were a retired New York police sergeant on his way to work and a Brooklyn resident shot a few" , "date" : "19910810" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Police Seeking Suspects in 3 Brooklyn Shootings" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/10\/nyregion\/police-seeking-suspects-in-3-brooklyn-shootings.html"} , {"body" : "Would Henry James have described \"summer afternoon\" as the two most beautiful words in the English language if he had been in these parts yesterday? Ha! Not if he had been among the thousands of people who filed sullenly past the intersection of Broadway and 46th Street at 8 A.M. It was hazy, already sweltering and the billowing emission from a" , "date" : "19910720" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Finish the Phrase, New York: Is It (Blank) Enough for You?" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/20\/nyregion\/finish-the-phrase-new-york-is-it-blank-enough-for-you.html"} , {"body" : "Priests, politicians, nuns and hundreds of others jammed a Roman Catholic church in Brooklyn yesterday for the funeral of Bishop Francis J. Mugavero, the retired head of the Brooklyn Diocese, who was eulogized as a man who spent his life loving, giving and sharing. \"Today, Brooklyn's legend of kindness is laid to rest,\" Anthony Cardinal Bevilacqua," , "date" : "19910718" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Mugavero Is Eulogized as a 'Legend of Kindness'" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/18\/nyregion\/mugavero-is-eulogized-as-a-legend-of-kindness.html"} ,   {"body" : "Closings in the week ending June 29 MANHATTAN Carnegie Hill 1.5 million 52 East 91st Street 5-bedroom, 4 1\/2-bath, single-family, 4-story town house; dining room, library, eat-in kitchen, 4 fireplaces, 18.4- by 100.8-ft. lot; taxes $12,100 (Broker: Leslie J. Garfield-Halstead Property Co.) Chelsea 650,000 35 West 23d Street 3-bedroom, 3-bath," , "date" : "19910714" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "13" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/14\/realestate\/residential-resales-068091.html"} , {"body" : "The chairlift runs up the mountain, ski trails are open and the base lodge is full of people. But one thing is missing: snow. Hunter Mountain, a 128-mile drive from New York City, bills itself as \"the snowmaking capital of the world.\" But it does not come alive only in winter. In summer it offers an array of activities from music festivals to" , "date" : "19910714" , "day_of_week_facet" : "Sunday" , "page_facet" : "32" , "title" : "Sunday Outing; No Snow, But Hunter Mountain Is Busy Anyway" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/14\/news\/sunday-outing-no-snow-but-hunter-mountain-is-busy-anyway.html"} , {"body" : "Bishop Francis J. Mugavero, who in his 22 years as the head of the Roman Catholic Diocese of Brooklyn combined staunch liberalism and a fierce loyalty to the Vatican, died yesterday at the age of 77. The Bishop, who retired in February 1990, died of a heart attack while vacationing in East Hampton, L.I., said Frank DeRosa, the spokesman for the" , "date" : "19910713" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "9" , "title" : "Francis J. Mugavero, 77, Is Dead; Was Bishop of Brooklyn 22 Years" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/13\/obituaries\/francis-j-mugavero-77-is-dead-was-bishop-of-brooklyn-22-years.html"} , {"body" : "If you and your family are seeking an out-of-city experience -- without really wanting to leave New York -- a trip to the Staten Island Zoo might well be pleasing. Set in a lush eight-acre park in West Brighton, the Staten Island Zoo is a little jewel that features petting animals, pony rides, a tropical rain forest and an aquarium with such" , "date" : "19910707" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND ZOO"] , "page_facet" : "24" , "title" : "Sunday Outing; On S.I., Rattlers, Sharks, Otters, etc." , "url" : "http:\/\/www.nytimes.com\/1991\/07\/07\/news\/sunday-outing-on-si-rattlers-sharks-otters-etc.html"} , {"body" : "Nate Snead was repelled by a \"long green thing\" inside his tent. It was a lizard. Jon Danielson was worried that it was going to rain. It did. And Brian Jennings wondered if there was a spot to go swimming. There wasn't. With endless questions and boundless enthusiasm, the members of Boy Scout Troop 100 from Governors Island were on their first" , "date" : "19910707" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GOVERNORS ISLAND (NYC)"] , "page_facet" : "24" , "title" : "The Toughening of Scout Troop 100" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/07\/news\/the-toughening-of-scout-troop-100.html"} , {"body" : "A smoldering fire apparently caused by firecrackers killed three people in their Brooklyn home early yesterday morning after what fire officials described as one of the most raucous and dangerous Fourth of July's in memory. The man, 57-year-old John Antonelli, his wife, Marie, 56, and his mother, Mary, 88, died as they tried to escape what" , "date" : "19910706" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Fireworks Believed Cause of Blaze That Kills Three" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/06\/nyregion\/fireworks-believed-cause-of-blaze-that-kills-three.html"} , {"body" : "Giuliani Maneuverings Rudolph W. Giuliani, who prematurely announced his 1993 mayoral candidacy to a gossip columnist at a cocktail party and then backtracked on his statement last week, is nevertheless laying the groundwork for a City Hall run by taking sides in an unusual struggle for control of the comatose Brooklyn Republican organization. The" , "date" : "19910630" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Political Talk" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/30\/nyregion\/political-talk.html"} , {"body" : "AS party concepts go, this one was a trifle formal: guests were asked to wear the clothes they were married in. But it all came off without a hitch (that having been taken care of some time ago). On a photo-album June day, about 150 no-longer-blushing brides and 150 not-very-nervous grooms turned out in wedding dresses, morning suits and various" , "date" : "19910613" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Here Comes the Bride. But Wait. Here Comes Another One." , "url" : "http:\/\/www.nytimes.com\/1991\/06\/13\/garden\/here-comes-the-bride-but-wait-here-comes-another-one.html"} , {"body" : "From house to house the woman went with a heart-wrenching tale. Her little boy, 7-year-old Joey Lupa, had died of leukemia and there was no money for a proper burial. She cried and shared her sorrows with the people who came to the doors. \"Would you give, please?\" she asked. And people all over Brooklyn and Queens did, donating at least $25,000 --" , "date" : "19910607" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "No Needy Mother, Just a Con Artist, Brooklyn Police Say" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/07\/nyregion\/no-needy-mother-just-a-con-artist-brooklyn-police-say.html"} , {"body" : "The Box is back. Pale green with brown crosshatching, the Ebinger's cake box is stacked on the shelves of New York City supermarkets. Shoppers have gasped and paled at its resurrection. For them, after nearly two decades in an Ebingerless desert, The Box is manna. The good old days are back! Maybe. . . . For those who grew up in Brooklyn, when" , "date" : "19910605" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "The Cake Box From Heaven (Brooklyn, of Course) Is Back" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/05\/garden\/the-cake-box-from-heaven-brooklyn-of-course-is-back.html"} ,   {"body" : "THERE is too much to see in New York City and it is all moving too fast and there isn't enough time and there never will be. Groucho Marx once said that when it is 9:30 in New York, it is 1937 in Los Angeles. The curious thing is that New York remains New York in essential ways. The architecture reflects successive visions of brilliant new worlds;" , "date" : "19910602" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "20" , "title" : "ATTRACTIONS; What Sights to See, Big Time (and Small)" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/02\/arts\/attractions-what-sights-to-see-big-time-and-small.html"} , {"body" : "ON PARADE This Week SALUTE TO ISRAEL DAY PARADE, Fifth Avenue, from 57th to 79th Street, Manhattan. Sponsored by the American Zionist Youth Fund. Today, noon. BRONX WEEK UNITY PARADE, Grand Concourse, from Kingsbridge Road South to 153d Street. Today, 12:30 P.M. Next Week NEW YORK PUERTO RICAN DAY PARADE, Fifth Avenue from 44th to 86th Street," , "date" : "19910602" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "ON AND IN THE STREET" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/02\/arts\/on-and-in-the-street.html"} , {"body" : "Some of the following events have been planned by city agencies like the Department of Parks and Recreation and its subsidiaries, like the Urban Park Rangers. If Mayor David N. Dinkins's proposed city budget is adopted for the fiscal year that begins July 1, these programs may be canceled. The dates, times and specific programs for many events --" , "date" : "19910602" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "Just for Fun" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/02\/arts\/just-for-fun.html"} , {"body" : "Anthony E. Maglio, a retired Criminal Court judge in Brooklyn, died on Tuesday in St. Vincent's Hospital. He was 79 years old and lived in Brooklyn. He died of cancer, his family said. Judge Maglio, who began a two-decade career on the bench as a magistrate an 1950, gained a reputation as a crusader against street crime. But, coincidentally, in" , "date" : "19910523" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "21" , "title" : "Anthony Maglio, 79, A Retired Judge, Dies" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/23\/obituaries\/anthony-maglio-79-a-retired-judge-dies.html"} , {"body" : "No one seemed to get it right away, but something hairy was happening at the Oscar de la Renta fur show yesterday. The first four people down the runway at the Parsons School of Design wore stretch bodysuits and flesh-toned panty-bra sets -- and the only animal fur they had on was their own. \"We'd rather go naked than wear furs,\" said a sign they" , "date" : "19910514" , "day_of_week_facet" : "Tuesday" , "page_facet" : "7" , "title" : "Patterns" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/14\/news\/patterns-790291.html"} , {"body" : "The bedroom's lace curtains rustle in a cool spring breeze, filtering dots of sunlight onto a four-poster bed. Like hundreds of other bed-and-breakfasts throughout America, the appeal of Donald Kurz-Fiedeke's small hostelry is its 19th-century charm, its whiff of romance. But just beyond the curtains and a well-tended garden, laundry hangs from" , "date" : "19910501" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Tells Tourists, Yo! Don't Overlook Us" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/01\/nyregion\/brooklyn-tells-tourists-yo-don-t-overlook-us.html"} , {"body" : "James Diodato reacted within seconds yesterday, stripped and jumped into the swirling, cold waters under the Verrazano Narrows Bridge. For more than half an hour, the 23-year-old former Marine tried to reach a 14-year-old boy flailing against the current and screaming, \"Help me, I'm going to die.\" There was terror in the boy's face, Mr. Diodato" , "date" : "19910430" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Daring Rescue Attempt Ends Tragically for Boy" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/30\/nyregion\/daring-rescue-attempt-ends-tragically-for-boy.html"} , {"body" : "Rich Kotite is the new head coach of the Philadelphia Eagles. But on Saturday night he was going to be just one of the guys again, at the Poly Prep class of '61 reunion in Bay Ridge, Brooklyn. As he drove up the Jersey Turnpike after leading the Eagles through an off-season mini-camp, Kotite seemed transformed by memories of the Brooklyn sidewalks." , "date" : "19910429" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "FOOTBALL; An Eagle With Wings Spanning Over Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/29\/sports\/football-an-eagle-with-wings-spanning-over-brooklyn.html"} , {"body" : "The commission charged with redistricting the New York City Council is ensnared in a tangle of racial and party politics just three days before it is to present its vision for a legislature that would represent the city's sweeping ethnic diversity. The Districting Commission, created under the 1989 City Charter and heralded as the new and" , "date" : "19910428" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "OLD FEUDS TANGLE NEW CITY COUNCIL AS DEADLINE NEARS" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/28\/nyregion\/old-feuds-tangle-new-city-council-as-deadline-nears.html"} , {"body" : "A 65-year-old doctor who neighbors described as a dignified and caring man was shot and killed Saturday night in Brooklyn when he tried to prevent a mugger from grabbing his wife's purse as the couple walked home, the police said. The doctor, Samuel Seibel, was shot once in the chest just after 11 P.M. in front of 225 78th Street in the Bay Ridge" , "date" : "19910422" , "day_of_week_facet" : "Monday" , "geo_facet" : ["LAKE GROVE (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Doctor Is Killed Trying to Block Purse Snatching" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/22\/nyregion\/doctor-is-killed-trying-to-block-purse-snatching.html"} ,   {"body" : "The slide that began three years ago on Wall Street has now ricocheted throughout the city's economy, claiming jobs in everything from banking to auto repair. As the recession continues to deepen, tens of thousands of New Yorkers are discovering its pain, finding themselves in unemployment lines that are growing longer and ever-more democratic." , "date" : "19910420" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "All Walks of Life Now Converge In New York City's Jobless Lines" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/20\/nyregion\/all-walks-of-life-now-converge-in-new-york-city-s-jobless-lines.html"} , {"body" : "A 68-year-old Brooklyn man who had waged a campaign against drug dealers was run over and killed by a furious van driver this week, the police said. The man's family and neighbors said the killing was in retaliation for his persistence in ordering drug dealers, addicts and prostitutes off the block. The killing on Tuesday night crushed the spirit" , "date" : "19910418" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["SUNSET PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Enemy of Local Drug Dealers Is Killed on a Brooklyn Street" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/18\/nyregion\/enemy-of-local-drug-dealers-is-killed-on-a-brooklyn-street.html"} , {"body" : "The independent body charged with creating 51 new New York City Council districts gave the first glimpse of what those possibilities could be yesterday, setting the stage for a political revolution that could for the first time send to the Council previously unrepresented groups like Asian-Americans and gay people. At a news conference, the New" , "date" : "19910411" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "34 Options Are Given for New Council" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/11\/nyregion\/34-options-are-given-for-new-council.html"} , {"body" : "Two people sat precariously on top of an abutment of the Verrazano-Narrows Bridge late Tuesday night, discussing which was better: living or dying. One, a 24-year-old named Irwin Cuevas, saw his marriage crumbling and wanted to jump 200 feet to his death; the other, a frail 24-year-old off-duty police officer named Yolanda Lugo, said death was too" , "date" : "19910411" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "VERRAZANO-NARROWS BRIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Talk of Living or Dying Atop a Bridge Abutment" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/11\/nyregion\/talk-of-living-or-dying-atop-a-bridge-abutment.html"} , {"body" : "New York City jail guards strapped electronic transmitters on the left ankles of two inmates and then opened the gates for them. As the men strolled from the Brooklyn House of Detention last month they became the first to be released under a city program in which defendants awaiting trial are placed under house arrest and monitored by electronic" , "date" : "19910410" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York Tests Electronic Ball and Chain" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/10\/nyregion\/new-york-tests-electronic-ball-and-chain.html"} , {"body" : "ALTHOUGH people of many ethnic backgrounds live in the 4.2-square-mile Brooklyn neighborhood of Sunset Park, residents and business owners say the community is more a stew pot than a melting pot. \"Each ethnic group is proud of its heritage,\" said Ross M. Branka, a real-estate lawyer who has practiced in the area more than 20 years. \"So we have" , "date" : "19910407" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "If You're Thinking of Living in: Sunset Park" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/07\/realestate\/if-you-re-thinking-of-living-in-sunset-park.html"} , {"body" : "A New York City police officer and a correction officer have been suspended a shooting on Thursday night in which the correction officer fired into a vehicle, injuring a man, the authorities said yesterday. Spokesmen for the Police and Correction Departments said that the officers were off duty at the time and that no charges had been filed against" , "date" : "19910324" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "2 Off-Duty Officers Suspended in Shooting" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/24\/nyregion\/2-off-duty-officers-suspended-in-shooting.html"} , {"body" : "In 1935, Police Commissioner Lewis Valentine of New York City interrupted a line-up to berate the arresting officers. Why, he demanded, had they brought in a murder suspect without first \"mussing him up?\" Commissioner Valentine's vigor was widely applauded; he was retained as commissioner for a decade. If, as Dr. James J. Fyfe, an American" , "date" : "19910321" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; Brutal Question: Police Violence, Public Trust" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/21\/nyregion\/metro-matters-brutal-question-police-violence-public-trust.html"} , {"body" : "The signs of social change and the transformation of a community are often subtle, sometimes brutal and occasionally bizarre. Into this last category falls the former Atlantic restaurant, a popular diner that for decades catered to the many Norwegian-Americans of the Sunset Park and Bay Ridge sections of Brooklyn. Today, above the entrance on" , "date" : "19910317" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "In Brooklyn, Wontons, Not Lapskaus" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/17\/nyregion\/in-brooklyn-wontons-not-lapskaus.html"} , {"body" : "Miguel Montero, the star center of the George Washington High School basketball team in Washington Heights, longs to hear the roar of the crowd. But when Stuyvesant High School's team visited his school one afternoon recently, most of his 29 points were greeted by only polite applause. Just 17 fans attended the game, and they were made to sit in a" , "date" : "19910210" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "Many High Schools Bar Basketball Game Fans" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/10\/nyregion\/many-high-schools-bar-basketball-game-fans.html"} ,   {"body" : "Rumpelmayer's The age of the palatial ice-cream parlor has all but disappeared, like the last spoonful of a hot-fudge sundae. A few winsome artifacts remain in the New York metropolitan area that are fun for kids (or adults): Eddie's Sweet Shop in Forest Hills, Queens; Hoft's Luncheonette in the Williamsbridge section of the Bronx; Hinsch's in the" , "date" : "19910208" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "20" , "title" : "Diner's Journal" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/08\/arts\/diner-s-journal.html"} , {"body" : "Mothers from Bay Ridge and gay men from Manhattan, doctors treating AIDS and patients suffering from the disease, rabbis and priests, parents and students all came to the Board of Education yesterday to plead, reason, shout and harangue on a question that has divided many in New York: Should the city's high schools provide condoms to their" , "date" : "19910207" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Desperation And Anger In Debate On Condoms" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/07\/nyregion\/desperation-and-anger-in-debate-on-condoms.html"} , {"body" : "State Attorney General Robert Abrams has obtained an injunction freezing the assets of Stockbridge Funding, a mortgage banking corporation that is being investigated for possibly bilking investors, mostly Polish-Americans in the New York metropolitan area, of as much as $100 million. In a statement, he said he \"believes that Stockbridge was" , "date" : "19910206" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "'Ponzi Scheme' Is Cited As Assets Are Frozen" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/06\/nyregion\/ponzi-scheme-is-cited-as-assets-are-frozen.html"} , {"body" : "Many Foods, One Shape The shape of foods to come, for the next week or so, is the heart. Pizzas, cheeses, cookies, candies, cakes, tarts, raviolis and breads are being designed for Valentine's Day. At the Ambassador Grill in the United Nations Plaza Hotel, they'll even be carving foie gras into heart shapes. All day on Feb. 14, Trattoria dell'Arte," , "date" : "19910206" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "4" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/06\/garden\/food-notes-057091.html"} , {"body" : "THE Fort Hamilton enclave of Brooklyn's Bay Ridge section hasn't changed much since 1930, the last year of a housing boom that had been started by the 1915 extension of the New York City subway system to Brooklyn. Many of the stucco or brick private homes built in those years have remained in the same families. \"In most of Brooklyn, people move" , "date" : "19910203" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "If You're Thinking of Living in: Fort Hamilton" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/03\/realestate\/if-you-re-thinking-of-living-in-fort-hamilton.html"} , {"body" : "Maria Olejnik came to the United States three years ago with $50 in her pocket and the dream of saving enough to build a better life for her husband and the two small daughters she left behind in Poland. She and about 1,500 other people -- many of them Polish immigrants living in the New York metropolitan area -- placed their faith and millions of" , "date" : "19910129" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Polish Emigres Lose Savings and Dreams" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/29\/nyregion\/polish-emigres-lose-savings-and-dreams.html"} , {"body" : "AN increasing number of sellers in today's difficult market are finding it worthwhile to have their homes inspected to find problems that might put off a buyer. Such inspections often can turn up conditions, like leaky windows or damp in the basement, that the owner has lived with for years but that might kill a sale to a demanding buyer. \"I've" , "date" : "19910127" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Talking: Inspections; Spotting Trouble for Sellers" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/27\/realestate\/talking-inspections-spotting-trouble-for-sellers.html"} , {"body" : "\"O.K.,\" said Nate, peering down his horn-rimmed bifocals, \"you're a man. Do you just love to shop around for clothes? Of course not! Men aren't missionaries always seeking new places. Men want a good store. Good value. Good treatment. Good talk -- sports, politics, maybe markets. And then outta there. Am I right? So, that's me, Nate Friedman," , "date" : "19910122" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["WESTFIELD (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Our Towns; Nate the Clothier: Bidding Farewell In Way That Fits" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/22\/nyregion\/our-towns-nate-the-clothier-bidding-farewell-in-way-that-fits.html"} , {"body" : "Cipe Pineles Burtin, who broke the sex barrier at the Art Directors Club of New York by becoming a member in 1943 and went on to become the first woman inducted into its Hall of Fame, died on Thursday at Good Samaritan Hospital in Suffern, N.Y. She was 82 years old and lived in Stony Point, N.Y. Mrs. Burtin, who worked under the name Cipe Pineles" , "date" : "19910105" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "26" , "title" : "Cipe Pineles Burtin Is Dead at 82; First Woman in Art Directors Club" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/05\/obituaries\/cipe-pineles-burtin-is-dead-at-82-first-woman-in-art-directors-club.html"} , {"body" : "John T. O'Hagan, who served simultaneously as chief of the New York City Fire Department and as Fire Commissioner in the mid-70's, died on Wednesday at his home in the Bay Ridge section of Brooklyn. He was 65 years old. He died of cardiopulmonary arrest because of widespread cancer, which he had been fighting since July 1989, said his son, Michael." , "date" : "19910104" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "19" , "title" : "John T. O'Hagan Is Dead at 65; Fire Commissioner in the 1970's" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/04\/obituaries\/john-t-o-hagan-is-dead-at-65-fire-commissioner-in-the-1970-s.html"} ,   {"body" : "John T. O'Hagan, who served simultaneously as chief of the New York City Fire Department and as Fire Commissioner in the mid-70's, died yesterday at his home in the Bay Ridge section of Brooklyn. He was 65 years old. He died of cardiopulmonary arrest because of widespread cancer, which he had been fighting since July 1989, said his son, Michael." , "date" : "19910103" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "6" , "title" : "John T. O'Hagan, 65, Fire Chief And Fire Commissioner in the 70's" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/03\/obituaries\/john-t-o-hagan-65-fire-chief-and-fire-commissioner-in-the-70-s.html"} , {"body" : "New York City environmental officials yesterday tested the waters of New York Harbor for pollution damage after a leak of 654,00 gallons of treated sewage on Sunday morning from a city-owned barge. In heavy fog, the 375-foot barge, the Lemon Creek, collided with a tanker carrying molasses, opening a hole in two of the barge's 10 sewage sludge" , "date" : "19910101" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Barge Collision Spills Sewage Sludge Off Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/01\/nyregion\/barge-collision-spills-sewage-sludge-off-brooklyn.html"}]