[  {"body" : "Acting on a tip, F.B.I. agents raided a Brooklyn apartment yesterday and recovered $2 billion in stolen bonds. Two men, Louis Gillmore, 39 years old, and Henry Pinkney, 44, both of 99 Tompkins Avenue in Bedford-Stuyvesant, Brooklyn, were arrested. The bonds, belonging to Publishers Clearing House, were non-negotiable. The bonds were stolen along" , "date" : "19911230" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Stolen Bonds Recovered" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/30\/nyregion\/stolen-bonds-recovered.html"} , {"body" : "Every situation in Cliff Roquemore's \"Lotto: Experience the Dream,\" at the Billie Holiday Theater in Bedford-Stuyvesant, Brooklyn, is familiar, and virtually every line could be picked out of the air from any week's television fare. But surprisingly, it all works quite well; laughter builds until, at the end of two hours, the audience is shouting." , "date" : "19911226" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "13" , "title" : "Review\/Theater; Dreams of Winning That Turn Into a Nightmare" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/26\/theater\/review-theater-dreams-of-winning-that-turn-into-a-nightmare.html"} , {"body" : "Two gunmen burst into a Brooklyn bodega Monday night and killed three workers inside, taking about $500 from the cash register before fleeing in a getaway car, the police said. The three workers were shot at 9:55 P.M. at R & G Grocery, a busy 24-hour store at 830 Macon Street in Bedford-Stuyvesant. Although police said they were focusing on robbery" , "date" : "19911225" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "3 Men Killed in Robbery at Bodega in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/25\/nyregion\/3-men-killed-in-robbery-at-bodega-in-brooklyn.html"} , {"body" : "Three men were shot and killed in a grocery store in the Bedford-Stuyvesant section of Brooklyn early this morning, the police said. The victims were in the R and G grocery at 830 Macon Street, near Saratoga Avenue, at about 1 A.M. during an apparent robbery. One of the victims worked at the grocery, the police said, but they were unable to" , "date" : "19911224" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 Shot and Killed In Brooklyn Grocery" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/24\/nyregion\/3-shot-and-killed-in-brooklyn-grocery.html"} , {"body" : "Three fires in Brooklyn late Saturday and yesterday killed two people, left dozens of families homeless and injured seven nursing home residents, one seriously, fire officials said. The most serious fire, a three-alarm blaze that broke out about 10:30 P.M. Saturday, began at 148 23d Street in Sunset Park and spread rapidly through the cockloft of" , "date" : "19911223" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Fires Kill 2, Hurt Dozens In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/23\/nyregion\/fires-kill-2-hurt-dozens-in-brooklyn.html"} , {"body" : "It looked like just another grocery store in a poor Brooklyn neighborhood. But it was a front for crack dealing, the police said, and early yesterday it became a battleground when rival drug dealers sprayed the store with gunfire and then bombed it. The fire that followed killed a 71-year-old woman who lived upstairs and injured two of her children" , "date" : "19911219" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)" , "BUSHWICK (NYC)" , "MOTT HAVEN (NYC)" , "BRONX (NYC)" , "NEW YORK CITY" , "SOUTH BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Woman, 71, Dies in Fire Linked By Police to Bushwick Drug War" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/19\/nyregion\/woman-71-dies-in-fire-linked-by-police-to-bushwick-drug-war.html"} , {"body" : "More than a year ago, Moses Hill arrived at the Saratoga Library in Brooklyn and found its front doors boarded up, its gate locked. Distressed, the 63-year-old Mr. Hill, a regular patron of the limestone and brick library on Hopkinson Avenue near Macon Street in the Bedford-Stuyvesant section, threw his library card away. \"I felt let down,\" said" , "date" : "19911216" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BEDFORD-STUYVESANT JOURNAL; A Library-on-Wheels Fills the Void" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/16\/nyregion\/bedford-stuyvesant-journal-a-library-on-wheels-fills-the-void.html"} , {"body" : "Less costly modular construction is often used for affordable-housing projects. But 68 two-family homes are being built from scratch in a project in the Bedford-Stuyvesant section of Brooklyn. Designed by Harden Van Arnam Architects of Brooklyn, the two-and-a-half-story homes will have red-brick facades and stoops. Alan R. Bell, one of the" , "date" : "19911215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Site-Built Affordables; Two-Family Houses" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/15\/realestate\/postings-site-built-affordables-two-family-houses.html"} , {"body" : "The police say the woman wanted her 15-year-old boy just to hold up the drug dealers. But once he and his friend got inside the Brooklyn apartment Saturday night, something went wrong, and the three intended robbery victims ended up dead, each shot once in the head, investigators said yesterday in announcing the arrest of both the mother and son." , "date" : "19911213" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Woman and Her Son, 15, Are Held in a Triple Killing in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/13\/nyregion\/woman-and-her-son-15-are-held-in-a-triple-killing-in-brooklyn.html"} , {"body" : "New York City police officials said yesterday that they wanted to talk with a former employee of a Brooklyn store that was the scene of vandalism and an attack on its Korean-American owner and his wife on Monday. Deputy Inspector Thomas Green, commander of Brooklyn North detective operations, said at a news conference yesterday that the police want" , "date" : "19911212" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Police Seek Ex-Worker at Attack Site" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/12\/nyregion\/police-seek-ex-worker-at-attack-site.html"} ,   {"body" : "The Robin Hood Foundation presented its second annual heroes' awards yesterday to the directors of three community organizations that fight poverty in New York City. The $25,000 awards, announced in a ceremony at Tavern on the Green, went to JOSEPH H. HOLLAND, the founder of Harlem's Ark of Freedom, a rehabilitation program and shelter for homeless" , "date" : "19911212" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "CHRONICLE" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/12\/nyregion\/chronicle-340091.html"} , {"body" : "Harriet Feldman, a former school board president in Roslyn, L.I., died on Saturday at Memorial Sloan-Kettering Cancer Center in Manhattan. She was 56 years old and lived in Roslyn. She died of cancer, her family said. Mrs. Feldman taught schools in the Bedford-Stuyvesant section of Brooklyn and in Massapequa Park, L.I. She was president of the" , "date" : "19911210" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "20" , "title" : "Harriet Feldman, School Leader, 56" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/10\/obituaries\/harriet-feldman-school-leader-56.html"} , {"body" : "Rooms to Go Dec. 9 -- Nineteen miniature rooms, decorated by leading interior designers on a scale of one inch to the foot, will be auctioned at Christie's for the benefit of the Kips Bay Boys and Girls Club. The club provides after-school activities in the South Bronx. Cocktails at 6 P.M.; auction at 7:30. Tickets, $60, from (212) 893-8600. For" , "date" : "19911208" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "78" , "title" : "Social Events" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/08\/style\/social-events.html"} , {"body" : "A 36-year-old transit worker was shot to death by her boyfriend, also a transit worker, as the woman was cleaning an Upper West Side subway station early yesterday, the police said. The victim, Nicolette Smith, who lived at 1389 Herkimer Street in the Bedford-Stuyvesant section of Brooklyn, was washing a wall at the 86th Street and Broadway station" , "date" : "19911208" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "Transit Worker Slain in West Side Station" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/08\/nyregion\/transit-worker-slain-in-west-side-station.html"} , {"body" : "His bags were packed and his bride eagerly waited at home, but an all-night checkers game made James Searles miss the boat for his honeymoon cruise to Jamaica 40 years ago. \"They had a cash prize,\" Mr. Searles wistfully recalled. \"That calmed her down a little bit.\" His wife stuck around, and so has the passion he carries for pool checkers, a type" , "date" : "19911207" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Toe to Toe Over a Checkerboard" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/07\/nyregion\/toe-to-toe-over-a-checkerboard.html"} , {"body" : "After a manhunt that included several stakeouts and air surveillance of a broad swath of Queens, the police have arrested four men and linked them to more than 40 convenience store robberies there since August. In one robbery, in October, the store owner was killed. A month later, the police said, the suspects returned to rob the store again and" , "date" : "19911205" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "4 Held and Linked to 40 Queens Store Robberies" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/05\/nyregion\/4-held-and-linked-to-40-queens-store-robberies.html"} , {"body" : "The six gouges in Juanita B.'s apartment door recall robbery attempts by drug addicts, who she said are as plentiful in her Brooklyn neighborhood as the rats and the roaches. Had they broken in to the Bedford-Stuyvesant apartment, the robbers would not have found much: a television next to the pull-out bed she shares with her daughter, two more" , "date" : "19911203" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Lives Back On Track With Help Of Neediest" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/03\/nyregion\/lives-back-on-track-with-help-of-neediest.html"} , {"body" : "A 3-week-old baby was abandoned in Bedford-Stuyvesant, Brooklyn, on Tuesday night by a man who stepped out of a cab and handed the child to a woman, the police said. \"This little boy is in good health, clean, no signs of abuse,\" said Sgt. Craig Griffin of the 79th Precinct detectives. The detectives' unit and the Missing Persons Squad are trying to" , "date" : "19911121" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "3-Week-Old Baby Abandoned in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/21\/nyregion\/3-week-old-baby-abandoned-in-brooklyn.html"} , {"body" : "Cedric Sandiford, a victim of the 1986 racial attack in Howard Beach, Queens -- one of the most explosive racial crimes in New York City in recent years -- died on Tuesday at the Veterans Hospital in Brooklyn. He was 41 years old and lived in the Bedford-Stuyvesant section of Brooklyn. He had been gravely ill with AIDS. But a spokeswoman for the" , "date" : "19911121" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "24" , "title" : "Cedric Sandiford, 41, a Victim Of 1986 Howard Beach Attack" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/21\/obituaries\/cedric-sandiford-41-a-victim-of-1986-howard-beach-attack.html"} , {"body" : "The Brooklyn principal who got students at a rough-and-tumble high school to give up gold tooth caps and put on ties said yesterday that he was thinking of leaving the school system because it has not offered him a top policy-making position. With palpable anger, the principal, Frank Mickens, told reporters covering a visit to Boys and Girls High" , "date" : "19911120" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Principal at Boys and Girls Says He May Quit His Job" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/20\/nyregion\/principal-at-boys-and-girls-says-he-may-quit-his-job.html"} ,   {"body" : "Larry Fishburne spends most of his time working in Los Angeles, but he lives with his wife and small children in Bedford-Stuyvesant, Brooklyn. \"I grew up in Park Slope but can't afford to live there now,\" he says with a gentle laugh. But isn't he a movie actor on the edge of stardom? \"I'm not a movie star,\" the 30-year-old actor says, his laugh" , "date" : "19911118" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "11" , "title" : "Teetering on the Brink of Stardom" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/18\/movies\/teetering-on-the-brink-of-stardom.html"} , {"body" : "Every day, as he cruises Manhattan in his taxicab, Samuel Cohen sees the toll homelessness exacts on the indigent, addicted and infirm. He solemnly nods and says the city should help those souls find their way into a home. But standing in his driveway and glancing down the block at an empty lot where the city has proposed building a shelter for" , "date" : "19911113" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "FLATLANDS (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Charity Comes Too Close to Home" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/13\/nyregion\/charity-comes-too-close-to-home.html"} , {"body" : "There are business people and homeowners, a nurse and a police officer, people who live on Social Security and the president of Hartford's Board of Education. There is the owner of a body repair shop, who is also coach and mentor to the 360 teen-agers of the Martin Luther King Soccer League. Together they are charting an ambitious plan to restore" , "date" : "19911112" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["HARTFORD (CONN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Charting a Poor Community's Future" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/12\/nyregion\/charting-a-poor-community-s-future.html"} , {"body" : "An off-duty court officer from Manhattan Criminal Court last night shot and killed a man who attacked her with a knife in Fort Greene, Brooklyn, the police said. The officer, Sonya McDougal, 30 years old, was walking on Cambridge Place just after 8 P.M. when the man slashed her on the hand and face. She then shot him twice in the chest, said" , "date" : "19911109" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Court Officer Kills Her Attacker, Police Say" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/09\/nyregion\/court-officer-kills-her-attacker-police-say.html"} , {"body" : "Jose Colon Jr. grew up in Mott Haven, at the southern tip of the Bronx. He has watched resentfully as the city moved homeless people into his building, giving them freshly renovated apartments with new kitchens and baths while his family made do with aging fixtures and a caved-in living room ceiling. He has seen some of the formerly homeless" , "date" : "19911106" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "MOTT HAVEN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Here, Poorest Are Resented By the Poor" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/06\/nyregion\/here-poorest-are-resented-by-the-poor.html"} , {"body" : "When burglars broke into a mansion in Newport, R.I., last May and stole more than $100,000 worth of art and jewelry, Inspector Kevin Sullivan of the local police department made a quick call to (212) 374-3955 and asked for Joe Keenan. And a few weeks earlier in Chicago, when a 16th-century painting valued at $250,000 was offered for sale under" , "date" : "19911103" , "day_of_week_facet" : "Sunday" , "page_facet" : "56" , "title" : "Art May Be Full of Mystery, But It Better Not Be a Crime" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/03\/news\/art-may-be-full-of-mystery-but-it-better-not-be-a-crime.html"} , {"body" : "To the Editor: Re Anna Quindlen's Oct. 26 column on housing, not just sheltering the homeless, is it sensible for the city to raze a perfectly viable parking lot servicing Kings Highway, a crowded shopping area, to erect a shelter for the homeless? Why not refurbish all the abandoned buildings you see around Brooklyn, Bedford Stuyvesant and East" , "date" : "19911031" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "House the Homeless" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/31\/opinion\/l-house-the-homeless-246091.html"} , {"body" : "Five men were charged yesterday with running a Brooklyn gambling ring that the authorities said took in $10 million a year and operated under the protection of the Bonanno crime family. The 58-count state racketeering indictment said the defendants conducted an extensive numbers operation, using more than 50 storefront betting sites in Brooklyn," , "date" : "19911025" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "5 Charged as Heads of Brooklyn Numbers Ring" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/25\/nyregion\/5-charged-as-heads-of-brooklyn-numbers-ring.html"} , {"body" : "Some of the most congested parts of Brooklyn can expect \"nightmarish traffic\" virtually until the end of the century, transportation officials said yesterday, as reconstruction continues on the Brooklyn Bridge and work has begun on the Gowanus Expressway. A new chapter in the long, bad dream starts at noon tomorrow -- and will last until 6 A.M." , "date" : "19911024" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Driving in Brooklyn? Expect the Worst" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/24\/nyregion\/driving-in-brooklyn-expect-the-worst.html"} , {"body" : "Peter Allong was hired by Public School 308 in Bedford-Stuyvesant, Brooklyn, to give its gifted children provocative lessons in mathematics. But until this week, his room was a bare field of shiny brown linoleum with no chairs. Two floors below, the rooms have chairs, but in one class 46 first graders -- 18 more than the limit -- are squeezed" , "date" : "19911017" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Less Money, More Pupils Spell Trouble For Schools" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/17\/nyregion\/less-money-more-pupils-spell-trouble-for-schools.html"} ,   {"body" : "THE three young people sat on tree trunks at the Marshlands Conservancy here like other members of the environmental training class for Westchester County's Volunteers in Parks program. Some of their 20 classmates included an out-of-work medical researcher, a former corrections worker, a flight instructor, a merchant seaman and several teachers on" , "date" : "19911013" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["HUNGARY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Young Volunteers Prepare for Budapest" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/13\/nyregion\/young-volunteers-prepare-for-budapest.html"} , {"body" : "In a church basement classroom adorned with a large map of Africa and a banner proclaiming \"Mesua Abo Bra\" -- meaning \"learning for life\" in the Akan language of Ghana -- 10 young Brooklyn children embarked last month on an experiment in learning. Dressed in blue-and-white uniforms, with ties made of colorful West African kente cloth, the 5- and" , "date" : "19911006" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "34" , "title" : "Afrocentric Brooklyn School Opens" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/06\/nyregion\/afrocentric-brooklyn-school-opens.html"} , {"body" : "Bernard McDonald, Senior Fellow at the Pratt Institute Center for Community and Environmental Development and a former official of the Ford Foundation, died on Sunday at Brooklyn Jewish Hospital. He was 49 years old and lived in Brooklyn. He died of a heart attack, officials at the Pratt Institute said. Mr. McDonald, an expert on antipoverty" , "date" : "19911002" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "23" , "title" : "Bernard McDonald, A Poverty Expert, 49" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/02\/obituaries\/bernard-mcdonald-a-poverty-expert-49.html"} , {"body" : "Here is a list of participatory sporting events. All dates and times are subject to change. It is always advisable to check with the organizers of an event to confirm starting times and locations. Today RAINBOW MARATHON, Flushing Meadows-Corona Park, Queens. A 26.2-mile foot race with a 1-mile certified loop; sponsored by Sri Chinmoy Marathon Team." , "date" : "19910929" , "day_of_week_facet" : "Sunday" , "page_facet" : "15" , "title" : "FOR REAL SPORTS" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/29\/news\/for-real-sports.html"} , {"body" : "\"NEW YORK is a devil's dream, the most urbanized city in the world,\" Michael Gold wrote in his 1930 book \"Jews Without Money,\" about an observation shared by boys growing up 60 years ago on the Lower East Side. \"It is a mythical city buried by a volcano. No grass is found in this petrified city, no big living trees, no flowers, no bird but the drab" , "date" : "19910929" , "day_of_week_facet" : "Sunday" , "page_facet" : "3" , "title" : "PARKS; New York's True Nature Is, Yes, Leafy" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/29\/news\/parks-new-york-s-true-nature-is-yes-leafy.html"} , {"body" : "A Brooklyn check-cashing store was robbed of $150,000 yesterday by a gunman who hid inside a box delivered by a fake United Parcel Service driver, the police said. After the box was left inside a locked section of the store, the robber leaped out with a gun in his hand and ski mask over his head, said a police spokesman, Sergeant Peter Berry. The" , "date" : "19910928" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Robbers Use 'U.P.S.' Box as Trojan Horse" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/28\/nyregion\/robbers-use-ups-box-as-trojan-horse.html"} , {"body" : "Police Commissioner Lee P. Brown, responding to reports of insubordination by disgruntled officers in a Brooklyn precinct, said yesterday that only a few officers were involved. But he warned that improper actions would be sharply punished. \"We have no mutiny in the 79th,\" Commissioner Brown said, referring to the Bedford-Stuyvesant precinct. \"We" , "date" : "19910927" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Unrest in Police Precinct Is Not 'Mutiny,' Commissioner Says" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/27\/nyregion\/unrest-in-police-precinct-is-not-mutiny-commissioner-says.html"} , {"body" : "President Bush today hiked into the Grand Canyon, defended his record as an environmentalist, visited a children's hospital here and awarded Federal grants to combat infant mortality in 15 communities across the country. The day's events provided a textbook illustration of how a Chief Executive uses the powers of the Presidency to maximum political" , "date" : "19910919" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["SALT LAKE CITY (UTAH)" , "GRAND CANYON NATIONAL PARK"] , "nytd_section_facet" : ["Washington" , "U.S." , "Health"] , "page_facet" : "13" , "title" : "Bush Hikes in the Grand Canyon, Mixing Politics and Governance" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/19\/us\/bush-hikes-in-the-grand-canyon-mixing-politics-and-governance.html"} , {"body" : "MANHATTAN 1st DISTRICT MANUEL S. CAVACO Jr. (D) -- Truck driver, rock musician and artist; Democratic county committee member. MARGARET S. CHIN (D-L) -- Director, Chinatown Center of La Guardia Community College; member of Community Board 1 and State Democratic Committee. JOHN A.FRATTA (D) -- Youth co-ordinator; member of Community Board 2 and" , "date" : "19910909" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Candidates Crowd the Field in Primary for Council" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/09\/nyregion\/candidates-crowd-the-field-in-primary-for-council.html"} , {"body" : "New York City's schools are bracing for one of the most unpredictable, and, some fear, clumsy openings in memory, with many schools facing crowded classrooms, shortages of teachers and an unprecedented turnover in principals. \"This will be the toughest year since the fiscal crisis,\" of the mid-1970's, said Jeanne Frankl, executive director of the" , "date" : "19910909" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "New York City to Start School With Fiscal Ills and Hope" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/09\/nyregion\/new-york-city-to-start-school-with-fiscal-ills-and-hope.html"} ,   {"body" : "A police officer was assaulted early yesterday by an angry crowd that gathered in Bedford-Stuyvesant, Brooklyn, after the officer and his partner arrested a man for firing a handgun and resisting arrest, the police said. The officer, whom the police declined to identify, broke a finger when several bottles were thrown at him. The police said that" , "date" : "19910908" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Crowd Assaults a Policeman After an Arrest in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/08\/nyregion\/crowd-assaults-a-policeman-after-an-arrest-in-brooklyn.html"} , {"body" : "City Council redistricting this year has brought a troubling political atmosphere to Brooklyn. Too many candidates see the expansion of the Council as a chance to split the electorate along racial or ethnic lines and to focus on parochial concerns rather than improve government for everyone. If divisive candidates win, their communities and the" , "date" : "19910905" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "For City Council From Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/05\/opinion\/for-city-council-from-brooklyn.html"} , {"body" : "As a result of the racial gerrymandering that produced New York City's new Council districts, only one-fifth of next week's primaries are between major candidates from different racial or ethnic groups. But questions of race have not faded into the background, particularly in the districts where no one group predominates and in two contests where" , "date" : "19910902" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "In Some Council Contests, It's Still Us Against Them" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/02\/nyregion\/in-some-council-contests-it-s-still-us-against-them.html"} , {"body" : "Bedford-Stuyvesant property owners who have been turned down for home-renovation loans from conventional lenders will be able to take advantage of the new Neighborhood Housing Services program in their Brooklyn community. Neighborhood Housing Services of New York, the parent group, with offices at 121 West 27th Street in Manhattan, operates loan" , "date" : "19910901" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Renovation Funds; Bed-Stuy Loans" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/01\/realestate\/postings-renovation-funds-bed-stuy-loans.html"} , {"body" : "After a week of silence, mainstream Jewish organizations have begun to call the racial violence in Crown Heights a dangerous manifestation of anti-Semitism and not just a product of local Hasidic-black tensions. In the first few days after a black child, Gavin Cato, was killed by a Hasidic driver Aug. 19 and a Hasidic student, Yankel Rosenbaum, was" , "date" : "19910831" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Jews Saying Restraint On Brooklyn Was Mistake" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/31\/nyregion\/jews-saying-restraint-on-brooklyn-was-mistake.html"} , {"body" : "Lubavitcher leaders from Brooklyn relented yesterday in their calls for the cancellation of an annual festival central to the life of the city's growing Caribbean community after a series of meetings with blacks seeking ways to calm racial tensions in Crown Heights. Instead, representatives of the Hasidic group, meeting with Mayor David N. Dinkins" , "date" : "19910830" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Hasidim Won't Try to Stop A West Indian Celebration" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/30\/nyregion\/hasidim-won-t-try-to-stop-a-west-indian-celebration.html"} , {"body" : "Amid turmoil between blacks and Hasidic Jews in Crown Heights, leaders of two Brooklyn volunteer ambulance services -- one run by blacks and Hispanics, the other by the Hasidim -- announced yesterday that they will help a volunteer ambulance service run by blacks get started. The Bedford-Stuyvesant Volunteer Ambulance Service will provide a van" , "date" : "19910828" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "A Gift of an Ambulance" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/28\/nyregion\/a-gift-of-an-ambulance.html"} , {"body" : "A Brooklyn grand jury yesterday indicted a black youth in the fatal stabbing of a Hasidic Jew in Crown Heights on Aug. 19. At the same time another grand jury wrestled with the explosive issue of whether to charge the Hasidic driver of a car that killed a black boy earlier that night, touching off four nights of racial violence. At the funeral" , "date" : "19910827" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Youth Indicted in Fatal Stabbing In Crown Heights Racial Rampage" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/27\/nyregion\/youth-indicted-in-fatal-stabbing-in-crown-heights-racial-rampage.html"} , {"body" : "Summing up a week of strife in racially torn Crown Heights, Mayor David N. Dinkins visited a black Baptist church and the leader of the Lubavitcher Hasidic sect in the Brooklyn section yesterday, pledging that his administration would be fair to both communities and urging them to find in the recent deaths there \"the seeds of redemption.\" \"There" , "date" : "19910826" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Dinkins Calls For Healing In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/26\/nyregion\/dinkins-calls-for-healing-in-brooklyn.html"} , {"body" : "The Rev. Al Sharpton led some 400 shouting, chanting black protesters through the heart of Hasidic Crown Heights on the Jewish Sabbath yesterday as a blue wall of police officers made sure that the march went off without serious incident. The police vastly outnumbered the marchers. Double columns of officers on each side and motorcycle patrols kept" , "date" : "19910825" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "Tension in Brooklyn; Blacks March by Hasidim Through a Corridor of Blue" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/25\/nyregion\/tension-in-brooklyn-blacks-march-by-hasidim-through-a-corridor-of-blue.html"} ,   {"body" : "IN a crucial moment during an angry rally of blacks in Crown Heights, Brooklyn, last week, about 300 youths peeled off from the main march and ran to the headquarters of the Lubavitch Hasidic sect. In the face of a phalanx of riot-helmeted police officers, they slashed to tatters a homemade Israeli flag and hurled rocks and bottles at the police" , "date" : "19910825" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "The Region; As Blacks Clash With Hasidic Jews In Crown Heights, Who's in Control?" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/25\/weekinreview\/the-region-as-blacks-clash-with-hasidic-jews-in-crown-heights-who-s-in-control.html"} , {"body" : "A huge police presence in the racially troubled Crown Heights section of Brooklyn appeared to have brought a measure of calm yesterday. But Mayor David N. Dinkins failed in an apparent effort to persuade black leaders to call off a march into the neighborhood today, the Jewish Sabbath. The Mayor and an entourage of his top aides traveled to" , "date" : "19910824" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Police Brace For Protest In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/24\/nyregion\/police-brace-for-protest-in-brooklyn.html"} , {"body" : "Mystery Over Morels People who search the woods in spring for morels often refuse to reveal their favorite spots. Neither, these days, does Charles Balducci, produce director for Balducci's, 424 Avenue of the Americas (Ninth Street). Only his morels don't grow wild. They are cultivated in greenhouses and are in the market now. Last Tuesday," , "date" : "19910821" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "8" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/21\/garden\/food-notes-970391.html"} , {"body" : "Money is generally a crucial factor in political campaigns, but political strategists say it will play an even bigger role than usual in the City Council elections this fall. That is because the all-important Democratic primary has become a short four-week sprint with a field of more than 250 candidates, none of them household names and most of" , "date" : "19910820" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["EAST HAMPTON (CONN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "In a 4-Week Race for Council Seats, Money Is Talking Louder Than Ever" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/20\/nyregion\/in-a-4-week-race-for-council-seats-money-is-talking-louder-than-ever.html"} , {"body" : "James T. Leonard, the last non-lawyer to sit as a New Jersey municipal judge, died on Thursday in Rahway Hospital in Rahway, N.J. He was 80 years old and lived in Garwood, N.J. Mr. Leonard died of cardiac arrest, his wife, Anne, said. Mr. Leonard's judicial career began in 1946, when New Jersey's lower courts were often staffed by local residents" , "date" : "19910818" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "30" , "title" : "James T. Leonard, 80, A Non-Lawyer Judge" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/18\/obituaries\/james-t-leonard-80-a-non-lawyer-judge.html"} , {"body" : "A crowd of vocal supporters crammed the balcony, pews and aisles of a Brooklyn church last night to get a glimpse of Dr. Leonard Jeffries Jr., the City College professor whose comments about Jews last month touched off a vehement racial debate. But Dr. Jeffries did not come to the church, the Bethany Baptist Church in the Bedford-Stuyvesant" , "date" : "19910816" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Jeffries Misses Brooklyn Rally On Racial Issues" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/16\/nyregion\/jeffries-misses-brooklyn-rally-on-racial-issues.html"} , {"body" : "The misunderstood city of Oakland almost lost its voice this week and in the process learned how much it needed its hometown newspaper, the nation's only major black-owned daily. \"This newspaper tells the world how a minority-government city is run,\" said Edward J. Blakely, the chairman of the department of city planning at the University of" , "date" : "19910816" , "day_of_week_facet" : "Friday" , "geo_facet" : ["OAKLAND (CALIF)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "10" , "title" : "Oakland Journal; City Finds Its Newspaper Is Author of Its Image" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/16\/us\/oakland-journal-city-finds-its-newspaper-is-author-of-its-image.html"} , {"body" : "A young Brooklyn woman gave birth on Monday afternoon in a stairwell in a Coney Island housing project and then dropped the infant down a trash chute into a compactor 10 stories below, the police said yesterday. The Medical Examiner's office said the baby was alive when it was dropped but died from the fall. The mother, Melondie Cummings, 19 years" , "date" : "19910814" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Newborn Is Thrown in Trash and Dies" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/14\/nyregion\/newborn-is-thrown-in-trash-and-dies.html"} , {"body" : "A Manhattan grand jury has refused to return a murder indictment against a 14-year-old boy who said he shot a 35-year-old man seven times in a Manhattan hotel last month after the man tried to molest him, a law enforcement official said yesterday. The police said the boy, Luis Montalvo, had admitted firing the fatal shots after the victim, Luis V." , "date" : "19910806" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Boy Who Shot A Man to Death Is Not Indicted" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/06\/nyregion\/boy-who-shot-a-man-to-death-is-not-indicted.html"} , {"body" : "Madgaline Michael's childhood was spent in Jefferson, S.C., in the days before the clamor for racial equality swept through the South. As a black person of mature years, she is no neophyte to racism. Nor, as a resident of New York City for 32 years, is she naive about crime. But Ms. Michael was stunned last week, when her son became one of the" , "date" : "19910804" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Canarsie's Long-Held Racial Anxieties Resurface" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/04\/nyregion\/canarsie-s-long-held-racial-anxieties-resurface.html"} ,   {"body" : "You see the stories in the newspaper, almost never long enough to answer all the questions. The ones about abandoned children. They are found on a street corner, in a garbage compactor, in a trash can. You read them, feel something hard and empty in your stomach and try to imagine how anyone could do such a thing. You wonder what happened before," , "date" : "19910803" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "About New York" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/03\/nyregion\/about-new-york.html"} , {"body" : "Lionel Fitzgerald Payne, a retired New York City employee and a civic leader in the Bedford-Stuyvesant section of Brooklyn, died on July 20 at Long Island College Hospital in Brooklyn. He was 80 years old and lived in Brooklyn. He died of cancer, said his son Richard. Mr. Payne, a graduate of Brooklyn College, worked in city government for 31 years" , "date" : "19910802" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "16" , "title" : "Lionel Fitzgerald Payne, Civic Leader, 80" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/02\/obituaries\/lionel-fitzgerald-payne-civic-leader-80.html"} , {"body" : "Philip Copp found himself in the unusual position of being above ground last Saturday. Normally, Saturdays find him prowling subway stations in search of beauty, history and few more paragraphs for his ever more endless opus. But there he was strolling down Joralemon Street in Brooklyn Heights, praising the Belgian cobblestones and tall shade" , "date" : "19910724" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "3" , "title" : "About New York" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/24\/nyregion\/about-new-york.html"} , {"body" : "ON a sunny afternoon two weeks ago, Clara Davidson was sorting through a pile of broad green butter beans at the Greenmarket at 125th Street and Adam Clayton Powell Jr. Boulevard. Mrs. Davidson, a native of Lawrence, S.C., who has lived in New York since 1942, bought several pounds. \"I never see these things up here and I do miss them,\" she said." , "date" : "19910724" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["SOUTH CAROLINA" , "COLUMBIA (SC)"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "4" , "title" : "Gumbo Makings From Carolina" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/24\/garden\/gumbo-makings-from-carolina.html"} , {"body" : "A 14-year-old youth emerged from a midtown Manhattan hotel Saturday afternoon, the police say, walked up to an officer, handed over a gun and calmly gave this message: he had just killed a man in a fifth-floor room. The police are trying to determine exactly what led up to the killing of the man, 35-year-old Luis V. Cabrera. But yesterday, they" , "date" : "19910722" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Youth, 14, Kills A Man He Says Attacked Him" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/22\/nyregion\/youth-14-kills-a-man-he-says-attacked-him.html"} , {"body" : "One of New York City's grimmest records came close to being broken yesterday, as the police recorded 17 killings in 24 hours beginning Friday afternoon. Three people were found bound and shot to death in a Washington Heights apartment; a 35-year-old man was killed by a 14-year-old boy in a midtown Manhattan hotel, and a father was slain and his son" , "date" : "19910721" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "17 Killings Nears New York City Record" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/21\/nyregion\/17-killings-nears-new-york-city-record.html"} , {"body" : "Walter Lawrence and his wife, Llewellyn, will attend the New York Games this afternoon at Wien Stadium, no if's or maybe's. The temperature is expected to soar to about 100. Lawrence said it doesn't matter. \"If it goes to 200 degrees, if Meredith is running, we're going to be there,\" he said. Lawrence celebrated his 74th birthday on Thursday and" , "date" : "19910720" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "25" , "title" : "Sports of The Times; A Sense Of Love And Values" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/20\/sports\/sports-of-the-times-a-sense-of-love-and-values.html"} , {"body" : "The basement kitchen of St. Mary's Episcopal Church in the Bedford-Stuyvesant section of Brooklyn had not seen such commotion in years as about 20 young people from six countries became chefs for the night and prepared native dishes. They took over the kitchen Monday night after a hard day's work using pickaxes and shovels, digging up dirt," , "date" : "19910717" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "6" , "title" : "Cooking and Sweating Together in the Kitchen and the Park" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/17\/garden\/cooking-and-sweating-together-in-the-kitchen-and-the-park.html"} , {"body" : "At 3 A.M., at the Woodlawn subway station on the No. 4 line in the Bronx, tedium has set in. Yet for Barbara E. Rawls, a token clerk for 21 years, fear is always there too. Customers are few and far between, but she scrutinizes each one. \"You can't afford to take down your guard, not even for a minute, because you never know who is waiting behind a" , "date" : "19910716" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For New York Token Clerks, Nights of Fear and Tedium" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/16\/nyregion\/for-new-york-token-clerks-nights-of-fear-and-tedium.html"} , {"body" : "It seemed that everyone at the wake yesterday for Francis J. Mugavero had a personal story to tell about the retired Bishop of Brooklyn who died Friday at the age of 77. But the one vignette that may have captured the man best was limned by Msgr. John Walker, a friend for 40 years. Monsignor Walker told of how Bishop Mugavero loved to eat with" , "date" : "19910715" , "day_of_week_facet" : "Monday" , "geo_facet" : ["QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Mourners Pay Tribute to Bishop Mugavero" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/15\/nyregion\/mourners-pay-tribute-to-bishop-mugavero.html"} ,   {"body" : "Bishop Francis J. Mugavero, who in his 22 years as the head of the Roman Catholic Diocese of Brooklyn combined staunch liberalism and a fierce loyalty to the Vatican, died yesterday at the age of 77. The Bishop, who retired in February 1990, died of a heart attack while vacationing in East Hampton, L.I., said Frank DeRosa, the spokesman for the" , "date" : "19910713" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "9" , "title" : "Francis J. Mugavero, 77, Is Dead; Was Bishop of Brooklyn 22 Years" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/13\/obituaries\/francis-j-mugavero-77-is-dead-was-bishop-of-brooklyn-22-years.html"} , {"body" : "Two small boys who had apparently been severely beaten lay in a Brooklyn hospital yesterday with head injuries, bruises and burns, while their 23-year-old mother and her boyfriend were arraigned on charges of child abuse, the police said. One child, a 1-year-old, was in critical condition in the intensive-care unit of Woodhull Hospital with a wound" , "date" : "19910710" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mother and Companion Charged in Beating of Boys" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/10\/nyregion\/mother-and-companion-charged-in-beating-of-boys.html"} , {"body" : "A Brooklyn mother and her companion were arrested last night and charged with abusing her two young children, the police said. The mother, Dawn McKenna, and Miguel Calderon, both 23 years old, were charged with assault and endangering the welfare of a minor, said Sgt. Edward Burns, a police spokesman. Both suspects live in an apartment at 204" , "date" : "19910709" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Couple Are Accused of Beating 2 Children" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/09\/nyregion\/couple-are-accused-of-beating-2-children.html"} , {"author" : "Karen Schoemer writes about music for Interview, L.A. Style and other publications." , "body" : "On a clear Saturday afternoon in New York City, a young black woman stands in front of the kiosk at Astor Place, talking. Her looks verge on the nondescript: medium height, short hair brushed off her face, navy coat, plaid pants, heavy black shoes. She holds a newspaper. All around her, the sounds of the street -- sirens, engines, a rush of passing" , "date" : "19910707" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "23" , "title" : "TELEVISION; Poets Can't Beat TV, So They Join It" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/07\/arts\/television-poets-can-t-beat-tv-so-they-join-it.html"} , {"body" : "A retired police officer shot and wounded two of three youths who tried to rob him on Sunday in the Bedford-Stuyvesant section of Brooklyn, the police said. One of the suspects, Marcus Harrison, 17 years old, of Montclair, N.J., was in critical condition yesterday in Woodhull Hospital, a hospital spokesman said. Another suspect, Timothy Whiteside," , "date" : "19910702" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "METRO DATELINES; Ex-Officer Shoots 2 Robbery Suspects" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/02\/nyregion\/metro-datelines-ex-officer-shoots-2-robbery-suspects.html"} , {"body" : "Amparo Gonzalez, who used to call in sick because she was afraid to face her Harlem pupils, by spring was presiding over a spellbound class. Tarik Lemtouni loved coming to school in rural Georgia until one of his students smashed his head against a wall for taking away some candy. Mary Stechschulte, who had to fend for herself after her supervisor" , "date" : "19910626" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Front Page"] , "page_facet" : "1" , "title" : "For Freshman Teacher Corps, a Sobering Year" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/26\/news\/for-freshman-teacher-corps-a-sobering-year.html"} , {"body" : "Gregory Vann, a Brooklyn sanitation worker with three children, had fretted for weeks over the possibility of losing his job. When he walked into a New York City sanitation garage yesterday morning, fellow workers told him he was \"on the list,\" meaning that he was one of the thousands of city employees being laid off by the end of the month. \"I've" , "date" : "19910618" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "6,000 New York City Workers Get Layoff Notices" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/18\/nyregion\/6000-new-york-city-workers-get-layoff-notices.html"} , {"body" : "While New York City is still primarily a tenant's town, the surge of co-op conversions and housing construction in the 1980's brought the level of homeownership above 25 percent for the first time, according to figures in the 1990 census. It is a truism of American life that people who own their homes think and act differently from renters, and a" , "date" : "19910610" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Homeownership At Record Level For New Yorkers" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/10\/nyregion\/homeownership-at-record-level-for-new-yorkers.html"} , {"body" : "The time appears ripe for Magic Johnson & Friends to extend to Sam Perkins membership in the exclusive games of H-O-R-S-E that precede most Los Angeles Lakers' practices. The principal players in the low-budget long-distance shooting contest are Johnson, Byron Scott, the club's best outside shooter, and Coach Mike Dunleavy, who earned his H-O-R-S-E" , "date" : "19910604" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "14" , "title" : "BASKETBALL; 3-Pointer Redirects Lakers' Spotlight" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/04\/sports\/basketball-3-pointer-redirects-lakers-spotlight.html"} , {"body" : "A man was charged with murder yesterday after detectives saw him in the subway station where a man was murdered a week ago and thought he fit the description of the suspect, a transit police spokesman said. \"He literally returned to the scene of the crime one week later,\" said the spokesman, Al O'Leary. The suspect, Steven Jenkins, 27 years old, of" , "date" : "19910603" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Arrest Made a Week Later at Murder Scene" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/03\/nyregion\/arrest-made-a-week-later-at-murder-scene.html"} ,   {"body" : "ALL New Yorkers want a private beach. They want to flip-flop down a lonely path, unfold their chairs or spread their towels on an empty patch of sand, and bask in the security of isolation. Certainly a public beach is a more perilous prospect. One risks being boinged by a stray paddle ball or sprinkled with sand as some carefree teen-ager races" , "date" : "19910602" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN BEACH (NYC)" , "BRIGHTON BEACH (NYC)" , "ORCHARD BEACH (BRONX)" , "ROCKAWAY (NYC)" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "Beaches; The Sand. The Surf. The Junk Food." , "url" : "http:\/\/www.nytimes.com\/1991\/06\/02\/arts\/beaches-the-sand-the-surf-the-junk-food.html"} , {"body" : "A 17-year-old Brooklyn woman was charged yesterday in the death of her 19-month-old son, who was found floating face down on Sunday in scalding bath water in the woman's apartment, the police said. The woman, Mary Mann, who lives at 921 Myrtle Avenue in the Tompkins Houses public housing complex in the Bedford-Stuyvesant section, told the police" , "date" : "19910528" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Baby Found Dead in Bath; His Mother, 17, Is Charged" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/28\/nyregion\/baby-found-dead-in-bath-his-mother-17-is-charged.html"} , {"body" : "A 15-year-old Brooklyn youth who was shot on Sunday night while playing basketball in a schoolyard in the Bedford-Stuyvesant section, died yesterday at Kings County Hospital in Brooklyn. The youth, Harold Williams, of 51 Clifton Place in the Clinton Hill section, was shot once in the stomach by a gunman who entered the yard of Public School 256 at" , "date" : "19910528" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Datelines; Schoolyard Gunman Kills a 15-Year-Old" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/28\/nyregion\/metro-datelines-schoolyard-gunman-kills-a-15-year-old.html"} , {"body" : "ATTACHED two-family houses are old hat in New York City. Usually they are to be found in the low-density zones of Brooklyn, Queens and Staten Island. But now the two-family town house has taken hold in southern and central portions of the Bronx as the characteristic form of new residential construction in the 90's. They are creating a jarring" , "date" : "19910519" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Perspectives: Bronx Town Houses; Nice Design, but Oh Those Parking Pads!" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/19\/realestate\/perspectives-bronx-town-houses-nice-design-but-oh-those-parking-pads.html"} , {"author" : "Charles Salzberg has written about film for Elle and Moviegoer." , "body" : "It's early spring, six months after principal photography has been completed on \"Hangin' With the Homeboys,\" and the director\/screenwriter, Joe Vasquez, is back in the South Bronx neighborhood where he grew up and where most of his film was shot. \"The neighborhood has changed a lot in the past several years,\" he says, as he walks the familiar" , "date" : "19910519" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "13" , "title" : "FILM; How the 'Homeboys' Got That Way" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/19\/movies\/film-how-the-homeboys-got-that-way.html"} , {"body" : "A Brooklyn man was charged with firing into a car in which his former wife was riding yesterday afternoon, killing the driver and critically wounding the ex-wife, the police said. The driver of the car, Ronald Foster, 26 years old, of 238 Lexington Avenue in the Bedford-Stuyvesant section, was shot once in the head and once in the chest, said a" , "date" : "19910518" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Driver Slain and Passenger Is Hurt in Brooklyn Shooting" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/18\/nyregion\/driver-slain-and-passenger-is-hurt-in-brooklyn-shooting.html"} , {"body" : "Lured by 16 new City Council seats, hundreds of New Yorkers -- many of them political neophytes -- have signaled their intention to run for the Council this year by filing applications for matching public funds. With July 22 the official deadline for entering a race for one of the 51 seats, there is still more than two months to announce" , "date" : "19910517" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Hundreds File for Grants to Run for City Council" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/17\/nyregion\/hundreds-file-for-grants-to-run-for-city-council.html"} , {"body" : "To loll in bed or, perhaps, to take a leisurely lunch, even if the street outside is a little more littered -- it is a trade-off that would gladden the hearts of thousands of New Yorkers who deal almost daily with the maddening ritual of driving their cars all the way to the other curb. \"That would be absolutely spectacular,\" said Samm Carlton, a" , "date" : "19910516" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Well, Maybe Fiscal Woe Isn't All Bad" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/16\/nyregion\/well-maybe-fiscal-woe-isn-t-all-bad.html"} , {"body" : "In the financial world, big payoffs often come to those who can spot the unknown, untested investment opportunity -- and are willing to take the risk. Now three successful young Wall Street traders are applying that principle to philanthropy. Their four-year-old Robin Hood Foundation scours New York City looking for neighborhood organizations that" , "date" : "19910509" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Nowadays, Robin Hood Gets the Rich to Give to the Poor" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/09\/nyregion\/nowadays-robin-hood-gets-the-rich-to-give-to-the-poor.html"} , {"body" : "Moderate-income New Yorkers in search of homes they can purchase have a new option in the Bedford-Stuyvesant section of Brooklyn, where the New York City Partnership, one of the city's largest developers of affordable housing, has begun selling the Stuyvesant Mews Houses. The project comprises 66 two-family townhouses that will be sold to families" , "date" : "19910505" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Postings: 66 New Houses; 2-Families In a Mews" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/05\/realestate\/postings-66-new-houses-2-families-in-a-mews.html"} ,   {"body" : "Fire marshals said yesterday that there were strong indications that the fire that roared through a Jewish school in Brooklyn on Friday afternoon had been set. While stopping short of calling the fire an arson, Chief Fire Marshal John Stickevers said in a statement that: \"Our preliminary investigation indicates the fire is an incendiary fire\"" , "date" : "19910505" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Blaze at School May Be Arson, Firefighters Say" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/05\/nyregion\/blaze-at-school-may-be-arson-firefighters-say.html"} , {"body" : "A 24-year-old musician who worked two days a week as a volunteer teacher in a Brooklyn intermediate school was arrested yesterday on statutory rape charges. He was accused of having sex with five female students over a three-year period, officials of the City Department of Investigation said. The arrest raised questions at the Board of Education," , "date" : "19910504" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Music Teacher Held in 5 Rapes of His Students" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/04\/nyregion\/music-teacher-held-in-5-rapes-of-his-students.html"} , {"body" : "Two gunmen walked into a small grocery store in the Flatbush section of Brooklyn last night, shot an employee to death and rifled the cash register before leaving, the police said. The victim, identified by the police as a man in his 40's, was found at 9:30 P.M., lying on the floor of the store at 618 Flatbush Avenue. He was dead of two bullet" , "date" : "19910501" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Store Worker Is Killed in a Robbery" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/01\/nyregion\/brooklyn-store-worker-is-killed-in-a-robbery.html"} , {"body" : "The giggling couple cut their cake and made a wish, one seemingly already granted. \"She means the world to me,\" the groom said. \"This is just the beginning,\" the bride promised. They met at St. James Episcopal Church in Manhattan three years ago while resting weary bones on hard pews. They had come homeless and hungry and afraid. In the house of" , "date" : "19910501" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "About New York" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/01\/nyregion\/about-new-york.html"} , {"body" : "A customer in a Brooklyn grocery store was shot in the head and killed last night during a holdup by three gunmen, the police said. The gunmen entered the store at 306 Franklin Avenue in the Bedford-Stuyvesant section at 7:40 P.M., asked for cigarettes, then pulled out guns, said Officer Fred Weiner, a police spokesman. They told two store" , "date" : "19910430" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Customer Killed in a Holdup" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/30\/nyregion\/customer-killed-in-a-holdup.html"} , {"body" : "The commission charged with redistricting the New York City Council is ensnared in a tangle of racial and party politics just three days before it is to present its vision for a legislature that would represent the city's sweeping ethnic diversity. The Districting Commission, created under the 1989 City Charter and heralded as the new and" , "date" : "19910428" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "OLD FEUDS TANGLE NEW CITY COUNCIL AS DEADLINE NEARS" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/28\/nyregion\/old-feuds-tangle-new-city-council-as-deadline-nears.html"} , {"body" : "Two young brothers were killed yesterday afternoon when a fire erupted in their Brooklyn apartment, Fire Department officials said. The fire started shortly after noon in a third-floor rear bedroom at 795 DeKalb Avenue, a five-story brick apartment building in the Bedford-Stuyvesant section, said Tom Kelly, deputy commissioner for public" , "date" : "19910415" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Home Fire Kills 2 Baby Brothers" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/15\/nyregion\/brooklyn-home-fire-kills-2-baby-brothers.html"} , {"body" : "A Transit Authority detective was grazed in the head by a bullet early this morning while arresting a suspect on a street in Brooklyn, the police said. The suspect was also shot. The officer, who was not immediately identified, was taken to the Interfaith Medical Center, where he was treated in the emergency room and remained conscious, the police" , "date" : "19910411" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Transit Detective Wounded In a Shooting in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/11\/nyregion\/transit-detective-wounded-in-a-shooting-in-brooklyn.html"} , {"body" : "Empty lots surround the two rundown apartment buildings on the north side of Jefferson Avenue in Bedford-Stuyvesant. A block east, three large abandoned buildings tower over the elevated subway tracks that run above Broadway in Brooklyn. But on the south side of Jefferson Avenue, amid this sad stereotype of big-city blight, carpenters are scurrying" , "date" : "19910409" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Homes for Middle Class Rise on Blighted Blocks" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/09\/nyregion\/homes-for-middle-class-rise-on-blighted-blocks.html"} , {"body" : "A man convicted of killing a Brooklyn woman who campaigned against drug trafficking was sentenced yesterday to a maximum term of 36 years to life in prison. Justice Francis X. Egitto sentenced the man, Harry Santiago, in State Supreme Court in Brooklyn. Mr. Santiago, 25 years old, of the East New York section, was one of two defendants convicted of" , "date" : "19910409" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Murderer in Brooklyn Gets Maximum Term" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/09\/nyregion\/murderer-in-brooklyn-gets-maximum-term.html"} ,   {"body" : "AFTER decades of anxiety over the health risks of lead-based paint in older American homes, a spate of suits, court rulings, Government reports and medical studies is raising broad new fears over the extent of the problem and the huge cost of removing the threat. Health experts say the paint, which contains lead as a pigment, is emerging as one of" , "date" : "19910407" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Pervasive Problem of Lead Paint" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/07\/realestate\/the-pervasive-problem-of-lead-paint.html"} , {"body" : "A man walked up to the takeout counter in a Brooklyn restaurant Saturday night, followed by someone with an automatic weapon. As a dozen employees and customers scrambled for safety, the person with the gun sprayed the small room with bullets, killing the man and wounding three other customers, one of whom later died. There were shootings Saturday" , "date" : "19910325" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Killed and 5 Are Injured In Shootings at Restaurants" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/25\/nyregion\/2-killed-and-5-are-injured-in-shootings-at-restaurants.html"} , {"body" : "A New York City commission is devising new district lines for an expanded City Council intended to accommodate more black and Hispanic members, and possibly Asian-Americans, homosexuals and other minority groups, including Republicans. Politicians expect the new alignment to insure the election of minority representatives to at least 8 of 16 new" , "date" : "19910324" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Seeking More Minority Council Members" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/24\/nyregion\/seeking-more-minority-council-members.html"} , {"body" : "A Brooklyn woman who became obsessed with giving her boyfriend a baby after she miscarried was charged yesterday with killing a young mother and kidnapping the victim's infant son, hoping that the boyfriend would think it was his, the police said. To carry out the killing, the police said, the suspect invited the mother, who was an acquaintance, to" , "date" : "19910320" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mother and Daughter Held In Killing to Obtain a Baby" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/20\/nyregion\/mother-and-daughter-held-in-killing-to-obtain-a-baby.html"} , {"body" : "Making its sixth trip to the final four in the last six years and its fourth in that span to the final game, Abraham Lincoln High School came away last night with its second Public Schools Athletic League championship since 1986. The Railsplitters from Coney Island beat South Shore of Canarsie, 55-40, in an all-Brooklyn final of the boys' Class A" , "date" : "19910320" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "28" , "title" : "SCHOOLS; Lincoln Takes Title In P.S.A.L." , "url" : "http:\/\/www.nytimes.com\/1991\/03\/20\/sports\/schools-lincoln-takes-title-in-psal.html"} , {"body" : "After five months of competition, 97 public high schools from the five boroughs of New York have been whittled down to just six survivors for the city championship basketball games of the Public Schools Athletic League at Madison Square Garden this evening. All three games will involve intraborough rivals. At 8 P.M., two Brooklyn squads meet in the" , "date" : "19910319" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "Three Finals In P.S.A.L." , "url" : "http:\/\/www.nytimes.com\/1991\/03\/19\/sports\/three-finals-in-psal.html"} , {"body" : "The police are looking for a 3-month-old boy last seen 12 days ago as he and his mother were getting into a cab outside their Brooklyn home. The woman was found dead the next morning three miles away, her body burned beyond recognition, and the child is missing, the police said yesterday. The woman, identified as 19-year-old Raquel Montano, and her" , "date" : "19910318" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Baby Is Sought After Mother Is Found Dead" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/18\/nyregion\/baby-is-sought-after-mother-is-found-dead.html"} , {"body" : "Two women were raped within an hour of each other early yesterday at a Brooklyn housing project, apparently by the same man, the police said. Both women were taken at knifepoint to the same roof at the Roosevelt Houses, at 50 Stuyvesant Avenue in the Bedford-Stuyvesant section, said Lieut. Salvatore Comparato of the housing police." , "date" : "19910318" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "2 Women Raped in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/18\/nyregion\/2-women-raped-in-brooklyn.html"} , {"body" : "The days before the Muslim holy month of Ramadan, which begins tonight with the sighting of the new moon, are solemn and frenetic ones for Imam Al-Amin Abdul-Latif. As the head of a Brooklyn mosque and the president of the Islamic Leadership Council of New York, he is busy teaching the laws of fasting and penance to the faithful. He is also" , "date" : "19910316" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "To Church-State Matters, Add Mosques" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/16\/nyregion\/to-church-state-matters-add-mosques.html"} , {"body" : "A baby girl's death on Wednesday in Brooklyn was ruled a homicide yesterday by the city's medical examiner, the police said. The 6-month-old, Chantel Jones of 666 Hancock Street in the Bedford-Stuyvesant section, was taken to the emergency room of St. John's Hospital early Wednesday by an unidentified person, the police said. The identity and" , "date" : "19910315" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Baby's Death Ruled Homicide" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/15\/nyregion\/baby-s-death-ruled-homicide.html"} ,   {"body" : "One of two men convicted of killing a woman who tried to rid her Brooklyn neighborhood of drugs was sentenced yesterday to a maximum term of 48 years to life in prison. The sentence was imposed on William Figueroa, who was convicted of murder and related charges in the slaying of Maria Hernandez. She was struck in the head by one of five bullets" , "date" : "19910314" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "METRO DATELINES; Sentencing in Killing Of Anti-Drug Figure" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/14\/nyregion\/metro-datelines-sentencing-in-killing-of-anti-drug-figure.html"} , {"body" : "Ruby Dee, the actress and author, uses African folk tales to educate and entertain her seven grandchildren. Tomorrow night she will use these tales to encourage women to become more involved in the educational and moral development of their children. The apparent decline of traditional family values has affected all members of society, said Miss" , "date" : "19910314" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "Black Forum Looks at Child Rearing" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/14\/garden\/black-forum-looks-at-child-rearing.html"} , {"body" : "Seven philanthropies and the Prudential Insurance Company of America are beginning an ambitious program to revitalize poor neighborhoods in 20 major cities. Their coalition, called the National Community Development Initiative, will build or restore 7,500 housing units for low- and moderate-income families. In some cities, including New York, the" , "date" : "19910301" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "18" , "title" : "New Alliance Plans Housing in 20 Cities" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/01\/us\/new-alliance-plans-housing-in-20-cities.html"} , {"body" : "Three teen-agers died last night after they were trapped in a smoky fire that swept the top two floors of a four-story brownstone in the Bedford-Stuyvesant section of Brooklyn, fire officials said. The blaze, which apparently began in a rear bedroom on the third floor of the building at 476 Jefferson Avenue, spread quickly, consuming the third" , "date" : "19910225" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "3 Teen-Agers Are Killed in a Brooklyn Blaze" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/25\/nyregion\/3-teen-agers-are-killed-in-a-brooklyn-blaze.html"} , {"body" : "Six people were shot and killed in separate incidents in New York City yesterday and late Friday, the police said. The first of the deaths came at 8:30 P.M. Friday, when Thomas Swift, 31 years old, was shot in the head as he was driving away from his home at 143 Hull Street in the Brownsville section of Brooklyn, said a police spokesman, Sgt." , "date" : "19910224" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Gunfire Leaves 6 People Dead in 3 Boroughs" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/24\/nyregion\/gunfire-leaves-6-people-dead-in-3-boroughs.html"} , {"body" : "A 15-year-old boy waiting for his brother outside a Brooklyn school was shot in the head and critically wounded yesterday, the police said. The youth, Antione Robinson, was taken to Brookdale Hospital, where he was in critical but stable condition last night and undergoing brain-scan tests, a hospital administrator, Frances Sasso, said. The police" , "date" : "19910220" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Youth Critically Wounded at School" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/20\/nyregion\/youth-critically-wounded-at-school.html"} , {"body" : "Three men who had been refused entry to a birthday party in Brooklyn yesterday opened fire with semiautomatic weapons on a crowd of about 100 partygoers, wounding eight, including a 12-year-old girl, the police said. Neighbors and witnesses said three men had tried to crash the party in the basement community room of an apartment building at 2211" , "date" : "19910211" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Gunmen, Rebuffed at Party In Flatbush, Wound Eight" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/11\/nyregion\/gunmen-rebuffed-at-party-in-flatbush-wound-eight.html"} , {"body" : "Prosecutors say they will drop assault charges against the father of Yusuf K. Hawkins, the youth who was killed in the Bensonhurst section of Brooklyn in August 1989, if he stays out of trouble and remains in counseling. Mr. Hawkins's father, Moses J. Stewart, 36 years old, faced up to a year in jail after being charged with striking a police" , "date" : "19910210" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Assault Case to Be Dropped For Yusuf Hawkins's Father" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/10\/nyregion\/assault-case-to-be-dropped-for-yusuf-hawkins-s-father.html"} , {"body" : "Joan Maynard was her father's only child, born on Aug. 29, 1928, when he was 55 years old. Her father, John W. Cooper, told her stories about growing up in Brooklyn, about its churches, about the history of what became the nation's largest black community. She had a sense of where she came from. Ms. Maynard remembers being 9 years old while the" , "date" : "19910209" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "WEEKSVILLE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "About New York; In Black History, Reconstruction Is Also a Struggle" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/09\/nyregion\/about-new-york-in-black-history-reconstruction-is-also-a-struggle.html"} , {"body" : "Three small children were killed yesterday in an electrical fire that swept through a row house in Brooklyn. Consolidated Edison Company officials said that electricity was being illegally siphoned through a tangle of extension cords from a power box under the sidewalk. It was the second time in a year that such an illegal hookup had been" , "date" : "19910209" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Corrections"] , "title" : "3 Children Die In House Fire in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/09\/correction\/c-3-children-die-in-house-fire-in-brooklyn-989991.html"} ,   {"body" : "Mothers from Bay Ridge and gay men from Manhattan, doctors treating AIDS and patients suffering from the disease, rabbis and priests, parents and students all came to the Board of Education yesterday to plead, reason, shout and harangue on a question that has divided many in New York: Should the city's high schools provide condoms to their" , "date" : "19910207" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Desperation And Anger In Debate On Condoms" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/07\/nyregion\/desperation-and-anger-in-debate-on-condoms.html"} , {"body" : "For all its currency, the conflict over the proposal to start a small \"Africa centered\" high school mainly for black boys in New York City has a past that is as old as the Ocean Hill-Brownsville school wars of the late 1960's and the move prompted by that upheaval toward community control of the schools. It is rooted in years of thought and action" , "date" : "19910205" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "'Africa Centered' School Plan Is Rooted in 60's Struggles" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/05\/nyregion\/africa-centered-school-plan-is-rooted-in-60-s-struggles.html"} , {"body" : "A man with a criminal record as a drug dealer was found guilty yesterday of the murder of a Brooklyn woman who had become a symbol of citizen courage in fighting drug traffic. The victim, Maria Hernandez, was killed when she was struck in the head by one of five bullets fired from a car through a window of her first-floor apartment at 105 Starr" , "date" : "19910130" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Dealer Is Guilty In Gun Slaying Of Drug Battler" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/30\/nyregion\/dealer-is-guilty-in-gun-slaying-of-drug-battler.html"} , {"body" : "A 14-year-old girl in the sixth grade was kidnapped from her school in Brooklyn by a teacher's aide and sexually abused and sodomized in his apartment, the police said yesterday. They arrested Roger Murphy, 30, who helped direct an after-school choir, and charged him yesterday with kidnapping, sexual assault, aggravated sexual abuse and endangering" , "date" : "19910125" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Pupil Abducted And Sodomized; Choir Aide Held" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/25\/nyregion\/pupil-abducted-and-sodomized-choir-aide-held.html"} , {"body" : "For thousands of New York City residents with no high school degree, passing the equivalency test is the key to getting a job, getting off welfare or pursuing vocational or college studies. But educators who prepare people throughout the city for the test say the route is increasingly obstructed by delays and bureaucratic complications that put" , "date" : "19910122" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Roadblocks to Equivalency Exam Deny Many a Chance for Success" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/22\/nyregion\/roadblocks-to-equivalency-exam-deny-many-a-chance-for-success.html"} , {"body" : "Lonique Burnett, a senior at Boys and Girls High School in Brooklyn, said he had only five childhood friends left in October to celebrate Halloween. The rest, about 30 others he had grown up with in the Bedford-Stuyvesant section, were either in jail or dead, he said. Young men like these lost friends of Lonique would be the basis of an" , "date" : "19910118" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Segregation or a Solution? Students Ponder a School Plan" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/18\/nyregion\/segregation-or-a-solution-students-ponder-a-school-plan.html"} , {"body" : "Leaders of major arts organizations in New York City have said they will be badly hampered by the budget cuts Mayor David N. Dinkins is expected to announce on Wednesday, and many arts officials are asking him to consider reducing these cuts. Already badly bruised by a roughly 4 percent reduction in the Department of Cultural Affairs' original" , "date" : "19910114" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "Arts Organizations In New York City Fear Planned Cuts" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/14\/arts\/arts-organizations-in-new-york-city-fear-planned-cuts.html"} , {"body" : "The New York City Board of Education is preparing to establish an experimental high school that, while open to both sexes and all races, would have a special emphasis on the problems of young black and Hispanic men. The board's uncommon interest in the proposal was underscored yesterday when it spent an hour and a half of one of its public working" , "date" : "19910110" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "New York Board Backs School for Minority Men" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/10\/nyregion\/new-york-board-backs-school-for-minority-men.html"} , {"body" : "A 7-year-old boy and a teen-age girl were shot and wounded yesterday in the Bedford-Stuyvesant section of Brooklyn when an argument between a woman and the teen-ager over clothing ended in gunfire, the police said. The boy, who was not identified, was shot in the ankle, and the 16-year-old girl, identified as Florence Thompson, was shot in the" , "date" : "19910107" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Boy, 7, and Teen-Ager Shot" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/07\/nyregion\/boy-7-and-teen-ager-shot.html"} , {"body" : "Four years ago, Ruby Hinman, a high school dropout and mother of three, rarely ventured beyond her front porch and the smoky blue pines that surround it. She was a hermit, she said, shy and insecure, and nervous at having to meet people. Then came Susan Lynch and \"Hippy,\" the Home Instruction Program for Preschool Youngsters. Was Mrs. Hinman" , "date" : "19910102" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "14" , "title" : "Aid for Child Care Opens Worlds of Some Adults" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/02\/us\/aid-for-child-care-opens-worlds-of-some-adults.html"} ,   {"body" : "In the five hours after the end of a year that set a record for homicides, seven people were killed in New York City yesterday. Six of them were shot in separate incidents and one was stabbed to death in an elevator, apparently during an argument. The police said bursts of gunfire broke out throughout the city on New Year's Eve, apparently in" , "date" : "19910102" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "TIMES SQUARE (NYC)" , "BRONX (NYC)" , "EAST HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Seven Killed In Five Hours Of New Year" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/02\/nyregion\/seven-killed-in-five-hours-of-new-year.html"}]