[  {"body" : "Sam Baraker, who arrived in Brooklyn 10 months ago from Ukraine, has been looking for someone who will speak English with him. He spends five mornings a week in an English class for immigrants, but that is not enough. \"I have no friends in America,\" he said. \"Now I have an empty life. I cannot connect. If I have language, and job, then I have full" , "date" : "19911227" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Listen, New York, This Man Just Wants to Learn English" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/27\/nyregion\/listen-new-york-this-man-just-wants-to-learn-english.html"} , {"body" : "The faces of the Lafayette High School basketball players were pressed against the window of the charter bus as it rolled down a steep hill behind a large building toward a field house and adjacent parking lot in the rear. \"This is a high school?\" Adam Belkin, the junior point guard, said, as the bus pulled up to the front entrance of Danbury High" , "date" : "19911225" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "43" , "title" : "BASKETBALL; From Bensonhurst to Connecticut and Back" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/25\/sports\/basketball-from-bensonhurst-to-connecticut-and-back.html"} , {"body" : "The Justice Department yesterday closed its books on the 1989 racial killing of Yusuf K. Hawkins in Brooklyn, saying it had concluded an extensive investigation and would file no Federal civil rights charges in a case that came to symbolize the conflict of whites and blacks in America. The officials said that Federal charges in the Bensonhurst" , "date" : "19911221" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "U.S. Decides Not to Pursue Hawkins Case" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/21\/nyregion\/us-decides-not-to-pursue-hawkins-case.html"} , {"body" : "When Richard Earl Luke died in the custody of the housing police on a balmy evening in May 1989, it did not take long for rumors and anger to race through the Queensbridge public housing project where he lived. His mother, Patricia Garcia, recalls that by morning her phone was ringing nonstop. Friends offered condolences. Family members checked in." , "date" : "19911219" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Street-Wise Impresario; Sharpton Calls the Tunes, and Players Take Their Cues" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/19\/nyregion\/street-wise-impresario-sharpton-calls-the-tunes-and-players-take-their-cues.html"} , {"body" : "Here is a sampling of holiday events, including parades, fairs, Santa visits, tree lightings and holiday windows, in New York City. Dates and times are subject to change. Today BREAKFAST WITH SANTA, Lord & Taylor, 424 Fifth Avenue, at 39th Street (11th floor), Manhattan. Breakfast with entertainment. 9:30 A.M. Admission: $10, which includes a" , "date" : "19911215" , "day_of_week_facet" : "Sunday" , "page_facet" : "16" , "title" : "HOLIDAY SIGHTS" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/15\/news\/holiday-sights.html"} , {"body" : "It was an upbeat and expanded version of the Lafayette basketball team that assembled on the first floor of the Brooklyn high school yesterday afternoon for the four-stop ride on the B train to New Utrecht High School deep in the heart of Bensonhurst. Fresh off a championship tournament weekend at Poly Prep, including a solid final-round victory" , "date" : "19911211" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "15" , "title" : "HIGH SCHOOLS; Big Rebound Off the Court" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/11\/sports\/high-schools-big-rebound-off-the-court.html"} , {"body" : "Dexter Wooten's eyes grew wide and bright as he watched Antonio Carrasquillo score layup after layup against Midwood High School's undersized and helpless defenders under the basket. \"I could get me a lot of assists playing with Antonio,\" Wooten said at the game early last week, a smile breaking out from under the brim of his black-and-red Chicago" , "date" : "19911209" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "A Team Plays On in a Search for Normalcy" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/09\/us\/a-team-plays-on-in-a-search-for-normalcy.html"} , {"body" : "The broadening civil war for control of the Colombo organized-crime family yesterday claimed the life of an innocent victim, an 18-year-old youth working in a Brooklyn bagel shop who the police said was shot to death when he was mistaken for someone else. About 20 minutes earlier, the 21-year-old son of a reputed Colombo soldier was dropped off at" , "date" : "19911209" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Killing Is Tied To Mafia War In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/09\/nyregion\/killing-is-tied-to-mafia-war-in-brooklyn.html"} , {"body" : "A 30-year-old man was shot to death yesterday in his driveway in Brooklyn, the police said. The man, Vincent Fusaro, of 310 Bay 11th Street in Bensonhurst, was shot once in the back of his head, the police said. His body was found near his black Lincoln Continental shortly before 4 P.M., Officer Andrew McInnis said. The police had no suspects or" , "date" : "19911207" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Man, 30, Shot to Death" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/07\/nyregion\/man-30-shot-to-death.html"} , {"body" : "PETER ROMEO took his daughter to the carousel in Prospect Park one sunny day last summer. He noticed an old building nearby. It was the Lefferts Homestead, a 200-year-old house that combines Dutch Colonial and Federal details to quite pleasing effect. Too bad the architectural treasure was falling apart. Mr. Romeo also focused on the people pulling" , "date" : "19911204" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)" , "LEFFERTS HOMESTEAD (BROOKLYN, NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "ABOUT NEW YORK; For One Brooklyn Gang, Restoration Is the Cause" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/04\/nyregion\/about-new-york-for-one-brooklyn-gang-restoration-is-the-cause.html"} ,   {"body" : "Public School 139 in Flatbush is six blocks from a once-boycotted Korean grocery store and a comfortable hike from two neighborhoods synonymous with ethnic tension, Crown Heights and Bensonhurst. But yesterday, black, Hispanic, Asian and white third graders, radiant in their white assembly-day shirts and blouses, thronged together to sing songs of" , "date" : "19911203" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "At P.S. 139, a Hanuk-Chris-Kwanz-Etc. Pageant" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/03\/nyregion\/at-ps-139-a-hanuk-chris-kwanz-etc-pageant.html"} , {"body" : "This list has been selected from books reviewed since the Christmas Books issue of December 1990. It suggests only high points in the main fields of reader interest, and it does not include the titles chosen by the editors of The Book Review as the Best Books of 1991. Books are arranged alphabetically under subject headings. Autobiography and" , "date" : "19911201" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "54" , "title" : "Notable Books of the Year 1991" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/01\/books\/notable-books-of-the-year-1991.html"} , {"body" : "New York yesterday became the first city in the nation to begin making condoms available to all its public high school students. At John Dewey High School in Brooklyn, one of two schools to inaugurate the program, teen-agers who had just been given condoms held them up for television and newspaper cameras as the students posed with their boyfriends" , "date" : "19911127" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "U.S." , "Education"] , "page_facet" : "1" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/27\/us\/no-headline-761591.html"} , {"author" : "Andy Meisler has written about television for California Magazine and TV Guide." , "body" : "A spaldeen? what's that? \"I have no idea,\" says Danny Gerard, 14, his dark eyebrows scrunching dramatically in puzzlement. \"Me neither,\" says his friend and admirer, Matthew Siegel, who is 8. On further examination, it turns out that the two co-stars of the new CBS comedy \"Brooklyn Bridge\" (Wednesdays at 8 P.M.) couldn't tell you the difference" , "date" : "19911124" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "UP AND COMING: Matthew Siegel and Danny Gerard; Boys Will Be Boys, Be It 1991 or 1956" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/24\/arts\/up-coming-matthew-siegel-danny-gerard-boys-will-be-boys-be-it-1991-1956.html"} , {"body" : "In an incident similar to a robbery just six days ago, a jewelry store owner was boxed in by two cars as he pulled off a Brooklyn highway yesterday afternoon and then was robbed of $200,000 in jewels by a group of men, one of them holding a machine gun, the police said. A police spokesman, Officer Andrew McInnis, said that George Greenberg, 42" , "date" : "19911121" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/21\/nyregion\/872991.html"} , {"body" : "He may not have had the artistic impact of the composer Charles Ives and the poet Wallace Stevens, both versatile executives who juggled careers in insurance and the arts, but Julius R. Nasso's dual career has a similarly diverse flair. Mr. Nasso runs Universal Marine Medical Supplies, which he has built into the world's largest distributor of" , "date" : "19911120" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Movies" , "Health" , "Business"] , "page_facet" : "1" , "title" : "His Two Worlds Are Worlds Apart" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/20\/business\/his-two-worlds-are-worlds-apart.html"} , {"body" : "A courier was robbed of $160,000 in jewelry and $15,000 in cash on Friday afternoon by a group of men who jumped out of three cars and surrounded his car after he stopped to change a flat tire on the Belt Parkway in Brooklyn, the police said. The robbery took place at 3:30 P.M. near the Fourth Avenue exit of the Belt Parkway, said a police" , "date" : "19911117" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BELT PARKWAY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "Courier, Fixing a Tire, Is Robbed of Jewelry" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/17\/nyregion\/courier-fixing-a-tire-is-robbed-of-jewelry.html"} , {"body" : "In the inner sanctums of the Mafia, Salvatore Gravano was affectionately known as Sammy Bull, a gimlet-eyed gangster with a reputation for fast fists, violence and unflinching devotion to John Gotti. But some investigators were not always sure he was so tough. Or so loyal. At a strategy session several years ago, Federal agents speculated that he" , "date" : "19911115" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "How Gotti's No. 2 Gangster Turned His Coat" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/15\/nyregion\/how-gotti-s-no-2-gangster-turned-his-coat.html"} , {"body" : "Here is a sampling of holiday events, including parades, fairs, Santa visits, tree lightings and holiday windows, in New York City. Dates and times are subject to change. Tomorrow VETERANS' DAY PARADE, Fifth Avenue, from 24th to 39th Street, Manhattan; sponsored by the American Legion. 9 A.M. Monday BELLEVUE SOUTH PARK CRAFTS SHOW AND FARMERS MART," , "date" : "19911110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "20" , "title" : "HOLIDAYS" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/10\/news\/holidays.html"} , {"author" : "David K. Shipler, who won the 1987 Pulitzer Prize for his book \"Arab and Jew,\" is writing a book on race in America." , "body" : "FOR THE COLOR OF HIS SKIN The Murder of Yusuf Hawkins and the Trial of Bensonhurst. By John DeSantis. Illustrated. 240 pp. New York: Pharos Books. $18.95 On a summer night in 1989, 30 to 40 whites armed themselves with baseball bats and gathered in a schoolyard in the Bensonhurst section of Brooklyn. They had been mobilized by a 17-year-old white" , "date" : "19911110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "11" , "title" : "'A Gentle Young Man Who Would Be 16 Forever'" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/10\/books\/a-gentle-young-man-who-would-be-16-forever.html"} ,   {"body" : "IN the largest study of housing discrimination ever completed for the Federal Government, researchers have concluded that the problem is more prevalent in New York City and its suburbs than in any of 24 other major metropolitan areas across the United States, particularly for the Spanish-speaking minority. The study coincides with a rapid increase" , "date" : "19911103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "New York Ranks High in Housing Bias" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/03\/realestate\/new-york-ranks-high-in-housing-bias.html"} , {"body" : "For television shows set in New York, the axiom does not always hold up. In fact, if they can make it there, they will not necessarily make it anywhere. Consider the case of the new CBS series \"Brooklyn Bridge,\" easily the most praised new show of the television season. The network tried the comedy on Friday night for four weeks, only to decide" , "date" : "19911023" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "On TV, a New York City Flavor May Be Poison" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/23\/arts\/on-tv-a-new-york-city-flavor-may-be-poison.html"} , {"body" : "LAST night, hundreds of invited guests descended on West 57th Street to salute the opening of Planet Hollywood, a sprawling restaurant and bar that is dedicated to the deep-down desire to be one with the silver screen, or at least to be somebody -- somebody famous, somebody else. Forget the free-range chicken. Let the free-range fantasy roll. The" , "date" : "19911023" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "Fantasy For the Price Of a Burger" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/23\/garden\/fantasy-for-the-price-of-a-burger.html"} , {"body" : "Robert Colangelo, a retired chief of New York City detectives, died on Sunday at Phelps Memorial Hospital Center in North Tarrytown, N.Y. He was 60 years old and lived in Ossining, N.Y. Mr. Colangelo died of a heart attack, the funeral home said. Several high-profile cases were investigated during Mr. Colangelo's tenure as chief of detectives from" , "date" : "19911022" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "8" , "title" : "Robert Colangelo, Detective, 60; Was Chief of Bureau for 3 Years" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/22\/nyregion\/robert-colangelo-detective-60-was-chief-of-bureau-for-3-years.html"} , {"body" : "Here is a sampling of children's activities, compiled by Dulcie Leimbach, scheduled this fall in New York City. Dates and times are subject to change. ALL AGES November FAMILY NATURE WALK, informal forays into the grounds of an arboretum, with attention given to the trees, birds and other animals that are making winter preparations; followed by a" , "date" : "19911020" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "For Children, New York City Means Autumn Excitement" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/20\/nyregion\/for-children-new-york-city-means-autumn-excitement.html"} , {"body" : "Here is a sampling of children's activities, compiled by Dulcie Leimbach, scheduled this fall in New York City. Dates and times are subject to change. ALL AGES November FAMILY NATURE WALK, informal forays into the grounds of an arboretum, with attention given to the trees, birds and other animals that are making winter preparations; followed by a" , "date" : "19911020" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "For Children, a Trip New York City Means Excitement" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/20\/nyregion\/for-children-a-trip-new-york-city-means-excitement.html"} , {"body" : "In the first large demonstration in Manhattan by mainstream Jewish groups since the racial disturbances in Crown Heights last summer, about 5,000 people attended a rally in Madison Square Park yesterday to protest anti-Semitism. But a small group of extremist demonstrators, yelling through bullhorns to make themselves heard over the crowd, tried to" , "date" : "19911014" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "5,000 at Rally Join to Protest Anti-Semitism" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/14\/nyregion\/5000-at-rally-join-to-protest-anti-semitism.html"} , {"body" : "Here is a sampling of children's activities, compiled by Dulcie Leimbach, scheduled this fall in New York City. Dates and times are subject to change. ALL AGES October \"DANCE LATIN STYLE,\" a workshop with the musician and band leader Chico Mendoza, who will play mambo, rumba and merengue music with the Bomba and Mendoza Dancers, with participatory" , "date" : "19910929" , "day_of_week_facet" : "Sunday" , "page_facet" : "14" , "title" : "A Prescription for the School-Weary: Excitement!" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/29\/news\/a-prescription-for-the-school-weary-excitement.html"} , {"body" : "THE most publicly accessible effort of New York's Adopt-A-Highway program now abuts the Belt Parkway near Bay 17th Street in the Bensonhurst section of Brooklyn. The two-year-old program uses corporate donations to rejuvenate landscapes along highways. It has already given a wildflower meadow to the Staten Island Expressway and flower beds to the" , "date" : "19910926" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS; Adios, Weeds, Hello, Flowers" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/26\/garden\/currents-adios-weeds-hello-flowers.html"} , {"body" : "AT once a densely and diversely populated chunk of New York and a complex tangle of stereotypes and myths, Brooklyn evokes many images to the world beyond its famous bridge. It's the Dodgers and \"The Honeymooners,\" the faded, honky-tonk luster of Coney Island and the elegance of Brooklyn Heights, and, sadly, the violence and racial tensions now" , "date" : "19910925" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "3" , "title" : "The Brooklyn Cookbook: Mix Ethnic Attitudes and Memories" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/25\/garden\/the-brooklyn-cookbook-mix-ethnic-attitudes-and-memories.html"} ,   {"body" : "Down here at what they are now calling the Club, the seats are bouncy foam rubber, upholstered in a lavender plastic that is easy on the eyes and resistant to those annoying Chablis spills. The cover charge is $65 per person, which includes entertainment, but not parking, drinks or Stanley Cup guarantees. The menu is to your right, through the hole" , "date" : "19910922" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "HOCKEY; The New Garden: Chablis, but No Cup" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/22\/sports\/hockey-the-new-garden-chablis-but-no-cup.html"} , {"body" : "WRITING will out. It's as simple as that. As the new television season unfolds, the vast bulk of series are content to be formula-driven concepts, put together by committees of vice presidents and researchers. A wedding possibility here, some cute teen-agers there, and you pray for a hit. Only very occasionally is a distinctive voice allowed to be" , "date" : "19910920" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "TV WEEKEND; Family Life in '56 Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/20\/arts\/tv-weekend-family-life-in-56-brooklyn.html"} , {"body" : "On a beautiful late summer afternoon, Gary David Goldberg stood on the sidewalk in front of the house he had grown up in on 21st Avenue in Bensonhurst, Brooklyn, remembering the days when \"you could walk out the door and there would be 800 children to play with.\" Those days were in the 1950's when Mr. Goldberg, now one of the most successful" , "date" : "19910919" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "CBS Is Taking a Risk With New Series Set In Brooklyn in the 50's" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/19\/arts\/cbs-is-taking-a-risk-with-new-series-set-in-brooklyn-in-the-50-s.html"} , {"body" : "By all accounts, Robert J. Miller, a City Council candidate, gave a fine concession speech on Thursday night. In fact he gave it twice, once to supporters at the Independent Democrats of Flatbush clubhouse in Brooklyn and then again to followers at the Progressive Democratic Club in Bensonhurst. \"I said the numbers don't look good, there's a lot of" , "date" : "19910914" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "After the Voting; A Fine Concession Speech (but His Math Was Wrong)" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/14\/nyregion\/after-the-voting-a-fine-concession-speech-but-his-math-was-wrong.html"} , {"body" : "HAVING fun is never easy, and at Six Flags Great Adventure here it can verge on the impossible. It can also be as simple as screaming with ecstatic terror as your roller coaster car narrowly misses an overhead strut and then loops into the alluring sky. The 2,200-acre park, whose season stretches from March to November, combines acute thrills with" , "date" : "19910913" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Great Adventure: Highs and Lows" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/13\/arts\/great-adventure-highs-and-lows.html"} , {"body" : "In the 44th City Council District, which stretches from Flatbush to Bensonhurst in Brooklyn, phone bank volunteers for Robert Miller, a City Council candidate, were making calls in Yiddish and Italian. On the Lower East Side of Manhattan, a sound truck for Margaret S. Chin was blaring a get-out-the-vote message alternately in English, Spanish and" , "date" : "19910912" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Campaign Trail; A Primary-Eve Dance: The Candidate Dodge" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/12\/nyregion\/campaign-trail-a-primary-eve-dance-the-candidate-dodge.html"} , {"body" : "Here is a selective guide to cultural events in New York and beyond in the months ahead. Programs may change. Dates and locations for some events have not been made final; other events are sold out. Unless indicated, all dates listed are openings, all addresses are in Manhattan, and all telephone numbers have a 212 area code. Addresses for" , "date" : "19910908" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "48" , "title" : "THE NEW SEASON: THE ANNOTATED CALENDAR; TELEVISION" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/08\/arts\/the-new-season-the-annotated-calendar-television.html"} , {"body" : "A BUMPER crop of zucchini isn't something you'd expect in Bensonhurst. The Brooklyn asphalt that stretches from 17th Avenue to Avenue U, between the water and 60th Street, appears to be sown only with row upon row of brick and stone houses. But just as most houses in this Italian neighborhood have a stoop and a well-polished car out front, most" , "date" : "19910904" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "DE GUSTIBUS; Taming Bensonhurst's Annual Zucchini Glut" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/04\/garden\/de-gustibus-taming-bensonhurst-s-annual-zucchini-glut.html"} , {"body" : "As a result of the racial gerrymandering that produced New York City's new Council districts, only one-fifth of next week's primaries are between major candidates from different racial or ethnic groups. But questions of race have not faded into the background, particularly in the districts where no one group predominates and in two contests where" , "date" : "19910902" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "In Some Council Contests, It's Still Us Against Them" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/02\/nyregion\/in-some-council-contests-it-s-still-us-against-them.html"} , {"body" : "After a week of silence, mainstream Jewish organizations have begun to call the racial violence in Crown Heights a dangerous manifestation of anti-Semitism and not just a product of local Hasidic-black tensions. In the first few days after a black child, Gavin Cato, was killed by a Hasidic driver Aug. 19 and a Hasidic student, Yankel Rosenbaum, was" , "date" : "19910831" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Jews Saying Restraint On Brooklyn Was Mistake" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/31\/nyregion\/jews-saying-restraint-on-brooklyn-was-mistake.html"} ,   {"body" : "Few people speak unabashedly anymore about the ideal of the melting pot. Years of ethnic and racial battling, varying degrees of progress by various groups toward America's mainstream and the yawning rift between whites and blacks -- all have made the concept an object of derision, amendment or outright dismissal. Yet frayed as the image may be, a" , "date" : "19910829" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bubble and Trouble in New York's Venerable Melting Pot" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/29\/nyregion\/bubble-and-trouble-in-new-york-s-venerable-melting-pot.html"} , {"body" : "With racial tension smoldering in Crown Heights, District Attorney Charles J. Hynes of Brooklyn discussed the situation on Monday morning in a call-in program on WLIB-AM, a radio station aimed primarily at black listeners. Following are excerpts from Mr. Hynes's appearance, as transcribed by The New York Times. CALLER: It is my understanding that" , "date" : "19910828" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Prosecutor On Radio: Excerpts" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/28\/nyregion\/prosecutor-on-radio-excerpts.html"} , {"body" : "Summing up a week of strife in racially torn Crown Heights, Mayor David N. Dinkins visited a black Baptist church and the leader of the Lubavitcher Hasidic sect in the Brooklyn section yesterday, pledging that his administration would be fair to both communities and urging them to find in the recent deaths there \"the seeds of redemption.\" \"There" , "date" : "19910826" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Dinkins Calls For Healing In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/26\/nyregion\/dinkins-calls-for-healing-in-brooklyn.html"} , {"body" : "Two men who were sought by the police for a murder and the abduction of a Methodist priest in Brooklyn on the same night were arrested on Friday, the police said yesterday. The men, Marc Asher, 31 years old, of Bay 35th Street in the Bensonhurst section of Brooklyn, and Richard Springer, 38, of 252 51st Street in the Sunset Park section, were" , "date" : "19910825" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "Two Men Held in Two Killings" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/25\/nyregion\/two-men-held-in-two-killings.html"} , {"body" : "Struggling to come to grips with the most serious racial clash of his administration, Mayor David N. Dinkins yesterday expressed frustration at the idea that as the city's first black Mayor he should be capable of solving the multilayered social and racial tensions that have eluded solution for years in New York. In an interview that revealed an" , "date" : "19910823" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "TENSION IN BROOKLYN; A Frustrated Dinkins Appeals for Peace: 'I Alone Cannot Do It'" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/23\/nyregion\/tension-in-brooklyn-a-frustrated-dinkins-appeals-for-peace-i-alone-cannot-do-it.html"} , {"body" : "At dusk every Friday, the piercing wail of a siren reverberates through the streets of Crown Heights. For the Hasidic Jews who live there, the blasts herald the coming of the Sabbath, a day of rest, family reunions and joyous gathering in the synagogues. For blacks, it is the noisy beginning of a weekend in which their lives are disrupted by the" , "date" : "19910823" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "TENSION IN BROOKLYN; The Bitterness Flows in 2 Directions" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/23\/nyregion\/tension-in-brooklyn-the-bitterness-flows-in-2-directions.html"} , {"body" : "A prominent Miami lawyer, Albert J. Kreiger, was named yesterday as John Gotti's new lawyer, replacing Bruce Cutler, who was removed from the Gotti racketeering trial scheduled for next month. The Gotti defense team also selected Benjamin Brafman, a highly regarded New York lawyer, to replace Gerald L. Shargel, who was disqualified from" , "date" : "19910821" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Two Lawyers Named to Replace Disqualified Counsel at Gotti Trial" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/21\/nyregion\/two-lawyers-named-to-replace-disqualified-counsel-at-gotti-trial.html"} , {"body" : "It had been a good collar. Two police officers on patrol in Brooklyn had stopped a car for a traffic infraction and discovered that they had caught three suspects in a burglary that had occurred only minutes before. But like a story line on \"Hill Street Blues,\" where events do not always happen as planned, things started to go awry rather quickly." , "date" : "19910820" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "A Sharp Arrest, Some Gunshots, Then an Escape" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/20\/nyregion\/a-sharp-arrest-some-gunshots-then-an-escape.html"} , {"body" : "DANNY and I walked around the perimeter of Manhattan Island and we're real proud. There may have been greater pedestrian achievements -- the folks who walked to the North Pole and those on the moon, for two. But sometime around halfway between the dawn when we were babies pulling ourselves up from all fours and the dusk when we will shuffle through" , "date" : "19910816" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Around Manhattan, Step by Step" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/16\/arts\/around-manhattan-step-by-step.html"} , {"body" : "More than 300 chanting, placard-waving black demonstrators led by the Rev. Al Sharpton staged a tense protest march through Brooklyn's racially troubled, predominantly white Canarsie section yesterday and were met with taunts, jeers and racial insults but no violence. An escort of 400 riot-equipped police officers on foot and motorcycle encircled" , "date" : "19910811" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Taunts and Outrage Greet Protest March in Canarsie" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/11\/nyregion\/taunts-and-outrage-greet-protest-march-in-canarsie.html"} ,   {"body" : "Mayor David N. Dinkins met privately with more than 40 members of the clergy and other leaders in Canarsie yesterday, trying to defuse the racial tensions that have rocked the predominantly white neighborhood this summer. With the Rev. Al Sharpton and civil liberties groups planning marches this weekend, the Mayor's low-key diplomacy in the" , "date" : "19910808" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Dinkins Tries to Ease Tension From Canarsie Bias Incidents" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/08\/nyregion\/dinkins-tries-to-ease-tension-from-canarsie-bias-incidents.html"} , {"body" : "A 24-year-old black woman has been arrested in Brooklyn in what the police said was a bias incident involving an assault on a 32-year-old white woman over their children's use of a sprinkler in a Canarsie park. The incident, which was among 11 bias-related incidents in Canarsie in recent months, occurred at 1:30 P.M. on July 19 in a park at Remson" , "date" : "19910805" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Black Woman Held in Attack Linked to Bias" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/05\/nyregion\/black-woman-held-in-attack-linked-to-bias.html"} , {"body" : "Madgaline Michael's childhood was spent in Jefferson, S.C., in the days before the clamor for racial equality swept through the South. As a black person of mature years, she is no neophyte to racism. Nor, as a resident of New York City for 32 years, is she naive about crime. But Ms. Michael was stunned last week, when her son became one of the" , "date" : "19910804" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Canarsie's Long-Held Racial Anxieties Resurface" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/04\/nyregion\/canarsie-s-long-held-racial-anxieties-resurface.html"} , {"body" : "As he stood on his front porch today, surrounded by smiles and a galaxy of balloons heralding his return home, Alfred Jermaine Ewell showed few signs of the brutal beating that horrified people across the country and nearly killed him. His shorts and MTV T-shirt covered a frame that was just a little on the thin side. If he was slightly overwhelmed" , "date" : "19910803" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["INWOOD (NY)" , "NEW YORK STATE" , "ATLANTIC BEACH (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Victim in Racial Assault Comes Home to L.I." , "url" : "http:\/\/www.nytimes.com\/1991\/08\/03\/nyregion\/victim-in-racial-assault-comes-home-to-li.html"} , {"body" : "To opera lovers who know their streetscapes, the New York City Opera's new productions of \"Cavalleria Rusticana\" and \"I Pagliacci\" will have a familiar look: narrow walk-ups, a church with a rose window, even old-fashioned elevated train tracks for \"Pagliacci.\" It is the kind of street scene that Jonathan Eaton, the director, imagined as he roamed" , "date" : "19910728" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "23" , "title" : "CLASSICAL MUSIC: 'Cav' and 'Pag' Visit Little Italy; Sunny Villages In Calabria And Sicily . . . Grit and Grime in New York" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/28\/arts\/classical-music-cav-pag-visit-little-italy-sunny-villages-calabria-sicily-grit.html"} , {"body" : "Dina M. had always envisioned a family of her own. But shortly after learning that she was going to have a baby, the 19-year-old nursing student, from Hackensack, N.J., was also told that she had the AIDS virus. Ten days ago, she had an abortion. The teen-ager was four and a half months pregnant and had spent most of that time struggling to make a" , "date" : "19910723" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Women With AIDS Virus: Hard Choices on Motherhood" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/23\/nyregion\/women-with-aids-virus-hard-choices-on-motherhood.html"} , {"body" : "If John Harvey's novels were songs, Charlie Parker would play them. Like \"Lonely Hearts\" and \"Rough Treatment,\" his earlier, equally melancholy police procedurals, CUTTING EDGE (Holt, $18.95) sings the blues for people too bruised to carry the tune for themselves. Charlie Resnick, the compassionate cop-hero of this superb series set in the English" , "date" : "19910707" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "19" , "title" : "CRIME" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/07\/books\/crime-817591.html"} , {"body" : "Mirroring their striking rebound in mathematics, New York City public-school students lifted their performance on the annual reading test, surpassing the national average for the first time in three years, according to test figures released yesterday. Schools Chancellor Joseph A. Fernandez contended that the reading scores, coupled with the 4.9" , "date" : "19910627" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Students Lift Scores in Test On Reading" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/27\/nyregion\/students-lift-scores-in-test-on-reading.html"} , {"body" : "Councilwoman Susan D. Alter of Brooklyn went to court yesterday to challenge the new City Council boundaries, asserting that she was discriminated against because she is white. In her suit, filed in Federal District Court in Brooklyn, Ms. Alter charged thatthe Districting Commission, which created the new lines, \"deliberately and intentionally\"" , "date" : "19910620" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Councilwoman Sues on District Boundaries" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/20\/nyregion\/councilwoman-sues-on-district-boundaries.html"} , {"body" : "Gerard Papa cruises the streets of Bensonhurst in his 1990 Lincoln. He sometimes transports a dozen members of his amateur basketball team in the sky-blue automobile. Today, he carries just one passenger, one who has come to hear the stories he tells again and again. The trip is through time toward an elusive destination called meaning. It begins" , "date" : "19910612" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "About New York" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/12\/nyregion\/about-new-york.html"} ,   {"body" : "The Rev. Al Sharpton led a march through this beachfront community today to protest the severe beating last weekend of a black teen-ager. He found some annoyance and some support, but was met mostly by indifference from a community that says it has few racial problems. Chanting \"No justice, no peace,\" Mr. Sharpton and his entourage -- five school" , "date" : "19910609" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Sharpton Gets Mixed Reception in Protest March at Atlantic Beach" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/09\/nyregion\/sharpton-gets-mixed-reception-in-protest-march-at-atlantic-beach.html"} , {"body" : "ARTISTS remain forever separate and unequal. There's no way to legislate parity. As a black film maker, Spike Lee has one terrific advantage over his white contemporaries who, like him, came out of film schools. He not only knows how to make movies, but he also has something to make movies about: the pluralistic American society that is not quite" , "date" : "19910607" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Review\/Film; Spike Lee's Comedy of Sorrow" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/07\/movies\/review-film-spike-lee-s-comedy-of-sorrow.html"} , {"body" : "From house to house the woman went with a heart-wrenching tale. Her little boy, 7-year-old Joey Lupa, had died of leukemia and there was no money for a proper burial. She cried and shared her sorrows with the people who came to the doors. \"Would you give, please?\" she asked. And people all over Brooklyn and Queens did, donating at least $25,000 --" , "date" : "19910607" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "No Needy Mother, Just a Con Artist, Brooklyn Police Say" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/07\/nyregion\/no-needy-mother-just-a-con-artist-brooklyn-police-say.html"} , {"body" : "International A3-12 NATO said it would protect countries of the Warsaw Pact from any \"coercion or intimidation.\" The plan, which did not specify how NATO would respond to a threat, is an effort to ease military concerns. Page A1 President Bush met with advisers about the strategic arms talks with the Soviet Union to resolve his policy on issues" , "date" : "19910607" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/07\/nyregion\/news-summary-007291.html"} , {"body" : "In Brooklyn, the ritual is conducted by an elderly woman from Sicily, done in secret and loaded with mystery. Hands are waved, chants are groaned, a scissor snips the air above the troubled person's head. John Franco, who heard of the ceremony as neighborhood folklore throughout his childhood in Bensonhurst, is at a loss for its official name. But" , "date" : "19910604" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "13" , "title" : "BASEBALL; Boots Are Mounting And Bats Are Flying: Franco Needs Relief" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/04\/sports\/baseball-boots-are-mounting-and-bats-are-flying-franco-needs-relief.html"} , {"body" : "After months of wrangling, the New York City Districting Commission passed a final plan yesterday for 51 new Council districts that commissioners said would give minority candidates a reasonable chance to win at least a third of the seats. But even as the plan was being prepared for submission to Washington, the political and racial divisions that" , "date" : "19910604" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Plan for New City Council Passes in Praise and Anger" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/04\/nyregion\/plan-for-new-city-council-passes-in-praise-and-anger.html"} , {"author" : "Samuel G. Freedman, the author of \"Small Victories: The Real World of a Teacher, Her Students and Their High School,\" is writing a book about a black church in Brooklyn." , "body" : "\"Jungle Fever,\" Spike Lee's new film, opens with a still photograph of Yusuf K. Hawkins, the black teen-ager killed by a white mob in the Bensonhurst section of Brooklyn two summers ago. But if the screen had remained blank, the memory of that murder would have suffused \"Jungle Fever\" just as palpably, for it explores the nexus of race, sex and" , "date" : "19910602" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "15" , "title" : "FILM; Love and Hate in Black and White" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/02\/movies\/film-love-and-hate-in-black-and-white.html"} , {"body" : "Here is a list of quirky treats available this summer in New York City. Dates and times are subject to change. Today-Saturday RODEO IN THE BRONX, Crotona Community Baseball Field, 180th Street between Mapes and Prospect Avenues, Fordham, the Bronx. The wild, wild East: Bronco busting, calf roping, steer wrestling, with professional cowpokes. Today" , "date" : "19910602" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "Offbeat" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/02\/arts\/offbeat.html"} , {"body" : "The panel drawing new City Council districts for New York City has been criticized by black, Hispanic and Asian-American groups. Now another minority has weighed in with criticism: Orthodox Jews. Several Orthodox Jewish leaders have told the New York City Districting Commission that they are upset over a proposal that pits the only two Orthodox" , "date" : "19910530" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BOROUGH PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Orthodox Jews Upset Over Plan On City Council" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/30\/nyregion\/orthodox-jews-upset-over-plan-on-city-council.html"} , {"body" : "Eastern District High School in Brooklyn is saddled with a reputation for academic futility and sporadic mayhem. Long known for turning out more dropouts than graduates, the school saw its notoriety crowned a year ago with a destructive rampage by 200 students. Now, under the leadership of a quiet but stern new principal who spends much of his time" , "date" : "19910518" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "A Brooklyn High School Starts on a Long Climb Back" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/18\/nyregion\/a-brooklyn-high-school-starts-on-a-long-climb-back.html"} ,   {"body" : "FOR the first time since it began just a week ago, the 44th Cannes International Film Festival has one clearly popular favorite for the Palme d'Or, the festival's top prize. It is Spike Lee's \"Jungle Fever,\" which was shown here on Thursday night in the presence of Mr. Lee; two of his stars, Wesley Snipes and Anthony Quinn, and Stevie Wonder, who" , "date" : "19910517" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Critic's Notebook; 'Jungle Fever' Sweeps Cannes" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/17\/movies\/critic-s-notebook-jungle-fever-sweeps-cannes.html"} , {"body" : "Bill Moyers, television's Captain Ahab, sails forth again tonight on his chase after the big idea. \"Moyers: Beyond Hate,\" the 90-minute program at 9 on Channel 13, is his effort to harpoon the common elements in all manner of violence-prone groups and individuals: Los Angeles gangs; Ku Kluxers, skinheads and other white supremacists; religious" , "date" : "19910513" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "Review\/Television; Behind the Hate, With Bill Moyers" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/13\/arts\/review-television-behind-the-hate-with-bill-moyers.html"} , {"body" : "Mayor David N. Dinkins painted a grim picture of a fiscally flattened New York in a somber speech last night that served as his strongest appeal yet for sacrifices from every corner and constituency of the city. The Mayor announced that the city could close a $465 million budget gap in the last seven weeks of its current fiscal year. But for the" , "date" : "19910509" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Dinkins Urges New Yorkers to Ride Out Fiscal Cuts" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/09\/nyregion\/dinkins-urges-new-yorkers-to-ride-out-fiscal-cuts.html"} , {"body" : "Redistricting is one of those eye-glazing words that only a political junkie can love. But it's a vital issue right now in New York City. The new City Charter calls for replacing the city's 35 existing districts with 51 new districts. That could dramatically reshape the City Council by giving minorities, as required by the Federal Voting Rights" , "date" : "19910504" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Shaping, Slowly, a New City Council" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/04\/opinion\/shaping-slowly-a-new-city-council.html"} , {"body" : "Two maps for new City Council districts on Staten Island got two reactions last night: black residents liked one, white residents liked the other. The hearing last night at New Dorp High School, though sparsely attended, began what promises to be a passionate round of five by the New York City Districting Commission. The panel is charged with" , "date" : "19910503" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "On S.I., Whites Like Plan A, but Blacks Like B" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/03\/nyregion\/on-si-whites-like-plan-a-but-blacks-like-b.html"} , {"body" : "The commission charged with redistricting the New York City Council is ensnared in a tangle of racial and party politics just three days before it is to present its vision for a legislature that would represent the city's sweeping ethnic diversity. The Districting Commission, created under the 1989 City Charter and heralded as the new and" , "date" : "19910428" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "OLD FEUDS TANGLE NEW CITY COUNCIL AS DEADLINE NEARS" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/28\/nyregion\/old-feuds-tangle-new-city-council-as-deadline-nears.html"} , {"body" : "The most serious convictions against the last defendant in the Bensonhurst murder case, Pasquale Raucci, were dismissed yesterday by the trial judge, who said that prosecutors had failed to prove their case. Mr. Raucci, 21 years old, had faced 1 1\/3 to 4 years in prison on each of three counts of unlawful imprisonment in the death of Yusuf K." , "date" : "19910424" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Bensonhurst Judge Drops Convictions at Sentencing" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/24\/nyregion\/bensonhurst-judge-drops-convictions-at-sentencing.html"} , {"body" : "Ask Mario Rodriguez, a 36-year-old father of four from the Bronx, why he became a student leader at the City University of New York and he talks about what would happen if student aid was cut and tuition was raised by $500 a year. A lot of students -- poor New Yorkers, many of them single mothers -- would have to leave school, he says. With" , "date" : "19910424" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CUNY Protest Frustrating Even Students Who Agree" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/24\/nyregion\/cuny-protest-frustrating-even-students-who-agree.html"} , {"body" : "The slide that began three years ago on Wall Street has now ricocheted throughout the city's economy, claiming jobs in everything from banking to auto repair. As the recession continues to deepen, tens of thousands of New Yorkers are discovering its pain, finding themselves in unemployment lines that are growing longer and ever-more democratic." , "date" : "19910420" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "All Walks of Life Now Converge In New York City's Jobless Lines" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/20\/nyregion\/all-walks-of-life-now-converge-in-new-york-city-s-jobless-lines.html"} , {"body" : "A convicted murderer, one of four convicts who escaped from a maximum-security prison in the Catskills last month, was captured last night on a street in Brooklyn, the police said. The convict, George Gatto, 46 years old, was apprehended without incident at 9:30 P.M. at the corner of Bath and 18th Avenues in the Bensonhurst section, said James B." , "date" : "19910416" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Convicted Murderer Is Seized in Brooklyn After a Prison Break" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/16\/nyregion\/convicted-murderer-is-seized-in-brooklyn-after-a-prison-break.html"} ,   {"body" : "The independent body charged with creating 51 new New York City Council districts gave the first glimpse of what those possibilities could be yesterday, setting the stage for a political revolution that could for the first time send to the Council previously unrepresented groups like Asian-Americans and gay people. At a news conference, the New" , "date" : "19910411" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "34 Options Are Given for New Council" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/11\/nyregion\/34-options-are-given-for-new-council.html"} , {"body" : "Steve Mandl, the baseball coach at George Washington High School in Washington Heights, looks toward opening day tomorrow and remembers how it all began. It was the end of October eight years ago. He was just another new gym teacher at an overcrowded, academically troubled New York City high school. Then the baseball coach quit, pleading burnout," , "date" : "19910410" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "A Coach Learns Again to Love the Game" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/10\/nyregion\/a-coach-learns-again-to-love-the-game.html"} , {"body" : "The approach of spring in Washington Heights, the Santo Domingo of New York: People fling open their windows, and into their tenement apartments comes the call of merengue, a dozen different variations blasting from speakers in bodegas and record stores and cars cruising Broadway. And they get ready for baseball. Every morning at about 5, on their" , "date" : "19910331" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Between Home and Heaven, a Ball Field" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/31\/nyregion\/between-home-and-heaven-a-ball-field.html"} , {"body" : "Wesley Snipes, the star of the new movie \"New Jack City,\" was in his car here one day this month when a very excited 10-year-old boy recognized him and approached his window. \"Man, you are one great actor,\" Mr. Snipes recalled the child saying. \"I know that wasn't really you up there, but you played the heck out of that role.' \" Thanks to his" , "date" : "19910327" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "13" , "title" : "The Star of 'New Jack City' Is Building on Its Success" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/27\/movies\/the-star-of-new-jack-city-is-building-on-its-success.html"} , {"body" : "An autopsy on a car-theft suspect who died in a struggle with five Queens police officers offers little evidence to back up accounts by three witnesses who say the officers kicked and beat the victim, police officials and defense lawyers who have seen the autopsy report said yesterday. The discrepancies loom as one more sign that Queens prosecutors" , "date" : "19910323" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Defense Says Autopsy Helps Queens Police" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/23\/nyregion\/defense-says-autopsy-helps-queens-police.html"} , {"body" : "After 19 months of painful legal proceedings, the Bensonhurst case, which once transfixed New Yorkers, has ended, leaving many of those who cared most about it dissatisfied with its results and leaving unanswered many of the questions it raised about race and New York City. The end came on Tuesday, when Pasquale Raucci, the last of the Bensonhurst" , "date" : "19910314" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Bensonhurst Case Ends, Satisfying Few" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/14\/nyregion\/bensonhurst-case-ends-satisfying-few.html"} , {"body" : "The last defendant in the Bensonhurst case was acquitted of a murder charge but convicted of lesser counts yesterday, ending a series of problem-plagued trials in Brooklyn. Of the seven defendants whose trials were completed earlier, one was convicted of murder, three were convicted of lesser charges and three were acquitted of all charges. The" , "date" : "19910313" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Acquittal In Murder In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/13\/nyregion\/acquittal-in-murder-in-brooklyn.html"} , {"body" : "The Rev. Al Sharpton, who was stabbed in the chest two months ago before a protest march in Brooklyn, said yesterday that the judge assigned to hear the stabbing case should step down because he is a longtime political opponent. In a news conference, Mr. Sharpton said that he would formally petition today that Justice Abraham G. Gerges of State" , "date" : "19910311" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Sharpton Will Seek New Judge in Stabbing Case" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/11\/nyregion\/sharpton-will-seek-new-judge-in-stabbing-case.html"} , {"body" : "Before only a handful of spectators, the trial of the last defendant in the Bensonhurst murder case began yesterday in Brooklyn. The defendant, Pasquale Raucci, is charged with being part of a group of young white men who surrounded Yusuf K. Hawkins, a 16-year-old black youth, when he was shot to death on Aug. 23, 1989. The previous trials in State" , "date" : "19910305" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Last Bensonhurst Trial Begins" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/05\/nyregion\/last-bensonhurst-trial-begins.html"} , {"body" : "Closings in the week ending Feb. 16 MANHATTAN East Midtown 245,000 303 East 57th Street (Excelsior) 1-bedroom, 1 1\/2-bath, 1200-sq.-ft. postwar co-op; 24-hr. doorman, concierge, dining area, balcony; maintenance $1,287, 25% tax-deductible (Broker: Susan W. Bird) Greenwich Village 387,700 77 Horatio Street 1-bedroom, 1 1\/2-bath, 1050-sq.-ft. condo" , "date" : "19910303" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "13" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/03\/realestate\/residential-resales-810191.html"} ,   {"body" : "A newborn boy was found on a trash bin at a convenience store in Brooklyn yesterday, and his 28-year-old mother was arrested, authorities said. The single, unemployed mother was identified by the police as Paula Winker of the Bensonhurst section of Brooklyn. Ms. Winker, of 1516 67th Street, was charged with abandonment and endangering the welfare" , "date" : "19910216" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Brooklyn Mother Is Charged With Abandoning a Newborn" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/16\/nyregion\/brooklyn-mother-is-charged-with-abandoning-a-newborn.html"} , {"body" : "Prosecutors say they will drop assault charges against the father of Yusuf K. Hawkins, the youth who was killed in the Bensonhurst section of Brooklyn in August 1989, if he stays out of trouble and remains in counseling. Mr. Hawkins's father, Moses J. Stewart, 36 years old, faced up to a year in jail after being charged with striking a police" , "date" : "19910210" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Assault Case to Be Dropped For Yusuf Hawkins's Father" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/10\/nyregion\/assault-case-to-be-dropped-for-yusuf-hawkins-s-father.html"} , {"body" : "Two of the last three defendants in the Bensonhurst murder case were acquitted yesterday in another blow to the prosecution in the racially charged case. Plagued by problems, including uncooperative witnesses, the Brooklyn prosecutors have conducted a series of trials under intense scrutiny. Of seven defendants who have been tried on charges" , "date" : "19910208" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Juries Acquit 2 In Murder Case In Bensonhurst" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/08\/nyregion\/juries-acquit-2-in-murder-case-in-bensonhurst.html"} , {"body" : "A stolen car that the police said had been used in a robbery yesterday crashed into another car, killing a 19-year-old passenger in the second car. The driver of the stolen car, a man described as in his 20's, fled. The crash at Avenue W and McDonald Avenue in the Bensonhurst section of Brooklyn also injured a 16-year-old passenger and the driver" , "date" : "19910205" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Stolen Car in Fatal Crash" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/05\/nyregion\/stolen-car-in-fatal-crash.html"} , {"body" : "\"NICE September.\" The voice, loud and laced with sarcasm, pierced the gathering quiet of the Bensonhurst movie theater as John Franco and his wife took their seats last Christmas night. \"Yeah, Franco, real nice finish.\" The house lights had yet to darken, but the mood clearly had. Franco, one hand clasping his wife and the other suddenly holding" , "date" : "19910204" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "BASEBALL; Hometown Hero With an Arm of Clay" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/04\/sports\/baseball-hometown-hero-with-an-arm-of-clay.html"} , {"body" : "Jury selection began this week for two of the last three defendants in the Bensonhurst murder case, a killing that produced several trials and aroused racial passions in New York City. In a case that found the prosecution hampered by some witnesses who were either uncooperative or unconvincing, only one defendant has been convicted of murder. Three" , "date" : "19910125" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Jury Selection Starts for 2 Men In Bensonhurst Murder Case" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/25\/nyregion\/jury-selection-starts-for-2-men-in-bensonhurst-murder-case.html"} , {"body" : "WAR IN THE GULF A8-12 The allies intensified their bombing of Iraq as the weather improved. An American plane was shot down, but its pilot was rescued. President Hussein denounced \"the forces of arrogance and evil.\" Page A1 Six Tornado jets have been downed or have crashed so far in the fighting, leaving 10 airmen dead or missing. The British jets" , "date" : "19910125" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/25\/nyregion\/news-summary-327691.html"} , {"body" : "When the Rev. Al Sharpton leads a march across the Brooklyn Bridge today to celebrate the birthday of the Rev. Dr. Martin Luther King Jr., he is scheduled to be greeted on the steps of City Hall by Mayor David N. Dinkins. Not long ago the two men, different in style and politics and wary of each other's intentions, probably would have shunned each" , "date" : "19910121" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A 'New' Sharpton: Maturing of a Maverick?" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/21\/nyregion\/a-new-sharpton-maturing-of-a-maverick.html"} , {"body" : "Speaking from a wheelchair at Coney Island Hospital, the Rev. Al Sharpton urged his followers yesterday to refrain from violence in the aftermath of the attack against him last weekend, when he was stabbed by a young man before a march through the Bensonhurst section of Brooklyn. When told that a white youth had told the police that he had been" , "date" : "19910116" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Sharpton Urges Followers to Forgo Violence" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/16\/nyregion\/sharpton-urges-followers-to-forgo-violence.html"} , {"body" : "As he confronts the fiscal problems that may be the biggest challenge of his career, Mayor David N. Dinkins faces cracks in his political coalition, malaise among his staff, aspersions on his integrity and the acknowledged prospect that \"things may worsen before they improve.\" In preparing the preliminary city budget that he is to present today," , "date" : "19910116" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "SPRINGFIELD GARDENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Political Memo; Maze of Troubles Posing Challenges To Power and Popularity of Dinkins" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/16\/nyregion\/political-memo-maze-troubles-posing-challenges-power-popularity-dinkins.html"} ,   {"body" : "A Brooklyn grand jury began hearing evidence yesterday against a white Bensonhurst man accused of stabbing the Rev. Al Sharpton in an attack listed by the police as a bias crime. No indictment was handed up, but the panel was expected to continue its work today. The Brooklyn District Attorney, Charles J. Hynes, said through a spokesman, Patrick" , "date" : "19910115" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Grand Jury Investigates Sharpton Stabbing" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/15\/nyregion\/grand-jury-investigates-sharpton-stabbing.html"} , {"body" : "Several hundred demonstrators marched peacefully through the Bensonhurst section of Brooklyn yesterday, a few hours after the Rev. Al Sharpton and the Rev. Jesse Jackson appealed for calm in the wake of Mr. Sharpton's stabbing in the predominantly white neighborhood on Saturday. After linking hands and chatting with Mr. Sharpton in his hospital" , "date" : "19910114" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bensonhurst Protest March Is Peaceful" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/14\/nyregion\/bensonhurst-protest-march-is-peaceful.html"} , {"body" : "The stabbing of the Rev. Al Sharpton on Saturday as he prepared to lead a protest demonstration in Brooklyn deserves condemnation from every New Yorker. No citizen should have to put his life at risk to exercise the right of protest. And as provocative and difficult as Mr. Sharpton can be, that is all he was doing on Saturday. Fortunately, his" , "date" : "19910114" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "16" , "title" : "Blind Rage in Bensonhurst" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/14\/opinion\/blind-rage-in-bensonhurst.html"} , {"body" : "Jeffrey Foote stood on 20th Avenue in Bensonhurst yesterday, midway between the spots where the Rev. Al Sharpton was stabbed on Saturday and where Yusuf K. Hawkins died in 1989, to watch protesters marching in support of Mr. Sharpton. \"I'm here to show respect to Reverend Sharpton,\" the 34-year-old contractor said quietly. \"I feel hurt. I'm sorry" , "date" : "19910114" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Weary Residents Fear More Turmoil to Come" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/14\/nyregion\/weary-residents-fear-more-turmoil-to-come.html"} , {"body" : "The Rev. Al Sharpton was stabbed in the chest yesterday as he prepared to lead a protest demonstration through the Bensonhurst section of Brooklyn with the parents of Yusuf K. Hawkins, the black youth slain there by a white mob 17 months ago. Police officers assigned to monitor the demonstration immediately seized and subdued a suspect, a white" , "date" : "19910113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Sharpton Is Stabbed at Bensonhurst Protest" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/13\/nyregion\/sharpton-is-stabbed-at-bensonhurst-protest.html"} , {"body" : "Yesterday's stabbing thrust the Rev. Al Sharpton once again into a spotlight focused on both civil rights and anti-establishment protest -- a role that Mr. Sharpton has developed into a power base that both borrows from and challenges more traditional protest in New York City. Mr. Sharpton, 36 years old, has protested for the selection of a black" , "date" : "19910113" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Preacher Who Inspires, Protester Who Polarizes" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/13\/nyregion\/preacher-who-inspires-protester-who-polarizes.html"} , {"body" : "Despite the prosecution's plea for strong sentences, two defendants convicted of lesser charges in the Bensonhurst murder case were sentenced to minimal punishment yesterday. John S. Vento, who backed out of a deal to testify for the prosecution, was sentenced to a prison term of one and one-third to four years on a riot charge. But it is a" , "date" : "19910112" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Minimal Sentences Are Given To Bensonhurst Defendants" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/12\/nyregion\/minimal-sentences-are-given-to-bensonhurst-defendants.html"} , {"body" : "International 2-9 The United States would attack soon after the U.N. deadline of midnight Tuesday if Iraq does not withdraw from Kuwait, Secretary of State Baker said after his meeting with King Fahd of Saudi Arabia. Page 1 The debate in Congress continued. Lawmakers will vote this weekend to give President Bush the authority to go to war. A solid" , "date" : "19910112" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "News Summary" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/12\/nyregion\/news-summary-194391.html"} , {"body" : "New York City has become a pretty grim place. But imagine its charms if you had real money in your pocket and time to shop. Each person's fantasies are different. It turns out that our's tend toward the well-scrubbed bones of dead people, pythons and other writhing reptiles, colorful parrots at $5,000 each and speedboats that race along at 90 miles" , "date" : "19910112" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "About New York; Store to Store, A Vertebral Line Of Evolution" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/12\/nyregion\/about-new-york-store-to-store-a-vertebral-line-of-evolution.html"} , {"body" : "Deep in the winter of New York's discontent, when film making in the Big Apple has nearly come to a standstill because of cold weather and the lingering effects of a labor dispute, a hardy band of film makers is fighting gridlock, inflationary costs, chill winds and the wail of sirens to shoot an entire movie in New York City, about a" , "date" : "19910107" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "11" , "title" : "Challenges and Rewards of Filming in New York" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/07\/movies\/challenges-and-rewards-of-filming-in-new-york.html"} ,   {"body" : "Beating up on the bureaucracy is a time-honored New York sport. But the blows are seldom self-inflicted, which is what makes Eric Zaccar's thrusts against a city housing agency so odd and unexpected. Mr. Zaccar, a brusque, intense 29-year-old native of the Bensonhurst section of Brooklyn, worked for 13 months as a \"records-management officer\" in" , "date" : "19910102" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "1" , "title" : "About New York; Taking Aim At Bureaucracy, In Two Acts" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/02\/nyregion\/about-new-york-taking-aim-at-bureaucracy-in-two-acts.html"}]