[  {"body" : "When he came to America from his native South Korea nine years ago, Won So's English was so poor that he could not summon the words or the courage to ask his third-grade teacher for permission to go to the bathroom. \"I would always run to my father's store after school to use the toilet,\" said Mr. So, now a loquacious 18-year-old senior at" , "date" : "19911129" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "From Diffident Youth to Student Advocate" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/29\/nyregion\/from-diffident-youth-to-student-advocate.html"} , {"body" : "Here is a sampling of spectator and participatory sports in New York City and the Meadowlands in East Rutherford, N.J., during the holiday season. Dates and times are subject to change. FOR SPECTATORS Basketball MADISON SQUARE GARDEN, Seventh Avenue and 33d Street, Manhattan. New York Knickerbockers. Unless otherwise noted, games are at 7:30 P.M." , "date" : "19911110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MEADOWLANDS (NJ)"] , "page_facet" : "33" , "title" : "SPORTS" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/10\/news\/sports-454291.html"} , {"body" : "Here is a list of participatory sporting events. All dates and times are subject to change. It is always advisable to check with the organizers of an event to confirm starting times and locations. Today RAINBOW MARATHON, Flushing Meadows-Corona Park, Queens. A 26.2-mile foot race with a 1-mile certified loop; sponsored by Sri Chinmoy Marathon Team." , "date" : "19910929" , "day_of_week_facet" : "Sunday" , "page_facet" : "15" , "title" : "FOR REAL SPORTS" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/29\/news\/for-real-sports.html"} , {"body" : "From house to house the woman went with a heart-wrenching tale. Her little boy, 7-year-old Joey Lupa, had died of leukemia and there was no money for a proper burial. She cried and shared her sorrows with the people who came to the doors. \"Would you give, please?\" she asked. And people all over Brooklyn and Queens did, donating at least $25,000 --" , "date" : "19910607" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "No Needy Mother, Just a Con Artist, Brooklyn Police Say" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/07\/nyregion\/no-needy-mother-just-a-con-artist-brooklyn-police-say.html"} , {"body" : "As part of its ongoing effort to put tax-foreclosed properties back on the rolls and add to New York City's revenues, the Department of General Services' Division of Real Property will auction off 174 properties tomorrow. Among the standouts in the assortment of mostly vacant city lots and industrial buildings are a total of 12 waterfront acres on" , "date" : "19910512" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Postings: City Auction; Choice Parcels on the Block" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/12\/realestate\/postings-city-auction-choice-parcels-on-the-block.html"} , {"body" : "For two years, 12-year-old Joey DiPaolo kept silent. Then last fall he and his parents decided to tell his school that he had AIDS. \"I wanted to tell,\" said Joey, a sixth grader at the Roy H. Mann Intermediate School in the Bergen Beach area of Brooklyn. \"I could keep secrets, but not that kind.\" The DiPaolos are the rare exception. For every Joey" , "date" : "19910328" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Children With a Secret (Spelled AIDS)" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/28\/nyregion\/children-with-a-secret-spelled-aids.html"} , {"body" : "AT about the same time that he discovered the island that bears his name, the Dutch navigator Adrian Block mapped the islands and inlets of what is today the Mill Basin section of Brooklyn. That was in 1614, 22 years before the Canarsee Indians, who lived there, sold their land (and water) to Dutch settlers, setting the stage for development. It" , "date" : "19910317" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MILL BASIN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "If You're Thinking of Living in: Mill Basin" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/17\/realestate\/if-you-re-thinking-of-living-in-mill-basin.html"}]