[  {"body" : "ONCE the hullabaloo of the holidays has been reduced to a hush -- after you've seen \"The Nutcracker,\" celebrated Kwanza and New Year's, and attended a very British pantomime -- your family may be ready to settle down to facts and figures. January, February and March seem to be the months when museum education departments and New York City's Urban" , "date" : "19911215" , "day_of_week_facet" : "Sunday" , "page_facet" : "6" , "title" : "CHILDREN; For Young Explorers, the Stars of Sky and Stage" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/15\/news\/children-for-young-explorers-the-stars-of-sky-and-stage.html"} , {"body" : "BAKERS in and around New York are up to their elbows in batter for fruitcakes, cookies, elaborately decorated yule-log cakes and a host of other seasonal items. It's not too soon to place orders with these and other fine bakers. Those who place orders should be sure to verify delivery arrangements, if necessary, and any extra charges. BAREFOOT" , "date" : "19911211" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/11\/garden\/food-notes-754591.html"} , {"body" : "Amid shouts of \"Teach! Teach!\" Mayor David N. Dinkins stood yesterday afternoon before a Brooklyn congregation and, like an older brother who has come home to tell of his travels, talked of the pride and poverty, the hope and the pain that he saw on his weeklong trip to South Africa. \"I cannot begin to tell all of you, my brothers and my sisters" , "date" : "19911125" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "SOUTH AFRICA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Dinkins Tells of Pain and Pride He Saw on South African Trip" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/25\/nyregion\/dinkins-tells-of-pain-and-pride-he-saw-on-south-african-trip.html"} , {"body" : "The Cascade String Quartet is to present a children's concert on Sunday at 3 P.M. at Boerum Hill Talent Education, 186 Bergen Street, Brooklyn. The concert will feature the instruments of the string quartet and how they work together and will include selections from quartets by Mozart, Ravel and Brahms as well as an oral presentation by the faculty" , "date" : "19911115" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "Cascade Quartet" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/15\/arts\/cascade-quartet.html"} , {"body" : "Some of the most congested parts of Brooklyn can expect \"nightmarish traffic\" virtually until the end of the century, transportation officials said yesterday, as reconstruction continues on the Brooklyn Bridge and work has begun on the Gowanus Expressway. A new chapter in the long, bad dream starts at noon tomorrow -- and will last until 6 A.M." , "date" : "19911024" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Driving in Brooklyn? Expect the Worst" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/24\/nyregion\/driving-in-brooklyn-expect-the-worst.html"} , {"body" : "Here is a sampling of street fairs and festivals in New York City through December. The information was provided by the Community Assistance Unit of the Mayor's office. Dates and times are subject to change. Today ATLANTIC ANTIC, Atlantic Avenue between Flatbush Avenue and the East River, Brooklyn Heights and Boerum Hill, Brooklyn. 10 A.M. to 6" , "date" : "19910929" , "day_of_week_facet" : "Sunday" , "page_facet" : "4" , "title" : "FAIRS AND FESTIVALS; Celebrations on the Street" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/29\/news\/fairs-and-festivals-celebrations-on-the-street.html"} , {"body" : "A murder suspect escaped from a maximum-security cell in a Brooklyn jail after making a dummy of wadded-up clothes and leaving it under the tattered woolen blanket on his cot, prison officials said yesterday. It was the second time that the 26-year-old inmate, Edward (Donny) White, had escaped from custody. The last time he did, he killed a man" , "date" : "19910710" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Murder Suspect Flees Jail a 2d Time" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/10\/nyregion\/brooklyn-murder-suspect-flees-jail-a-2d-time.html"} , {"body" : "On a hot summer day, Atlantic Avenue in Brooklyn near Borough Hall feels like Los Angeles, with here and there a solitary stroller beside four lanes of traffic. Except for the occasional gas station or car wash, there is little sign of habitation, and with the architectural bleakness comes a sense of isolation. The sun beats down and there is no" , "date" : "19910616" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "page_facet" : "34" , "title" : "Sunday Outing; 3 Antiques-Rich Blocks in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/16\/news\/sunday-outing-3-antiques-rich-blocks-in-brooklyn.html"} , {"body" : "Closings for the week ended May 11 MANHATTAN Carnegie Hill 995,000 1165 Park Avenue (92d St.) 3-bedroom, 3-bath, 3,000-sq.-ft. prewar co-op; 24-hr. doorman, dining room, fireplace, high-ceilings; maintenance $2,094, 34% tax-deductible (Broker: Corcoran Group) Chelsea 660,000 143 West 20th Street 3-bedroom, 3-bath, 4,000-sq.-ft. loft co-op; dining" , "date" : "19910526" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/26\/realestate\/residential-resales-468291.html"} , {"body" : "Barbara Sparhawk is, she says, not very sentimental. But at the funeral, she discovered feelings of anger, grief and embarrassment that needed expression. Anger because it was the funeral of a young police officer, Jeff Herman, killed in the line of duty in May 1989. Embarrassment because when she approached his partner, put a hand on his elbow and" , "date" : "19910411" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Memorial to Officers, From the Heart" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/11\/nyregion\/memorial-to-officers-from-the-heart.html"} ,   {"body" : "In the last two years, the euphemistic Closed for Renovation sign has nearly eclipsed the Happy Hour signs in the windows of New York City restaurants. Crowds have thinned in the best dining rooms. Same-day reservations are rarely a problem. New York City restaurateurs are worried about the paring of corporate expense accounts for restaurant meals" , "date" : "19910331" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Recession and Guilt Pare Dining Trade and Menus" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/31\/nyregion\/recession-and-guilt-pare-dining-trade-and-menus.html"} , {"body" : "Kenneth Fisher, a 38-year-old lawyer, claimed victory last night in the special election in the 29th City Council District in Brooklyn. Mr. Fisher said unofficial election results indicated that he had won by nearly 1,100 votes. Official results are to be released by the Board of Elections on Friday. Mr. Fisher's strongest opponent in the" , "date" : "19910227" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Brooklyn Lawyer Defeats 8 Rivals In Special Race for a Council Seat" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/27\/nyregion\/brooklyn-lawyer-defeats-8-rivals-in-special-race-for-a-council-seat.html"} , {"body" : "On Tuesday, voters in the 29th City Council District in Brooklyn will choose from among nine candidates who have spent a total of $500,000 in a race for an office that will cease to exist before the end of the year. Most of the candidates are liberal Democrats with barely distinguishable positions, but no trace of traditional party affiliations can" , "date" : "19910225" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "9-Way Race for a Seat Soon to Vanish" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/25\/nyregion\/9-way-race-for-a-seat-soon-to-vanish.html"} , {"body" : "Tuesday's nonpartisan election to fill the City Council seat in Brooklyn's 29th District is important. The winner will have a clear advantage in the fall election when the Council expands to 51 members and comes into its own under the new City Charter. The tone of the campaign has been far from uplifting and makes a choice difficult. Nonetheless," , "date" : "19910222" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "28" , "title" : "Joan Millman for City Council" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/22\/opinion\/joan-millman-for-city-council.html"} , {"body" : "A group of black Queens residents called for a boycott of a Korean-owned grocery store in Elmhurst yesterday after a Korean employee was arrested and charged with assaulting an 11-year-old black boy. The police said the store worker said he thought the boy was shoplifting. The store owner acknowledged yesterday that his worker may have overstepped" , "date" : "19910210" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ELMHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Assault Charge Sends Pickets to Queens Grocery" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/10\/nyregion\/assault-charge-sends-pickets-to-queens-grocery.html"} , {"body" : "THE elevated-train trestle outside the window might have been a hint. Nancy Hume remembers noticing the track, a scant 100 yards away, and even watching the train go by on the day she and her fiance, Peter Morse, decided to rent a sunny loft in the Carroll Gardens section of Brooklyn. On the first night there, however, as the F train rattled past" , "date" : "19910207" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "First-Night Echoes: Torment of Moving" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/07\/garden\/first-night-echoes-torment-of-moving.html"} , {"body" : "Many Foods, One Shape The shape of foods to come, for the next week or so, is the heart. Pizzas, cheeses, cookies, candies, cakes, tarts, raviolis and breads are being designed for Valentine's Day. At the Ambassador Grill in the United Nations Plaza Hotel, they'll even be carving foie gras into heart shapes. All day on Feb. 14, Trattoria dell'Arte," , "date" : "19910206" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "4" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/06\/garden\/food-notes-057091.html"}]