[  {"body" : "A 14-year-old Brooklyn girl was arrested yesterday and charged in the stabbing death of her 13-year-old boyfriend. She stabbed the boy to death because he wanted to break up with her, the police said. The girl, whose name was not given because she is a juvenile, was charged yesterday afternoon by the Brooklyn District Attorney's Office with" , "date" : "19911230" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Girl, 14, Is Charged In Boyfriend's Death" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/30\/nyregion\/girl-14-is-charged-in-boyfriend-s-death.html"} , {"body" : "A New Jersey man who was a big a customer of the cash-for-guns amenesty program in Brooklyn is under arrest -- charged with stealing guns he had handed over to the police. The man, Stanley H. Cagle Jr. of Bradley Beach, had delivered at least two sacks of weapons as part of the amnesty program before his arrest Friday night, the police said. He was" , "date" : "19911201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "Cash-for-Guns Customer Charged With Theft" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/01\/nyregion\/cash-for-guns-customer-charged-with-theft.html"} , {"body" : "The cultural and economic links that bind New York City and the sprawling region around it are weakening, and as the two areas grow apart, residents of the city are far more pessimistic about the future of their community than are their neighbors in New Jersey, Connecticut, Long Island and Westchester and Rockland counties, the latest New York" , "date" : "19911201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Region Around New York Sees Ties to City Faltering" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/01\/nyregion\/region-around-new-york-sees-ties-to-city-faltering.html"} , {"body" : "Bay Scallops' Good Name The New York area bay scallop season has started, but supplies are limited and still threatened by pollution. Most scallops are being sold on Long Island for $10 to $16 a pound. Most fish markets in the New York region call calico scallops from Florida and the Carolinas \"bay scallops\" though they are a variety of ocean" , "date" : "19911127" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/27\/garden\/food-notes-007191.html"} , {"body" : "The chairman of the New York City Council committee that will ultimately review the Mayor's plan to scatter homeless shelters throughout the city announced a series of public hearings on the plan yesterday, saying at the same time that the proposal was creating \"hysteria\" and \"racial tension\" in middle-class communities. Councilman Noach Dear," , "date" : "19911030" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Public Hearings To Assess Plan To Add Shelters" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/30\/nyregion\/public-hearings-to-assess-plan-to-add-shelters.html"} , {"body" : "In what the police called a bias incident, as many as 20 white youths attacked a black teen-ager who stopped at a grocery store in the Flatbush section of Brooklyn Saturday night with three friends to buy soda, authorities said. The 17-year-old victim, Garry Aviles of Brooklyn, was knocked unconscious with a bat and cut on the stomach with a razor," , "date" : "19911015" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Youth, 17, Beaten by Flatbush Gang in a Bias Attack" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/15\/nyregion\/youth-17-beaten-by-flatbush-gang-in-a-bias-attack.html"} , {"body" : "Joseph Merrin, who founded a prominent Fifth Avenue jewelry company, died Oct. 3 at home in Manhattan. He was 91 years old. He died of a stroke, his family said. Mr. Merrin came to New York from the Ukraine as a teen-ager in 1917 and soon became a jeweler's apprentice. In 1927 he opened the Merrin Jewelry Company at 530 Madison Avenue, which" , "date" : "19911011" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "8" , "title" : "Joseph Merrin, 91, A Manhattan Jeweler" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/11\/obituaries\/joseph-merrin-91-a-manhattan-jeweler.html"} , {"body" : "Councilman Noach Dear, the embattled Borough Park conservative, appears to have won the Democratic primary in his Brooklyn district by a paper-thin margin, according to an unofficial recount released by the Board of Elections yesterday. But the extremely strong showing by Robert J. Miller, a liberal lawyer, has suggested to many within the Brooklyn" , "date" : "19911002" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Dear Wins in Ballot Recount In Disputed Council Election" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/02\/nyregion\/dear-wins-in-ballot-recount-in-disputed-council-election.html"} , {"body" : "Brooklyn candidates haggled before a judge over the validity of dozens of absentee ballots yesterday, as the official canvass of four too-close-to-call Democratic primary races for City Council seats inched along, Board of Election officials said. Election officials still had no official tallies by the end of the day. But one incumbent and two" , "date" : "19910928" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "The Ballot Counting Plods Along For Brooklyn Council Candidates" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/28\/nyregion\/the-ballot-counting-plods-along-for-brooklyn-council-candidates.html"} , {"body" : "AT once a densely and diversely populated chunk of New York and a complex tangle of stereotypes and myths, Brooklyn evokes many images to the world beyond its famous bridge. It's the Dodgers and \"The Honeymooners,\" the faded, honky-tonk luster of Coney Island and the elegance of Brooklyn Heights, and, sadly, the violence and racial tensions now" , "date" : "19910925" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "3" , "title" : "The Brooklyn Cookbook: Mix Ethnic Attitudes and Memories" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/25\/garden\/the-brooklyn-cookbook-mix-ethnic-attitudes-and-memories.html"} ,   {"body" : "Officials at the New York City Board of Elections will break the seals on voting machines today to begin an official tally of the City Council races, kicking off a frenetic, last-ditch scramble by the apparent losers in several close races to pull out a victory. Even though the polls closed 10 days ago, the battle for election has just begun in at" , "date" : "19910923" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Official Tally of Council Election Starts" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/23\/nyregion\/official-tally-of-council-election-starts.html"} , {"body" : "A Brooklyn man has been arrested and is being held without bail on murder charges involving the deaths of two women who disappeared three years ago, the Brooklyn District Attorney announced yesterday. The defendant, Demetrio Lifrieri, 42 years old, was described as a coffee supplier who lives in the Borough Park section. He was arrested Monday" , "date" : "19910919" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO DATELINES; Man Held in Slaying Of 2 Women in 1988" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/19\/nyregion\/metro-datelines-man-held-in-slaying-of-2-women-in-1988.html"} , {"body" : "As the dust settles after the frenzied last-minute efforts to get out the vote in Thursday's City Council primary, one thing seems clear to most of the exhausted campaign managers whose candidates won: All the money in the world did not substitute for committed volunteers knocking on doors and nudging people to the polls. But having said that," , "date" : "19910915" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Money Talked in Race, But So Did Volunteers" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/15\/nyregion\/money-talked-in-race-but-so-did-volunteers.html"} , {"body" : "MINORITY REPRESENTATION Black and Hispanic representation on the City Council will increase from 25 percent to 40 percent and the Council will get its first Dominican member. For the first time, the Council will also have at least one openly gay member, Thomas K. Duane from Greenwich Village. It could have a second if Antonio Pagan's slim lead" , "date" : "19910914" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "After the Voting; Highlights of the Primary" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/14\/nyregion\/after-the-voting-highlights-of-the-primary.html"} , {"body" : "MANHATTAN 1st DISTRICT MANUEL S. CAVACO Jr. (D) -- Truck driver, rock musician and artist; Democratic county committee member. MARGARET S. CHIN (D-L) -- Director, Chinatown Center of La Guardia Community College; member of Community Board 1 and State Democratic Committee. JOHN A.FRATTA (D) -- Youth co-ordinator; member of Community Board 2 and" , "date" : "19910909" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Candidates Crowd the Field in Primary for Council" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/09\/nyregion\/candidates-crowd-the-field-in-primary-for-council.html"} , {"body" : "Here is a sampling of Labor Day weekend activities in the three-state region. New York City ANNUAL WEST INDIAN CARNIVAL, all weekend in Brooklyn. Events include STAY-IN-SCHOOL REGGAE CONCERT, today, 1 to 4 P.M.; free for youngsters. WEST INDIAN-AMERICAN DAY CARNIVAL ASSOCIATION REGGAE NIGHT, with Shabba Ranks, Cocoa Tea, Shelley Thunder, Leroy" , "date" : "19910830" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "19" , "title" : "Where to Join the Chorus for Summer's Swan Song" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/30\/arts\/where-to-join-the-chorus-for-summer-s-swan-song.html"} , {"body" : "As far as the outdoor audience is concerned, the stars of \"Los Jibaros Progresistas\" are the musicians, Anibal Lleras and Rafael Picorelli. The play by Ramon Mendez Quinones arouses great laughter, but it is the hands of Mr. Lleras on the guitar and Mr. Picorelli on the sweet little super-guitar called a cuatro that make the audience's feet and" , "date" : "19910829" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "18" , "title" : "Review\/Theater; A Revival Begs for High Jinks and Gets Them" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/29\/theater\/review-theater-a-revival-begs-for-high-jinks-and-gets-them.html"} , {"body" : "In a move that will have a profound effect on several City Council races, the City Campaign Finance Board disbursed $892,000 in public funds yesterday to 68 candidates in the September primary. Praised by good-government groups as an antidote to the influence of big money in local elections, New York City's campaign financing program faces perhaps" , "date" : "19910822" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "68 in Race For Council Get $892,000" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/22\/nyregion\/68-in-race-for-council-get-892000.html"} , {"body" : "A 24-year-old kitchen worker at a hotel in the Catskills has been charged with the murders last month of an elderly Hasidic couple at a nearby bungalow, the state police said today. The suspect, Anthony Valentino Burton, was arrested at the staff quarters of Kutsher's Hotel, outside Monticello, around 10 A.M. Friday, just as he was about to begin" , "date" : "19910818" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["KIAMESHA LAKE (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Hotel Worker Held in Catskills Killings" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/18\/nyregion\/hotel-worker-held-in-catskills-killings.html"} , {"body" : "\"A man's kiss is like his signature,\" Mae West once observed. But can this be true of his bald spot as well? That, essentially, is the question faced recently by a retired judge, Benjamin Altman, when he sat as a judicial hearing officer in Brooklyn Criminal Court. We flash back to October, when Joan Margarella and her 13-year-old daughter Tara" , "date" : "19910809" , "day_of_week_facet" : "Friday" , "page_facet" : "7" , "title" : "At the Bar; Can a Suspect in a Hit-Run Case Be Identified by His Bald Spot? That's for a Jury to Decide." , "url" : "http:\/\/www.nytimes.com\/1991\/08\/09\/news\/bar-can-suspect-hit-run-case-be-identified-his-bald-spot-that-s-for-jury-decide.html"} ,   {"body" : "Less than a week after the Justice Department ruled that New York's City Council redistricting plan illegally shortchanged Hispanic voters, the city's Districting Commission yesterday approved a revised plan and prepared to send it back to Washington. Hoping for swift approval so the city can proceed with a November election, the commissioners met" , "date" : "19910726" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Panel Approves Revised Plan For New York's Council Seats" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/26\/nyregion\/panel-approves-revised-plan-for-new-york-s-council-seats.html"} , {"body" : "Pressed between increasingly bitter demands from Hispanic groups and the ticking of the election clock, the New York City Districting Commission came close to passing a revised Council district plan last night in the hope that quick Federal approval would save the elections this year. But at almost the last moment, and perhaps typifying its" , "date" : "19910725" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Snag Blocks Vote on New York Districting" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/25\/nyregion\/snag-blocks-vote-on-new-york-districting.html"} , {"body" : "The life of Arthur Bertram Modell is a colorful mosaic that overflows with 66 years of pain, triumph, tragedy and humor. Modell, second only to the Giants' Wellington Mara in years of service among the National Football League's 28 owners, has steered the Cleveland Browns for 30 years. Back in 1961, when the N.F.L. numbered only 13 teams and his" , "date" : "19910721" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "Modell Has Always Taken Risks and Doesn't Plan to Stop" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/21\/sports\/modell-has-always-taken-risks-and-doesn-t-plan-to-stop.html"} , {"body" : "The sounds of the night -- two people talking on the nearby road, a car riding over some branches, someone's distant laugh -- sat the men and women upright and sent them outside to listen more closely, to stare hard into the night. The sheriff's deputy, standing with arms folded at the front gate of the Ryke Inn Bungalow Colony, tried to calm them," , "date" : "19910714" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["KIAMESHA LAKE (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Summer Calm in Catskills Shattered by Slayings" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/14\/nyregion\/summer-calm-in-catskills-shattered-by-slayings.html"} , {"body" : "Four days after a Brooklyn couple were killed at a Catskills bungalow community here, investigators today once more canvassed the wooded grounds surrounding the site and gathered new evidence. But the hunt for leads remained frustrating, investigators said. \"There are no real good immediate leads,\" said Capt. Michael F. Cahill of the state police." , "date" : "19910712" , "day_of_week_facet" : "Friday" , "geo_facet" : ["KIAMESHA LAKE (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Police Seeking Clues In Slaying of Couple At a Catskills Resort" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/12\/nyregion\/police-seeking-clues-in-slaying-of-couple-at-a-catskills-resort.html"} , {"body" : "The hermetic and ordered life of Lazar and Miriam Papier revolved around their religious faith: reading daily from the Torah, keeping their home kosher and observing religious holidays. Even on vacation, they stayed in their own world, joining a summer migration of Brooklyn Hasidim to a bungalow community in the Catskills. It was there that they" , "date" : "19910710" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["KIAMESHA LAKE (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Catskills Bungalow Killings Shock a Secluded World" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/10\/nyregion\/catskills-bungalow-killings-shock-a-secluded-world.html"} , {"body" : "A couple from Brooklyn were found dead in their Catskills bungalow early yesterday morning, apparently the victims of a double homicide, the state police said. The battered bodies of Lazar Papier, 75 years old, and his wife, Miriam Papier, 67, were found at 8:30 A.M. in their vacation retreat at Ryke Inn on Concord Road in Kiamesha Lake. The state" , "date" : "19910709" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["CATSKILLS (NYS AREA)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Couple Found Dead in Catskills Bungalow" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/09\/nyregion\/couple-found-dead-in-catskills-bungalow.html"} , {"body" : "Malka Taub, a mother of 10, moved with her family from the Borough Park section of Brooklyn 11 years ago to help establish a yeshiva in this heavily wooded suburb of northern Westchester, escaping what she remembered was a \"rough city.\" Now, with 600 others -- faculty members and students of the K'Hal Adas Kashau yeshiva and their families -- Mrs." , "date" : "19910626" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD (NY)"] , "nytd_section_facet" : ["Corrections"] , "title" : "600 Hasidim May Be Evicted From Suburban Enclave" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/26\/correction\/c-600-hasidim-may-be-evicted-from-suburban-enclave-575791.html"} , {"body" : "A 32-year-old New York City correction officer, James Isabell, was arrested on Friday and charged with murdering a Florida man found dead in a rented car in the Bronx in January. Detectives in the 47th Precinct in the Bronx said the victim, Steven Varri, 41, of Miami Beach, was shot once in the right cheek after a dispute. Another man, David Brey," , "date" : "19910623" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "METRO DATELINES; Correction Officer Faces Murder Charge" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/23\/nyregion\/metro-datelines-correction-officer-faces-murder-charge.html"} , {"body" : "Councilwoman Susan D. Alter of Brooklyn went to court yesterday to challenge the new City Council boundaries, asserting that she was discriminated against because she is white. In her suit, filed in Federal District Court in Brooklyn, Ms. Alter charged thatthe Districting Commission, which created the new lines, \"deliberately and intentionally\"" , "date" : "19910620" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Councilwoman Sues on District Boundaries" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/20\/nyregion\/councilwoman-sues-on-district-boundaries.html"} ,   {"body" : "Chris Coronesi stood at the stern rail of the Pastime II amid a half-dozen cronies fishing for flounder three miles off the Rockaway jetty near the Brooklyn-Queens border. He had one hand on a fishing rod and the other on a cellular telephone with an extension cord that snaked into a portable battery pack as his feet. Mr. Coronesi, the president of" , "date" : "19910609" , "day_of_week_facet" : "Sunday" , "page_facet" : "48" , "title" : "A Party Fleet Tries Not to Founder" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/09\/news\/a-party-fleet-tries-not-to-founder.html"} , {"body" : "Morris Rokowsky, a real-estate executive, died on Monday at Good Samaritan Hospital in Suffern, N.Y. He was 89 years and lived in Monsey, N.Y. Mr. Rokowsky, who suffered from cancer, died of kidney failure, a family spokesman said. From 1941 to 1954 he owned and operated the Royal Rubber Corporation in Manhattan, which made raincoats. In 1954 he" , "date" : "19910605" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "5" , "title" : "Morris Rokowsky, 89, Real-Estate Executive" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/05\/obituaries\/morris-rokowsky-89-real-estate-executive.html"} , {"body" : "After months of wrangling, the New York City Districting Commission passed a final plan yesterday for 51 new Council districts that commissioners said would give minority candidates a reasonable chance to win at least a third of the seats. But even as the plan was being prepared for submission to Washington, the political and racial divisions that" , "date" : "19910604" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Plan for New City Council Passes in Praise and Anger" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/04\/nyregion\/plan-for-new-city-council-passes-in-praise-and-anger.html"} , {"body" : "The panel drawing new City Council districts for New York City has been criticized by black, Hispanic and Asian-American groups. Now another minority has weighed in with criticism: Orthodox Jews. Several Orthodox Jewish leaders have told the New York City Districting Commission that they are upset over a proposal that pits the only two Orthodox" , "date" : "19910530" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BOROUGH PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Orthodox Jews Upset Over Plan On City Council" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/30\/nyregion\/orthodox-jews-upset-over-plan-on-city-council.html"} , {"body" : "Respect has never come easily to the New York City Council. And even as the revised City Charter has given it vast new responsibilities, power has remained in short supply for all but a handful of its members. Nonetheless, this most demeaned of public offices does have its attractions. By blurring the lines of their personal, political and official" , "date" : "19910522" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "A Creative Council Reaps an Array of Benefits" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/22\/nyregion\/a-creative-council-reaps-an-array-of-benefits.html"} , {"body" : "\"IT'S not the city and it's not the country,\" Craig Firestone said of Rockland County last week. It was 19 years ago that he moved with his parents from Mount Vernon, a Westchester city on the Bronx border, but he still finds Rockland \"a good, centrally located spot.\" Of course, Mr. Firestone, who lives virtually in the shadow of the Tappan Zee" , "date" : "19910428" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ROCKLAND COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Changing Face of a Neighbor To the North" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/28\/nyregion\/changing-face-of-a-neighbor-to-the-north.html"} , {"body" : "\"IT'S not the city and it's not the country,\" Craig Firestone said of Rockland County last week. It was 19 years ago that he moved with his parents from Mount Vernon, a Westchester city on the Bronx border, but he still finds Rockland \"a good, centrally located spot.\" Of course, Mr. Firestone, who lives virtually in the shadow of the Tappan Zee" , "date" : "19910428" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ROCKLAND COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Changing Neighbor Across the Hudson" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/28\/nyregion\/a-changing-neighbor-across-the-hudson.html"} , {"body" : "If not good friends, Steve Solarz and Chuck Schumer should at least be allies. They're both New York boys made good, standout members of the House of Representatives, and they represent adjoining districts in Brooklyn. Driven by ambition and skilled at self-promotion, the two liberals are counted among the brightest lawmakers in Congress. But in" , "date" : "19910407" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Washington at Work; Side by Side by Solarz and Schumer: A Rivalry" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/07\/nyregion\/washington-at-work-side-by-side-by-solarz-and-schumer-a-rivalry.html"} , {"body" : "Along with the gray-pleated skirts, knee socks, white blouses and sweaters that are the uniform for the all-girls Cathedral High School in Manhattan, many students now bear something that was once the sartorial mark of doctors and drug dealers: a beeper. In gyms in Harlem and billiard rooms on the West Side, in high school classes from Staten" , "date" : "19910308" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Teen-Agers' Beepers: Communications as Fashion" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/08\/nyregion\/teen-agers-beepers-communications-as-fashion.html"}]