[  {"body" : "ON the first day of the New Year, this city will get something it has not had in all of its 120 years: an official cookie. It is called the Rainforest Crunch Cookie and how it became the official cookie of Yonkers is the story of a skeptical city, a Jewish-born Buddhist priest who won its respect and the cookie they baked together. Twelve hundred" , "date" : "19911223" , "day_of_week_facet" : "Monday" , "geo_facet" : ["YONKERS (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "YONKERS JOURNAL; Cookies, Civic Pride And Zen" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/23\/nyregion\/yonkers-journal-cookies-civic-pride-and-zen.html"} , {"body" : "Here is a sampling of holiday events, including parades, fairs, Santa visits, tree lightings and holiday windows, in New York City. Dates and times are subject to change. Today BREAKFAST WITH SANTA, Lord & Taylor, 424 Fifth Avenue, at 39th Street (11th floor), Manhattan. Breakfast with entertainment. 9:30 A.M. Admission: $10, which includes a" , "date" : "19911215" , "day_of_week_facet" : "Sunday" , "page_facet" : "16" , "title" : "HOLIDAY SIGHTS" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/15\/news\/holiday-sights.html"} , {"body" : "THE cold war may be over but the annual caviar war is flaring up again. Macy's and Zabar's are sniping at each other's bottom lines on beluga. In the next few weeks, the price for a 14-ounce container of this most prized grade of sturgeon eggs is likely to fall well below last year's price of just under $400. This year, there is also plenty of" , "date" : "19911204" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["UNION OF SOVIET SOCIALIST REPUBLICS"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "3" , "title" : "As Annual Price War Begins, Caviar Business Is in Turmoil" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/04\/garden\/as-annual-price-war-begins-caviar-business-is-in-turmoil.html"} , {"body" : "To the Editor: I am pleased that \"The Business of Business\" (editorial, Nov. 2) recognizes New York City's Business Improvement Districts as examples of involvement by businesses in cleaning up commercial neighborhoods. However, in citing only two of these districts, in the Grand Central and Times Square areas, you miss an opportunity to show just" , "date" : "19911126" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "What Business Improvement Districts Can Do" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/26\/opinion\/l-what-business-improvement-districts-can-do-873091.html"} , {"body" : "Here is a sampling of holiday events, including parades, fairs, Santa visits, tree lightings and holiday windows, in New York City. Dates and times are subject to change. Tomorrow VETERANS' DAY PARADE, Fifth Avenue, from 24th to 39th Street, Manhattan; sponsored by the American Legion. 9 A.M. Monday BELLEVUE SOUTH PARK CRAFTS SHOW AND FARMERS MART," , "date" : "19911110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "20" , "title" : "HOLIDAYS" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/10\/news\/holidays.html"} , {"body" : "Joseph Machlis, author of the country's best-selling music-appreciation textbook, writer of novels under two names and chosen escort of several socialites, celebrated three events last month: the sixth edition of \"The Enjoyment of Music,\" publication of his fifth novel and his 85th birthday. A millionaire from royalties on the textbook, Mr. Machlis" , "date" : "19911105" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "14" , "title" : "For Author, 85, a Triple Celebration" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/05\/books\/for-author-85-a-triple-celebration.html"} , {"body" : "THE term multicultural has been deployed with such abandon lately that Joseph Ben-Moha, the owner of the Roxy Deli, began to take a more philosophical view of dumplings. \"I look at my kreplach and I say, 'What makes you different from my pirogi?' \" he said. \"And then I must think, 'What makes a wonton not a kreplach, a kreplach not a pirogi, a" , "date" : "19911002" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "The Universal Dumpling (Dough, A Little Filling, A Lot of Ancestry)" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/02\/garden\/the-universal-dumpling-dough-a-little-filling-a-lot-of-ancestry.html"} , {"body" : "Here is a sampling of tours by bus, van, helicopter and foot that are scheduled this fall in New York City. Dates and times are subject to change. Walking tours in New York City parks are listed on pages 36 and 37. Today LOWER EAST SIDE, Manhattan. A look at the many varieties of markets on a walking tour of the Lower East Side led by Sherrill" , "date" : "19910929" , "day_of_week_facet" : "Sunday" , "page_facet" : "12" , "title" : "TOURS" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/29\/news\/tours.html"} , {"body" : "AT once a densely and diversely populated chunk of New York and a complex tangle of stereotypes and myths, Brooklyn evokes many images to the world beyond its famous bridge. It's the Dodgers and \"The Honeymooners,\" the faded, honky-tonk luster of Coney Island and the elegance of Brooklyn Heights, and, sadly, the violence and racial tensions now" , "date" : "19910925" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "3" , "title" : "The Brooklyn Cookbook: Mix Ethnic Attitudes and Memories" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/25\/garden\/the-brooklyn-cookbook-mix-ethnic-attitudes-and-memories.html"} , {"body" : "Joshua and Stephen Muss may not be the closest of cousins, but they do have several things in common. Each is part of a legacy of builders in the New York area, and each feels frustration over separate construction projects planned for Brooklyn. Joshua, the head of the Muss Development Company, is trying to build a 31-story office building and" , "date" : "19910909" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For Family Of Builders, Brick Walls" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/09\/nyregion\/for-family-of-builders-brick-walls.html"} ,   {"body" : "In the annals of New York City subway calamities, the worst remains the 1918 Malbone Street disaster: 97 people were killed and more than 250 were injured in a derailment in Brooklyn that had eerie parallels to yesterday's early-morning crash. In both accidents, passengers described harrowing minutes before the crash, where the motorman sped into" , "date" : "19910829" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "THE SUBWAY CRASH; Accident Has Eerie Echoes Of 1918 Crash That Killed 97" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/29\/nyregion\/the-subway-crash-accident-has-eerie-echoes-of-1918-crash-that-killed-97.html"} , {"body" : "Surprised and relieved, scores of Soviet emigres in the Brighton Beach section of Brooklyn returned to their domino games, boardwalk strolls and other summer pastimes yesterday after the restoration to power of the Soviet President, Mikhail S. Gorbachev. But many of them expressed uncertainty about the future of the Soviet Union, particularly its" , "date" : "19910822" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "UNION OF SOVIET SOCIALIST REPUBLICS"] , "nytd_section_facet" : ["World"] , "page_facet" : "18" , "title" : "AFTER THE COUP; In Brighton Beach, Eyes on Dominoes and Kremlin" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/22\/world\/after-the-coup-in-brighton-beach-eyes-on-dominoes-and-kremlin.html"} , {"body" : "Soviet emigres in the Brighton Beach section of Brooklyn reacted yesterday with shock, anger and sadness to the news that the Soviet President, Mikhail S. Gorbachev, had been deposed in a coup. \"If the K.G.B. takes over, it's like fascism,\" said Nina Koganovsky, who owns the Cafe Zodiac on Brighton Beach Avenue and who came to the United States" , "date" : "19910820" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNION OF SOVIET SOCIALIST REPUBLICS" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["World"] , "page_facet" : "17" , "title" : "THE SOVIET CRISIS; In a Brooklyn Haven, Fear for the Homeland" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/20\/world\/the-soviet-crisis-in-a-brooklyn-haven-fear-for-the-homeland.html"} , {"body" : "IN the waning days of its institutional life last year, New York City's Board of Estimate adopted land-use changes that cleared the way for a series of major developments. That burst of activity almost cleared the plate of predevelopment rezoning actions for major projects. But not entirely. On the East River in Queens, opposite the East 50's in" , "date" : "19910811" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Perspectives: Waterfront Planning; A Residential Vision for a Site in Queens" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/11\/realestate\/perspectives-waterfront-planning-a-residential-vision-for-a-site-in-queens.html"} , {"body" : "THE Automat has sealed its last slot, and that wonderful institution, the New York cafeteria with free-flowing seltzer and soup that held a spoon perpendicular, has gone down the urban digestive tract. New Yorkers have always wolfed down lunch, but it used to be unthinkable that something called fast food would become the staple of midday dining." , "date" : "19910802" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "1" , "title" : "The Real New York? It's There, All Right, but It's Hiding" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/02\/arts\/the-real-new-york-it-s-there-all-right-but-it-s-hiding.html"} , {"body" : "Budget cuts and the recent days of grueling heat have conspired to make life harder for some of New York City's elderly residents. As part of the city's efforts to cut spending, responsibility for 346 city-financed centers for the elderly has been transferred from the Human Resources Administration to the Department of Aging. That shift, together" , "date" : "19910723" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Cutbacks and Heat Wilting the Elderly" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/23\/nyregion\/cutbacks-and-heat-wilting-the-elderly.html"} , {"body" : "ON a drizzly morning 10 years or so ago, I took a trip to the ruin that was Ellis Island. At that time, the National Park Service was giving limited tours of the site, and the cobwebs of history clung like moss to the vaults of the old Registry room. Then, it was a moody, somber place in which my only touristic companions were echoes and ghosts. So" , "date" : "19910705" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Ellis Island: All Too Like The Old Days" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/05\/arts\/ellis-island-all-too-like-the-old-days.html"} , {"body" : "Boris Yakobson was born during the siege of Leningrad, suffered persecution in the Soviet Union for being a Jew and immigrated to New York City a year ago. He has a job as a porter in a Russian nightclub in Brighton Beach. On Wednesday, he sat in a blue hospital gown waiting for something he has long wanted. At 47 years of age, he was going to be" , "date" : "19910622" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "UNION OF SOVIET SOCIALIST REPUBLICS"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "About New York" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/22\/nyregion\/about-new-york.html"} , {"body" : "The year is 1892 and life is rowdy in Fort Smith, Ark., which lies just at the edge of the Indian Nations. In the courthouse, Judge Isaac Parker is working on his record as the hangingest judge in the West. Down by the freight yards, the bordellos are doing their usual brisk trade, and over in the Nations, \"life is cheaper than a ten-dollar goat.\"" , "date" : "19910616" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "21" , "title" : "CRIME" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/16\/books\/crime-153791.html"} , {"body" : "ALL New Yorkers want a private beach. They want to flip-flop down a lonely path, unfold their chairs or spread their towels on an empty patch of sand, and bask in the security of isolation. Certainly a public beach is a more perilous prospect. One risks being boinged by a stray paddle ball or sprinkled with sand as some carefree teen-ager races" , "date" : "19910602" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN BEACH (NYC)" , "BRIGHTON BEACH (NYC)" , "ORCHARD BEACH (BRONX)" , "ROCKAWAY (NYC)" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "Beaches; The Sand. The Surf. The Junk Food." , "url" : "http:\/\/www.nytimes.com\/1991\/06\/02\/arts\/beaches-the-sand-the-surf-the-junk-food.html"} ,   {"body" : "Some of the following events have been planned by city agencies like the Department of Parks and Recreation and its subsidiaries, like the Urban Park Rangers. If Mayor David N. Dinkins's proposed city budget is adopted for the fiscal year that begins July 1, these programs may be canceled. The dates, times and specific programs for many events --" , "date" : "19910602" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "Just for Fun" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/02\/arts\/just-for-fun.html"} , {"body" : "To the Editor: Thank you for a thoroughly beautiful and soulful article on Coney Island (Weekend section, May 17). For me, growing up in Brooklyn and spending summer weekends on that beach, and now visiting family still living in Brighton Beach, that shoreline has been the inspiration for paintings and writings, a place still to run to when the" , "date" : "19910524" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "30" , "title" : "Coney Island Landmark Must Not Be Destroyed" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/24\/opinion\/l-coney-island-landmark-must-not-be-destroyed-987091.html"} , {"body" : "The following list is selective. Performances rarely occur every day of the week, and programs are subject to change. Alabama MONTGOMERY Alabama Shakespeare Festival (205-277-BARD): Through July 25, \"The Comedy of Errors\"; \"Shadowlands.\" Through July 26, \"King Lear\"; \"Arms and the Man.\" June 3-July 26, \"The Little Foxes\"; \"Richard II.\" Arizona" , "date" : "19910519" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "6" , "title" : "SUMMER FESTIVAL: THEATER; Take Your Places, Please, Ladies And Gentlemen" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/19\/theater\/summer-festival-theater-take-your-places-please-ladies-and-gentlemen.html"} , {"body" : "A new production of Shaw's \"Pygmalion\" casts a black actress as Clara Eynsford-Hill, a fashionable young lady from the impoverished British upper class, and Earle Hyman (the actor who plays Bill Cosby's father on television) as Colonel Pickering, the military man turned Indian-dialect scholar. Such a production almost inevitably raises questions" , "date" : "19910324" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "5" , "title" : "THEATER; From Cosby's Father to Colonel Pickering, By Way of Norway" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/24\/theater\/theater-from-cosby-s-father-to-colonel-pickering-by-way-of-norway.html"} , {"body" : "The four boys' basketball teams in the semifinals of the Public Schools Athletic League city championship -- Grady (22-2), Manhattan Center for Science and Math (22-2), Lincoln (21-3) and South Shore (24-0) -- will be goaded by something besides a city title when play begins today at Hunter College in Manhattan. One thing is certain: there will be" , "date" : "19910313" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "SCHOOLS; Semifinalists in P.S.A.L. Still Have a Lot to Prove" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/13\/sports\/schools-semifinalists-in-psal-still-have-a-lot-to-prove.html"} , {"body" : "The \"Parsifal\" tradition at the Metropolitan Opera -- renewed this Thursday evening with a new production directed by Otto Schenk -- is both venerable and startling. It evokes America's heyday of German opera, when the Wagner cult reached Peoria. It also sheds light on Wagner's shifting function in our cultural affairs. Wagner nights once sold out" , "date" : "19910310" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "CLASSICAL MUSIC; Wagner's American Emissary" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/10\/arts\/classical-music-wagner-s-american-emissary.html"} , {"body" : "TWENTY-TWO years ago, Michael Brodsky and Andrei Fedorov worked for the Soviet Government. Mr. Brodsky was with a construction agency, and Mr. Fedorov was a waiter in a state-owned restaurant in Moscow. Today, the two men own what is said to be the only restaurant in the United States financed by private investment from the Soviet Union. Their new" , "date" : "19910303" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "A La Carte: Comradeship" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/03\/nyregion\/a-la-carte-comradeship.html"} , {"body" : "Census figures to be released today are all but certain to confirm an epochal demographic shift: For the first time in nearly four centuries, non-Hispanic whites no longer constitute a majority in New York City. Visions of Newark or Detroit? Typically, the changing complexion of America's cities has provoked a hue and cry among some indigenous" , "date" : "19910221" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; Better to Call The Melting Pot A Motley Quilt" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/21\/nyregion\/metro-matters-better-to-call-the-melting-pot-a-motley-quilt.html"} , {"body" : "Four members of a Chinatown street gang were arrested last night after the police said they held up a jewelry store at gunpoint and tried to flee with $350,000 worth of jewelry. The four suspects forced their way into the Gold Star jewelry store at 302 Canal Street at 6:35 P.M., assaulted the owner and made off with jewelry in a black bag, said" , "date" : "19910122" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["CHINATOWN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "4 Held in Jewel Theft At Store in Chinatown" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/22\/nyregion\/4-held-in-jewel-theft-at-store-in-chinatown.html"}]