[  {"body" : "Ask Anna Rodriguez about her life in a Bowery shelter, separated from her children while she kicks a crack habit, and she seems to close in on herself. Her shoulders hunch down; her head drops. Hands splayed across half a gray metal desk, she describes large rats roaming the shelter's first floor and days without soap, shampoo, detergent," , "date" : "19911221" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Dinkins, 90 Homeless Women and Cinderella" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/21\/nyregion\/dinkins-90-homeless-women-and-cinderella.html"} , {"body" : "Brandishing a loaded .45-caliber semiautomatic weapon that he believed was a toy, an 11-year-old Brooklyn boy shot and critically wounded his 9-year-old friend as they played together Saturday afternoon, the police said yesterday. The older boy's 17-year-old brother, Alonzo Carrington, who owns the gun, was arrested and charged in the accidental" , "date" : "19911216" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Accidental Shooting Injures a 9-Year-Old" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/16\/nyregion\/accidental-shooting-injures-a-9-year-old.html"} , {"body" : "A 5-year-old Brooklyn girl was left for dead floating in the family's bathtub on Saturday, the police said yesterday. The child's father told the police that he had beaten and squeezed his daughter until she stopped breathing and then placed her in the bathtub, the police said. The girl's father, Robert Marbley, was arrested on Saturday and is" , "date" : "19911202" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Father Is Arrested in Death of 5-Year-Old Brooklyn Girl" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/02\/nyregion\/father-is-arrested-in-death-of-5-year-old-brooklyn-girl.html"} , {"body" : "NEW 'LIVING WILL' LAW TAKES EFFECT On the first day of a new Federal law that requires hospitals to ask all patients if they want to plan for their deaths by filling out \"living wills\" or designating health-care proxies, the mood of patients, nurses and other staff members at hospitals throughout the metropolitan region was one of relief. B3. NEW" , "date" : "19911202" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/02\/nyregion\/metro-digest-547091.html"} , {"body" : "A police officer was shot four times and critically wounded early yesterday in a gunfight that began after he and his partner stopped two men in a car in Brownsville, Brooklyn, the police said. He was the fourth police officer shot in New York City in four days. The driver of the car was arrested at the scene but the gunman fled, said a police" , "date" : "19911117" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "4th New York City Police Officer in 4 Days Is Shot" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/17\/nyregion\/4th-new-york-city-police-officer-in-4-days-is-shot.html"} , {"body" : "A police officer was shot and wounded in Brooklyn early this morning, the police said. The officer, who was not identified, was patrolling Eastern Parkway at Saratoga Avenue in Brownsville when he was shot three times, a police spokeswoman, Sgt. Tina Mohrmann, said. There were no arrests early this morning, and Sergeant Mohrmann said she had no" , "date" : "19911116" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Officer Shot in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/16\/nyregion\/officer-shot-in-brooklyn.html"} , {"body" : "Jose Colon Jr. grew up in Mott Haven, at the southern tip of the Bronx. He has watched resentfully as the city moved homeless people into his building, giving them freshly renovated apartments with new kitchens and baths while his family made do with aging fixtures and a caved-in living room ceiling. He has seen some of the formerly homeless" , "date" : "19911106" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "MOTT HAVEN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Here, Poorest Are Resented By the Poor" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/06\/nyregion\/here-poorest-are-resented-by-the-poor.html"} , {"body" : "Little Man Meyer Lansky and the Gangster Life By Robert Lacey Illustrated. 547 pages. Little, Brown. $24.95. The appeal of a biography of Meyer Lansky would seem to lie in his reputed status as the brains behind organized crime in America. After all, he is supposed to have discovered the odds in gambling, invented the casino and amassed a secret" , "date" : "19911017" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "21" , "title" : "Books of The Times; A Life of Meyer Lansky Says He Died Hard Up" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/17\/books\/books-of-the-times-a-life-of-meyer-lansky-says-he-died-hard-up.html"} , {"body" : "In a poster on the back of a Manhattan bus, an elderly couple walks serenely along a deserted street. The scene might hint of urban menace were it not for one thing: In plain view is the reassuring figure of a police officer walking a beat. The poster -- a stark black and white photograph with a message that says simply \"The beat cop is back\" --" , "date" : "19911009" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "On Foot and Twirling a Nightstick, Via Madison Ave." , "url" : "http:\/\/www.nytimes.com\/1991\/10\/09\/nyregion\/on-foot-and-twirling-a-nightstick-via-madison-ave.html"} , {"body" : "A man with a violent history who had twice escaped from a Bronx mental hospital, and whose family said they had reported his whereabouts to the hospital, stabbed his father to death early yesterday at the family's Brooklyn home, the police said. They said that the man, Ghana Frazier, 32 years old, stabbed Lemuel Frazier, 68, several times in the" , "date" : "19911002" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Mental Hospital Escapee Is Held in Stabbing Death of Father" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/02\/nyregion\/mental-hospital-escapee-is-held-in-stabbing-death-of-father.html"} ,   {"body" : "During the hurly-burly of rush hour on a recent afternoon, a film crew had set up on West 58th Street in Manhattan. Horns honked, cabbies rubbernecked, pedestrians gawked and the New York-born director Paul Mazursky yelled \"Action!\" The New York-born actor Danny Aiello began speaking on cue in a movie about New York. It was the first film crew the" , "date" : "19911001" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "11" , "title" : "Lights, Cameras and a Sudden Surge in Action" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/01\/movies\/lights-cameras-and-a-sudden-surge-in-action.html"} , {"body" : "Joshua and Stephen Muss may not be the closest of cousins, but they do have several things in common. Each is part of a legacy of builders in the New York area, and each feels frustration over separate construction projects planned for Brooklyn. Joshua, the head of the Muss Development Company, is trying to build a 31-story office building and" , "date" : "19910909" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For Family Of Builders, Brick Walls" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/09\/nyregion\/for-family-of-builders-brick-walls.html"} , {"body" : "For more than 70 years they have been nurturing the dream, teaching their children Russian and sending them to Russian scout camp, filling their homes with samovars and bejeweled Easter eggs, holding Russian nobility balls where men and women once again whirl the romantic waltzes of yore. One day, they have vowed, they would return to a Russia free" , "date" : "19910907" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNION OF SOVIET SOCIALIST REPUBLICS"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "SOVIET TURMOIL; About New York" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/07\/nyregion\/soviet-turmoil-about-new-york.html"} , {"body" : "Many of the bad things that can happen in the underground adventure known as the New York City subway system have happened to Roy Lee, a lawyer who commutes everyday on the No. 2 or No. 3 train from his Upper West Side home to his office in lower Manhattan. Mr. Lee has been viciously squeezed in doors, lost his glasses on the tracks, and waited for" , "date" : "19910831" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "About New York" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/31\/nyregion\/about-new-york.html"} , {"body" : "Few people speak unabashedly anymore about the ideal of the melting pot. Years of ethnic and racial battling, varying degrees of progress by various groups toward America's mainstream and the yawning rift between whites and blacks -- all have made the concept an object of derision, amendment or outright dismissal. Yet frayed as the image may be, a" , "date" : "19910829" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bubble and Trouble in New York's Venerable Melting Pot" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/29\/nyregion\/bubble-and-trouble-in-new-york-s-venerable-melting-pot.html"} , {"body" : "Anybody who has visited Cuba for the last 17 days will surely leave humming the \"Himno Nacional.\" It was played 140 times at gold-medal ceremonies for the Pan American Games, giving this proud island bragging rights over the United States, which won 130 gold medals. While international meets do not emphasize a national total of medals, everybody" , "date" : "19910819" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CUBA"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "PAN AMERICAN GAMES; For Cubans, 17 Days of Cheering" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/19\/sports\/pan-american-games-for-cubans-17-days-of-cheering.html"} , {"body" : "Moments after releasing five hostages he had held at gunpoint, a man walked out of a Brooklyn apartment yesterday, opened fire and was killed by the police in a fusillade of more than 30 shots, the police said. The hostages -- the man's girlfriend, her three children and a grandchild -- were unhurt. The police said the gunman, tentatively" , "date" : "19910817" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Gunman Slain After Release Of 5 Hostages" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/17\/nyregion\/gunman-slain-after-release-of-5-hostages.html"} , {"body" : "David Mamet's \"Glengarry Glen Ross,\" a play about real estate hucksters who do dishonest things to survive, won a Pulitzer Prize in 1984 and had a highly successful run on Broadway. But when the producer Jerry Tokofsky bought the film rights and commissioned Mr. Mamet to turn his play into a screenplay, the big Hollywood studios were not entirely" , "date" : "19910815" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "13" , "title" : "Despite the Odds, 'Glengarry' Is Being Filmed" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/15\/movies\/despite-the-odds-glengarry-is-being-filmed.html"} , {"body" : "A young man leaving a party in Brooklyn early yesterday was held up by three men, and after turning over the only money he had -- $2 -- he was shot to death, the police said. The victim, Kevin Jones, 20 years old, of 657 East 2lst Street in the Kensington section, was one of a number of people who have been wounded or killed at or near sites of" , "date" : "19910812" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Brooklynite Leaving Party Is Shot to Death in Holdup That Nets $2" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/12\/nyregion\/brooklynite-leaving-party-is-shot-to-death-in-holdup-that-nets-2.html"} , {"body" : "Iron Mike Tyson might be in more trouble now than he ever was in the ring, and this includes the time Buster Douglas hit him so hard he spent an embarrassing amount of time crawling on the canvas looking for his mouthpiece, which he eventually found, and his senses, which seem to have irretrievably abandoned him. Tyson is being legally challenged" , "date" : "19910811" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "Sports of The Times; Tyson Is a Role Model in Reverse" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/11\/sports\/sports-of-the-times-tyson-is-a-role-model-in-reverse.html"} ,   {"body" : "Eight people attending a party in an illegal social club in Brooklyn were shot early yesterday by several gunmen who randomly fired into the crowd, the police said. The victims were hit in the calves, thighs, ankles and hands, said Sgt. Norris L. Hollomon, a police spokesman. None of the injuries was life threatening, he said. Sergeant Hollomon" , "date" : "19910811" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "Eight Wounded in Shooting At a Social Club in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/11\/nyregion\/eight-wounded-in-shooting-at-a-social-club-in-brooklyn.html"} , {"body" : "Madgaline Michael's childhood was spent in Jefferson, S.C., in the days before the clamor for racial equality swept through the South. As a black person of mature years, she is no neophyte to racism. Nor, as a resident of New York City for 32 years, is she naive about crime. But Ms. Michael was stunned last week, when her son became one of the" , "date" : "19910804" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Canarsie's Long-Held Racial Anxieties Resurface" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/04\/nyregion\/canarsie-s-long-held-racial-anxieties-resurface.html"} , {"body" : "A Housing Authority police officer was in critial condition yesterday after falling 20 feet from the roof of a Brooklyn housing project, at 419 Blake Avenue in the Brownsville section, while chasing a robbery suspect, the authorities said. The officer, John McMullen, 26 years old, was taken to Bellevue Hospital with a fractured pelvic bone and a" , "date" : "19910730" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officer Is Badly Hurt in Fall Chasing a Robbery Suspect" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/30\/nyregion\/officer-is-badly-hurt-in-fall-chasing-a-robbery-suspect.html"} , {"body" : "Four children were wounded by bullets in New York City in less than four hours on the Fourth of July, the police said. Three of the children were struck by stray gunfire -- two while watching firework displays -- and the fourth was wounded when a gun in the hands of a friend accidentally discharged. In that incident, a 14-year-old boy was shot in" , "date" : "19910706" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "4 Children Shot and Hurt in 4 Hours Over Holiday" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/06\/nyregion\/4-children-shot-and-hurt-in-4-hours-over-holiday.html"} , {"body" : "Nearly six months after a proposal was made for the creation of an experimental high school focused on the problems of young black and Hispanic men, prospects for the controversial plan appear dim. Advocates of the school, to be called the Ujamaa Institute, have envisaged it as a collaborative venture run jointly by the New York City Board of" , "date" : "19910705" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Ethnic Plan For a School Seen Fading" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/05\/nyregion\/ethnic-plan-for-a-school-seen-fading.html"} , {"body" : "Club Soda WPA Theater 519 West 23d Street By Leah Kornfeld Friedman; directed by Pamela Berlin; setting by Edward T. Gianfrancesco; lighting by Craig Evans; costumes by Deborah Shaw; sound by Aural Fixation; choreography by John Carrafa; musical direction by Edward Strauss. WITH: Dan Futterman, Aaron Harnick, Katherine Hiler, Patricia Mauceri," , "date" : "19910626" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "12" , "title" : "Theater in Review" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/26\/theater\/theater-in-review-986391.html"} , {"body" : "A 17-year-old Brooklyn youth who friends said had been shot at a party three weeks ago was killed early yesterday morning by a stray bullet as he peered out the window of a friend's apartment, the police said. The teen-ager, Tango Gillard, had gone to the window when he heard the sound of gunfire and a bullet struck him in the head at 2:20 A.M.," , "date" : "19910617" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Recovering From Wounds, Youth Is Slain by Stray Shot" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/17\/nyregion\/recovering-from-wounds-youth-is-slain-by-stray-shot.html"} , {"body" : "Harry Smoler, a Brooklyn Democrat who was elected to the New York State Assembly when he was 67 years old, died yesterday at Downstate Medical Center in Brooklyn. He was 79 years old and lived in Brooklyn. He died of heart disease, a family spokesman said. Mr. Smoler was born in the Brownsville section of Brooklyn in 1911 and was the first of his" , "date" : "19910613" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "24" , "title" : "Harry Smoler, 79, Dies; Entered Assembly at 67" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/13\/obituaries\/harry-smoler-79-dies-entered-assembly-at-67.html"} , {"body" : "Four separate shootings in New York City early yesterday left three people dead and four others wounded. At Hull Street and Stone Avenue in the Brownsville section of Brooklyn, two men in a passing car opened fire on a group standing on the street corner. Irene Alkens, 22 years old, of 245 Hull Street, was shot in the chest and pronounced dead at" , "date" : "19910609" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "4 Separate Shootings Leave 3 People Dead and 4 Others Hurt" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/09\/nyregion\/4-separate-shootings-leave-3-people-dead-and-4-others-hurt.html"} , {"body" : "ALL New Yorkers want a private beach. They want to flip-flop down a lonely path, unfold their chairs or spread their towels on an empty patch of sand, and bask in the security of isolation. Certainly a public beach is a more perilous prospect. One risks being boinged by a stray paddle ball or sprinkled with sand as some carefree teen-ager races" , "date" : "19910602" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN BEACH (NYC)" , "BRIGHTON BEACH (NYC)" , "ORCHARD BEACH (BRONX)" , "ROCKAWAY (NYC)" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "Beaches; The Sand. The Surf. The Junk Food." , "url" : "http:\/\/www.nytimes.com\/1991\/06\/02\/arts\/beaches-the-sand-the-surf-the-junk-food.html"} ,   {"body" : "In his 20-year police career, Denis O'Sullivan had handled many murder cases on the Upper West Side. But no case obsessed him like the murder of Alice Serghiescu, an elegant, imperious 85-year-old widow of a Columbia professor who loved to play bridge. Mrs. Serghiescu was found bound, gagged and suffocated in her West 120th Street apartment on Aug." , "date" : "19910516" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "After 9-Year Hunt, 3 Face Charges in Widow's Murder" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/16\/nyregion\/after-9-year-hunt-3-face-charges-in-widow-s-murder.html"} , {"body" : "To loll in bed or, perhaps, to take a leisurely lunch, even if the street outside is a little more littered -- it is a trade-off that would gladden the hearts of thousands of New Yorkers who deal almost daily with the maddening ritual of driving their cars all the way to the other curb. \"That would be absolutely spectacular,\" said Samm Carlton, a" , "date" : "19910516" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Well, Maybe Fiscal Woe Isn't All Bad" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/16\/nyregion\/well-maybe-fiscal-woe-isn-t-all-bad.html"} , {"body" : "The Raging Rooks are getting a lot of attention this week, and they can understand why. These teen-agers from Harlem have grown accustomed to incredulous stares in airports and hotels when they explain that, no, they are not a rap group, and no, the trophy is not for basketball. \"When we tell them we're a chess team,\" said Kasaun Henry, the" , "date" : "19910426" , "day_of_week_facet" : "Friday" , "geo_facet" : ["HARLEM (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Harlem Teen-Agers Checkmate a Stereotype" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/26\/nyregion\/harlem-teen-agers-checkmate-a-stereotype.html"} , {"body" : "For a teen-ager in the Bronx Wednesday night, death came as he helped his mother move out of a neighborhood she feared. For a 34-year-old woman in Brooklyn a night earlier, it came during a trip to the neighborhood bodega. What linked them was that they were hit by bullets meant for others. They are among seven bystanders caught in the crossfire of" , "date" : "19910419" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Caught in Crossfire: Rising Toll in Streets" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/19\/nyregion\/caught-in-crossfire-rising-toll-in-streets.html"} , {"body" : "One woman was shot and killed and two girls, 11 and 13 years old, and a boy, 14, were shot and wounded in three incidents yesterday in Brooklyn. All were bystanders, the police said. The woman, Maribel Nieves, 34, of 374 Sumpter Street, was shot in the head and killed and the 14-year-old boy was wounded in the right leg as they walked near two men" , "date" : "19910417" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Shootings Kill One Bystander; 3 Others Wounded" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/17\/nyregion\/brooklyn-shootings-kill-one-bystander-3-others-wounded.html"} , {"body" : "The New York City Health Commissioner, Dr. Woodrow A. Myers Jr., was ushered into office by controversy over his views on AIDS policy. Now the possibility of his leaving after only one year because a family member is ill is getting just as much attention. Weighing such a personal decision under public scrutiny is not how Dr. Myers likes to do" , "date" : "19910409" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Health Chief Under Fire For Low-Profile Style" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/09\/nyregion\/health-chief-under-fire-for-low-profile-style.html"} , {"body" : "Many Manhattan health clubs charge well over $1,000 a year for access to a swimming pool, a weight room, indoor basketball courts, pool tables and the other amenities available at a reborn recreation center that has opened in one of Brooklyn's poorest neighborhoods. But at the Brownsville Recreation Center, run by the city's Department of Parks and" , "date" : "19910407" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROWNSVILLE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "A Recreation Center for Brownsville" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/07\/nyregion\/a-recreation-center-for-brownsville.html"} , {"body" : "An 83-year-old widow who lived alone and relied on the kindness of her neighbors was found bludgeoned to death in her Brooklyn apartment on Thursday night. The police said she was probably robbed and killed by someone she knew. The woman, Pearl L. Hopkins, was found by worried friends from the Harlem church she had attended for more than 60 years." , "date" : "19910406" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Widow Found Beaten to Death in Brownsville" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/06\/nyregion\/widow-found-beaten-to-death-in-brownsville.html"} , {"body" : "At age 62, many writers, directors and actors are begging for work. But Warren Adler is being courted by Hollywood. \"Actually, I've always thought of myself as a hot commodity,\" says Mr. Adler, whose word processor sits near a stylized painting of a huge bull in his Beverly Hills apartment. \"I think of myself as a bull. I don't have sweaty palms" , "date" : "19910401" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Movies" , "Arts" , "Books"] , "page_facet" : "11" , "title" : "A Writer Who Says Getting His Own Way Is the Way to Success" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/01\/movies\/a-writer-who-says-getting-his-own-way-is-the-way-to-success.html"} , {"body" : "At 12 years old, the New York City girl is already an orphan, a rape victim and a mother. Now, two days after her newborn son was rescued from the maw of a trash compactor, she has become something more -- a symbol of the violence that stalks the young in some corners of this city. \"She never had no chance,\" said a neighbor, who, like most others" , "date" : "19910329" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "A Child-Mother in the Jaws of New York" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/29\/nyregion\/a-child-mother-in-the-jaws-of-new-york.html"} ,   {"body" : "To the Editor: The first children's library I knew anything about was the branch in the Brownsville section of Brooklyn, at the corner of Dumont and Stone Avenues. I used it as a child in 1916. The librarians allowed us to borrow as many as six books at a time for two weeks, but only two could be fiction. The others might be history, derring-do," , "date" : "19910315" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "32" , "title" : "Going to the Library In Brooklyn in 1916" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/15\/opinion\/l-going-to-the-library-in-brooklyn-in-1916-296391.html"} , {"body" : "Friday night, as on most nights for the last 30 years, Thomas Cerchia closed up the family market, Cerchia Brothers Meats in Brooklyn, and said good night to his brother-in-law, Peter Dellananna. Mr. Dellananna turned the corner for his short walk home, but as Mr. Cerchia stepped into his car for his commute to Long Island, a robber shot him once" , "date" : "19910303" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROWNSVILLE (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Death and Robbery Strike 2 Brothers-in-Law in Brownsville" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/03\/nyregion\/death-and-robbery-strike-2-brothers-in-law-in-brownsville.html"} , {"body" : "ASK anyone who's been and they'll probably say that spring training isn't what it used to be. Veterans wistfully recall when nearly all of Florida's Grapefruit League baseball stadiums were barely more than fields of dreams transplanted to the tropics. But spring training for the uninitiated still promises an intimacy and informality that seem" , "date" : "19910303" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PORT ST LUCIE (FLA)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "8" , "title" : "Seeing the Boys of Summer in Spring" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/03\/travel\/seeing-the-boys-of-summer-in-spring.html"} , {"body" : "Thomas Cerchia closed up Cerchia Brothers Meats, the market he had run for 30 years in the Brownsville section of Brooklyn, at about 7:40 last night. His brother-in-law, Peter Dellananna, who worked in the store, helped him lock up, and the two said goodnight and parted ways. Moments later, the police said, a robber shot Mr. Cerchia to death in his" , "date" : "19910302" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Merchant Slain In Brownsville; Relative Robbed" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/02\/nyregion\/merchant-slain-in-brownsville-relative-robbed.html"} , {"body" : "Six people were shot and killed in separate incidents in New York City yesterday and late Friday, the police said. The first of the deaths came at 8:30 P.M. Friday, when Thomas Swift, 31 years old, was shot in the head as he was driving away from his home at 143 Hull Street in the Brownsville section of Brooklyn, said a police spokesman, Sgt." , "date" : "19910224" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Gunfire Leaves 6 People Dead in 3 Boroughs" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/24\/nyregion\/gunfire-leaves-6-people-dead-in-3-boroughs.html"} , {"body" : "A 5-year-old Brooklyn boy was killed last night in his apartment when a loaded gun went off while he and a 7-year-old friend were playing with it, the police said. The boy, Kareem Blash, died of a bullet wound to the chest at Brookdale Hospital, the police said. Kareem and his friend, who was not identified, were playing with the gun, a .25-caliber" , "date" : "19910221" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Datelines; Boy, 5, Is Killed Playing With Gun" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/21\/nyregion\/metro-datelines-boy-5-is-killed-playing-with-gun.html"} , {"body" : "For all its currency, the conflict over the proposal to start a small \"Africa centered\" high school mainly for black boys in New York City has a past that is as old as the Ocean Hill-Brownsville school wars of the late 1960's and the move prompted by that upheaval toward community control of the schools. It is rooted in years of thought and action" , "date" : "19910205" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "'Africa Centered' School Plan Is Rooted in 60's Struggles" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/05\/nyregion\/africa-centered-school-plan-is-rooted-in-60-s-struggles.html"} , {"body" : "A 13-year-old Brooklyn boy is the unsung hero of the Saratoga branch library, but his may have been a hollow victory. From across the street, he called the police to report that vandals were stripping copper flashing and gutters again from the Spanish tile roof of the 83-year-old library building, endowed by Andrew Carnegie, on Hopkinson Avenue in" , "date" : "19910124" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; Striving to Keep Libraries Open In Budget Pinch" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/24\/nyregion\/metro-matters-striving-to-keep-libraries-open-in-budget-pinch.html"} , {"body" : "Yesterday's stabbing thrust the Rev. Al Sharpton once again into a spotlight focused on both civil rights and anti-establishment protest -- a role that Mr. Sharpton has developed into a power base that both borrows from and challenges more traditional protest in New York City. Mr. Sharpton, 36 years old, has protested for the selection of a black" , "date" : "19910113" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Preacher Who Inspires, Protester Who Polarizes" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/13\/nyregion\/preacher-who-inspires-protester-who-polarizes.html"}]