[  {"body" : "When Mel Miller was stripped of his Assembly seat after being convicted of fraud charges, Brooklyn lost both its decades-long hold on the Speaker's post and a political leader whose brash personality and political acumen had been the threads holding together the borough's disparate Democratic factions. Now, with important local issues like" , "date" : "19911229" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "With Miller Gone, Brooklynites Brawl for Power" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/29\/nyregion\/with-miller-gone-brooklynites-brawl-for-power.html"} , {"body" : "It looked like just another grocery store in a poor Brooklyn neighborhood. But it was a front for crack dealing, the police said, and early yesterday it became a battleground when rival drug dealers sprayed the store with gunfire and then bombed it. The fire that followed killed a 71-year-old woman who lived upstairs and injured two of her children" , "date" : "19911219" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)" , "BUSHWICK (NYC)" , "MOTT HAVEN (NYC)" , "BRONX (NYC)" , "NEW YORK CITY" , "SOUTH BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Woman, 71, Dies in Fire Linked By Police to Bushwick Drug War" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/19\/nyregion\/woman-71-dies-in-fire-linked-by-police-to-bushwick-drug-war.html"} , {"body" : "A 17-year-old Brooklyn high school student with a group of friends returning home from a basketball game was shot and killed on a subway platform in Manhattan yesterday evening, apparently after one of the youths bumped into another teen-ager and an angry dispute erupted, the police said. The student, Trevor Murriell, of 47 Wilson Avenue in" , "date" : "19911214" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Youth Is Killed in Subway Fight" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/14\/nyregion\/youth-is-killed-in-subway-fight.html"} , {"body" : "After a manhunt that included several stakeouts and air surveillance of a broad swath of Queens, the police have arrested four men and linked them to more than 40 convenience store robberies there since August. In one robbery, in October, the store owner was killed. A month later, the police said, the suspects returned to rob the store again and" , "date" : "19911205" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "4 Held and Linked to 40 Queens Store Robberies" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/05\/nyregion\/4-held-and-linked-to-40-queens-store-robberies.html"} , {"body" : "The firefighters and the police barricades were gone, leaving water in the streets and the charred remains of four buildings on Myrtle Avenue in Brooklyn. Walter Heredia stood amid the rubble yesterday, looked at what was left of two houses he had bought and rented to his dozens of Ecuadorean friends and relatives, and cried. \"That's the one to" , "date" : "19911201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "Bushwick Fire Leaves Scores Homeless" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/01\/nyregion\/bushwick-fire-leaves-scores-homeless.html"} , {"body" : "Jose Colon Jr. grew up in Mott Haven, at the southern tip of the Bronx. He has watched resentfully as the city moved homeless people into his building, giving them freshly renovated apartments with new kitchens and baths while his family made do with aging fixtures and a caved-in living room ceiling. He has seen some of the formerly homeless" , "date" : "19911106" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "MOTT HAVEN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Here, Poorest Are Resented By the Poor" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/06\/nyregion\/here-poorest-are-resented-by-the-poor.html"} , {"body" : "An early-morning fire in Bushwick, Brooklyn, killed a pregnant woman, her 11-year-old daughter and 6-year-old son and critically injured another son yesterday when he jumped from a third-story window to escape the flames and fell onto an iron fence, a Fire Department spokesman said. In separate fires yesterday in Fort Greene, Brooklyn, and in" , "date" : "19911028" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WESTBURY (NY)" , "BUSHWICK (NYC)" , "FORT GREENE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mother and 2 Children Die In Brooklyn Apartment Fire" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/28\/nyregion\/mother-and-2-children-die-in-brooklyn-apartment-fire.html"} , {"body" : "Officials at the New York City Board of Elections will break the seals on voting machines today to begin an official tally of the City Council races, kicking off a frenetic, last-ditch scramble by the apparent losers in several close races to pull out a victory. Even though the polls closed 10 days ago, the battle for election has just begun in at" , "date" : "19910923" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Official Tally of Council Election Starts" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/23\/nyregion\/official-tally-of-council-election-starts.html"} , {"body" : "\"Welcome to the Williamsburg workers' center,\" a handwritten sign on the wall says in Spanish. The place is unprepossessing. Inexpensive wood paneling lines the walls of the three plain rooms. An unmarked red metal door faces out on a quiet industrial street in Brooklyn. But to anyone willing to sign up and pay a $12 fee, the center offers a chance" , "date" : "19910916" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Unions Court Old Allies: Immigrants and Unorganized" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/16\/nyregion\/unions-court-old-allies-immigrants-and-unorganized.html"} , {"body" : "Democratic primary races for the New York City Council produced the racial and ethnic diversity that black and Hispanic politicans and voting rights advocates had demanded while preserving the power of Speaker Peter F. Vallone. In effect, the political establishment, its hand forced by legal challenges, warily let the 1 in 20 voting-age New Yorkers" , "date" : "19910914" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "After the Voting; Council Tallies Assure Diversity Under the Old Guard" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/14\/nyregion\/after-the-voting-council-tallies-assure-diversity-under-the-old-guard.html"} ,   {"body" : "Two men attending the wake of a relative in Brooklyn were shot and killed last night after they were chased from the funeral home by other members of the family, the police said. The incident began shortly after 6 P.M. at the McMillan Funeral Chapel at 1230 Bushwick Avenue in Bushwick. The two victims were forced to leave the home and began running" , "date" : "19910912" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "2 Men Shot and Killed After Relative's Wake" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/12\/nyregion\/2-men-shot-and-killed-after-relative-s-wake.html"} , {"body" : "Like water swirling around a drain that has been unexpectedly plugged, subway riders pouring into midtown Manhattan yesterday morning struggled to find ways around the lines that were closed after a Lexington Avenue train derailed beneath Union Square. By the time the evening commute started, things still moved slowly, but more smoothly, as people" , "date" : "19910829" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE SUBWAY CRASH; Confused but Resigned, Commuters Grind to Halt on East Side" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/29\/nyregion\/the-subway-crash-confused-but-resigned-commuters-grind-to-halt-on-east-side.html"} , {"body" : "The co-owner of a small appliance repair shop in the Bushwick section of Brooklyn was shot and killed yesterday afternoon by a man who had complained about the amount of money that the shop had charged his brother to fix his air-conditioner, the police said. The suspect, Luis Silvero, 24 years old, entered the shop at 254 A Stockholm Street just" , "date" : "19910814" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Dispute Over Air-Conditioner Leads to Slaying in Bushwick" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/14\/nyregion\/dispute-over-air-conditioner-leads-to-slaying-in-bushwick.html"} , {"body" : "Less than a week after the Justice Department ruled that New York's City Council redistricting plan illegally shortchanged Hispanic voters, the city's Districting Commission yesterday approved a revised plan and prepared to send it back to Washington. Hoping for swift approval so the city can proceed with a November election, the commissioners met" , "date" : "19910726" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Panel Approves Revised Plan For New York's Council Seats" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/26\/nyregion\/panel-approves-revised-plan-for-new-york-s-council-seats.html"} , {"body" : "Pressed between increasingly bitter demands from Hispanic groups and the ticking of the election clock, the New York City Districting Commission came close to passing a revised Council district plan last night in the hope that quick Federal approval would save the elections this year. But at almost the last moment, and perhaps typifying its" , "date" : "19910725" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Snag Blocks Vote on New York Districting" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/25\/nyregion\/snag-blocks-vote-on-new-york-districting.html"} , {"body" : "David French Feingold, director of the Bushwick office of the New York City Department of Housing Preservation and Development, died of a heart attack last Wednesday while playing racquetball, a family spokesman said. Mr. Feingold was 47 years old and a lifelong resident of Brooklyn. In 1986 he received the Public Service Award of the Fund for the" , "date" : "19910724" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "19" , "title" : "David F. Feingold, 47, City Aide in Bushwick" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/24\/obituaries\/david-f-feingold-47-city-aide-in-bushwick.html"} , {"body" : "Members of the New York City Districting Commission appeared to be ready to vote today to amend five districts in order to get Federal approval of a revised districting plan for the City Council, several commissioners said. The districts include three that were formally rejected by the Justice Department last week. The two others likely to be" , "date" : "19910724" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Panel Members Seem Ready To Vote on Revised Districts" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/24\/nyregion\/panel-members-seem-ready-to-vote-on-revised-districts.html"} , {"body" : "From a Brooklyn enclave nicknamed \"Miller's finger\" to an expanse of Staten Island the shape of Texas, New York's proposed City Council map is a political quilt of curling, bending and looping threads. The city's Districting Commission forged that now-disputed map in a process touted as the most open in New York's history. But behind the drawing of" , "date" : "19910723" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Creating New City Council Districts: Minority Concerns vs. Incumbency" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/23\/nyregion\/creating-new-city-council-districts-minority-concerns-vs-incumbency.html"} , {"body" : "Even as members of the New York City Districting Commission remained sharply split on how to amend the Council districting plan for Federal approval, dozens of Council candidates spent the final day collecting petitions yesterday in anticipation of an election that may never take place. The plan for 51 new districts was rejected on Friday by the" , "date" : "19910723" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Panel Divides On Changing Council Maps" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/23\/nyregion\/panel-divides-on-changing-council-maps.html"} , {"body" : "Critics have been quick for months to second-guess New York City's Districting Commission. But last week, Federal officials formally objected, too -- threatening to postpone this year's special elections for City Council, just as a similar legal challenge did in 1981. What was the commission's agenda? It was charged under the revised City Charter" , "date" : "19910722" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; The Legal Mosaic And Political Art Of Council Maps" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/22\/nyregion\/metro-matters-the-legal-mosaic-and-political-art-of-council-maps.html"} ,   {"body" : "A leading dissenter on the panel that redrew the New York City Council district lines said yesterday that he would push for the whole map to be revised to guarantee up to 11 Hispanic majority districts in the wake of the map's rejection last week by the Justice Department as unfair to Hispanic residents. \"I frankly think this is not a matter of" , "date" : "19910722" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Panel Members Differ On Districting Ruling" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/22\/nyregion\/panel-members-differ-on-districting-ruling.html"} , {"body" : "The political mapmakers call this block of the Williamsburg section of Brooklyn a \"majority minority\" area. But to the Puerto Ricans gathered outside La Borinquena Grocery, the Dominicans in the Cibao bodega or the blacks gathered under a revivalist's tent across the street, political reality is a little more complicated. \"I know if we are given" , "date" : "19910721" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Where Minorities Rub, It's 'Us' Against 'Them'" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/21\/nyregion\/where-minorities-rub-it-s-us-against-them.html"} , {"body" : "The Justice Department's rejection of a districting plan for the New York City Council threatened yesterday to reopen divisions on the commission that drew up the plan, with some members pushing for a broad review and others calling for only minor technical adjustments. Such a review, going beyond the objections raised by the Federal Government in" , "date" : "19910721" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "U.S. Ruling Reopens Feuds On New York Council Map" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/21\/nyregion\/us-ruling-reopens-feuds-on-new-york-council-map.html"} , {"body" : "One of New York City's grimmest records came close to being broken yesterday, as the police recorded 17 killings in 24 hours beginning Friday afternoon. Three people were found bound and shot to death in a Washington Heights apartment; a 35-year-old man was killed by a 14-year-old boy in a midtown Manhattan hotel, and a father was slain and his son" , "date" : "19910721" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "17 Killings Nears New York City Record" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/21\/nyregion\/17-killings-nears-new-york-city-record.html"} , {"body" : "For those who have been preparing to run for seats on the New York City Council, the Justice Department's recent decision to reject the redrawn district lines has stirred fears and frustration. Candidates interviewed yesterday said they hoped that the rejection would not knock the elections planned for this fall off schedule. Some said that a delay" , "date" : "19910721" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Candidates Fault Ruling On Districts" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/21\/nyregion\/candidates-fault-ruling-on-districts.html"} , {"body" : "Following are excerpts from Assistant Attorney General John R. Dunne's letter to the New York City Districting Commission: In our view, the New York City Districting Commission was faced with a job of staggering proportions, namely, to divide a city of over seven million people into 51 new Council districts while addressing the historical inability" , "date" : "19910720" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Excerpts From U.S. Letter Rejecting Redistricting Plan" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/20\/nyregion\/excerpts-from-us-letter-rejecting-redistricting-plan.html"} , {"body" : "The Justice Department today blocked use of a new districting plan for the New York City Council, saying that it \"consistently disfavored\" Hispanic voters in violation of Federal law. The redistricting plan for an expanded and more powerful City Council was a central element of New York's historic effort to make its government more reflective of" , "date" : "19910720" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "U.S. REJECTS NEW YORK PLAN FOR CITY COUNCIL DISTRICTS; FINDS HISPANIC VOTERS HURT" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/20\/nyregion\/us-rejects-new-york-plan-for-city-council-districts-finds-hispanic-voters-hurt.html"} , {"body" : "Last month, New York City's Districting Commission congratulated itself on having completed the most public reapportionment process ever -- one that it said complied with the City Charter's goal of \"fair and effective representation of the racial and language minority groups\" protected by the Federal Voting Rights Act. But in carving new districts" , "date" : "19910718" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "As Population Grows, Hispanic Power Lags" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/18\/nyregion\/as-population-grows-hispanic-power-lags.html"} , {"body" : "A 4-year-old Brooklyn girl found a loaded gun hidden in a pile of trash in her backyard yesterday, cradled the heavy weapon in her arms and accidentally shot herself, her father said. \"I thought it was a firecracker,\" he said. \"I looked, and then my little girl came running to me with blood coming down her arm. She was screaming, 'Daddy! Daddy!' \"" , "date" : "19910718" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "4-Year-Old Girl, Finding a Gun, Shoots Herself" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/18\/nyregion\/4-year-old-girl-finding-a-gun-shoots-herself.html"} , {"body" : "Two Brooklyn men were charged yesterday with strangling a pregnant woman and setting her body afire in a vacant lot in the Greenpoint section, the police said. Police officials said they believed that the woman, whom they had not been able to identify, was a prostitute and that the two men had killed her after she resisted their attempts to rob" , "date" : "19910714" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GREENPOINT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "2 Brooklyn Men Held in Slaying and Torching of Pregnant Woman" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/14\/nyregion\/2-brooklyn-men-held-in-slaying-and-torching-of-pregnant-woman.html"} ,   {"body" : "A grenade was thrown into an illegal Brooklyn social club early yesterday, starting a fire that burned four men, the police said. The incendiary grenade was thrown about 4:40 A.M. through a small window in the door of the Private Affairs Social Club, at 298 Irving Avenue in the Bushwick section. Though the attack came two days after two grenades" , "date" : "19910712" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Grenade Attack Burns 4 in Brooklyn Club" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/12\/nyregion\/grenade-attack-burns-4-in-brooklyn-club.html"} , {"body" : "A Short History of the American Revolution By James L. Stokesbury 304 pages. William Morrow. $23. Once a year on Independence Day, it's useful to recall that the United States was created by colonial revolutionaries who wanted to govern themselves and not be ruled by kings or their modern equivalents in various despotic corners of the world. Unlike" , "date" : "19910703" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Books"] , "page_facet" : "17" , "title" : "Books of The Times; A Revolution That Many Still Look To as a Beacon" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/03\/books\/books-of-the-times-a-revolution-that-many-still-look-to-as-a-beacon.html"} , {"body" : "After two days of a series in The New York Post about a 19-year-old who says he mugs up to 30 people a week, the Police Commissioner is furious and a Brooklyn youth is under arrest. The Brooklyn District Attorney, Charles J. Hynes, announced last night that Benjamin Rodriguez of 523 Knickerbocker Avenue in the Bushwick section had been indicted and" , "date" : "19910627" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Youth Portrayed as Vicious Mugger Is Arrested on Assault Charge" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/27\/nyregion\/youth-portrayed-as-vicious-mugger-is-arrested-on-assault-charge.html"} , {"body" : "As worshippers of logic, the scientists at the Nathan S. Kline Institute for Psychiatric Research have had difficulty understanding this year's state budget process, particularly as it affects the institute's future. The 240 staff members at the Rockland County laboratory were stunned when Gov. Mario M. Cuomo proposed closing the nationally" , "date" : "19910624" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Psychiatric Institute Is Put in Limbo by Albany Budget" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/24\/nyregion\/psychiatric-institute-is-put-in-limbo-by-albany-budget.html"} , {"body" : "A Brooklyn man was shot to death after he pulled a knife on another man during an argument, the police said. Pete Bullock, 29 years old, of 203 Weirfield Street, was arguing with another man at 11:25 P.M. Friday in front of 511 Wilson Avenue in the Bushwick section, said a police spokeswoman, Sgt. Tina Mohrmann. \"He pulled a knife and the other man" , "date" : "19910623" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Man Fatally Shot in Dispute" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/23\/nyregion\/man-fatally-shot-in-dispute.html"} , {"body" : "New York City's emergency shelter system for families is growing more crowded again, and advocates say conditions are harsher than ever. Despite hopeful signs early last summer that the Dinkins administration might do what the Koch administration had never accomplished -- move all families out of welfare hotels and other emergency shelters and into" , "date" : "19910619" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Again, Grim Shelters House a Rising Number of Families" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/19\/nyregion\/again-grim-shelters-house-a-rising-number-of-families.html"} , {"body" : "A woman from London who was visiting New York and a car dispatcher from Brooklyn were struck by stray gunfire in separate shootings Saturday night. They died hours apart in the same hospital. The London woman, Yvonne Williams, a 30-year-old mother of five, was walking about 10:45 P.M. in the vicinity of 101st Street and Northern Boulevard in" , "date" : "19910610" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CORONA (NYC)" , "FLATBUSH (NYC)" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Tourist and a Dispatcher Are Killed by Stray Gunfire" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/10\/nyregion\/a-tourist-and-a-dispatcher-are-killed-by-stray-gunfire.html"} , {"body" : "Schools Chancellor Joseph A. Fernandez refused yesterday to allow a Brooklyn school board to consider the reappointment of its superintendent. He said the official's poor performance disqualified him from consideration. It was the second time that Mr. Fernandez had stepped into the selection process for superintendents in his effort to rule out" , "date" : "19910604" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Brooklyn School Chief Barred by Fernandez" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/04\/nyregion\/brooklyn-school-chief-barred-by-fernandez.html"} , {"body" : "ALL New Yorkers want a private beach. They want to flip-flop down a lonely path, unfold their chairs or spread their towels on an empty patch of sand, and bask in the security of isolation. Certainly a public beach is a more perilous prospect. One risks being boinged by a stray paddle ball or sprinkled with sand as some carefree teen-ager races" , "date" : "19910602" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN BEACH (NYC)" , "BRIGHTON BEACH (NYC)" , "ORCHARD BEACH (BRONX)" , "ROCKAWAY (NYC)" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "Beaches; The Sand. The Surf. The Junk Food." , "url" : "http:\/\/www.nytimes.com\/1991\/06\/02\/arts\/beaches-the-sand-the-surf-the-junk-food.html"} , {"body" : "Eastern District High School in Brooklyn is saddled with a reputation for academic futility and sporadic mayhem. Long known for turning out more dropouts than graduates, the school saw its notoriety crowned a year ago with a destructive rampage by 200 students. Now, under the leadership of a quiet but stern new principal who spends much of his time" , "date" : "19910518" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "A Brooklyn High School Starts on a Long Climb Back" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/18\/nyregion\/a-brooklyn-high-school-starts-on-a-long-climb-back.html"} ,   {"body" : "For the last year, a 30-year-old man known as Papo has sold used clothes and paperbacks on the sidewalk near Tompkins Square Park to scrape together enough money to support his drug habit and to live on the street. But a few weeks ago he started to develop symptoms related to his infection with HIV, the virus that causes AIDS. Now, in an effort to" , "date" : "19910514" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Double Jeopardy: Life With AIDS and No Place to Live" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/14\/nyregion\/double-jeopardy-life-with-aids-and-no-place-to-live.html"} , {"body" : "American Wood Column Corporation 913 Grand Street (near Bushwick Avenue), Brooklyn, N.Y. 11211; (718) 782-3163. In the 60's and early 70's, almost no one wanted the ornamental carved wood columns, brackets, turnings and moldings made by the American Wood Column Corporation of Brooklyn. \"You couldn't give them away,\" said Thomas Lupo, an owner, with" , "date" : "19910509" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "2" , "title" : "WHERE TO FIND IT; A Revival of Ornaments" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/09\/garden\/where-to-find-it-a-revival-of-ornaments.html"} , {"body" : "Redistricting is one of those eye-glazing words that only a political junkie can love. But it's a vital issue right now in New York City. The new City Charter calls for replacing the city's 35 existing districts with 51 new districts. That could dramatically reshape the City Council by giving minorities, as required by the Federal Voting Rights" , "date" : "19910504" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Shaping, Slowly, a New City Council" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/04\/opinion\/shaping-slowly-a-new-city-council.html"} , {"body" : "In New York City it is not unusual for newborn babies, some still alive, to be discarded like mistakes into trash cans and garbage bags, down chutes and into Dumpsters. Usually they die anonymously. Only occasionally do they command the public's attention. But their departure from life is not normally announced in a note. The note, in part, is what" , "date" : "19910501" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Trash, a Brief Life and a Note of Love" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/01\/nyregion\/in-trash-a-brief-life-and-a-note-of-love.html"} , {"body" : "The body of a newborn infant was found stuffed in a yellow plastic bag on a street in the Bushwick section of Brooklyn last night, the police said. The girl's body was discovered by the police at 9:30 P.M., after an anonymous call to 911, in front of 12 Cornelia Street near the intersection of Broadway and Bush Avenue, said Officer Fred Weiner, a" , "date" : "19910430" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Infant Girl's Body Is Found In Bag on a Brooklyn Street" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/30\/nyregion\/infant-girl-s-body-is-found-in-bag-on-a-brooklyn-street.html"} , {"body" : "A 68-year-old Brooklyn man who had waged a campaign against drug dealers was run over and killed by a furious van driver this week, the police said. The man's family and neighbors said the killing was in retaliation for his persistence in ordering drug dealers, addicts and prostitutes off the block. The killing on Tuesday night crushed the spirit" , "date" : "19910418" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["SUNSET PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Enemy of Local Drug Dealers Is Killed on a Brooklyn Street" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/18\/nyregion\/enemy-of-local-drug-dealers-is-killed-on-a-brooklyn-street.html"} , {"body" : "Empty lots surround the two rundown apartment buildings on the north side of Jefferson Avenue in Bedford-Stuyvesant. A block east, three large abandoned buildings tower over the elevated subway tracks that run above Broadway in Brooklyn. But on the south side of Jefferson Avenue, amid this sad stereotype of big-city blight, carpenters are scurrying" , "date" : "19910409" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Homes for Middle Class Rise on Blighted Blocks" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/09\/nyregion\/homes-for-middle-class-rise-on-blighted-blocks.html"} , {"body" : "A man convicted of killing a Brooklyn woman who campaigned against drug trafficking was sentenced yesterday to a maximum term of 36 years to life in prison. Justice Francis X. Egitto sentenced the man, Harry Santiago, in State Supreme Court in Brooklyn. Mr. Santiago, 25 years old, of the East New York section, was one of two defendants convicted of" , "date" : "19910409" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Murderer in Brooklyn Gets Maximum Term" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/09\/nyregion\/murderer-in-brooklyn-gets-maximum-term.html"} , {"body" : "The name Five Percenters recalls a 1960's revolutionary black organization that regarded itself as the best hope for its constituents. Now the name is being associated with a decidedly less radical, though equally self-absorbed, group: New York City's five borough presidents. The nickname was inspired by the revised City Charter, which redefined" , "date" : "19910404" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; Borough Chiefs See Their Sliver Of Pie Crumbling" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/04\/nyregion\/metro-matters-borough-chiefs-see-their-sliver-of-pie-crumbling.html"} , {"body" : "A man walked up to the takeout counter in a Brooklyn restaurant Saturday night, followed by someone with an automatic weapon. As a dozen employees and customers scrambled for safety, the person with the gun sprayed the small room with bullets, killing the man and wounding three other customers, one of whom later died. There were shootings Saturday" , "date" : "19910325" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Killed and 5 Are Injured In Shootings at Restaurants" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/25\/nyregion\/2-killed-and-5-are-injured-in-shootings-at-restaurants.html"} ,   {"body" : "The police are looking for a 3-month-old boy last seen 12 days ago as he and his mother were getting into a cab outside their Brooklyn home. The woman was found dead the next morning three miles away, her body burned beyond recognition, and the child is missing, the police said yesterday. The woman, identified as 19-year-old Raquel Montano, and her" , "date" : "19910318" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Baby Is Sought After Mother Is Found Dead" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/18\/nyregion\/baby-is-sought-after-mother-is-found-dead.html"} , {"body" : "One of two men convicted of killing a woman who tried to rid her Brooklyn neighborhood of drugs was sentenced yesterday to a maximum term of 48 years to life in prison. The sentence was imposed on William Figueroa, who was convicted of murder and related charges in the slaying of Maria Hernandez. She was struck in the head by one of five bullets" , "date" : "19910314" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "METRO DATELINES; Sentencing in Killing Of Anti-Drug Figure" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/14\/nyregion\/metro-datelines-sentencing-in-killing-of-anti-drug-figure.html"} , {"body" : "When the drug dealing and the devastation became almost unbearable, it seemed as if only one thing kept the Casuso family from abandoning Bushwick: embarrassment. Soon after the blackout of 1977, the Brooklyn family was adopted by The Daily News as the embodiment of survival in a \"dying neighborhood.\" To some white working-class readers, the" , "date" : "19910314" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; Hail The News! Impish Upstart, Twister of Arms" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/14\/nyregion\/metro-matters-hail-the-news-impish-upstart-twister-of-arms.html"} , {"body" : "Kenneth Fisher, a 38-year-old lawyer, claimed victory last night in the special election in the 29th City Council District in Brooklyn. Mr. Fisher said unofficial election results indicated that he had won by nearly 1,100 votes. Official results are to be released by the Board of Elections on Friday. Mr. Fisher's strongest opponent in the" , "date" : "19910227" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Brooklyn Lawyer Defeats 8 Rivals In Special Race for a Council Seat" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/27\/nyregion\/brooklyn-lawyer-defeats-8-rivals-in-special-race-for-a-council-seat.html"} , {"body" : "A 22-year-old man arrested in Brooklyn on Saturday faces charges of killing three police officers in the Caribbean and has been linked to six other slayings, including the killing of a jewelry store manager found in a closet in Bushwick, the police said yesterday. A detective called him the \"most wanted\" man in Puerto Rico. The police said the man," , "date" : "19910225" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "PUERTO RICO" , "VIRGIN ISLANDS (US)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Man Arrested in Brooklyn Tied to Killing of 3 Officers" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/25\/nyregion\/man-arrested-in-brooklyn-tied-to-killing-of-3-officers.html"} , {"body" : "On Tuesday, voters in the 29th City Council District in Brooklyn will choose from among nine candidates who have spent a total of $500,000 in a race for an office that will cease to exist before the end of the year. Most of the candidates are liberal Democrats with barely distinguishable positions, but no trace of traditional party affiliations can" , "date" : "19910225" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "9-Way Race for a Seat Soon to Vanish" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/25\/nyregion\/9-way-race-for-a-seat-soon-to-vanish.html"} , {"body" : "WAR IN THE GULF A12-17 Allied troops neared Kuwait City, and armored columns and a huge fleet of helicopters stormed into Iraq, heading toward Basra. The forces advanced faster than expected, meeting only scattered resistance. Page A1 Troops of the 101st Airborne Division plunged deep into Iraq in the largest helicopter-borne operation in history," , "date" : "19910225" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/25\/nyregion\/news-summary-467291.html"} , {"body" : "The police issued warnings yesterday about three men who they say have raped, robbed or sexually assaulted nine girls or women in Brooklyn and Queens in the last several months. The announcement came a day after detectives disclosed that they had linked a single suspect to nine other rapes in the Bronx since Dec. 4. In Queens, detectives were" , "date" : "19910223" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "FOREST HILLS GARDENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Police Tie 3 Suspects to 9 Sexual Assaults and Ask for Caution" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/23\/nyregion\/police-tie-3-suspects-to-9-sexual-assaults-and-ask-for-caution.html"} , {"body" : "The Brooklyn parolee charged with killing a 15-year-old girl under the Williamsburg Bridge in December has admitted to strangling her, sexually assaulting her and burning her body, a prosecutor said yesterday. The girl, Zipora Yagodajev, was out for her regular morning walk when she met the man, Raymond Vargas, 28, who was \"looking for someone to" , "date" : "19910219" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["WILLIAMSBURG BRIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Parolee Confessed to Killing Of Girl, 15, Prosecutor Says" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/19\/nyregion\/parolee-confessed-to-killing-of-girl-15-prosecutor-says.html"} , {"body" : "A 28-year-old Brooklyn man, on parole since November, has been arrested and charged with strangling a 15-year-old girl whose nude, charred body was found under the Williamsburg Bridge two months ago, the police said yesterday. The man, Raymond Vargas, of 1340 Hancock Street in the Bushwick section, was charged with second-degree murder," , "date" : "19910218" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Suspect Seized In Strangling Of a Girl, 15" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/18\/nyregion\/suspect-seized-in-strangling-of-a-girl-15.html"} ,   {"body" : "Three men who had been refused entry to a birthday party in Brooklyn yesterday opened fire with semiautomatic weapons on a crowd of about 100 partygoers, wounding eight, including a 12-year-old girl, the police said. Neighbors and witnesses said three men had tried to crash the party in the basement community room of an apartment building at 2211" , "date" : "19910211" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Gunmen, Rebuffed at Party In Flatbush, Wound Eight" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/11\/nyregion\/gunmen-rebuffed-at-party-in-flatbush-wound-eight.html"} , {"body" : "FIRST they were called special assessment districts. Then, after the adoption of legislation by the New York State Legislature in 1982, they came to be known as business improvement districts. Sometimes the term is special services district. By whatever name, they are commercial or industrial districts in which property owners assess themselves to" , "date" : "19910210" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Perspectives: Business Improvement Districts; Banding Together for Local Betterment" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/10\/realestate\/perspectives-business-improvement-districts-banding-together-for-local.html"} , {"body" : "A grand jury investigating charges of corruption in a Brooklyn school district has indicted one person and concluded that patronage was widespread in the district. \"Politics has been allowed to become a 'player' in the process by which local school districts operate,\" the grand jury stated in a report released last week. The panel heard months of" , "date" : "19910205" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Brooklyn Grand Jury Finds School Patronage Pervasive" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/05\/nyregion\/brooklyn-grand-jury-finds-school-patronage-pervasive.html"} , {"body" : "A man with a criminal record as a drug dealer was found guilty yesterday of the murder of a Brooklyn woman who had become a symbol of citizen courage in fighting drug traffic. The victim, Maria Hernandez, was killed when she was struck in the head by one of five bullets fired from a car through a window of her first-floor apartment at 105 Starr" , "date" : "19910130" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Dealer Is Guilty In Gun Slaying Of Drug Battler" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/30\/nyregion\/dealer-is-guilty-in-gun-slaying-of-drug-battler.html"} , {"body" : "To produce graduates who can meet the new academic standards that the City University of New York is planning to impose on its students, the city's high schools must start teaching students far better than they do now, education experts said yesterday. Only 15 New York public high schools, virtually all of them specialized academic schools or local" , "date" : "19910124" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "CUNY's Rules: Pressure on High Schools" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/24\/nyregion\/cuny-s-rules-pressure-on-high-schools.html"} , {"body" : "A man who the police say had challenged drugs dealers in his Brooklyn neighborhood testified yesterday that he had several run-ins with the man accused of firing into his bedroom and fatally shooting his wife. Carlos Hernandez of Bushwick testified in state Supreme Court that in the months before the killing he had seen the defendant, William" , "date" : "19910115" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Man Tells of Anti-Drug Effort And the Slaying of His Wife" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/15\/nyregion\/man-tells-of-anti-drug-effort-and-the-slaying-of-his-wife.html"} , {"body" : "To certain devotees, it became painfully clear in the last week that their Times Square is dead. At West 42d Street's oldest theater, the Victory, stagehands replaced the front three rows of seats -- the very seats where filmgoers had watched \"Hot Saddle Tramp\" and \"One-Armed Sholin Temple Master\" -- with a piazza where Romeo will stand below" , "date" : "19910114" , "day_of_week_facet" : "Monday" , "geo_facet" : ["FORTY-SECOND STREET (NYC)" , "NEW YORK CITY" , "TIMES SQUARE (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region" , "Theater"] , "page_facet" : "1" , "title" : "Era Ends as Times Square Drops Slashers for Shakespeare" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/14\/nyregion\/era-ends-as-times-square-drops-slashers-for-shakespeare.html"} , {"body" : "The life of the young Brooklyn man who was killed by an off-duty police officer last week while trying to steal the officer's car had been soured from an early age, when his parents separated and his father became addicted to drugs, friends and relatives said yesterday. \"He never had a chance,\" said Ruben Rivera, an uncle of the slain man," , "date" : "19910113" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Shot Dead Stealing an Officer's Car, and Luckless From the Start" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/13\/nyregion\/shot-dead-stealing-an-officer-s-car-and-luckless-from-the-start.html"} , {"body" : "A 16-year-old Brooklyn youth was fatally shot by another youth who tried to rob him of his leather jacket last night on a street in the Bushwick section, the police said. The victim, Quan Horton, of 580 Central Avenue in Bushwick, was shot once in the chest on Halsey Street, between Central and Wilson Avenues, about 7:55 P.M. He died less than an" , "date" : "19910111" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Youth Slain Over Leather Jacket" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/11\/nyregion\/brooklyn-youth-slain-over-leather-jacket.html"} , {"body" : "Deep in the winter of New York's discontent, when film making in the Big Apple has nearly come to a standstill because of cold weather and the lingering effects of a labor dispute, a hardy band of film makers is fighting gridlock, inflationary costs, chill winds and the wail of sirens to shoot an entire movie in New York City, about a" , "date" : "19910107" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "11" , "title" : "Challenges and Rewards of Filming in New York" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/07\/movies\/challenges-and-rewards-of-filming-in-new-york.html"} ,   {"body" : "A 21-year-old Brooklyn mother has been arrested and charged with killing her 19-month-old son, who was found badly bruised in his crib last week, the police said yesterday. The mother, Frances Velez, of 1381 DeKalb Avenue in the Bushwick section, was charged late Friday with second-degree murder. Her son, Anthony, died on Thursday morning at" , "date" : "19910106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Mother Held in Baby's Death" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/06\/nyregion\/mother-held-in-baby-s-death.html"} , {"body" : "A 21-year-old Brooklyn woman was arrested last night and charged with murdering her badly bruised 19-month-old son, the police said. Frances Velez of 1381 DeKalb Avenue in the Bushwick section was charged with second-degree murder. Her son, Anthony Velez, died on Thursday, said a police spokeswoman, Sgt. Grace Ridley. On Thursday morning, a police" , "date" : "19910105" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Woman, 21, Is Charged With Killing Her Baby" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/05\/nyregion\/woman-21-is-charged-with-killing-her-baby.html"}]