[  {"body" : "Anderson Celius spent the first 15 years of his life in Haiti and the last five in Brooklyn. These days, as a clerk at Hotaling's News Agency on 42d Street, he spends a lot of time getting incredulous looks, like the one the other day from a middle-aged man with a thick Slavic accent. \"Where did you learn to speak Serbian?\" the man asked. Mr." , "date" : "19911231" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Selling Papers From Out of Town" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/31\/nyregion\/selling-papers-from-out-of-town.html"} , {"body" : "When Mel Miller was stripped of his Assembly seat after being convicted of fraud charges, Brooklyn lost both its decades-long hold on the Speaker's post and a political leader whose brash personality and political acumen had been the threads holding together the borough's disparate Democratic factions. Now, with important local issues like" , "date" : "19911229" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "With Miller Gone, Brooklynites Brawl for Power" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/29\/nyregion\/with-miller-gone-brooklynites-brawl-for-power.html"} , {"body" : "Here is a sampling of holiday events, including parades, fairs, Santa visits, tree lightings and holiday windows, in New York City. Dates and times are subject to change. Today BREAKFAST WITH SANTA, Lord & Taylor, 424 Fifth Avenue, at 39th Street (11th floor), Manhattan. Breakfast with entertainment. 9:30 A.M. Admission: $10, which includes a" , "date" : "19911215" , "day_of_week_facet" : "Sunday" , "page_facet" : "16" , "title" : "HOLIDAY SIGHTS" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/15\/news\/holiday-sights.html"} , {"body" : "Here is a sampling of holiday events, including parades, fairs, Santa visits, tree lightings and holiday windows, in New York City. Dates and times are subject to change. Tomorrow VETERANS' DAY PARADE, Fifth Avenue, from 24th to 39th Street, Manhattan; sponsored by the American Legion. 9 A.M. Monday BELLEVUE SOUTH PARK CRAFTS SHOW AND FARMERS MART," , "date" : "19911110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "20" , "title" : "HOLIDAYS" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/10\/news\/holidays.html"} , {"body" : "IN the largest study of housing discrimination ever completed for the Federal Government, researchers have concluded that the problem is more prevalent in New York City and its suburbs than in any of 24 other major metropolitan areas across the United States, particularly for the Spanish-speaking minority. The study coincides with a rapid increase" , "date" : "19911103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "New York Ranks High in Housing Bias" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/03\/realestate\/new-york-ranks-high-in-housing-bias.html"} , {"body" : "For television shows set in New York, the axiom does not always hold up. In fact, if they can make it there, they will not necessarily make it anywhere. Consider the case of the new CBS series \"Brooklyn Bridge,\" easily the most praised new show of the television season. The network tried the comedy on Friday night for four weeks, only to decide" , "date" : "19911023" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "On TV, a New York City Flavor May Be Poison" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/23\/arts\/on-tv-a-new-york-city-flavor-may-be-poison.html"} , {"body" : "Incidents of bigotry in New York City, from taunts to assaults, are now so frequent that confrontations seem almost inevitable as the city's racial mix shifts and whites adjust to being the new minority. Two Brooklyn neighborhoods imploded this summer. In Canarsie, a real estate office that showed homes to blacks was firebombed three times, a" , "date" : "19911020" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CLEVELAND (OHIO)" , "NEW YORK CITY" , "SHAKER HEIGHTS (OHIO)" , "CROWN HEIGHTS (NYC)" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "16" , "title" : "THE REGION; Integration Without Violence" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/20\/weekinreview\/the-region-integration-without-violence.html"} , {"body" : "CURTIS 32, ADAMS 25 Curtis quarterback Jeff Forde threw four touchdown passes and added to his tremendous statistics (17 touchdowns in 4 games) to help the Warriors (3-1) slip past the Spartans (2-1). In a contest in which all but two scores were on pass plays, both quarterbacks proved they could air it out. Elijah Dixon (3 touchdowns, 12 of 27 for" , "date" : "19911006" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "HIGH SCHOOL FOOTBALL REPORT" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/06\/sports\/high-school-football-report.html"} , {"body" : "Here is a list of participatory sporting events. All dates and times are subject to change. It is always advisable to check with the organizers of an event to confirm starting times and locations. Today RAINBOW MARATHON, Flushing Meadows-Corona Park, Queens. A 26.2-mile foot race with a 1-mile certified loop; sponsored by Sri Chinmoy Marathon Team." , "date" : "19910929" , "day_of_week_facet" : "Sunday" , "page_facet" : "15" , "title" : "FOR REAL SPORTS" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/29\/news\/for-real-sports.html"} , {"body" : "Because of an editing error, an article yesterday about vandalism at a real estate office in Canarsie misidentified a police official. The official, Assistant Chief Thomas Gallagher, is the patrol commander for the southern part of Brooklyn." , "date" : "19910927" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CANARSIE (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "3" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/27\/nyregion\/c-corrections-576891.html"} ,   {"body" : "The Canarsie real-estate office that had been firebombed twice this summer in bias attacks was vandalized again early yesterday, bringing back to the surface the racial tensions that had flared after the earlier attacks. Rumors swept through the streets of the Brooklyn neighborhood today, accompanied by a small group of reporters and camera crews." , "date" : "19910926" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Realty Building In Canarsie Hit By Firecrackers" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/26\/nyregion\/realty-building-in-canarsie-hit-by-firecrackers.html"} , {"body" : "International A3-17 A Salvadoran accord on political and economic issues was signed at the United Nations by President Alfredo Cristiani and five guerrilla commanders. The agreement may help break a deadlock in negotiations to settle the country's 11-year-old civil war. Page A1 El Salvador rebels are losing influence and political peace A16 Iraq" , "date" : "19910926" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/26\/nyregion\/news-summary-708591.html"} , {"body" : "A Brooklyn real estate office, which had sold homes to black and Hispanic families in the mostly white section of Canarsie, was firebombed early this morning for the third time in three months, the police said. The latest incident occurred shortly after midnight at the Fillmore Real Estate agency at 9301 Flatlands Avenue, which has been under a" , "date" : "19910925" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CANARSIE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Canarsie Real Estate Office Is Firebombed Again" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/25\/nyregion\/canarsie-real-estate-office-is-firebombed-again.html"} , {"body" : "COME January, the roll call at the New York City Council is likely to sound more than ever like one in a World War II movie. There will probably be a McCabe and a Robinson, a Weiss and a Sabini, a Linares and other newcomers representing the largest mix of races, creeds and stated sexual preferences ever to populate what was formerly an insular," , "date" : "19910915" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "18" , "title" : "Region; New York's Democratic Experiment" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/15\/weekinreview\/region-new-york-s-democratic-experiment.html"} , {"body" : "Everyone has agreed for years that it would be good for New York City's air if cars and trucks were converted to run on natural gas, and cheaper for drivers. But who wants a car that uses a fuel that's hard to get? And who wants to sell fuel for cars hardly anybody drives? Now there are signs that this self-reinforcing obstacle is ending. On" , "date" : "19910914" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Natural Gas As Auto Fuel Gets a Push In New York" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/14\/nyregion\/natural-gas-as-auto-fuel-gets-a-push-in-new-york.html"} , {"body" : "Few people speak unabashedly anymore about the ideal of the melting pot. Years of ethnic and racial battling, varying degrees of progress by various groups toward America's mainstream and the yawning rift between whites and blacks -- all have made the concept an object of derision, amendment or outright dismissal. Yet frayed as the image may be, a" , "date" : "19910829" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bubble and Trouble in New York's Venerable Melting Pot" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/29\/nyregion\/bubble-and-trouble-in-new-york-s-venerable-melting-pot.html"} , {"body" : "Jerry Yambl was waiting at the head of the platform for the No. 4 train at the Kingsbridge station in the Bronx late Tuesday night. Right away he thought something was amiss: the first car had run right by him. It was the first indication, four stops from the route's start, of what several passengers later described as an erratic, frightening, ride" , "date" : "19910829" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE SUBWAY CRASH; Riders on the Ill-Fated Train Saw Trouble From the Start" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/29\/nyregion\/the-subway-crash-riders-on-the-ill-fated-train-saw-trouble-from-the-start.html"} , {"body" : "Sounds of Silence Although New York City has been convulsed in recent days by the racial tension in Crown Heights, it was only a few weeks ago that attention was focused on similar problems in the Canarsie section of Brooklyn. Through a month's worth of headlines about racial incidents, including the firebombings of homes and a local real-estate" , "date" : "19910825" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GREENBURGH (NY)" , "NEW YORK CITY" , "NEW YORK STATE" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Political Talk" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/25\/nyregion\/political-talk.html"} , {"body" : "The New York State Urban Development Corporation is more often identified with giant undertakings than neighborhood-sized projects. But under its 10-month-old Urban and Community Development Program, $5 million is to be awarded to \"highly distressed areas\" for storefront improvements, feasibility studies and project planning. Among the latest" , "date" : "19910825" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: U.D.C. in the Neighborhoods; Aid Sprinkles" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/25\/realestate\/postings-udc-in-the-neighborhoods-aid-sprinkles.html"} , {"body" : "Price for Public Office Dennis deLeon, the City's Human Rights Commissioner, has found that public office carries with it some personal compromises. Mr. deLeon, a longtime champion of civil liberties, wanted to march with the New York Civil Liberties Coalition, an umbrella organization of civil rights groups, that led a parade through the Canarsie" , "date" : "19910818" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Political Talk" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/18\/nyregion\/political-talk.html"} ,   {"body" : "A white unemployed mover was charged yesterday in the slashing of a black man in a playground in the Canarsie section of Brooklyn earlier this month. The attack was one of 14 bias-related incidents in Canarsie since July 1, the police said. The suspect, Richard Ferrente of 2125 Rockaway Parkway in Canarsie, was identified by the victim from a" , "date" : "19910815" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "White Canarsie Resident Charged In Group Attack on a Black Man" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/15\/nyregion\/white-canarsie-resident-charged-in-group-attack-on-a-black-man.html"} , {"body" : "International A3-13 The diplomacy over the hostages in the Middle East will go into a quiet period, according to the U.N. Secretary General, Javier Perez de Cuellar, while, presumably, his Iranian contacts seek to provide him with proof of what has happened to seven Israeli servicemen. Page A1 An Israeli wife struggles to balance hope and realism" , "date" : "19910815" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/15\/nyregion\/news-summary-111491.html"} , {"body" : "In what the police have labeled a bias incident, a white man was arrested and charged with physically harassing a black man who was walking with four acquaintances in the Canarsie section of Brooklyn yesterday afternoon, the police said early this morning. The case is the 14th bias incident reported in Canarsie in recent weeks. In the latest" , "date" : "19910813" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Arrested in Canarsie In a Bias-Related Case" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/13\/nyregion\/2-arrested-in-canarsie-in-a-bias-related-case.html"} , {"body" : "A day after holding a watermelon aloft to taunt black protesters in Canarsie, a 20-year-old white man was charged with the firebombing that had made his neighborhood the latest focus for New York City's racial tensions, the police said. Tips from neighbors led to the arrest of the man, Brian Fining, in the July 27 firebombing of a real-estate" , "date" : "19910812" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Suspect Seized In Bias Arson In Canarsie" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/12\/nyregion\/suspect-seized-in-bias-arson-in-canarsie.html"} , {"body" : "More than 300 chanting, placard-waving black demonstrators led by the Rev. Al Sharpton staged a tense protest march through Brooklyn's racially troubled, predominantly white Canarsie section yesterday and were met with taunts, jeers and racial insults but no violence. An escort of 400 riot-equipped police officers on foot and motorcycle encircled" , "date" : "19910811" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Taunts and Outrage Greet Protest March in Canarsie" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/11\/nyregion\/taunts-and-outrage-greet-protest-march-in-canarsie.html"} , {"body" : "Large Migration to Germany Germany is faced with an increasing invasion of Eastern Europeans fleeing insecurity and poverty in their homelands. Page 12. Self-Doubt in Switzerland As it marks its 700th anniversary this month, Switzerland is searching its soul over doubts about neutrality and problems like drug abuse. Page 3. Jeers for Canarsie March" , "date" : "19910811" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "INSIDE" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/11\/nyregion\/inside-563091.html"} , {"body" : "International 3-15 An American hostage will be freed by Tuesday, pro-Iranian Lebanese kidnappers announced in Beirut, defying a threat by another group to kill a French hostage if there were any more releases. Page 1 An educator and an explorer: two Americans held in Beirut 14 Freedom has its traumas: what released hostages face 14 China will sign" , "date" : "19910811" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/11\/nyregion\/news-summary-992491.html"} , {"body" : "A New York City police officer was suspended yesterday after being indicted on charges of hampering a murder investigation and tampering with a witness, the police said. According to the police account, the indicted officer, Victor Little, 25 years old, was out with friends on Dec. 30, 1990, when a dispute erupted between his friends and Cleveland" , "date" : "19910810" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Police Officer Is Suspended After Tampering Indictment" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/10\/nyregion\/police-officer-is-suspended-after-tampering-indictment.html"} , {"body" : "Mayor David N. Dinkins met privately with more than 40 members of the clergy and other leaders in Canarsie yesterday, trying to defuse the racial tensions that have rocked the predominantly white neighborhood this summer. With the Rev. Al Sharpton and civil liberties groups planning marches this weekend, the Mayor's low-key diplomacy in the" , "date" : "19910808" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Dinkins Tries to Ease Tension From Canarsie Bias Incidents" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/08\/nyregion\/dinkins-tries-to-ease-tension-from-canarsie-bias-incidents.html"} , {"body" : "A 24-year-old black woman has been arrested in Brooklyn in what the police said was a bias incident involving an assault on a 32-year-old white woman over their children's use of a sprinkler in a Canarsie park. The incident, which was among 11 bias-related incidents in Canarsie in recent months, occurred at 1:30 P.M. on July 19 in a park at Remson" , "date" : "19910805" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Black Woman Held in Attack Linked to Bias" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/05\/nyregion\/black-woman-held-in-attack-linked-to-bias.html"} ,   {"body" : "Madgaline Michael's childhood was spent in Jefferson, S.C., in the days before the clamor for racial equality swept through the South. As a black person of mature years, she is no neophyte to racism. Nor, as a resident of New York City for 32 years, is she naive about crime. But Ms. Michael was stunned last week, when her son became one of the" , "date" : "19910804" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Canarsie's Long-Held Racial Anxieties Resurface" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/04\/nyregion\/canarsie-s-long-held-racial-anxieties-resurface.html"} , {"body" : "An 18-year-old black man was arrested and charged with attacking three white men yesterday in what the police said was the 11th bias-related incident in the Canarsie section of Brooklyn over the last month. The police said that the man, Emmanuel Anderson, shouted racial slurs and kicked one of the three men in a car after they had stopped at a" , "date" : "19910804" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "FIGHT IN CANARSIE CALLED BIAS CASE" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/04\/nyregion\/fight-in-canarsie-called-bias-case.html"} , {"body" : "International 3-18 Steps to reduce Cuban immigration to the United States have been taken by the Bush Administration. A surge in Cuban migration this year led officials to temporarily freeze six-month tourist visas. Page 1 Haiti's new leader appears moderate despite fears that he would bring jarring change and a crackdown on supporters of past" , "date" : "19910804" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/04\/nyregion\/news-summary-377491.html"} , {"body" : "Two white teen-agers have told the police that they were beaten with sticks by a group of seven or eight black men early yesterday on East 95th Street near Flatlands Avenue in the Canarsie section of Brooklyn. The assault was the 10th bias-related attack or threat reported in the last month in the predominantly white, middle-class community, the" , "date" : "19910803" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Another Bias Crime in Canarsie: 2 Whites Tell Police of Attack" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/03\/nyregion\/another-bias-crime-in-canarsie-2-whites-tell-police-of-attack.html"} , {"body" : "A black man has told the police that he was taunted and slashed by four white teen-agers early yesterday morning while playing with his 2-year-old daughter in a Canarsie playground. The police have classified the case as bias-related. It comes after a series of racially motivated attacks and threats last month in the southeastern Brooklyn" , "date" : "19910802" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Black Man Tells Police Of Attack by 4 Whites" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/02\/nyregion\/black-man-tells-police-of-attack-by-4-whites.html"} , {"body" : "The New York City Commission on Human Rights plans to send field workers into the Canarsie section of Brooklyn tonight to calm residents' fears after a series of racially motivated attacks and threats against real-estate agents and homeowners. The action comes during a week when one Canarsie realty office was firebombed for the second time in 12" , "date" : "19910801" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "METRO DATELINES; Rights Panel Fights Canarsie Realty Bias" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/01\/nyregion\/metro-datelines-rights-panel-fights-canarsie-realty-bias.html"} , {"body" : "The police searched unsuccessfully yesterday for a suspect in the firebombings of a real-estate company that sold homes to black families in Canarsie. But both black and white residents of the Brooklyn neighborhood said that behind the crimes lay tensions stemming from an influx of newcomers into a traditionally white area. The number of minority" , "date" : "19910729" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Neighbors Assess Tensions That Led to Firebombings" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/29\/nyregion\/neighbors-assess-tensions-that-led-to-firebombings.html"} , {"body" : "Three men drowned yesterday in waters off Brooklyn when one man who was clamming lost his footing and the other two jumped from a pier to try to rescue him, the police said. One of the victims, Miguel Rodriguez, 57 years old, of 1782 Broadway in Brooklyn, was standing on a sandbar in water about 25 feet off the Canarsie Pier at 5898 Shore Parkway," , "date" : "19910729" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Three Men Drown While Clamming Off Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/29\/nyregion\/three-men-drown-while-clamming-off-brooklyn.html"} , {"body" : "A real-estate office in the Canarsie section of Brooklyn known for selling homes in the mostly white neighborhood to blacks was firebombed early yesterday for the second time in two weeks. The police called it a bias crime. The agency, Fillmore Real Estate, at 9301 Flatlands Avenue, was also bombed on July 16, two days after an unidentified caller" , "date" : "19910728" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Real-Estate Agency Firebombed Again" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/28\/nyregion\/real-estate-agency-firebombed-again.html"} , {"body" : "A Brooklyn real-estate agency damaged by a fire on Tuesday had been under a court order to show homes to black and Hispanic customers, and the New York City Commission on Human Rights suggested yesterday that the company had been attacked because it was complying with the order. The police have described the early-morning blaze at the Fillmore Real" , "date" : "19910718" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Realty Agency in Fire Subject to Bias Order" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/18\/nyregion\/realty-agency-in-fire-subject-to-bias-order.html"} ,   {"body" : "A Brooklyn real-estate agency was set afire early yesterday morning, two days after workers there reported receiving threatening calls about selling property to minorities in a predominantly white neighborhood, the police said. The fire, which the police have deemed a bias incident, began around 4 A.M. on the roof of the Fillmore Real Estate agency" , "date" : "19910717" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Realty Concern Set Afire in Case Linked to Bias" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/17\/nyregion\/realty-concern-set-afire-in-case-linked-to-bias.html"} , {"body" : "When school opens in New York City on Sept. 11 more classrooms will be strained to the breaking point. Fewer teachers will be around to offer art, music and the electives that give high school its pungency. Fewer guidance counselors will be available to help the most aimless and unruly youngsters, and ragged textbooks will have to make it through" , "date" : "19910711" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "School's Budget Cuts: Looking for Magic" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/11\/nyregion\/school-s-budget-cuts-looking-for-magic.html"} , {"body" : "A murder suspect escaped from a maximum-security cell in a Brooklyn jail after making a dummy of wadded-up clothes and leaving it under the tattered woolen blanket on his cot, prison officials said yesterday. It was the second time that the 26-year-old inmate, Edward (Donny) White, had escaped from custody. The last time he did, he killed a man" , "date" : "19910710" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Murder Suspect Flees Jail a 2d Time" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/10\/nyregion\/brooklyn-murder-suspect-flees-jail-a-2d-time.html"} , {"body" : "A smoldering fire apparently caused by firecrackers killed three people in their Brooklyn home early yesterday morning after what fire officials described as one of the most raucous and dangerous Fourth of July's in memory. The man, 57-year-old John Antonelli, his wife, Marie, 56, and his mother, Mary, 88, died as they tried to escape what" , "date" : "19910706" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Fireworks Believed Cause of Blaze That Kills Three" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/06\/nyregion\/fireworks-believed-cause-of-blaze-that-kills-three.html"} , {"body" : "A decadelong effort to improve New York City's notoriously inaccurate and unfair property-tax system has failed, largely because the city's assessors are not accurately measuring the market value of houses, a study by The New York Times shows. The city's tax assessors make significant errors in estimating the value of nearly half the one- , two-" , "date" : "19910706" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Unequal Burden New: York's Property Tax; Hodgepodge of Home Valuations Produces Disproportionate Taxes" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/06\/nyregion\/unequal-burden-new-york-s-property-tax-hodgepodge-home-valuations-produces.html"} , {"body" : "From house to house the woman went with a heart-wrenching tale. Her little boy, 7-year-old Joey Lupa, had died of leukemia and there was no money for a proper burial. She cried and shared her sorrows with the people who came to the doors. \"Would you give, please?\" she asked. And people all over Brooklyn and Queens did, donating at least $25,000 --" , "date" : "19910607" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "No Needy Mother, Just a Con Artist, Brooklyn Police Say" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/07\/nyregion\/no-needy-mother-just-a-con-artist-brooklyn-police-say.html"} , {"body" : "Here is a sampling of children's activities, compiled by Dulcie Leimbach, scheduled this summer in New York City. Dates and times are subject to change. ALL AGES June THE BIG APPLE CIRCUS, with a \"golden age of circus\" theme, featuring ballerinas on horseback, strong men, aerialists, clowns, and dancing pigs and elephants. Today through Tuesday at" , "date" : "19910602" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "Children; A Wealth of Things to Do And Learn" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/02\/arts\/children-a-wealth-of-things-to-do-and-learn.html"} , {"body" : "ON PARADE This Week SALUTE TO ISRAEL DAY PARADE, Fifth Avenue, from 57th to 79th Street, Manhattan. Sponsored by the American Zionist Youth Fund. Today, noon. BRONX WEEK UNITY PARADE, Grand Concourse, from Kingsbridge Road South to 153d Street. Today, 12:30 P.M. Next Week NEW YORK PUERTO RICAN DAY PARADE, Fifth Avenue from 44th to 86th Street," , "date" : "19910602" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "ON AND IN THE STREET" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/02\/arts\/on-and-in-the-street.html"} , {"body" : "NO doubt about it: New York City was, is and always will be the big magnet that draws in the crowds. In spring, fall and winter, there's that unmistakable pull toward the in-town concert halls, theaters and art galleries. Summer is the time to reverse the field, to venture out from the city, to get away from the middle-of-the-night car alarms and" , "date" : "19910602" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "12" , "title" : "Outings; Where to Find Quiet Places Out of the City" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/02\/arts\/outings-where-to-find-quiet-places-out-of-the-city.html"} , {"body" : "Here is a list of quirky treats available this summer in New York City. Dates and times are subject to change. Today-Saturday RODEO IN THE BRONX, Crotona Community Baseball Field, 180th Street between Mapes and Prospect Avenues, Fordham, the Bronx. The wild, wild East: Bronco busting, calf roping, steer wrestling, with professional cowpokes. Today" , "date" : "19910602" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "Offbeat" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/02\/arts\/offbeat.html"} ,   {"body" : "Two members of the New York City Districting Commission charged yesterday that the panel's chairman unilaterally altered a proposed City Council district for Brooklyn, and one said the change was intended to help a political ally of the chairman. Commissioner Luther Blake said that in a district in East Flatbush, the chairman, Frank J. Macchiarola," , "date" : "19910521" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Panel Member Says Chairman Changed Council District to Aid Ally" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/21\/nyregion\/panel-member-says-chairman-changed-council-district-to-aid-ally.html"} , {"body" : "I keep running into orchestra pieces called \"Wild Angels of the Open Hills,\" \"Beyond the Reach of Wind and Fire\" or \"From the Ark of Emerging Shadows.\" Whatever happened to \"Knoxville; Summer of 1915,\" \"Slaughter on 10th Avenue\" and \"The Housatonic at Stockbridge\"? American composers seem to have dug out their passports, got their shots, put on" , "date" : "19910521" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "13" , "title" : "Critic's Notebook; Classical Composers Rediscover The Public" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/21\/arts\/critic-s-notebook-classical-composers-rediscover-the-public.html"} , {"body" : "A woman's scared voice told of Iris De La Cruz, of the way she commanded attention, always bursting into rooms, turning an outsider into a friend with a blunt remark, confronting people who looked at her and her struggle -- with drugs and prostitution and finally with AIDS -- as shameful, and telling them she was not ashamed. \"A force,\" the woman" , "date" : "19910517" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "AIDS Fighter's Spirit Is Recalled" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/17\/nyregion\/aids-fighter-s-spirit-is-recalled.html"} , {"body" : "A 92-year-old woman was found dead in the bedroom of her home in the Canarsie section of Brooklyn on Friday by her daughter, the police said. The woman, Anna Agueci, had apparently been hit on the head with a blunt instrument, said Officer Fred Weiner, a police spokesman. The police said that the home, at 1809 Rockawyay Parkway, was ransacked and" , "date" : "19910505" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CANARSIE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "Woman Found Dead at Home" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/05\/nyregion\/woman-found-dead-at-home.html"} , {"body" : "The commission charged with redistricting the New York City Council is ensnared in a tangle of racial and party politics just three days before it is to present its vision for a legislature that would represent the city's sweeping ethnic diversity. The Districting Commission, created under the 1989 City Charter and heralded as the new and" , "date" : "19910428" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "OLD FEUDS TANGLE NEW CITY COUNCIL AS DEADLINE NEARS" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/28\/nyregion\/old-feuds-tangle-new-city-council-as-deadline-nears.html"} , {"body" : "One woman was shot and killed and two girls, 11 and 13 years old, and a boy, 14, were shot and wounded in three incidents yesterday in Brooklyn. All were bystanders, the police said. The woman, Maribel Nieves, 34, of 374 Sumpter Street, was shot in the head and killed and the 14-year-old boy was wounded in the right leg as they walked near two men" , "date" : "19910417" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Shootings Kill One Bystander; 3 Others Wounded" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/17\/nyregion\/brooklyn-shootings-kill-one-bystander-3-others-wounded.html"} , {"body" : "The approach of spring in Washington Heights, the Santo Domingo of New York: People fling open their windows, and into their tenement apartments comes the call of merengue, a dozen different variations blasting from speakers in bodegas and record stores and cars cruising Broadway. And they get ready for baseball. Every morning at about 5, on their" , "date" : "19910331" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Between Home and Heaven, a Ball Field" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/31\/nyregion\/between-home-and-heaven-a-ball-field.html"} , {"body" : "Saying he is \"surprised by the extent of the problem,\" the New York City school system's new chief investigator yesterday announced his office's fifth arrest in six weeks involving the sexual abuse of students. The investigator, Ed Stancik, said 25 other \"serious allegations of sexual abuse\" connected to the schools were under investigation. \"We're" , "date" : "19910329" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Investigator Arrests 5 in 6 Weeks In the Sexual Abuse of Students" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/29\/nyregion\/investigator-arrests-5-in-6-weeks-in-the-sexual-abuse-of-students.html"} , {"body" : "Making its sixth trip to the final four in the last six years and its fourth in that span to the final game, Abraham Lincoln High School came away last night with its second Public Schools Athletic League championship since 1986. The Railsplitters from Coney Island beat South Shore of Canarsie, 55-40, in an all-Brooklyn final of the boys' Class A" , "date" : "19910320" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "28" , "title" : "SCHOOLS; Lincoln Takes Title In P.S.A.L." , "url" : "http:\/\/www.nytimes.com\/1991\/03\/20\/sports\/schools-lincoln-takes-title-in-psal.html"} , {"body" : "After five months of competition, 97 public high schools from the five boroughs of New York have been whittled down to just six survivors for the city championship basketball games of the Public Schools Athletic League at Madison Square Garden this evening. All three games will involve intraborough rivals. At 8 P.M., two Brooklyn squads meet in the" , "date" : "19910319" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "Three Finals In P.S.A.L." , "url" : "http:\/\/www.nytimes.com\/1991\/03\/19\/sports\/three-finals-in-psal.html"} ,   {"body" : "AT about the same time that he discovered the island that bears his name, the Dutch navigator Adrian Block mapped the islands and inlets of what is today the Mill Basin section of Brooklyn. That was in 1614, 22 years before the Canarsee Indians, who lived there, sold their land (and water) to Dutch settlers, setting the stage for development. It" , "date" : "19910317" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MILL BASIN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "If You're Thinking of Living in: Mill Basin" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/17\/realestate\/if-you-re-thinking-of-living-in-mill-basin.html"} , {"body" : "The four boys' basketball teams in the semifinals of the Public Schools Athletic League city championship -- Grady (22-2), Manhattan Center for Science and Math (22-2), Lincoln (21-3) and South Shore (24-0) -- will be goaded by something besides a city title when play begins today at Hunter College in Manhattan. One thing is certain: there will be" , "date" : "19910313" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "SCHOOLS; Semifinalists in P.S.A.L. Still Have a Lot to Prove" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/13\/sports\/schools-semifinalists-in-psal-still-have-a-lot-to-prove.html"} , {"body" : "It has been a year since someone set fire to Wilfred and Agnes Phillip's new house in the Canarsie section of Brooklyn -- a week before the Grenadian-born couple were to move in and become the first black family on the block. The fire only delayed their move. The Phillips settled in last June and were pleased when a neighbor, a young school bus" , "date" : "19910217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Block's First Blacks: Ashes to an Open House" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/17\/nyregion\/block-s-first-blacks-ashes-to-an-open-house.html"} , {"body" : "Closings in the week ending Feb. 2 MANHATTAN Chelsea 157,000 10 West 15th Street 1-bedroom, 1-bath, 950-sq.-ft. postwar co-op; 24-hr. doorman, concierge, dining room; maintenance $649, 54% tax-deductible (Broker: Herbert H. Kleigerman Associates) East Midtown 485,000 110 East 57th Street (Dorchester) 1-bedroom, 2 1\/2-bath, 2,350-sq.-ft. penthouse" , "date" : "19910217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "13" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/17\/realestate\/residential-resales-018491.html"} , {"body" : "A Brooklyn grand jury yesterday voted not to indict an off-duty rookie police officer who shot a 23-year-old man three times in the back while the man was stealing the officer's car, the authorities said. The 23-member panel issued its decision, called a \"no true bill,\" after a three-week investigation that included testimony from 11 witnesses and" , "date" : "19910201" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officer Cleared in Killing of Auto Thief" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/01\/nyregion\/officer-cleared-in-killing-of-auto-thief.html"} , {"body" : "To produce graduates who can meet the new academic standards that the City University of New York is planning to impose on its students, the city's high schools must start teaching students far better than they do now, education experts said yesterday. Only 15 New York public high schools, virtually all of them specialized academic schools or local" , "date" : "19910124" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "CUNY's Rules: Pressure on High Schools" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/24\/nyregion\/cuny-s-rules-pressure-on-high-schools.html"} , {"body" : "The life of the young Brooklyn man who was killed by an off-duty police officer last week while trying to steal the officer's car had been soured from an early age, when his parents separated and his father became addicted to drugs, friends and relatives said yesterday. \"He never had a chance,\" said Ruben Rivera, an uncle of the slain man," , "date" : "19910113" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Shot Dead Stealing an Officer's Car, and Luckless From the Start" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/13\/nyregion\/shot-dead-stealing-an-officer-s-car-and-luckless-from-the-start.html"} , {"body" : "Closings in the week ending Dec. 29 MANHATTAN Greenwich Village 228,000 2 Horatio Street 1-bedroom, 1-bath, 750-sq.-ft. prewar co-op; 24-hr. doorman, dining alcove, windowed kitchen, fireplace; maintenance $912, 65% tax-deductible (Broker: Silverman Group) NoHo 565,000 644 Broadway 4-bedroom, 2-bath, 3,900-sq.-ft. loft-co-op; dining area, remodeled" , "date" : "19910113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/13\/realestate\/residential-resales-330491.html"} , {"body" : "A rookie police officer was charged with murder yesterday afternoon in the fatal shooting of a man trying to steal his car Thursday morning as the officer was getting ready to go to work, the police said. The officer, Robert W. Smith, told investigators that he had surprised the man, Raphael Martinez, inside his car in front of his Brooklyn house," , "date" : "19910112" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Officer Who Shot Car-Theft Suspect Faces Murder Charge" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/12\/nyregion\/officer-who-shot-car-theft-suspect-faces-murder-charge.html"}]