[  {"body" : "It has become a familiar scene of seduction: other cities and states trying to lure businesses from New York City, wooing them with promises of lower taxes and a better quality of life. Now a few officials are trying to make the case that New York City is not the only loser when a company leaves the city but that the economy of the whole region is" , "date" : "19911007" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "NEW YORK STATE" , "CONNECTICUT" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Pressing for United Front in Regional Vying for Companies" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/07\/nyregion\/pressing-for-united-front-in-regional-vying-for-companies.html"} , {"body" : "This village of unassuming houses separated by squares of lawn is a snapshot of blue-collar suburbia: quiet streets, neighbors who know each other and children whose dream is to stay. Just to the south, along the busy Sunrise Highway, is something else altogether: a sprawling shopping center known for car thefts, and for a troubled 14-screen movie" , "date" : "19910329" , "day_of_week_facet" : "Friday" , "geo_facet" : ["VALLEY STREAM (NY)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "Cinema Is Battleground Of Geography and Psychology" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/29\/nyregion\/cinema-is-battleground-of-geography-and-psychology.html"} , {"body" : "TIRED of standing in line to see Mexican at the Met? Weary of looking high and low at the Museum of Modern Art? Wondering what's hanging on other walls while the Guggenheim reworks its bobsled ramp-run? Never mind, you ain't seen nothing yet, to coin a cliche (for other coins, try the American Numismatic Society in Harlem). The city that rarely" , "date" : "19910104" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Halls of History, Fame, Oddity and Wonder" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/04\/arts\/halls-of-history-fame-oddity-and-wonder.html"}]