[  {"body" : "Pratt Institute, the Brooklyn-based institution known for its programs in fine arts, architecture and design, will close its engineering school in 1993 because of declining enrollment, institute officials announced yesterday. The move comes as many of the nation's colleges and universities, facing drops in applications and financing, have" , "date" : "19911213" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Pratt Decides To End School For Engineers" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/13\/nyregion\/pratt-decides-to-end-school-for-engineers.html"} , {"body" : "Some of the most congested parts of Brooklyn can expect \"nightmarish traffic\" virtually until the end of the century, transportation officials said yesterday, as reconstruction continues on the Brooklyn Bridge and work has begun on the Gowanus Expressway. A new chapter in the long, bad dream starts at noon tomorrow -- and will last until 6 A.M." , "date" : "19911024" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Driving in Brooklyn? Expect the Worst" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/24\/nyregion\/driving-in-brooklyn-expect-the-worst.html"} , {"body" : "Closings in the week ended Oct. 5 MANHATTAN Carnegie Hill 760,000 1112 Park Avenue (90th St.) 2-bedroom, 3-bath, 2,000-sq.-ft. prewar co-op; 24-hr. doorman, maid's room, dining room, fireplace, 4 exposures; maintenance $2,118, 33% tax-deductible (Broker: Corcoran Group) Chelsea 279,000 161 West 15th Street 1-bedroom, 1-bath, 1,200-sq.-ft. loft" , "date" : "19911020" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/20\/realestate\/residential-resales-068191.html"} , {"body" : "EIGHTEEN years ago Isaac Erlich was a guidance counselor in the city school system in Brooklyn. He was wheeling his year-old daughter in a carriage one rainy day when he ducked for shelter into a real-estate office in Park Slope. He left it intrigued by the idea of buying a six-family house with $15,000 down and moving his family into one of the" , "date" : "19911006" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Perspectives: Rentals in Brooklyn; Buying for the Long Term Back in Fashion" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/06\/realestate\/perspectives-rentals-in-brooklyn-buying-for-the-long-term-back-in-fashion.html"} , {"body" : "Here is a sampling of tours by bus, van, helicopter and foot that are scheduled this fall in New York City. Dates and times are subject to change. Walking tours in New York City parks are listed on pages 36 and 37. Today LOWER EAST SIDE, Manhattan. A look at the many varieties of markets on a walking tour of the Lower East Side led by Sherrill" , "date" : "19910929" , "day_of_week_facet" : "Sunday" , "page_facet" : "12" , "title" : "TOURS" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/29\/news\/tours.html"} , {"body" : "Here are addresses and telephone numbers for the church suppers mentioned. Call the individual churches for times, fees and other specifies. ABYSSINIAN BAPTIST CHURCH, 132 Odell Clark Place, Manhattan; (212)862-7474. BAPTIST TEMPLE CHURCH, 20 West 116th Street, Manhattan: (212)996-0334. ST. MARY'S EPISCOPAL CHURCH, 230 Classon Avenue, Clinton Hill," , "date" : "19910929" , "day_of_week_facet" : "Sunday" , "page_facet" : "24" , "title" : "Where to Find the Church Suppers" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/29\/news\/where-to-find-the-church-suppers.html"} , {"body" : "IT was in 1986, near the height of New York City's real estate boom, when Victoria Irwin paid $125,000 for her 400-square-foot studio in the Christadora House, a newly refurbished 17-story condominium on Avenue B in the East Village. Her eighth-floor windows were directly over Tompkins Square Park. \"I knew there was some gentrification going on," , "date" : "19910929" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Prices Decline as Gentrification Ebbs" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/29\/realestate\/prices-decline-as-gentrification-ebbs.html"} , {"body" : "Children's Art Show Paramount Gallery Long Island University 1 University Plaza DeKalb and Flatbush Avenues Downtown Brooklyn (718) 783-3077 Recommended ages: 7 and up Through Sept. 13 This exhibition of artwork by Brooklyn junior and senior high school students reflects the borough's diversity. Working in conjunction with the Brooklyn Arts" , "date" : "19910816" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "19" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/16\/arts\/for-children.html"} , {"body" : "Dr. Irene Impellizzeri, a second-generation Italian-American, is a vocal proponent of multiculturalism and bilingual education. H. Carl McCall grew up in a Boston welfare family but later graduated from Dartmouth and went on to become a minister before venturing into Harlem politics. Dr. Luis O. Reyes, a devout Catholic, once took vows of poverty" , "date" : "19910813" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Policy Is Born From Diversity on Board of Education" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/13\/nyregion\/policy-is-born-from-diversity-on-board-of-education.html"} , {"body" : "Everyday Images Newark Museum, 49 Washington Street (Central Avenue), Newark; (201) 596-6550. \"Folk Art: Works on Paper,\" an exhibition of portraits, decorative pictures, birth certificates and mourning paintings, will be at the museum through Aug. 25. Hours: noon to 5 P.M. Wednesday through Sunday. Free admission. Brooklyn Bus Tours Singer's" , "date" : "19910725" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "Events: Images of Life, From Cradle to Grave" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/25\/garden\/events-images-of-life-from-cradle-to-grave.html"} ,   {"body" : "In an attempt to create affordable housing that conforms to the historic architecture of its neighborhood, a consortium of builders is completing work on 19 three-story brick rowhouses in the Williamsburg section of Brooklyn. Each building has only one apartment to a floor. And, like many 19th-century rowhouses and brownstones in Williamsburg, Fort" , "date" : "19910630" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Postings: Joint Effort In Brooklyn; 19 Brick Rowhouses With Stoops" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/30\/realestate\/postings-joint-effort-in-brooklyn-19-brick-rowhouses-with-stoops.html"} , {"body" : "Designations, it gives. Certificates of appropriateness, it gives. But the Landmarks Preservation Commission had never before given awards. Last Tuesday, however, in City Hall, 11 commendations were handed out to developers, architects, homeowners and city officials for preservation projects involving individual landmarks or buildings in historic" , "date" : "19910609" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Postings: 11 of 'the Best'; Landmarks Citations" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/09\/realestate\/postings-11-of-the-best-landmarks-citations.html"} , {"body" : "Madeleine L'Engle, the author of \"A Wrinkle in Time\" and other books praised for their unusual blend of fantasy, science and autobiography, advised graduating seniors at Wellesley College's 113th commencement exercises yesterday to be aware of the integration of characteristics necessary to become \"great human beings.\" Borrowing from Greek" , "date" : "19910601" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "10" , "title" : "COMMENCEMENTS; At Wellesley, Advice To Seek Creative Path" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/01\/us\/commencements-at-wellesley-advice-to-seek-creative-path.html"} , {"body" : "A 15-year-old Brooklyn youth who was shot on Sunday night while playing basketball in a schoolyard in the Bedford-Stuyvesant section, died yesterday at Kings County Hospital in Brooklyn. The youth, Harold Williams, of 51 Clifton Place in the Clinton Hill section, was shot once in the stomach by a gunman who entered the yard of Public School 256 at" , "date" : "19910528" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Datelines; Schoolyard Gunman Kills a 15-Year-Old" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/28\/nyregion\/metro-datelines-schoolyard-gunman-kills-a-15-year-old.html"} , {"body" : "A COLLEGE president, the old saw goes, is someone who lives in a big house and begs. So what happens when two college presidents are married to each other? They live in two big houses, they both beg, they serve as co-hosts to nearly 20,000 visitors each year and they know they must someday leave their jobs and move out. \"It's a burden and a joy, to" , "date" : "19910523" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BRONXVILLE (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "12" , "title" : "2 College Presidents With 2 Pied-a-Terre" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/23\/garden\/2-college-presidents-with-2-pied-a-terre.html"} , {"body" : "For the last year, a 30-year-old man known as Papo has sold used clothes and paperbacks on the sidewalk near Tompkins Square Park to scrape together enough money to support his drug habit and to live on the street. But a few weeks ago he started to develop symptoms related to his infection with HIV, the virus that causes AIDS. Now, in an effort to" , "date" : "19910514" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Double Jeopardy: Life With AIDS and No Place to Live" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/14\/nyregion\/double-jeopardy-life-with-aids-and-no-place-to-live.html"} , {"body" : "Folks in the neighborhood call him Noah, thinking perhaps that if a Biblical rain ever washed over Brooklyn, Arthur Wood would gather up his wife and assorted pets, climb aboard his house and float away. But Mr. Wood has a different, though no less grand, view of home, or more precisely the odd collage of a structure that he is erecting on the" , "date" : "19910502" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CLINTON HILL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Clinton Hill Journal; Towering Broken Angel Is a Dream Made Whole" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/02\/nyregion\/clinton-hill-journal-towering-broken-angel-is-a-dream-made-whole.html"} , {"body" : "International A3-19 The security zone in northern Iraq is scheduled to be expanded roughly 70 miles at dawn to enable Kurdish refugees in remote mountain camps to join the return home. Page A1 Iraq should pay for the relief effort to help Kurdish refugees, the Administration said. It is seeking to link approval of resumed Iraqi oil exports to such" , "date" : "19910502" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/02\/nyregion\/news-summary-839291.html"} , {"body" : "The commission charged with redistricting the New York City Council is ensnared in a tangle of racial and party politics just three days before it is to present its vision for a legislature that would represent the city's sweeping ethnic diversity. The Districting Commission, created under the 1989 City Charter and heralded as the new and" , "date" : "19910428" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "OLD FEUDS TANGLE NEW CITY COUNCIL AS DEADLINE NEARS" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/28\/nyregion\/old-feuds-tangle-new-city-council-as-deadline-nears.html"} , {"body" : "'Tapori Peace Suitcase' United Nations Visitors' Lobby United Nations Plaza First Avenue and 45th Street (212) 228-1339 Recommended ages: 7 to 12 Through May 5 A giant patchwork \"suitcase\" (actually 10 seven-foot-high connected panels) is traveling around the world and was last seen sitting in the lobby of the United Nations. The valuables it holds" , "date" : "19910426" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/26\/arts\/for-children.html"} ,   {"body" : "A 21-month-old girl died yesterday from injuries suffered in a fire that killed three of her cousins on Friday in Brooklyn. Fire marshals and prosecutors said they were deciding whether to press criminal charges in the blaze, which fire officials say moved through the house rapidly because of an illegal electrical hookup. The girl, Danielle" , "date" : "19910210" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Toddler Is 4th Child To Die From Injuries In a Brooklyn Blaze" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/10\/nyregion\/toddler-is-4th-child-to-die-from-injuries-in-a-brooklyn-blaze.html"}]