[  {"body" : "THE rides are closed, guarded by snappish dogs. The broad boardwalk is almost deserted, gulls scream their elemental hunger, the air smells of briny decay. This narrow, desolate sand bar at the foot of Brooklyn, five miles long and nine eternal miles from Manhattan, feels like the end of the world. I have come to Coney Island to walk in the winter" , "date" : "19911229" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "2" , "title" : "A Meditation; History's Being Written, But It's Lives That Matter" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/29\/weekinreview\/a-meditation-history-s-being-written-but-it-s-lives-that-matter.html"} , {"body" : "To the Editor: In regard to recent letters on J.F.K. Airport access, the Commitee for Better Transitstrongly suggests that arrivals to New York in the evenings and weekends forgo the free Port Authority bus-A Train connection and take either a yellow medallion taxi or the Green Line Q-10 bus, which operates 24 hours, to the Union Turnpike-Kew" , "date" : "19911229" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "14" , "title" : "Link From J.F.K." , "url" : "http:\/\/www.nytimes.com\/1991\/12\/29\/travel\/l-link-from-jfk-970791.html"} , {"body" : "Here is a sampling of New Year's Eve events in New York City. New Year's Eve ALL BACH CONCERT, St. Jean Baptiste Roman Catholic Church, Lexington Avenue and 76th Street, Manhattan. Program features Orchestral Suite No. 3; Mass in F; the \"Brandenburg\" Concerto No. 4, and Cantatas Nos. 158 and 189, performed by the Amor Artis Chorus and Baroque" , "date" : "19911227" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "Concerts and Goings-On" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/27\/arts\/concerts-and-goings-on.html"} , {"body" : "Sharks' Senses Q. Does a shark really smell blood from a long way away in the water? A. \"Definitely,\" said Louis Garibaldi, director of the New York Aquarium at Coney Island, Brooklyn. \"Sharks have an extremely sensitive sense of smell for blood in the water.\" A few molecules can be enough to draw a shark. A shark has nostrils, called nares," , "date" : "19911224" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Science" , "Health"] , "page_facet" : "8" , "title" : "Q&A" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/24\/science\/q-a-201091.html"} , {"body" : "The day after Christmas of 1989, Brian L. began running through the halls of the clinic where he worked, ranting and screaming at the staff, demanding to be hospitalized. \"I just couldn't stand the idea of going home for the holidays -- that year was really bad for me,\" Brain remembered last week. \"I was misusing my medication. At the hospital, I" , "date" : "19911222" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Finding Help After Leaving a World of Madness" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/22\/nyregion\/finding-help-after-leaving-a-world-of-madness.html"} , {"body" : "'The Wonderful Story of the Babes in the Woods' Synchronicity Space 55 Mercer Street, between Broome and Grand Streets SoHo (212) 808-0745 Recommended ages: 3 and up Through Sunday The British are quite fond of celebrating Christmas with the peculiar vaudevillelike romp called the panto, a relatively uncommon phenomenon this side of Greenland. \"The" , "date" : "19911220" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/20\/arts\/for-children.html"} , {"body" : "Planetary Alignment Q. What would happen on Earth if the planets lined up in a straight line? A. The chief result would be \"a lot of amateur astronomers going crazy staying up to look at it and take pictures,\" suggested Dr. Sally Stephens, an astronomer with the Astronomical Society of the Pacific in San Francisco. The planets are very small," , "date" : "19911217" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Science" , "Technology" , "Health"] , "page_facet" : "10" , "title" : "Q&A" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/17\/science\/q-a-706391.html"} , {"author" : "David Margolick is a New York Times reporter who covers legal affairs. His book on the J. Seward Johnson Sr. estate battle, \"Undue Influence,\" is to be published next summer." , "body" : "WHEN THE NEW YORK CHAPTER OF THE AMERICAN Academy of Matrimonial Lawyers held its annual dinner dance at the Plaza hotel in May 1990, Alvin Ashley played impresario. He hopped effusively from table to table, divorce lawyer to divorce lawyer. He presented roses to his wife and heaped encomiums on the featured speaker. So fulsomely did he extol his" , "date" : "19911215" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "46" , "title" : "Till Debt Do Us Part" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/15\/magazine\/till-debt-do-us-part.html"} , {"body" : "Here is a listing of ice-skating rinks now in operation in New York City. Dates, prices and hours are subject to change. ABE STARK ICE-SKATING RINK, West 19th Street between Surf Avenue and the Boardwalk, Coney Island, Brooklyn. Indoor sessions: Fridays, 3:30 to 5:30 P.M.; Saturdays, 12:30 to 3:30 P.M., and Sundays, noon to 4 P.M.; closed Mondays" , "date" : "19911215" , "day_of_week_facet" : "Sunday" , "page_facet" : "30" , "title" : "SKATING" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/15\/news\/skating.html"} , {"body" : "It was an upbeat and expanded version of the Lafayette basketball team that assembled on the first floor of the Brooklyn high school yesterday afternoon for the four-stop ride on the B train to New Utrecht High School deep in the heart of Bensonhurst. Fresh off a championship tournament weekend at Poly Prep, including a solid final-round victory" , "date" : "19911211" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "15" , "title" : "HIGH SCHOOLS; Big Rebound Off the Court" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/11\/sports\/high-schools-big-rebound-off-the-court.html"} ,   {"body" : "Dexter Wooten's eyes grew wide and bright as he watched Antonio Carrasquillo score layup after layup against Midwood High School's undersized and helpless defenders under the basket. \"I could get me a lot of assists playing with Antonio,\" Wooten said at the game early last week, a smile breaking out from under the brim of his black-and-red Chicago" , "date" : "19911209" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "A Team Plays On in a Search for Normalcy" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/09\/us\/a-team-plays-on-in-a-search-for-normalcy.html"} , {"body" : "The broadening civil war for control of the Colombo organized-crime family yesterday claimed the life of an innocent victim, an 18-year-old youth working in a Brooklyn bagel shop who the police said was shot to death when he was mistaken for someone else. About 20 minutes earlier, the 21-year-old son of a reputed Colombo soldier was dropped off at" , "date" : "19911209" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Killing Is Tied To Mafia War In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/09\/nyregion\/killing-is-tied-to-mafia-war-in-brooklyn.html"} , {"body" : "WHO IS CARING FOR THE CHILDREN? The darker side of the nanny business was starkly illuminated with the arrest in Thornwood, N.Y. of a 20-year-old au pair from Switzerland, who was charged in the death of a 3-month-old girl in her care. Thousands of parents entrust the care of young lives to nannies. And yet there is precious little families know" , "date" : "19911209" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/09\/nyregion\/metro-digest-401491.html"} , {"body" : "PETER ROMEO took his daughter to the carousel in Prospect Park one sunny day last summer. He noticed an old building nearby. It was the Lefferts Homestead, a 200-year-old house that combines Dutch Colonial and Federal details to quite pleasing effect. Too bad the architectural treasure was falling apart. Mr. Romeo also focused on the people pulling" , "date" : "19911204" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)" , "LEFFERTS HOMESTEAD (BROOKLYN, NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "ABOUT NEW YORK; For One Brooklyn Gang, Restoration Is the Cause" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/04\/nyregion\/about-new-york-for-one-brooklyn-gang-restoration-is-the-cause.html"} , {"body" : "The six gouges in Juanita B.'s apartment door recall robbery attempts by drug addicts, who she said are as plentiful in her Brooklyn neighborhood as the rats and the roaches. Had they broken in to the Bedford-Stuyvesant apartment, the robbers would not have found much: a television next to the pull-out bed she shares with her daughter, two more" , "date" : "19911203" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Lives Back On Track With Help Of Neediest" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/03\/nyregion\/lives-back-on-track-with-help-of-neediest.html"} , {"body" : "Fifteen-year-old Rafael Fabian smiled broadly in the huge exhibit hall of what was once one of Brooklyn's most insular institutions. He had just caught sight of something suited more to his native Santo Domingo than to the stately building he was in, the Brooklyn Historical Society. \"Mira!\" he yelled, and the rest of the boys in his group, all" , "date" : "19911201" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "An Institute Embraces Hispanic Culture" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/01\/nyregion\/an-institute-embraces-hispanic-culture.html"} , {"body" : "A Film for the Forests Dec. 3 -- A screening of \"At Play in the Fields of the Lord,\" based on Peter Matthiessen's novel and starring Tom Berenger, John Lithgow and Daryl Hannah, will benefit the Rainforest Action Network. The film, at 7:30 P.M., will be preceded by a 6 P.M. champagne reception. At the Beekman Theater, 1254 Second Avenue (65th" , "date" : "19911201" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "70" , "title" : "Social Events" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/01\/style\/social-events.html"} , {"body" : "New York yesterday became the first city in the nation to begin making condoms available to all its public high school students. At John Dewey High School in Brooklyn, one of two schools to inaugurate the program, teen-agers who had just been given condoms held them up for television and newspaper cameras as the students posed with their boyfriends" , "date" : "19911127" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "U.S." , "Education"] , "page_facet" : "1" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/27\/us\/no-headline-761591.html"} , {"body" : "Jacob I. Hartstein, a leader in the expansion of Yeshiva College to a university and later the founding president of Kingsborough Community College in Brooklyn, died on Tuesday at his home in Manhattan. He was 80 years old. Mr. Hartstein died of a heart attack, his family said. As the first president of Kingsborough from 1964 to 1969, he helped" , "date" : "19911121" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "24" , "title" : "Jacob I. Hartstein, 80, Is Dead; A Leader of Yeshiva's Expansion" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/21\/nyregion\/jacob-i-hartstein-80-is-dead-a-leader-of-yeshiva-s-expansion.html"} , {"body" : "Pat V. Auletta, a small-businessman and member of Community Board 13 who was known as the mayor of Coney Island, died on Saturday at New York Hospital-Cornell Medical Center in Manhattan. He was 79 years old and lived in Coney Island, Brooklyn. Mr. Auletta died of a heart attack, said his son, Ken Auletta, the writer. A lifelong resident of Coney" , "date" : "19911119" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "14" , "title" : "Pat V. Auletta Is Dead; Civic Leader Was 79" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/19\/obituaries\/pat-v-auletta-is-dead-civic-leader-was-79.html"} ,   {"body" : "Because of an editing error, an obituary in some editions yesterday about Pat V. Auletta, a member of Community Board 13 in New York City, referred incorrectly to Coney Island. It is in Brooklyn, not Queens. The obituary is reprinted today on page B14 for readers of editions that did not carry it." , "date" : "19911119" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "3" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/19\/nyregion\/c-corrections-932591.html"} , {"body" : "Pat V. Auletta, a small-businessman and member of Community Board 13 who was known as the mayor of Coney Island, died on Saturday at New York Hospital-Cornell Medical Center in Manhattan. He was 79 years old and lived in Coney Island, Queens. Mr. Auletta died of a heart attack, said his son, Ken Auletta, the writer. A lifelong resident of Coney" , "date" : "19911118" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "9" , "title" : "Pat V. Auletta Is Dead; Civic Leader Was 79" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/18\/obituaries\/pat-v-auletta-is-dead-civic-leader-was-79.html"} , {"body" : "In the inner sanctums of the Mafia, Salvatore Gravano was affectionately known as Sammy Bull, a gimlet-eyed gangster with a reputation for fast fists, violence and unflinching devotion to John Gotti. But some investigators were not always sure he was so tough. Or so loyal. At a strategy session several years ago, Federal agents speculated that he" , "date" : "19911115" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "How Gotti's No. 2 Gangster Turned His Coat" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/15\/nyregion\/how-gotti-s-no-2-gangster-turned-his-coat.html"} , {"body" : "A tentative agreement has been reached between striking doctors at Woodhull hospital and the corporation that pays their salaries, apparently after pressure was applied by the Mayor's office. The doctors, whose walkout on Tuesday halted all but the most urgent business at Brooklyn's second-busiest hospital, could return to work as early as this" , "date" : "19911114" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Doctors Reach Tentative Pact In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/14\/nyregion\/doctors-reach-tentative-pact-in-brooklyn.html"} , {"body" : "More than 300 senior doctors began walking picket lines at the Woodhull hospital in Brooklyn yesterday morning in what doctors and administrators say is the first strike by staff doctors anywhere in the country. At the heart of the walkout at the Woodhull Medical and Mental Health Center, the second-busiest hospital in Brooklyn, are two issues that" , "date" : "19911113" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "In First Such Walkout, Doctors Strike in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/13\/nyregion\/in-first-such-walkout-doctors-strike-in-brooklyn.html"} , {"body" : "The second Atlantic storm in 10 days lashed coastal areas of New Jersey, Long Island and Connecticut with high winds and heavy surf yesterday, causing some flooding and beach erosion, but nothing to compare with the Halloween blow that devastated the coasts of New England and the Mid-Atlantic states. The storm -- hundreds of miles across and" , "date" : "19911111" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW JERSEY" , "CONNECTICUT" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "A 2d Storm on the Coast Lacks Punch of the First" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/11\/nyregion\/a-2d-storm-on-the-coast-lacks-punch-of-the-first.html"} , {"body" : "In the tea department of Fortnum & Mason, which has guided the palates of England for 300 years, a few rules must never be broken: drink only premium blends; keep air out of the canister, and brew your beverage with the finest water available -- New York City's if possible. It may surprise the people who live in the city, having turned to bottled" , "date" : "19911111" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "It's Wet, Free and Gets No Respect" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/11\/nyregion\/it-s-wet-free-and-gets-no-respect.html"} , {"body" : "Here is a sampling of tours by bus, van, helicopter and foot that are scheduled during the holiday season in New York City. Dates and times are subject to change. Today DEAD HORSE BAY, Floyd Bennett Field, Exit 11S off the Belt Parkway, Flatbush Avenue, Flatlands, Brooklyn. A walking tour led by National Park Service rangers will explore the" , "date" : "19911110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "38" , "title" : "TOURS" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/10\/news\/tours.html"} , {"body" : "Here is a sampling of attractions, some featuring holiday activities, in New York City. Times and dates are subject to change. Museums and Historic Sites ALICE AUSTEN HOUSE, 2 Hylan Boulevard, Rosebank, S.I. An 18th-century farmhouse, converted in the 19th century to a Victorian cottage, was the home of the photographer Alice Austen. It has period" , "date" : "19911110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "36" , "title" : "ATTRACTIONS" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/10\/news\/attractions.html"} , {"body" : "Here is a sampling of holiday events, including parades, fairs, Santa visits, tree lightings and holiday windows, in New York City. Dates and times are subject to change. Tomorrow VETERANS' DAY PARADE, Fifth Avenue, from 24th to 39th Street, Manhattan; sponsored by the American Legion. 9 A.M. Monday BELLEVUE SOUTH PARK CRAFTS SHOW AND FARMERS MART," , "date" : "19911110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "20" , "title" : "HOLIDAYS" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/10\/news\/holidays.html"} ,   {"body" : "Here is a sampling of spectator and participatory sports in New York City and the Meadowlands in East Rutherford, N.J., during the holiday season. Dates and times are subject to change. FOR SPECTATORS Basketball MADISON SQUARE GARDEN, Seventh Avenue and 33d Street, Manhattan. New York Knickerbockers. Unless otherwise noted, games are at 7:30 P.M." , "date" : "19911110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MEADOWLANDS (NJ)"] , "page_facet" : "33" , "title" : "SPORTS" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/10\/news\/sports-454291.html"} , {"body" : "Here is a list of ice-skating rinks now in operation or scheduled to open soon for the season in New York City. Dates, prices and hours are subject to change. ABE STARK ICE-SKATING RINK, West 19th Street between Surf Avenue and the Boardwalk, Coney Island, Brooklyn. Indoor ice-skating sessions: Fridays, 3:30 to 6 P.M.; Saturdays, 12:30 to 4:30" , "date" : "19911110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "9" , "title" : "SKATING" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/10\/news\/skating.html"} , {"body" : "By all the old standards and stereotypes, the two high school seniors from New York City should have been perfect -- vulnerable targets for a college recruiting blitz. Maurice Brown and Robert Blackwell do not live with their parents, who have died or left home or had problems with drugs. Both teen-agers have notions about removing themselves, and" , "date" : "19911103" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "BASKETBALL; Eating the Steak With a Grain of Salt" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/03\/sports\/basketball-eating-the-steak-with-a-grain-of-salt.html"} , {"body" : "When burglars broke into a mansion in Newport, R.I., last May and stole more than $100,000 worth of art and jewelry, Inspector Kevin Sullivan of the local police department made a quick call to (212) 374-3955 and asked for Joe Keenan. And a few weeks earlier in Chicago, when a 16th-century painting valued at $250,000 was offered for sale under" , "date" : "19911103" , "day_of_week_facet" : "Sunday" , "page_facet" : "56" , "title" : "Art May Be Full of Mystery, But It Better Not Be a Crime" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/03\/news\/art-may-be-full-of-mystery-but-it-better-not-be-a-crime.html"} , {"body" : "ALL-NIGHT diners are going to be facing competition from an unexpected source starting on Nov. 15. That is when the 49 South Late Night Cafe opens at the Huntington Hilton Hotel in Melville. The restaurant will start serving when most eating places are closing, at 10 P.M. It will operate until dawn five nights a week, Wednesdays through Sundays." , "date" : "19911103" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "A La Carte: Competition for the All-Night Diner" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/03\/nyregion\/a-la-carte-competition-for-the-all-night-diner.html"} , {"body" : "A ferocious nameless Atlantic storm masquerading as a Halloween hurricane battered coastal areas of the Northeast and mid-Atlantic states again yesterday and left widespread flooding, smashed homes, boats and sea walls, and heavy property damage. A Long Island fisherman was drowned and at least two people were missing. The storm -- a monster" , "date" : "19911101" , "day_of_week_facet" : "Friday" , "geo_facet" : ["UNITED STATES" , "NORTHEASTERN STATES (US)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Nameless Storm Swamps the Shoreline" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/01\/nyregion\/nameless-storm-swamps-the-shoreline.html"} , {"body" : "Beyond a sprawling storage room piled high with fabrics and filled with rack upon rack of skirts, scores of mostly Chinese workers attend to the meticulous but mind-numbingly repetitive tasks of attaching zippers and pockets with row upon row of Japanese-made Juki sewing machines. The scene, at first glance, is familiar to anyone who has ventured" , "date" : "19911027" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Garment Makers Find New Home in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/27\/nyregion\/garment-makers-find-new-home-in-brooklyn.html"} , {"body" : "Five men were charged yesterday with running a Brooklyn gambling ring that the authorities said took in $10 million a year and operated under the protection of the Bonanno crime family. The 58-count state racketeering indictment said the defendants conducted an extensive numbers operation, using more than 50 storefront betting sites in Brooklyn," , "date" : "19911025" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "5 Charged as Heads of Brooklyn Numbers Ring" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/25\/nyregion\/5-charged-as-heads-of-brooklyn-numbers-ring.html"} , {"body" : "International A3-9 Mideast peace talks offer great hope, Prime Minister Shamir said. The Israeli leader has spoken of possible landmines in the negotiations, but on the eve of the peace conference, he has chosen to emphasize the potential for agreement. Page A1 Israel's reopened Soviet embassy clears the way for the Kremlin to sit next to the U.S." , "date" : "19911025" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/25\/nyregion\/news-summary-191691.html"} , {"body" : "'The Art of Babar' 'Watercolors and Drawings by Jean and Laurent de Brunhoff' National Academy of Design 1083 Fifth Avenue (between 89th and 90th Streets) (212) 369-4880 All ages Through Nov. 3 One rite of childhood is to get to know at least one Babar book familiarly, if not by heart. In this colorful, whimsical show of 145 original Jean and" , "date" : "19911018" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/18\/arts\/for-children.html"} ,   {"body" : "The only relative who never gave up on Tracey Bowe was her grandmother. In return, Tracey stole her grandmother's good silver, a radio, cameras, clothes, a silver chain, a diamond ring and a set of dishes. She and her boyfriend lived rent-free with the grandmother in her Brooklyn apartment, where they smoked crack. Last month, the police say," , "date" : "19911013" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "When Love Doesn't Conquer: Crack and Murder" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/13\/nyregion\/when-love-doesn-t-conquer-crack-and-murder.html"} , {"body" : "Here is a sampling of tours by bus, van, helicopter and foot that are scheduled this fall in New York City. Dates and times are subject to change. Walking tours in New York City parks are listed on pages 36 and 37. Today LOWER EAST SIDE, Manhattan. A look at the many varieties of markets on a walking tour of the Lower East Side led by Sherrill" , "date" : "19910929" , "day_of_week_facet" : "Sunday" , "page_facet" : "12" , "title" : "TOURS" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/29\/news\/tours.html"} , {"body" : "Here is a list of participatory sporting events. All dates and times are subject to change. It is always advisable to check with the organizers of an event to confirm starting times and locations. Today RAINBOW MARATHON, Flushing Meadows-Corona Park, Queens. A 26.2-mile foot race with a 1-mile certified loop; sponsored by Sri Chinmoy Marathon Team." , "date" : "19910929" , "day_of_week_facet" : "Sunday" , "page_facet" : "15" , "title" : "FOR REAL SPORTS" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/29\/news\/for-real-sports.html"} , {"body" : "Here is a sampling of children's activities, compiled by Dulcie Leimbach, scheduled this fall in New York City. Dates and times are subject to change. ALL AGES October \"DANCE LATIN STYLE,\" a workshop with the musician and band leader Chico Mendoza, who will play mambo, rumba and merengue music with the Bomba and Mendoza Dancers, with participatory" , "date" : "19910929" , "day_of_week_facet" : "Sunday" , "page_facet" : "14" , "title" : "A Prescription for the School-Weary: Excitement!" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/29\/news\/a-prescription-for-the-school-weary-excitement.html"} , {"body" : "\"NEW YORK is a devil's dream, the most urbanized city in the world,\" Michael Gold wrote in his 1930 book \"Jews Without Money,\" about an observation shared by boys growing up 60 years ago on the Lower East Side. \"It is a mythical city buried by a volcano. No grass is found in this petrified city, no big living trees, no flowers, no bird but the drab" , "date" : "19910929" , "day_of_week_facet" : "Sunday" , "page_facet" : "3" , "title" : "PARKS; New York's True Nature Is, Yes, Leafy" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/29\/news\/parks-new-york-s-true-nature-is-yes-leafy.html"} , {"body" : "AT once a densely and diversely populated chunk of New York and a complex tangle of stereotypes and myths, Brooklyn evokes many images to the world beyond its famous bridge. It's the Dodgers and \"The Honeymooners,\" the faded, honky-tonk luster of Coney Island and the elegance of Brooklyn Heights, and, sadly, the violence and racial tensions now" , "date" : "19910925" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "3" , "title" : "The Brooklyn Cookbook: Mix Ethnic Attitudes and Memories" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/25\/garden\/the-brooklyn-cookbook-mix-ethnic-attitudes-and-memories.html"} , {"body" : "Fishing The Dorothy B. VII Pier 6 Emmons Avenue Sheepshead Bay Brooklyn (718) 646-4057 (evenings) Recommended ages: 5 and up Throughout the year Even though Labor Day has passed, fishing days aren't necessarily over. The Dorothy B. VII, a 70-foot charter boat, slips out from its mooring daily at 7 A.M. (for fishermen, that's late) to stalk porgies," , "date" : "19910920" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/20\/arts\/for-children.html"} , {"body" : "Two brothers suspected in 11 armed robberies on the D train in Brooklyn in the last month were charged late Wednesday with killing a young man after he used a street-corner pay phone against their wishes, police officials said yesterday. In an odd coincidence, the arrests of the brothers, Thurston Pilgrim, 16 years old, and Prince Pilgrim, 17, came" , "date" : "19910920" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "2 Brothers Tied to Subway Thefts Are Held in Murder" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/20\/nyregion\/2-brothers-tied-to-subway-thefts-are-held-in-murder.html"} , {"body" : "Chris Hasson says he has been a permanent fixture at the Jacob Riis Park beach for 18 years, from his first visit at 4 years old, through occasional spying trips to the nudist section of the beach as a teen-ager, to his three forays a week with his friends today. \"We're the cleanest beach around,\" Mr. Hasson said, adding that Coney Island, the New" , "date" : "19910907" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "GATEWAY NATIONAL RECREATION AREA" , "FAR ROCKAWAY (NYC)" , "JACOB RIIS PARK (QUEENS, NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Giving Riis, the Forgotten Park, a Better Image" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/07\/nyregion\/giving-riis-the-forgotten-park-a-better-image.html"} , {"body" : "In the annals of New York City subway calamities, the worst remains the 1918 Malbone Street disaster: 97 people were killed and more than 250 were injured in a derailment in Brooklyn that had eerie parallels to yesterday's early-morning crash. In both accidents, passengers described harrowing minutes before the crash, where the motorman sped into" , "date" : "19910829" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "THE SUBWAY CRASH; Accident Has Eerie Echoes Of 1918 Crash That Killed 97" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/29\/nyregion\/the-subway-crash-accident-has-eerie-echoes-of-1918-crash-that-killed-97.html"} ,   {"body" : "Holiday Treats Rosh ha-Shanah, the Jewish New Year, begins at sundown on Sept. 8. Though Mama or Grandma prepared the whole meal in years past, these days professional bakers and caterers often help out the family cook. Some professionals even use recipes that belonged to their mothers and grandmothers. Food for the holiday is more varied than ever" , "date" : "19910828" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "4" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/28\/garden\/food-notes-330591.html"} , {"body" : "This is the time of year when parts of Queens take on the look of a tennis colony, right down to the gleaming white cushion-soled Ellesse socks and shock-absorbing Silicone Formula K-Swiss sneakers. Over the next two weeks, the United States Open will draw a half-million people to Flushing, many of them willing to go to great lengths, and expense," , "date" : "19910826" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Flushing Journal; Fashion in the Stands: 2 Contests at U.S. Open" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/26\/nyregion\/flushing-journal-fashion-in-the-stands-2-contests-at-us-open.html"} , {"body" : "Janis Ellen Cohen, a daughter of Mr. and Mrs. Howard C. Cohen of Wheatley Heights, L.I., was married last evening to Rodd Warren Schlerf, a son of Joanna Moncure Glenn of Wilmington, Del., and Gilbert Schlerf of West Islip, L.I. The Rev. Maurice A. Fetty, a Congregational minister, performed the ceremony at the Waterview Club in Bayville, L.I. The" , "date" : "19910825" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "56" , "title" : "Janis Ellen Cohen Marries Rodd Warren Schlerf" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/25\/style\/janis-ellen-cohen-marries-rodd-warren-schlerf.html"} , {"body" : "Surprised and relieved, scores of Soviet emigres in the Brighton Beach section of Brooklyn returned to their domino games, boardwalk strolls and other summer pastimes yesterday after the restoration to power of the Soviet President, Mikhail S. Gorbachev. But many of them expressed uncertainty about the future of the Soviet Union, particularly its" , "date" : "19910822" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "UNION OF SOVIET SOCIALIST REPUBLICS"] , "nytd_section_facet" : ["World"] , "page_facet" : "18" , "title" : "AFTER THE COUP; In Brighton Beach, Eyes on Dominoes and Kremlin" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/22\/world\/after-the-coup-in-brighton-beach-eyes-on-dominoes-and-kremlin.html"} , {"body" : "Rocked to Sleep Q. I fall asleep on trains or buses. Babies fall asleep if you walk back and forth and gently rock them. Why? Would it be a good treatment for insomnia? A. The vestibular system, the brain center associated with movement, is close to sleep centers in the brain and there may some relationship between them, said Dr. Michael J. Thorpy," , "date" : "19910820" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Science" , "Technology" , "Health"] , "page_facet" : "6" , "title" : "Q&A" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/20\/science\/q-a-013791.html"} , {"body" : "Given a choice, most people would rather not think about sewage. But when a treatment plant dumps raw waste into the water or produces a stomach-turning stench, the choice is made for them. Thousands of Harlem residents were reminded last week of how unpleasant things can get when the big new North River plant along the Hudson River swamped dozens" , "date" : "19910818" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "16" , "title" : "Despite Decades Of Spending, Sewage Plants Are Full Up" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/18\/weekinreview\/despite-decades-of-spending-sewage-plants-are-full-up.html"} , {"body" : "Armed now with what they said was the right picture of the right man, the police announced yesterday that they had arrested a 22-year-old former security guard and charged him with two rapes in the Stuyvesant Park area of lower Manhattan. They said he was a suspect in a third. The man, Garry Jacques, was arrested at 2 A.M. yesterday outside his" , "date" : "19910817" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["STUYVESANT PARK (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Ex-Guard Is Charged in East Side Rapes" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/17\/nyregion\/ex-guard-is-charged-in-east-side-rapes.html"} , {"body" : "Children's Art Show Paramount Gallery Long Island University 1 University Plaza DeKalb and Flatbush Avenues Downtown Brooklyn (718) 783-3077 Recommended ages: 7 and up Through Sept. 13 This exhibition of artwork by Brooklyn junior and senior high school students reflects the borough's diversity. Working in conjunction with the Brooklyn Arts" , "date" : "19910816" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "19" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/16\/arts\/for-children.html"} , {"body" : "In sewage treatment, smell comes with the territory. But unlike the city's experience at the North River sewage plant in Harlem, odors can be controlled. Engineers say doing so requires a well-designed plant, good control of the treatment process and a more intangible element: strong morale among plant workers. When these factors come together," , "date" : "19910816" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Turning Sewage Plants Into Friendly Neighbors" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/16\/nyregion\/turning-sewage-plants-into-friendly-neighbors.html"} , {"body" : "A 16-year-old Brooklyn youth was shot and killed yesterday afternoon in a Coney Island housing project when a gun that a woman was trying to sell went off, the police said. The teen-ager, Louis Harper, who lived in the Gravesend Houses at 60 Carleton Avenue in the Fort Greene section, was shot at 1:24 P.M. inside the lobby of 2841 West 33d Street" , "date" : "19910816" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Gun for Sale Kills Teen-Ager" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/16\/nyregion\/gun-for-sale-kills-teen-ager.html"} ,   {"body" : "JUAN GUERRERO grows tomatillos on a scrap of land that used to be a chop shop for stolen cars in the South Bronx. It's his little piece of Mexico. \"He says you cut them up with hot pepper for salsa,\" said Jose Garcia, who grew up in Puerto Rico. Mr. Guerrero left of Puebla, Mexico, four years ago, but he speaks little English, so Mr. Garcia was" , "date" : "19910815" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "In a Mix of Cultures, An Olio of Plantings" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/15\/garden\/in-a-mix-of-cultures-an-olio-of-plantings.html"} , {"body" : "A young Brooklyn woman gave birth on Monday afternoon in a stairwell in a Coney Island housing project and then dropped the infant down a trash chute into a compactor 10 stories below, the police said yesterday. The Medical Examiner's office said the baby was alive when it was dropped but died from the fall. The mother, Melondie Cummings, 19 years" , "date" : "19910814" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Newborn Is Thrown in Trash and Dies" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/14\/nyregion\/newborn-is-thrown-in-trash-and-dies.html"} , {"body" : "New York City's newest and most expensive sewage treatment plant may have design flaws that have been causing the severe odors that Harlem residents have complained about since it opened in 1986, state and city officials said yesterday. If the sprawling $1.1 billion plant along the Hudson River has been designed improperly, it could take many years" , "date" : "19910814" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)" , "HUDSON RIVER"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Flaws May Cost Millions At Harlem Sewage Plant" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/14\/nyregion\/flaws-may-cost-millions-at-harlem-sewage-plant.html"} , {"body" : "Dining Italian It is always edifying to see how others see Americans. \"I Ristoranti di Veronelli USA\" (Veronelli Editore, 1991) is an Italian guide to the Italian restaurants in the United States written and published by Luigi Veronelli, a respected critic in Italy. It covers nearly 1,000 places in 45 states, including Alaska, and took three years" , "date" : "19910814" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "9" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/14\/garden\/food-notes-053891.html"} , {"body" : "New York City detectives are looking for two suspects who they believe carried out a 14-hour robbery spree in Brooklyn in which they shot three people, killing two of them and wounding the third, a Methodist minister. One of the slain victims was a retired New York police sergeant on his way to work; the other was a Brooklyn resident shot a few" , "date" : "19910811" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Suspects Sought in Shootings of 3 During Crime Spree in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/11\/nyregion\/suspects-sought-in-shootings-of-3-during-crime-spree-in-brooklyn.html"} , {"body" : "A Coney Island man fell to his death in an apartment building elevator shaft yesterday when he he leaned against the elevator doors on the 15th floor and they suddenly gave way, the police said. The police in Brooklyn identified the victim as Chandler Johnson, 24 years old, of 3222 Bayview Avenue. The death, which was tentatively classified as" , "date" : "19910811" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Coney I. Man Is Killed In Elevator Shaft Fall" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/11\/nyregion\/coney-i-man-is-killed-in-elevator-shaft-fall.html"} , {"body" : "New York City detectives believe that two recent shootings during seemingly random robberies in Brooklyn were the work of two men, who are still at large and \"armed and dangerous.\" Two of the victims were killed and one seriously wounded. The slain victims were a retired New York police sergeant on his way to work and a Brooklyn resident shot a few" , "date" : "19910810" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Police Seeking Suspects in 3 Brooklyn Shootings" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/10\/nyregion\/police-seeking-suspects-in-3-brooklyn-shootings.html"} , {"body" : "Carl A. Capasso, who was convicted of tax evasion and barred from work for New York City, made a camouflaged comeback by using a front company to obtain $2 million in city contracts, officials say. The Department of Environmental Protection said that the company, H.H.M. Associates, was recently disqualified from another $5.3 million in contracts on" , "date" : "19910809" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Firm Called Dominated By Capasso" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/09\/nyregion\/firm-called-dominated-by-capasso.html"} , {"body" : "One youth was playing in a pickup basketball game yesterday in Brooklyn. Another was playing touch football in the Bronx. Neither survived his game, the police said. The 15-year-old Brooklyn youth, Marc Haynes, was stabbed and killed yesterday afternoon because he refused to pass the basketball to a teammate, the police said. Saul Perriera, the" , "date" : "19910807" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Are Slain in Arguments Over Games" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/07\/nyregion\/2-are-slain-in-arguments-over-games.html"} , {"body" : "Carlos A. Foster, wearing a Western bandanna, a Stetson and riding boots, wanted the Mayor to send cowboys on horseback into poor neighborhoods to teach children about AIDS between rope tricks. Dan Gould thought the city should ban cars and trucks during the day south of 96th Street, making Manhattan a traffic-free mall. Gilbert McKelvie would open" , "date" : "19910806" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New York Tells Dinkins How to Save It" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/06\/nyregion\/new-york-tells-dinkins-how-to-save-it.html"} ,   {"body" : "A moderately retarded 19-year-old man was severely beaten, sexually assaulted and robbed early yesterday by a group of youths at a Coney Island playground in an attack that the police called unusually cruel. Six youths, including an 11-year-old boy, a 12-year-old boy and a 15-year-old girl, were arrested. The victim, whose name was not released," , "date" : "19910804" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Retarded Man Sexually Assaulted And Badly Beaten in Coney Island" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/04\/nyregion\/retarded-man-sexually-assaulted-and-badly-beaten-in-coney-island.html"} , {"body" : "Madgaline Michael's childhood was spent in Jefferson, S.C., in the days before the clamor for racial equality swept through the South. As a black person of mature years, she is no neophyte to racism. Nor, as a resident of New York City for 32 years, is she naive about crime. But Ms. Michael was stunned last week, when her son became one of the" , "date" : "19910804" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Canarsie's Long-Held Racial Anxieties Resurface" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/04\/nyregion\/canarsie-s-long-held-racial-anxieties-resurface.html"} , {"body" : "International 3-18 Steps to reduce Cuban immigration to the United States have been taken by the Bush Administration. A surge in Cuban migration this year led officials to temporarily freeze six-month tourist visas. Page 1 Haiti's new leader appears moderate despite fears that he would bring jarring change and a crackdown on supporters of past" , "date" : "19910804" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/04\/nyregion\/news-summary-377491.html"} , {"body" : "Broadway's newest and friendliest act is the team of Barden and Miller, now playing to crowds in midtown Manhattan. It stars an equestrian turned police officer and a thoroughbred horse turned ham actor. Police Officer Barbara Barden and her horse Miller, members of the New York Police Department Mounted Unit, draw clusters of onlookers most" , "date" : "19910804" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "54" , "title" : "Horse's Star Quality Attracts Midtown Fans" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/04\/news\/horse-s-star-quality-attracts-midtown-fans.html"} , {"body" : "THE Automat has sealed its last slot, and that wonderful institution, the New York cafeteria with free-flowing seltzer and soup that held a spoon perpendicular, has gone down the urban digestive tract. New Yorkers have always wolfed down lunch, but it used to be unthinkable that something called fast food would become the staple of midday dining." , "date" : "19910802" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "1" , "title" : "The Real New York? It's There, All Right, but It's Hiding" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/02\/arts\/the-real-new-york-it-s-there-all-right-but-it-s-hiding.html"} , {"body" : "In \"The Great Gatsby,\" F. Scott Fitzgerald described the area around what is now Flushing Meadows-Corona Park as a \"a fantastic farm where ashes grow like wheat into ridges and hills and grotesque gardens.\" At the time, part of that area was actually an ash dump. After the 1939-40 World's Fair there, Robert Moses, New York City's Parks" , "date" : "19910802" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/02\/arts\/for-children.html"} , {"body" : "Since 1686, this has been the official seal of New York City. Each element recalls a bit of history: the sailor on the left holds a plummet for testing depths when seeking a good harbor like New York's, and he stands beneath a cross-shaft, the early navigating instrument Henry Hudson is supposed to have used to plot the local latitude. On the right" , "date" : "19910728" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "16" , "title" : "The Region; After 14 Years, Is It Time For Another Look at Love?" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/28\/weekinreview\/the-region-after-14-years-is-it-time-for-another-look-at-love.html"} , {"body" : "Jack Tauber, rabbi of the Synagogue Avenue Z Jewish Center in Brooklyn, died on Thursday at Coney Island Hospital. He was 75 years old and lived in Brooklyn. Rabbi Tauber was the victim of a hit and-run automobile accident on May 6 as he was walking to service at the synagogue, his son, Stuart, said. He had been spiritual leader for the" , "date" : "19910714" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "26" , "title" : "Jack Tauber, Rabbi, 75" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/14\/obituaries\/jack-tauber-rabbi-75.html"} , {"body" : "Hidden along the muddied banks and rotting piers of New York City's miles of shoreline, city officials have discovered dozens of storm pipes illegally spewing millions of gallons of raw sewage a day into local waterways. And behind the pollution, city and state officials say, are some unlikely culprits. Among them: the United States Army, the New" , "date" : "19910710" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New Sewage Culprits In New York Found In the Public Sector" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/10\/nyregion\/new-sewage-culprits-in-new-york-found-in-the-public-sector.html"} , {"body" : "If John Harvey's novels were songs, Charlie Parker would play them. Like \"Lonely Hearts\" and \"Rough Treatment,\" his earlier, equally melancholy police procedurals, CUTTING EDGE (Holt, $18.95) sings the blues for people too bruised to carry the tune for themselves. Charlie Resnick, the compassionate cop-hero of this superb series set in the English" , "date" : "19910707" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "19" , "title" : "CRIME" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/07\/books\/crime-817591.html"} ,   {"body" : "Here is a sampling of events planned around New York City for the Fourth of July weekend: Today ANNUAL AIR SHOW, Coney Island, Brooklyn. The United States Army's eight-member Green Beret parachute team is to land on the beach today through Sunday at 12:30 P.M. Also taking part in the show tomorrow and on Sunday will be an Air Force F-16 plane," , "date" : "19910705" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "10" , "title" : "The Fourth, Continued" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/05\/arts\/the-fourth-continued.html"} , {"body" : "A pregnant woman was killed and nine other women were injured yesterday when a drunken driver drove onto a sidewalk in the Flatlands section of Brooklyn during the morning rush hour, the police said. In just seconds in front of South Shore High School on Ralph Avenue, the driver's car hit two people on the sidewalk, then careered through a bus" , "date" : "19910702" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "FLATLANDS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Pregnant Woman Hit and Killed By Car on a Brooklyn Sidewalk" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/02\/nyregion\/pregnant-woman-hit-and-killed-by-car-on-a-brooklyn-sidewalk.html"} , {"body" : "Mirroring their striking rebound in mathematics, New York City public-school students lifted their performance on the annual reading test, surpassing the national average for the first time in three years, according to test figures released yesterday. Schools Chancellor Joseph A. Fernandez contended that the reading scores, coupled with the 4.9" , "date" : "19910627" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Students Lift Scores in Test On Reading" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/27\/nyregion\/students-lift-scores-in-test-on-reading.html"} , {"body" : "In search of bluefish, lobster and a college degree, an elite and unlikely band of students sets sail every school day from Kingsborough Community College at the tip of the Manhattan Beach section of Brooklyn. Like characters dreamed up by a latter-day Melville or Twain, they spend much of the academic year cruising Jamaica Bay and the Atlantic," , "date" : "19910625" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "College for the Study of Masts and Mackerel" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/25\/nyregion\/college-for-the-study-of-masts-and-mackerel.html"} , {"body" : "To the Editor: I am a senior citizen. My step is unsteady, and I use a cane. I used to enjoy a walk on the Coney Island boardwalk. Alas, no more. Every fair day, speeding bicycles endanger the lives and limbs of less-than-agile oldsters and youngsters. This despite numerous posted signs that prohibit bicycles after 10 A.M. I have written Mayor" , "date" : "19910621" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Boardwalk Bicyclists Imperil the Elderly" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/21\/opinion\/l-boardwalk-bicyclists-imperil-the-elderly-227191.html"} , {"body" : "Gerard Papa cruises the streets of Bensonhurst in his 1990 Lincoln. He sometimes transports a dozen members of his amateur basketball team in the sky-blue automobile. Today, he carries just one passenger, one who has come to hear the stories he tells again and again. The trip is through time toward an elusive destination called meaning. It begins" , "date" : "19910612" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "About New York" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/12\/nyregion\/about-new-york.html"} , {"body" : "O' somewhere flags may flutter, and somewhere bands may play. And somewhere youths are marching, but not for Brooklyn-Queens Day. Today, as codified by the State of New York, is a peculiar holiday that seems to violate the separation of church and state and -- particularly for schoolchildren across the East River -- constitutes an obvious" , "date" : "19910606" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "BROOKLYN-QUEENS JOURNAL; Vestige of Another Era: Where's the Parade?" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/06\/nyregion\/brooklyn-queens-journal-vestige-of-another-era-where-s-the-parade.html"} , {"body" : "THERE is too much to see in New York City and it is all moving too fast and there isn't enough time and there never will be. Groucho Marx once said that when it is 9:30 in New York, it is 1937 in Los Angeles. The curious thing is that New York remains New York in essential ways. The architecture reflects successive visions of brilliant new worlds;" , "date" : "19910602" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "20" , "title" : "ATTRACTIONS; What Sights to See, Big Time (and Small)" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/02\/arts\/attractions-what-sights-to-see-big-time-and-small.html"} , {"body" : "ALL New Yorkers want a private beach. They want to flip-flop down a lonely path, unfold their chairs or spread their towels on an empty patch of sand, and bask in the security of isolation. Certainly a public beach is a more perilous prospect. One risks being boinged by a stray paddle ball or sprinkled with sand as some carefree teen-ager races" , "date" : "19910602" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN BEACH (NYC)" , "BRIGHTON BEACH (NYC)" , "ORCHARD BEACH (BRONX)" , "ROCKAWAY (NYC)" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "Beaches; The Sand. The Surf. The Junk Food." , "url" : "http:\/\/www.nytimes.com\/1991\/06\/02\/arts\/beaches-the-sand-the-surf-the-junk-food.html"} , {"body" : "NO doubt about it: New York City was, is and always will be the big magnet that draws in the crowds. In spring, fall and winter, there's that unmistakable pull toward the in-town concert halls, theaters and art galleries. Summer is the time to reverse the field, to venture out from the city, to get away from the middle-of-the-night car alarms and" , "date" : "19910602" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "12" , "title" : "Outings; Where to Find Quiet Places Out of the City" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/02\/arts\/outings-where-to-find-quiet-places-out-of-the-city.html"} ,   {"body" : "Here is a list of quirky treats available this summer in New York City. Dates and times are subject to change. Today-Saturday RODEO IN THE BRONX, Crotona Community Baseball Field, 180th Street between Mapes and Prospect Avenues, Fordham, the Bronx. The wild, wild East: Bronco busting, calf roping, steer wrestling, with professional cowpokes. Today" , "date" : "19910602" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "Offbeat" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/02\/arts\/offbeat.html"} , {"body" : "ON PARADE This Week SALUTE TO ISRAEL DAY PARADE, Fifth Avenue, from 57th to 79th Street, Manhattan. Sponsored by the American Zionist Youth Fund. Today, noon. BRONX WEEK UNITY PARADE, Grand Concourse, from Kingsbridge Road South to 153d Street. Today, 12:30 P.M. Next Week NEW YORK PUERTO RICAN DAY PARADE, Fifth Avenue from 44th to 86th Street," , "date" : "19910602" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "ON AND IN THE STREET" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/02\/arts\/on-and-in-the-street.html"} , {"body" : "Surprises in the Ranks The hottest titles in video go to the top of best-seller and best-renter lists, but a little lower in the rankings there always seem to be some surprises. On Billboard's current rental chart, for instance, \"Ghost,\" a huge moneymaker in theaters last year, remains No. 1 for the eighth week, but true to a general rule in video," , "date" : "19910530" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "Home Video" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/30\/movies\/home-video-906791.html"} , {"body" : "Ebullient with victory in the Persian Gulf and the end of a half-century of cold war, people across the New York metropolitan area paused on a sumptuous Memorial Day yesterday to remember the nation's fallen warriors and to reflect again on the lessons of Gettysburg, the Argonne, Tarawa and Khe Sanh. Across the region, people marked the long" , "date" : "19910528" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Day Glowing With Warmth and Pride" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/28\/nyregion\/a-day-glowing-with-warmth-and-pride.html"} , {"body" : "It is downright curious how other dimensions are imposed on holidays that were created for one purpose. Happy birthday to Washington and Lincoln means an orgy of consumerism that the Presidents had never envisioned. Thanksgiving Day is apotheosized in parades, New Year's Day in a pile-up of tackles. Memorial Day, which is Monday, has gentler" , "date" : "19910524" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "A Holiday for Remembering the War Dead and Just Relaxing" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/24\/arts\/a-holiday-for-remembering-the-war-dead-and-just-relaxing.html"} , {"body" : "To the Editor: Thank you for a thoroughly beautiful and soulful article on Coney Island (Weekend section, May 17). For me, growing up in Brooklyn and spending summer weekends on that beach, and now visiting family still living in Brighton Beach, that shoreline has been the inspiration for paintings and writings, a place still to run to when the" , "date" : "19910524" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "30" , "title" : "Coney Island Landmark Must Not Be Destroyed" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/24\/opinion\/l-coney-island-landmark-must-not-be-destroyed-987091.html"} , {"body" : "\"SUMMERTIME and the living is easy,\" goes the grand old Gershwin song. So remember being 7 years old and wearing a new pair of sneakers and flying as if there's no tomorrow. Remember the perfumes of suntan lotion, hot dogs roasting and an outboard motor on a little old fishing boat. Remember being forever young and school finally being out and" , "date" : "19910524" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Summer: A User's Manual" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/24\/arts\/summer-a-user-s-manual.html"} , {"body" : "In 1983, members of one of New York City's smallest minority groups -- Tamils from Sri Lanka -- set out to call attention to what they believed were human-rights abuses in their homeland. Whether they succeeded is debatable. What is not is that they got a costly lesson in New York politics, largely courtesy of City Councilman Noach Dear of" , "date" : "19910522" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Noach Dear: Master of Overlapping Interests" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/22\/nyregion\/noach-dear-master-of-overlapping-interests.html"} , {"body" : "The panel drawing 51 new City Council districts for New York City released a final proposal yesterday that is little changed from previous versions. A few incumbents opposed the changes, while many members of minorities said the plan was not changed enough. The plan, from the New York City Districting Commission, increases the percentages of" , "date" : "19910517" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "District Map For Council Changes Little" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/17\/nyregion\/district-map-for-council-changes-little.html"} , {"body" : "Vincent V. Vendetti has devoted much of his 49 years to working with people whose minds can't navigate challenging passages. He is what is known as a personal adjustment trainer in a workshop for handicapped people in Coney Island. Each day, 86 or so mentally retarded adults come to sit beneath fluorescent lights at the same long cluttered tables," , "date" : "19910515" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "About New York" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/15\/nyregion\/about-new-york.html"} ,   {"body" : "Under intense public criticism that it had shortchanged minorities and protected incumbents, the panel drawing 51 new City Council districts in New York City said yesterday that racial and ethnic minorities would gain seats and more incumbents would be pitted against one another in its latest plan, to be released on Thursday. Under a preliminary" , "date" : "19910514" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Council to Add Minority Seats In Latest Maps" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/14\/nyregion\/council-to-add-minority-seats-in-latest-maps.html"} , {"body" : "To the people who live in New York City, there is nothing abstract about the fiscal crisis anymore. Experts prescribe and politicians spar, but New Yorkers look past them at the city. What they see is loss. They see the city budget through the prism of their own lives and jobs, fears and urban pleasures. Regardless of what happens in the coming" , "date" : "19910512" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For New Yorkers,Something Is Gone With Budget" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/12\/nyregion\/for-new-yorkerssomething-is-gone-with-budget.html"} , {"body" : "Brooklyn residents had their say last night on the creation of 51 new City Council districts, and they told the districting commission that their communities are being split up and that black and Hispanic voters are being disenfranchised to help incumbents. Residents of Park Slope, Prospect Heights, Flatbush and Crown Heights, among others, argued" , "date" : "19910508" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Plan for Redistricting Is Faulted in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/08\/nyregion\/plan-for-redistricting-is-faulted-in-brooklyn.html"} , {"body" : "If City Councilman Samuel Horwitz wanted to travel the length of his new Brooklyn district without leaving it, according to one proposed version of the district, he would have to make his way for nearly two miles along the Coney Island Boardwalk. \"It's not contiguous at high tide,\" said David I. Wells, a union political organizer and dissenting" , "date" : "19910507" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Redistricting Oddities Reflect Racial and Ethnic Politics" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/07\/nyregion\/redistricting-oddities-reflect-racial-and-ethnic-politics.html"} , {"body" : "Redistricting is one of those eye-glazing words that only a political junkie can love. But it's a vital issue right now in New York City. The new City Charter calls for replacing the city's 35 existing districts with 51 new districts. That could dramatically reshape the City Council by giving minorities, as required by the Federal Voting Rights" , "date" : "19910504" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Shaping, Slowly, a New City Council" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/04\/opinion\/shaping-slowly-a-new-city-council.html"} , {"body" : "Two maps for new City Council districts on Staten Island got two reactions last night: black residents liked one, white residents liked the other. The hearing last night at New Dorp High School, though sparsely attended, began what promises to be a passionate round of five by the New York City Districting Commission. The panel is charged with" , "date" : "19910503" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "On S.I., Whites Like Plan A, but Blacks Like B" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/03\/nyregion\/on-si-whites-like-plan-a-but-blacks-like-b.html"} , {"body" : "A plainclothes officer investigating a 911 call about a teen-age gunman was shot and seriously wounded in Queens yesterday afternoon when he ordered three young people to line up against a wall and one whirled around, firing three shots from a .38-caliber revolver, the police said. The injured officer's partner returned the fire, killing the gunman" , "date" : "19910503" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Officer Is Shot Lining Up 3; Suspect Slain" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/03\/nyregion\/officer-is-shot-lining-up-3-suspect-slain.html"} , {"body" : "The commission charged with drawing a new political map to better reflect the increasing diversity of New York City proposed a plan yesterday that could increase black and Hispanic representation on an expanded City Council. Under the plan, the commission said, at least a third of the seats would have a reasonable chance of going to black or" , "date" : "19910502" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "MINORITY DISTRICTS FOR COUNCIL ADDED IN NEW YORK PLAN" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/02\/nyregion\/minority-districts-for-council-added-in-new-york-plan.html"} , {"body" : "Eight New York City hospitals were among 161 in the nation with higher-than-expected death rates for Medicare patients, according to a Federal report released yesterday. But of the eight, which include four municipal hospitals and four voluntary hospitals, only the Harlem Hospital Center has made the annual list for four consecutive years." , "date" : "19910502" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "11" , "title" : "HOSPITALS CITED IN NEW YORK CITY" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/02\/nyregion\/hospitals-cited-in-new-york-city.html"} , {"body" : "The bedroom's lace curtains rustle in a cool spring breeze, filtering dots of sunlight onto a four-poster bed. Like hundreds of other bed-and-breakfasts throughout America, the appeal of Donald Kurz-Fiedeke's small hostelry is its 19th-century charm, its whiff of romance. But just beyond the curtains and a well-tended garden, laundry hangs from" , "date" : "19910501" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Tells Tourists, Yo! Don't Overlook Us" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/01\/nyregion\/brooklyn-tells-tourists-yo-don-t-overlook-us.html"} ,   {"body" : "Still mired in political dogfights over how new City Council districts should be drawn in the Bronx, Brooklyn and Staten Island, the New York City Districting Commission said yesterday that it would present more than one possibility for those boroughs in its preliminary citywide plan tomorrow. At its last meeting before the 51 new Council districts" , "date" : "19910430" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Districting Panel to Offer Options" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/30\/nyregion\/districting-panel-to-offer-options.html"} , {"body" : "James Diodato reacted within seconds yesterday, stripped and jumped into the swirling, cold waters under the Verrazano Narrows Bridge. For more than half an hour, the 23-year-old former Marine tried to reach a 14-year-old boy flailing against the current and screaming, \"Help me, I'm going to die.\" There was terror in the boy's face, Mr. Diodato" , "date" : "19910430" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Daring Rescue Attempt Ends Tragically for Boy" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/30\/nyregion\/daring-rescue-attempt-ends-tragically-for-boy.html"} , {"body" : "During what the police termed a \"vicious\" robbery, two men were shot to death and two seriously wounded in a grocery store in Brooklyn late Saturday night. At least two gunmen entered the Morillo Grocery Store at 1259 St. John's Place in the Crown Heights section about 10:20 P.M., announced a robbery and began shooting, said a police spokesman," , "date" : "19910429" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Are Slain and 2 Wounded By Gunmen in Store Holdup" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/29\/nyregion\/2-are-slain-and-2-wounded-by-gunmen-in-store-holdup.html"} , {"body" : "The commission charged with redistricting the New York City Council is ensnared in a tangle of racial and party politics just three days before it is to present its vision for a legislature that would represent the city's sweeping ethnic diversity. The Districting Commission, created under the 1989 City Charter and heralded as the new and" , "date" : "19910428" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "OLD FEUDS TANGLE NEW CITY COUNCIL AS DEADLINE NEARS" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/28\/nyregion\/old-feuds-tangle-new-city-council-as-deadline-nears.html"} , {"body" : "The independent body charged with creating 51 new New York City Council districts gave the first glimpse of what those possibilities could be yesterday, setting the stage for a political revolution that could for the first time send to the Council previously unrepresented groups like Asian-Americans and gay people. At a news conference, the New" , "date" : "19910411" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "34 Options Are Given for New Council" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/11\/nyregion\/34-options-are-given-for-new-council.html"} , {"body" : "Barbara Sparhawk is, she says, not very sentimental. But at the funeral, she discovered feelings of anger, grief and embarrassment that needed expression. Anger because it was the funeral of a young police officer, Jeff Herman, killed in the line of duty in May 1989. Embarrassment because when she approached his partner, put a hand on his elbow and" , "date" : "19910411" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Memorial to Officers, From the Heart" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/11\/nyregion\/memorial-to-officers-from-the-heart.html"} , {"body" : "Steve Mandl, the baseball coach at George Washington High School in Washington Heights, looks toward opening day tomorrow and remembers how it all began. It was the end of October eight years ago. He was just another new gym teacher at an overcrowded, academically troubled New York City high school. Then the baseball coach quit, pleading burnout," , "date" : "19910410" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "A Coach Learns Again to Love the Game" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/10\/nyregion\/a-coach-learns-again-to-love-the-game.html"} , {"body" : "Junior Ranger Naturalist Program Various New York City parks Recommended ages: 8 to 13 (212) 360-2774 Many older city children have found that getting out of the apartment on the weekend and slipping into a world of trees, ponds and frogs is not as hard as they think. Indeed, the city's Urban Park Rangers have been sponsoring the Junior Rangers for" , "date" : "19910405" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/05\/arts\/for-children.html"} , {"body" : "For two years, 12-year-old Joey DiPaolo kept silent. Then last fall he and his parents decided to tell his school that he had AIDS. \"I wanted to tell,\" said Joey, a sixth grader at the Roy H. Mann Intermediate School in the Bergen Beach area of Brooklyn. \"I could keep secrets, but not that kind.\" The DiPaolos are the rare exception. For every Joey" , "date" : "19910328" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Children With a Secret (Spelled AIDS)" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/28\/nyregion\/children-with-a-secret-spelled-aids.html"} , {"body" : "Thousands of low-income women in New York City must now scramble to find routine gynecological care because the clinics where they used to receive it have been closed or scaled back for lack of money -- victims of city budget cuts and economic problems. Nonprofit agencies are trying to find alternative clinics for these women, but until then the" , "date" : "19910325" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Poor Are Rocked by Closing of Gynecological Clinics" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/25\/nyregion\/poor-are-rocked-by-closing-of-gynecological-clinics.html"} ,   {"body" : "Just as there is not really one, specific Ray, there is no single Ray's pizza pie. In general, the Ray's style is a variation on the traditional New York pizza, the thin-crusted pies baked in coal-fired ovens that were developed by Italian bakeries in the late 19th century and are still served at places like John's Pizzeria at 278 Bleecker Street" , "date" : "19910325" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Making Pizza The Ray's Way" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/25\/nyregion\/making-pizza-the-ray-s-way.html"} , {"body" : "A 17-year-old Manhattan girl has been charged with fatally shooting one twin and wounding the other during what the police said was a fight over clothing. The suspect, Daisy Lam, of 113-15 Madison Street, was arrested Friday night and charged yesterday with second-degree murder, first-degree assault and criminal possession of a weapon, said Sgt." , "date" : "19910324" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Metro Datelines; One Twin Is Killed, and 2d Is Wounded" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/24\/nyregion\/metro-datelines-one-twin-is-killed-and-2d-is-wounded.html"} , {"body" : "Making its sixth trip to the final four in the last six years and its fourth in that span to the final game, Abraham Lincoln High School came away last night with its second Public Schools Athletic League championship since 1986. The Railsplitters from Coney Island beat South Shore of Canarsie, 55-40, in an all-Brooklyn final of the boys' Class A" , "date" : "19910320" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "28" , "title" : "SCHOOLS; Lincoln Takes Title In P.S.A.L." , "url" : "http:\/\/www.nytimes.com\/1991\/03\/20\/sports\/schools-lincoln-takes-title-in-psal.html"} , {"body" : "After five months of competition, 97 public high schools from the five boroughs of New York have been whittled down to just six survivors for the city championship basketball games of the Public Schools Athletic League at Madison Square Garden this evening. All three games will involve intraborough rivals. At 8 P.M., two Brooklyn squads meet in the" , "date" : "19910319" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "Three Finals In P.S.A.L." , "url" : "http:\/\/www.nytimes.com\/1991\/03\/19\/sports\/three-finals-in-psal.html"} , {"body" : "The four boys' basketball teams in the semifinals of the Public Schools Athletic League city championship -- Grady (22-2), Manhattan Center for Science and Math (22-2), Lincoln (21-3) and South Shore (24-0) -- will be goaded by something besides a city title when play begins today at Hunter College in Manhattan. One thing is certain: there will be" , "date" : "19910313" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "SCHOOLS; Semifinalists in P.S.A.L. Still Have a Lot to Prove" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/13\/sports\/schools-semifinalists-in-psal-still-have-a-lot-to-prove.html"} , {"body" : "The Department of Parks and Recreation is trying to trim $17 million from its $185 million budget, a tortuous exercise that provides a window on the political maneuvering and public balancing act that shapes the budget process in New York City. On paper, the warnings are bleak: Staten Island beachgoers could find a \"No Swimming\" sign posted on" , "date" : "19910312" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Budget Politics: How One Agency Copes - A special report.; Delicate Balance: Park Priorities and Cost Cutting" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/12\/nyregion\/budget-politics-one-agency-copes-special-report-delicate-balance-park-priorities.html"} , {"body" : "The \"Parsifal\" tradition at the Metropolitan Opera -- renewed this Thursday evening with a new production directed by Otto Schenk -- is both venerable and startling. It evokes America's heyday of German opera, when the Wagner cult reached Peoria. It also sheds light on Wagner's shifting function in our cultural affairs. Wagner nights once sold out" , "date" : "19910310" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "CLASSICAL MUSIC; Wagner's American Emissary" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/10\/arts\/classical-music-wagner-s-american-emissary.html"} , {"body" : "A 22-year-old Coney Island man was convicted on Friday of killing a prominent Russian cardiologist as he came to the aid of his wife during a robbery on a quiet street in Queens last summer. The shooting of Dr. Arkady Novikov, 47, shocked residents of Forest Hills and stirred widespread press attention here and in the Soviet Union. The defendant," , "date" : "19910310" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FOREST HILLS (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "MAN IS CONVICTED IN QUEENS KILLING" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/10\/nyregion\/man-is-convicted-in-queens-killing.html"} , {"body" : "For Sandra Feldman -- who grew up poor in the Coney Island section of Brooklyn; whose father, a milkman, gave up playing the violin when his fingers became too thick from manual labor and whose mother worked in bakeries when she could -- school was \"a lifeline, opening the whole world to me.\" It was, she would later say, the route \"to making a real" , "date" : "19910307" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Molded in Schools, She Helps Mold Them" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/07\/nyregion\/molded-in-schools-she-helps-mold-them.html"} , {"body" : "Sheldon Curtis of New York and Dr. Naomi Curtis of Brooklyn have announced the engagement of their daughter, Amy Jennifer Curtis, to Arnold Alexander Oppler, the son of the late Mr. and Mrs. Edwin Oppler of Far Rockaway, Queens. An April wedding is planned. Ms. Curtis, 31, is a graduate of Wesleyan University and received a master's degree in" , "date" : "19910303" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "63" , "title" : "Ms. Curtis to Wed Arnold A. Oppler" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/03\/style\/ms-curtis-to-wed-arnold-a-oppler.html"} ,   {"body" : "Calvin Trillin, the writer frequently called a humorist because there is no more precise term for a man who disembowels pomp with such a good-natured sword, has announced that he has sworn off Dan Quayle. Given the fact that children bring Dan Quayle stories home from school along with knock-knock jokes, and bartenders proffer them with bowls of" , "date" : "19910228" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "25" , "title" : "PUBLIC & PRIVATE; Boondoggle" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/28\/opinion\/public-private-boondoggle.html"} , {"body" : "Dinner at Sea Feb. 25 -- An evening of food, fashion and entertainment starting at 6:30 will have a nautical theme at the Nosmo King restaurant, 54 Varick Street, south of Canal Street in TriBeCa. The event will benefit the nonprofit Manhattan Center for Living, which helps people with life-threatening illnesses. There will be a fashion show of" , "date" : "19910224" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "56" , "title" : "Social Events" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/24\/style\/social-events.html"} , {"body" : "For the fourth time in less than two months, a major section of the badly deteriorated Manhattan Bridge will be closed for emergency repairs, this time disrupting weekend subway service on the B and D lines. The B and D trains are to be rerouted for four weekends, beginning tomorrow, to allow engineers to repair large cracks in steel support beams" , "date" : "19910215" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Bridge Section To Close Again To Fix Supports" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/15\/nyregion\/bridge-section-to-close-again-to-fix-supports.html"} , {"body" : "In spite of a vigorous and largely successful six-year campaign to rid the New York City subway system of graffiti, Transit Authority officials say the number of \"hits\" on trains doubled from 1989 to 1990. \"We're seeing a lot more 'tags' on trains, kids coming home from school who put up things like 'Mike loves Mary',\" said Lieut. John J. Romero," , "date" : "19910211" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Subway Graffiti Back and Bothersome" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/11\/nyregion\/subway-graffiti-back-and-bothersome.html"} , {"body" : "Tonight's edition of \"The American Experience\" is a loving evocation of Coney Island in its grandest, giddiest years between the 1870's and World War I. The producer and director Ric Burns uses to good effect some of the techniques he helped apply to \"The Civil War\": remarkable old photographs brought to life by the television camera and played off" , "date" : "19910204" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "11" , "title" : "Review\/Television; The Coney Island of New York's Age of Innocence" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/04\/movies\/review-television-the-coney-island-of-new-york-s-age-of-innocence.html"} , {"body" : "Welcome to the City of Fire: Coney Island, birthplace of the hot dog and the roller coaster, a place made of electricity and dreams, a place where, as the film maker Ric Burns says, \"energies were liberated.\" \"Coney Island,\" Mr. Burns's history of America's greatest seaside resort, will be presented tomorrow night at 9 as part of the PBS series" , "date" : "19910203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "TELEVISION; Cotton Candy and Electric Dreams" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/03\/arts\/television-cotton-candy-and-electric-dreams.html"} , {"body" : "When the Rev. Al Sharpton leads a march across the Brooklyn Bridge today to celebrate the birthday of the Rev. Dr. Martin Luther King Jr., he is scheduled to be greeted on the steps of City Hall by Mayor David N. Dinkins. Not long ago the two men, different in style and politics and wary of each other's intentions, probably would have shunned each" , "date" : "19910121" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A 'New' Sharpton: Maturing of a Maverick?" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/21\/nyregion\/a-new-sharpton-maturing-of-a-maverick.html"} , {"body" : "The engagement of Janis Ellen Cohen to Rodd Warren Schlerf, a son of Gilbert Schlerf of East Islip, L.I., and Joanna Glenn of Wilmington, Del., has been announced by the prospective bride's parents, Mr. and Mrs. Howard C. Cohen of Wheatley Heights, L.I. An August wedding is planned. Miss Cohen, 26 years old, graduated from Cornell University and" , "date" : "19910120" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "41" , "title" : "Janis Cohen Engaged To Wed Rodd Schlerf" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/20\/style\/janis-cohen-engaged-to-wed-rodd-schlerf.html"} , {"body" : "Speaking from a wheelchair at Coney Island Hospital, the Rev. Al Sharpton urged his followers yesterday to refrain from violence in the aftermath of the attack against him last weekend, when he was stabbed by a young man before a march through the Bensonhurst section of Brooklyn. When told that a white youth had told the police that he had been" , "date" : "19910116" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Sharpton Urges Followers to Forgo Violence" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/16\/nyregion\/sharpton-urges-followers-to-forgo-violence.html"} , {"body" : "A Brooklyn grand jury began hearing evidence yesterday against a white Bensonhurst man accused of stabbing the Rev. Al Sharpton in an attack listed by the police as a bias crime. No indictment was handed up, but the panel was expected to continue its work today. The Brooklyn District Attorney, Charles J. Hynes, said through a spokesman, Patrick" , "date" : "19910115" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Grand Jury Investigates Sharpton Stabbing" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/15\/nyregion\/grand-jury-investigates-sharpton-stabbing.html"} ,   {"body" : "Several hundred demonstrators marched peacefully through the Bensonhurst section of Brooklyn yesterday, a few hours after the Rev. Al Sharpton and the Rev. Jesse Jackson appealed for calm in the wake of Mr. Sharpton's stabbing in the predominantly white neighborhood on Saturday. After linking hands and chatting with Mr. Sharpton in his hospital" , "date" : "19910114" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bensonhurst Protest March Is Peaceful" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/14\/nyregion\/bensonhurst-protest-march-is-peaceful.html"} , {"body" : "The Rev. Al Sharpton was stabbed in the chest yesterday as he prepared to lead a protest demonstration through the Bensonhurst section of Brooklyn with the parents of Yusuf K. Hawkins, the black youth slain there by a white mob 17 months ago. Police officers assigned to monitor the demonstration immediately seized and subdued a suspect, a white" , "date" : "19910113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Sharpton Is Stabbed at Bensonhurst Protest" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/13\/nyregion\/sharpton-is-stabbed-at-bensonhurst-protest.html"} , {"body" : "TIRED of standing in line to see Mexican at the Met? Weary of looking high and low at the Museum of Modern Art? Wondering what's hanging on other walls while the Guggenheim reworks its bobsled ramp-run? Never mind, you ain't seen nothing yet, to coin a cliche (for other coins, try the American Numismatic Society in Harlem). The city that rarely" , "date" : "19910104" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Halls of History, Fame, Oddity and Wonder" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/04\/arts\/halls-of-history-fame-oddity-and-wonder.html"}]