[  {"body" : "Here is a sampling of street fairs and festivals in New York City through December. The information was provided by the Community Assistance Unit of the Mayor's office. Dates and times are subject to change. Today ATLANTIC ANTIC, Atlantic Avenue between Flatbush Avenue and the East River, Brooklyn Heights and Boerum Hill, Brooklyn. 10 A.M. to 6" , "date" : "19910929" , "day_of_week_facet" : "Sunday" , "page_facet" : "4" , "title" : "FAIRS AND FESTIVALS; Celebrations on the Street" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/29\/news\/fairs-and-festivals-celebrations-on-the-street.html"} , {"body" : "A Brooklyn grand jury yesterday indicted a black youth in the fatal stabbing of a Hasidic Jew in Crown Heights on Aug. 19. At the same time another grand jury wrestled with the explosive issue of whether to charge the Hasidic driver of a car that killed a black boy earlier that night, touching off four nights of racial violence. At the funeral" , "date" : "19910827" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Youth Indicted in Fatal Stabbing In Crown Heights Racial Rampage" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/27\/nyregion\/youth-indicted-in-fatal-stabbing-in-crown-heights-racial-rampage.html"} , {"body" : "Grief and politics clasped hands yesterday in the small Baptist church in Crown Heights where hundreds of people said farewell to Gavin Ossie Cato. The 7-year-old black boy from Guyana, whose death after being hit by a car driven by a Hasidic Jew inspired the worst racial turmoil in New York City in years, was remembered at a funeral and somber" , "date" : "19910827" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Bitterness Pervades Funeral For Crown Heights Boy, 7" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/27\/nyregion\/bitterness-pervades-funeral-for-crown-heights-boy-7.html"} , {"body" : "When Jose Rivera of Long Island City, Queens, sails from Sheepshead Bay in Brooklyn in search of bluefish, he is after more than just the thrill of pulling in as many of the fierce, combative fish as he can. He is trying to put food on the tables of a crowd of other people, including his family, his wife's family and some of their neighbors. \"See" , "date" : "19910817" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNITED STATES" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "New Rules for Bluefish Give the Poor the Blues" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/17\/nyregion\/new-rules-for-bluefish-give-the-poor-the-blues.html"} , {"body" : "Less than a week after the Justice Department ruled that New York's City Council redistricting plan illegally shortchanged Hispanic voters, the city's Districting Commission yesterday approved a revised plan and prepared to send it back to Washington. Hoping for swift approval so the city can proceed with a November election, the commissioners met" , "date" : "19910726" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Panel Approves Revised Plan For New York's Council Seats" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/26\/nyregion\/panel-approves-revised-plan-for-new-york-s-council-seats.html"} , {"body" : "Pressed between increasingly bitter demands from Hispanic groups and the ticking of the election clock, the New York City Districting Commission came close to passing a revised Council district plan last night in the hope that quick Federal approval would save the elections this year. But at almost the last moment, and perhaps typifying its" , "date" : "19910725" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Snag Blocks Vote on New York Districting" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/25\/nyregion\/snag-blocks-vote-on-new-york-districting.html"} , {"body" : "Members of the New York City Districting Commission appeared to be ready to vote today to amend five districts in order to get Federal approval of a revised districting plan for the City Council, several commissioners said. The districts include three that were formally rejected by the Justice Department last week. The two others likely to be" , "date" : "19910724" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Panel Members Seem Ready To Vote on Revised Districts" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/24\/nyregion\/panel-members-seem-ready-to-vote-on-revised-districts.html"} , {"body" : "Even as members of the New York City Districting Commission remained sharply split on how to amend the Council districting plan for Federal approval, dozens of Council candidates spent the final day collecting petitions yesterday in anticipation of an election that may never take place. The plan for 51 new districts was rejected on Friday by the" , "date" : "19910723" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Panel Divides On Changing Council Maps" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/23\/nyregion\/panel-divides-on-changing-council-maps.html"} , {"body" : "The political mapmakers call this block of the Williamsburg section of Brooklyn a \"majority minority\" area. But to the Puerto Ricans gathered outside La Borinquena Grocery, the Dominicans in the Cibao bodega or the blacks gathered under a revivalist's tent across the street, political reality is a little more complicated. \"I know if we are given" , "date" : "19910721" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Where Minorities Rub, It's 'Us' Against 'Them'" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/21\/nyregion\/where-minorities-rub-it-s-us-against-them.html"} , {"body" : "For those who have been preparing to run for seats on the New York City Council, the Justice Department's recent decision to reject the redrawn district lines has stirred fears and frustration. Candidates interviewed yesterday said they hoped that the rejection would not knock the elections planned for this fall off schedule. Some said that a delay" , "date" : "19910721" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Candidates Fault Ruling On Districts" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/21\/nyregion\/candidates-fault-ruling-on-districts.html"} ,   {"body" : "The Justice Department today blocked use of a new districting plan for the New York City Council, saying that it \"consistently disfavored\" Hispanic voters in violation of Federal law. The redistricting plan for an expanded and more powerful City Council was a central element of New York's historic effort to make its government more reflective of" , "date" : "19910720" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "U.S. REJECTS NEW YORK PLAN FOR CITY COUNCIL DISTRICTS; FINDS HISPANIC VOTERS HURT" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/20\/nyregion\/us-rejects-new-york-plan-for-city-council-districts-finds-hispanic-voters-hurt.html"} , {"body" : "Following are excerpts from Assistant Attorney General John R. Dunne's letter to the New York City Districting Commission: In our view, the New York City Districting Commission was faced with a job of staggering proportions, namely, to divide a city of over seven million people into 51 new Council districts while addressing the historical inability" , "date" : "19910720" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Excerpts From U.S. Letter Rejecting Redistricting Plan" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/20\/nyregion\/excerpts-from-us-letter-rejecting-redistricting-plan.html"} , {"body" : "Did the National Rifle Association hear the shooting the other day at the Cypress Hills housing project in Brooklyn? It blasted forth just as Mayor David Dinkins was announcing a new crackdown on guns. Fearing flying bullets, many in his audience ducked for cover; the Mayor courageously stood his ground and urged calm. Those bullets also flew just" , "date" : "19910624" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "14" , "title" : "The Guns of Cypress Hills" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/24\/opinion\/the-guns-of-cypress-hills.html"} , {"body" : "International A3-7 The Soviets should be offered a role, though limited, in the International Monetary Fund, the seven leading democracies agreed. It would be a milestone in Moscow's march to join the world financial system. Page A1 The embargo on trade with Iraq threatens the country with severe malnutrition and increased disease, doctors say." , "date" : "19910624" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/24\/nyregion\/news-summary-840891.html"} , {"body" : "Mayor David N. Dinkins announced yesterday that the city would mount a major campaign to evict public housing tenants who own guns illegally. In a dramatic reflection of his theme, his speech in a Brooklyn housing project was interrupted by the noise of nearby gunfire. The plan, modeled on programs under which hundreds of drug dealers have been" , "date" : "19910621" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Dinkins to Crack Down on Guns in Public Housing" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/21\/nyregion\/dinkins-to-crack-down-on-guns-in-public-housing.html"} , {"body" : "To loll in bed or, perhaps, to take a leisurely lunch, even if the street outside is a little more littered -- it is a trade-off that would gladden the hearts of thousands of New Yorkers who deal almost daily with the maddening ritual of driving their cars all the way to the other curb. \"That would be absolutely spectacular,\" said Samm Carlton, a" , "date" : "19910516" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Well, Maybe Fiscal Woe Isn't All Bad" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/16\/nyregion\/well-maybe-fiscal-woe-isn-t-all-bad.html"} , {"body" : "Twenty-two men and women died during the 100-hour ground offensive in the Persian Gulf. No monuments will be erected to memorialize the casualties. No sense of sacrifice or loss has been seared on the public consciousness. No parades are planned. The 22 were murdered in New York City. During the same 100 hours, about 28 American troops, by one" , "date" : "19910328" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO MATTERS; In Memory Of Those Shot In Civilian Wars" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/28\/nyregion\/metro-matters-in-memory-of-those-shot-in-civilian-wars.html"}]