[  {"body" : "The great machine of New York City functions, at times implausibly, because of the work of some 200,000 city employees, the majority of them unrecognized and unappreciated. The Fund for the City of New York honored six of them on Thursday for the sort of quiet, creative, dedicated work that few people associate with civil service. Each received the" , "date" : "19911222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "Honoring Six 'Unsung Heroes' of New York City" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/22\/nyregion\/honoring-six-unsung-heroes-of-new-york-city.html"} , {"body" : "Here is a sampling of holiday events, including parades, fairs, Santa visits, tree lightings and holiday windows, in New York City. Dates and times are subject to change. Today BREAKFAST WITH SANTA, Lord & Taylor, 424 Fifth Avenue, at 39th Street (11th floor), Manhattan. Breakfast with entertainment. 9:30 A.M. Admission: $10, which includes a" , "date" : "19911215" , "day_of_week_facet" : "Sunday" , "page_facet" : "16" , "title" : "HOLIDAY SIGHTS" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/15\/news\/holiday-sights.html"} , {"body" : "Here are some of the musical presentations planned for the holiday season in New York City. All are free unless otherwise noted. The selection, compiled by Allan Kozinn, represents what caught this critic's eye and excited his expectations. Today ST. IGNATIUS CHURCH (Episcopal), West End Avenue at 87th Street, Manhattan. Britten's \"Ceremony of" , "date" : "19911213" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "7" , "title" : "Where to Hear the Music of Christmas" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/13\/arts\/where-to-hear-the-music-of-christmas.html"} , {"body" : "PAT BARTHOLOMEW, on her way to work from Manhattan to downtown Brooklyn, gets ready to switch for an express subway at Chambers Street. When the doors open, Ms. Bartholomew is ready for the pushing and shoving and swearing. What she isn't prepared for is the painful whack a woman delivers across her back. Ms. Bartholomew wheels around. \"Are you" , "date" : "19911211" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/11\/garden\/metropolitan-diary-798791.html"} , {"body" : "The first ones outside the door at the New York Transit Museum auction and tag sale yesterday were Ed Blomberg and Eric Machate, who showed up, rock-concert style, four hours early. At 7 A.M., they were groggy but did not plan on being cheated out of a bargain. And at 11 A.M., they led the two-block-long line into the museum in downtown Brooklyn" , "date" : "19911208" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "48" , "title" : "Memories and Memorabilia Meet at Subway Auction" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/08\/nyregion\/memories-and-memorabilia-meet-at-subway-auction.html"} , {"body" : "UNDER the combined weight of budget deficits, a deep recession and a surplus of new buildings, New York City officials are facing off against the construction industry in an attempt to overhaul the city's generous incentives for real estate development. The incentives include tax breaks for developers and have become a fixture of New York" , "date" : "19911208" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Time for a Change in Builder Incentives?" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/08\/realestate\/time-for-a-change-in-builder-incentives.html"} , {"body" : "Thanksgiving Out Here are some restaurants in New York City that are serving special Thanksgiving meals: ADRIENNE, in the Peninsula Hotel, 700 Fifth Avenue, at 55th Street, Manhattan, (212) 903-3918. Price: $44; children under 12, $25. ALISON ON DOMINICK STREET, 38 Dominick Street, Manhattan, (212) 727-1188. Price: $65. AMERICAN HARVEST, 1 World" , "date" : "19911122" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "Diner's Journal" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/22\/arts\/diner-s-journal.html"} , {"body" : "Here is a sampling of holiday events, including parades, fairs, Santa visits, tree lightings and holiday windows, in New York City. Dates and times are subject to change. Tomorrow VETERANS' DAY PARADE, Fifth Avenue, from 24th to 39th Street, Manhattan; sponsored by the American Legion. 9 A.M. Monday BELLEVUE SOUTH PARK CRAFTS SHOW AND FARMERS MART," , "date" : "19911110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "20" , "title" : "HOLIDAYS" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/10\/news\/holidays.html"} , {"body" : "THERE are days and ways that New York City seems like not that nice a place to be. Winters are the worst. The wind whistles wildly down the avenues, slaps you on the cheeks like a spurned lover and leaves your eyes watering pitifully. No matter how cold the air, the streets are filled with dirty slush. You dream of Florida, but you're lucky to" , "date" : "19911110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "3" , "title" : "HOLIDAYS; Things That Melt the Humbuggiest Heart" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/10\/news\/holidays-things-that-melt-the-humbuggiest-heart.html"} , {"body" : "NEW YORK CITY puts on a mile-wide smile at this time of year. Its routine workaday gait takes on an unaccustomed lilt as sightseers swarm along Fifth Avenue, Rockefeller Center and the commercial canyons of Herald Square. For many, this holiday ritual is not complete without a well-deserved respite in a restaurant, perhaps a Marleyesque institution" , "date" : "19911110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "14" , "title" : "RESTAURANTS; Observing the Annual Rite Of Good Food and Cheer" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/10\/news\/restaurants-observing-the-annual-rite-of-good-food-and-cheer.html"} ,   {"body" : "Much as he did at The Daily News, Robert Maxwell swept like a gallant knight last summer into another New York City institution, Polytechnic University. Mr. Maxwell, a trustee at the university since 1986, was elected chairman in July, then promptly announced that he would donate $10 million to begin a fund-raising campaign. Exuding what the" , "date" : "19911108" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Maxwell's Gift to Campus in Doubt" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/08\/nyregion\/maxwell-s-gift-to-campus-in-doubt.html"} , {"body" : "DESIGNED for as many as a dozen tenants, Livingston Plaza, the newest office building in downtown Brooklyn, wound up with only one occupant, the New York City Transit Authority. But that suited the developers, Cohen Brothers Realty Corporation and Starrett Housing Corporation. After all, the Transit Authority did more than take all 600,000 square" , "date" : "19911103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "13" , "title" : "Commercial Property: Livingston Plaza; Designed for a Dozen, but One Tenant's Enough" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/03\/realestate\/commercial-property-livingston-plaza-designed-for-dozen-but-one-tenant-s-enough.html"} , {"body" : "A band of intruders opened fire in a crowded Brooklyn vocational school hallway yesterday, badly wounding a 19-year-old special education student, the police said. The wounded student, Willie Dickerson, shot in the back, underwent three and a half hours of surgery at Bellevue Hospital, where he was listed in stable condition. \"He got shot at the" , "date" : "19911102" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "26" , "title" : "Student Shot by an Intruder at a Brooklyn School" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/02\/nyregion\/student-shot-by-an-intruder-at-a-brooklyn-school.html"} , {"body" : "ARNIE RAMIREZ, who says that losing has made him a nervous person, didn't want his Long Island University players taking their 4-1 victory over St. Peter's of Jersey City on Saturday for granted. So at 9 o'clock yesterday morning, he had them back at practice. Ramirez likes to recall that it took PELE a month to score his 1,000th goal after scoring" , "date" : "19911021" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "SIDELINES: L.I.U. SOCCER; Nervous Times On Flatbush Ave." , "url" : "http:\/\/www.nytimes.com\/1991\/10\/21\/sports\/sidelines-liu-soccer-nervous-times-on-flatbush-ave.html"} , {"body" : "When work crews laid a 20-inch cast-iron water main into 42d Street between Park and Lexington Avenues in 1904, New York was a very different place. Horse-drawn carriages shuttled the well-to-do around town. The city's first subway line was about to open. Then everything changed. Except the pipe. Steam pipes, telegraph wires, sewers, telephone" , "date" : "19911018" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE WATER MAIN BREAK; After 87 Years of Change, Some Water Mains Remain" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/18\/nyregion\/the-water-main-break-after-87-years-of-change-some-water-mains-remain.html"} , {"body" : "\"THERE is no argument necessary but this: Long Island City will be the greatest apartment and factory proposition around New York in five years,\" crowed New York City's leading real estate newsletter in 1906. As far as Long Island City's future was concerned, it was right -- up to a point. Since then, Northwest Queens, the South Bronx, central" , "date" : "19911013" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "16" , "title" : "THE REGION; Beyond Manhattan, Some Islands Of Growth" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/13\/weekinreview\/the-region-beyond-manhattan-some-islands-of-growth.html"} , {"body" : "Tens of thousands of Haitian demonstrators spilled into lower Manhattan from Brooklyn yesterday in a spirited show of support for their nation's ousted President, Jean-Bertrand Aristide. Clogged by more than 60,000 demonstrators -- the police estimate -- the streets of the financial district were virtually paralyzed for most of the afternoon." , "date" : "19911012" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "HAITI"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Thousands of Haitians Protest Coup" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/12\/nyregion\/thousands-of-haitians-protest-coup.html"} , {"body" : "To the Editor: Our first reaction to Gov. Mario M. Cuomo's plan to revitalize New York City (news article, Sept. 24) was one of optimism. However, that positive reaction quickly faded. The Governor's wish list conspicuously excludes any mention of programs to improve Brooklyn, although the borough remains the heaviest populated county in the state." , "date" : "19911008" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "Airport Rail Portion of Cuomo Plan Must Offer Travelers More; Nothing for Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/08\/opinion\/l-airport-rail-portion-cuomo-plan-must-offer-travelers-more-nothing-for-brooklyn-053491.html"} , {"body" : "In a church basement classroom adorned with a large map of Africa and a banner proclaiming \"Mesua Abo Bra\" -- meaning \"learning for life\" in the Akan language of Ghana -- 10 young Brooklyn children embarked last month on an experiment in learning. Dressed in blue-and-white uniforms, with ties made of colorful West African kente cloth, the 5- and" , "date" : "19911006" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "34" , "title" : "Afrocentric Brooklyn School Opens" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/06\/nyregion\/afrocentric-brooklyn-school-opens.html"} , {"body" : "AT once a densely and diversely populated chunk of New York and a complex tangle of stereotypes and myths, Brooklyn evokes many images to the world beyond its famous bridge. It's the Dodgers and \"The Honeymooners,\" the faded, honky-tonk luster of Coney Island and the elegance of Brooklyn Heights, and, sadly, the violence and racial tensions now" , "date" : "19910925" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "3" , "title" : "The Brooklyn Cookbook: Mix Ethnic Attitudes and Memories" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/25\/garden\/the-brooklyn-cookbook-mix-ethnic-attitudes-and-memories.html"} ,   {"body" : "The gang of girls who killed another teen-age girl on a subway on Friday attacked her after she refused to be cowed at knifepoint into handing over her earrings or running away, a friend who was with the victim on the train said yesterday. The girls wanted to scare Maribel Feliciano, 15 years old, but \"she was very brave,\" the friend, who gave her" , "date" : "19910922" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GREENWICH VILLAGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Friend Says Girl Killed on a Train Resisted Robbery by Other Girls" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/22\/nyregion\/friend-says-girl-killed-on-a-train-resisted-robbery-by-other-girls.html"} , {"body" : "Two brothers suspected in 11 armed robberies on the D train in Brooklyn in the last month were charged late Wednesday with killing a young man after he used a street-corner pay phone against their wishes, police officials said yesterday. In an odd coincidence, the arrests of the brothers, Thurston Pilgrim, 16 years old, and Prince Pilgrim, 17, came" , "date" : "19910920" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "2 Brothers Tied to Subway Thefts Are Held in Murder" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/20\/nyregion\/2-brothers-tied-to-subway-thefts-are-held-in-murder.html"} , {"body" : "Robert Maxwell, the wealthy British publisher who never went to college, will start his first meeting tomorrow as chairman of the board of trustees of the Polytechnic University of New York by announcing his gift of $10 million to the Brooklyn institution. The gift is the largest in the 137-year history of the private institution, which nearly" , "date" : "19910918" , "day_of_week_facet" : "Wednesday" , "page_facet" : "17" , "title" : "Maxwell to Donate $10 Million to Polytechnic U." , "url" : "http:\/\/www.nytimes.com\/1991\/09\/18\/news\/maxwell-to-donate-10-million-to-polytechnic-u.html"} , {"body" : "New York City officials say they have devised a new way of getting prisoners to court -- by closed-circuit television. In an experiment that will start next year, the city will install a television network linking the city's jail complex on Rikers Island in the East River with courthouses in Manhattan, Brooklyn, the Bronx and Queens. At first, the" , "date" : "19910915" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "New York City Plans a TV Network to Link Jails and Courts" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/15\/nyregion\/new-york-city-plans-a-tv-network-to-link-jails-and-courts.html"} , {"body" : "They flirt with death and normally prevail over it, but every once in a while, death triumphs. On Thursday, another day of robberies and domestic squabbles and burning buildings, a New York City police officer and a city firefighter suffered fatal wounds while carrying out their risky work. The officer died Thursday evening; the firefighter" , "date" : "19910914" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police and Firefighters Ponder Duty and Death" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/14\/nyregion\/police-and-firefighters-ponder-duty-and-death.html"} , {"body" : "A probationary firefighter was seriously injured early yesterday when a section of roof collapsed on him as he was searching for people in a burning building in Brooklyn. Authorities later charged a 23-year-old woman with setting the fire. The firefighter, Kevin Kane, 31 years old, the son of a retired assistant fire chief, was airlifted by police" , "date" : "19910913" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Fireman Critically Hurt in Blaze; Squatter Is Held on Arson Charge" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/13\/nyregion\/fireman-critically-hurt-in-blaze-squatter-is-held-on-arson-charge.html"} , {"body" : "Joshua and Stephen Muss may not be the closest of cousins, but they do have several things in common. Each is part of a legacy of builders in the New York area, and each feels frustration over separate construction projects planned for Brooklyn. Joshua, the head of the Muss Development Company, is trying to build a 31-story office building and" , "date" : "19910909" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For Family Of Builders, Brick Walls" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/09\/nyregion\/for-family-of-builders-brick-walls.html"} , {"body" : "MANHATTAN 1st DISTRICT MANUEL S. CAVACO Jr. (D) -- Truck driver, rock musician and artist; Democratic county committee member. MARGARET S. CHIN (D-L) -- Director, Chinatown Center of La Guardia Community College; member of Community Board 1 and State Democratic Committee. JOHN A.FRATTA (D) -- Youth co-ordinator; member of Community Board 2 and" , "date" : "19910909" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Candidates Crowd the Field in Primary for Council" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/09\/nyregion\/candidates-crowd-the-field-in-primary-for-council.html"} , {"body" : "IT may sound implausible -- with lenders balking, tenants vanishing, bankruptcies increasing and foreclosures looming -- but the construction climate in New York City hasn't been this good in years. Building costs have dropped to where they were in the mid-80's, construction executives say. Steel is cheaper. And while labor is not cheaper on the" , "date" : "19910901" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Commercial Property: Construction Costs; For Some, a Lucky Time to Be Building" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/01\/realestate\/commercial-property-construction-costs-for-some-a-lucky-time-to-be-building.html"} , {"body" : "Children's Art Show Paramount Gallery Long Island University 1 University Plaza DeKalb and Flatbush Avenues Downtown Brooklyn (718) 783-3077 Recommended ages: 7 and up Through Sept. 13 This exhibition of artwork by Brooklyn junior and senior high school students reflects the borough's diversity. Working in conjunction with the Brooklyn Arts" , "date" : "19910816" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "19" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/16\/arts\/for-children.html"} ,   {"body" : "A Brooklyn assistant district attorney was raped in her apartment early yesterday by a man who climbed through a slightly open window and grabbed her as she came out of her bedroom, the police said. He put a pillow over her face, tied her hands with a telephone cord, raped her and then stole a number of items from her Brooklyn Heights apartment," , "date" : "19910815" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Assistant Prosecutor Raped In Her Brooklyn Apartment" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/15\/nyregion\/assistant-prosecutor-raped-in-her-brooklyn-apartment.html"} , {"body" : "NOT everyone in town bolts to greener pastures when summer's hot winds blow. There are city gardeners who devote their all to an urban patch. Susan Rowland's jungle-like rooftop terrace is in Brooklyn, more or less in the shadow of the Williamsburgh Bank tower. Michael Straus's English-style backyard is in lower Manhattan, more or less in strolling" , "date" : "19910808" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "THE CITY GARDENER; Rural Retreats (In New York) To Better Enjoy the Summer" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/08\/garden\/the-city-gardener-rural-retreats-in-new-york-to-better-enjoy-the-summer.html"} , {"body" : "A 36-year-old homeless woman and two teen-agers have been charged with the abduction and murder of a popular Staten Island restaurateur last month, the police said yesterday. The police believe that the woman and the two youths robbed the victim, Mark Raffone, 28 years old, early on the morning of July 18 and then beat him with a golf club before" , "date" : "19910803" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Police Accuse 3 Of July Slaying Of Restaurateur" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/03\/nyregion\/police-accuse-3-of-july-slaying-of-restaurateur.html"} , {"body" : "A 29-year-old woman was hit over the head with a baseball bat by a man who tried to rob her as she left a subway station in downtown Brooklyn last night, the police said. The victim, Deidre Duffy, was in critical condition at Long Island College Hosital. The police said she was attacked shortly after 6 P.M. as she left a subway entrance at Warren" , "date" : "19910722" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Woman Hit With Baseball Bat" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/22\/nyregion\/woman-hit-with-baseball-bat.html"} , {"body" : "Would Henry James have described \"summer afternoon\" as the two most beautiful words in the English language if he had been in these parts yesterday? Ha! Not if he had been among the thousands of people who filed sullenly past the intersection of Broadway and 46th Street at 8 A.M. It was hazy, already sweltering and the billowing emission from a" , "date" : "19910720" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Finish the Phrase, New York: Is It (Blank) Enough for You?" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/20\/nyregion\/finish-the-phrase-new-york-is-it-blank-enough-for-you.html"} , {"body" : "From how much garbage gathers at the curbs to how much pollution ends up in the air, the look and feel of New York City is likely to deteriorate as the city scales back an array of services that affect the environment. In some cases, cutbacks in the budgets of the Sanitation, Environmental Protection, Transportation and Parks and Recreation" , "date" : "19910716" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Outlook Grim and Dirty For New York Ecology" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/16\/nyregion\/outlook-grim-and-dirty-for-new-york-ecology.html"} , {"body" : "It seemed that everyone at the wake yesterday for Francis J. Mugavero had a personal story to tell about the retired Bishop of Brooklyn who died Friday at the age of 77. But the one vignette that may have captured the man best was limned by Msgr. John Walker, a friend for 40 years. Monsignor Walker told of how Bishop Mugavero loved to eat with" , "date" : "19910715" , "day_of_week_facet" : "Monday" , "geo_facet" : ["QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Mourners Pay Tribute to Bishop Mugavero" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/15\/nyregion\/mourners-pay-tribute-to-bishop-mugavero.html"} , {"body" : "International A3-10 The arms talks ended in agreement on all issues, except for a technical question. The agreement came after four days of talks between Secretary Baker and the Soviet Foreign Minister in Washington. Page A1 What is throw weight? A10 Iraq's efforts to enrich uranium through a method abandoned in the West half a century ago are a" , "date" : "19910715" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/15\/nyregion\/news-summary-849691.html"} , {"body" : "Bishop Francis J. Mugavero, who in his 22 years as the head of the Roman Catholic Diocese of Brooklyn combined staunch liberalism and a fierce loyalty to the Vatican, died yesterday at the age of 77. The Bishop, who retired in February 1990, died of a heart attack while vacationing in East Hampton, L.I., said Frank DeRosa, the spokesman for the" , "date" : "19910713" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "9" , "title" : "Francis J. Mugavero, 77, Is Dead; Was Bishop of Brooklyn 22 Years" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/13\/obituaries\/francis-j-mugavero-77-is-dead-was-bishop-of-brooklyn-22-years.html"} , {"body" : "When school opens in New York City on Sept. 11 more classrooms will be strained to the breaking point. Fewer teachers will be around to offer art, music and the electives that give high school its pungency. Fewer guidance counselors will be available to help the most aimless and unruly youngsters, and ragged textbooks will have to make it through" , "date" : "19910711" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "School's Budget Cuts: Looking for Magic" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/11\/nyregion\/school-s-budget-cuts-looking-for-magic.html"} ,   {"body" : "An assistant Manhattan district attorney was shot in the back and robbed Wednesday night at an automatic teller machine in downtown Brooklyn, the police said yesterday. The attorney, David Breen, 25 years old, was listed in stable condition at Bellevue Hospital Center yesterday, said a police spokesman, Officer Scott Bloch. Mr. Breen's assailant" , "date" : "19910705" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Assistant Prosecutor Is Shot" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/05\/nyregion\/assistant-prosecutor-is-shot.html"} , {"body" : "As an estates and trusts lawyer, Josh Rubenstein learned never to discuss something as crass as death's inevitability. To well-heeled clients, he says, \"Should you someday die. . . .\" This expert in tying up loose financial ends for handsome fees at the Manhattan firm of Rosenman & Colin also advises people whose lives seem nothing but loose ends." , "date" : "19910626" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "About New York" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/26\/nyregion\/about-new-york.html"} , {"body" : "Like the many actors who answer the casting call, Brenda Allen came to New York City dreaming of being among the few chosen to tread the boards. Fourteen years later, she is on Broadway in front of the boards -- those plastered over the closed Nathan's Restaurant in Times Square. Brenda Allen is a street corner preacher. She put aside her dreams of" , "date" : "19910622" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Street Preachers Spread the Word, Loudly" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/22\/nyregion\/street-preachers-spread-the-word-loudly.html"} , {"body" : "TWO months ago, executives at Forest City Ratner Companies were getting nervous. Unaccustomed to big vacancies in their developments, they had a 23-story tower nearing completion at Metrotech Center in downtown Brooklyn with some 390,000 square feet yet to be leased. \"We were looking at 50,000- to 100,000-square-foot tenants,\" said Paul A. Travis," , "date" : "19910616" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "15" , "title" : "Commercial Property: Metrotech; How Developers and City Hall Retain Big Tenants" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/16\/realestate\/commercial-property-metrotech-how-developers-and-city-hall-retain-big-tenants.html"} , {"body" : "For some parade watchers yesterday, there was a lot of climbing. They climbed on top of grimy, boxy street-corner newsstands, even though the police told them not to. They climbed on top of soft-drink vendors' trucks, even though the vendors' bosses would have told them not to if the bosses had not climbed up there already. And they clambered out" , "date" : "19910611" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "MIDDLE EAST"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "NEW YORK SALUTES; Craning and Scrambling For a Glimpse of History" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/11\/nyregion\/new-york-salutes-craning-and-scrambling-for-a-glimpse-of-history.html"} , {"body" : "In May 1954, Beth Israel Medical Center waxed euphoric about a new mural in one of its buildings. \"Within the artistic embrace of the mural we have a compassionate and stirring picture of man's humanity to man,\" the dedication program said. The colorful geometric mural was featured in American Artist and Hospital Management magazines, as well as on" , "date" : "19910601" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "27" , "title" : "About New York" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/01\/nyregion\/about-new-york.html"} , {"body" : "The panel drawing new City Council districts for New York City has been criticized by black, Hispanic and Asian-American groups. Now another minority has weighed in with criticism: Orthodox Jews. Several Orthodox Jewish leaders have told the New York City Districting Commission that they are upset over a proposal that pits the only two Orthodox" , "date" : "19910530" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BOROUGH PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Orthodox Jews Upset Over Plan On City Council" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/30\/nyregion\/orthodox-jews-upset-over-plan-on-city-council.html"} , {"body" : "Mayor David N. Dinkins believes the commission redrawing City Council districts has created too few districts with Hispanic majorities and should have drawn one with an Asian-American majority, a top mayoral aide said yesterday. The aide, Deputy Mayor Bill Lynch, said the Mayor would make his views known to the 15 members of the panel at a hearing" , "date" : "19910529" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Dinkins Said to Want More Hispanic Districts" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/29\/nyregion\/dinkins-said-to-want-more-hispanic-districts.html"} , {"body" : "The long-delayed Atlantic Terminal project in downtown Brooklyn was set back further last week when a Federal judge nullified a $10.7 million grant from the Federal Department of Housing and Urban Development that was to have subsidized the project's housing and offices. The court found that the agency had failed to consider whether the development" , "date" : "19910526" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Postings: $10.7 Million Grant Nullified; Atlantic Terminal Blow" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/26\/realestate\/postings-10.7-million-grant-nullified-atlantic-terminal-blow.html"} , {"body" : "Linda M. is what many people call a \"strong sister.\" In her case it means that she survived childhood rape by her brother and years of beatings by her husband when she could not find a hiding place. Linda transformed her life through therapy and strength of will. These days, she is using her experiences in Living Lessons, an educational theater" , "date" : "19910522" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "2" , "title" : "About New York" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/22\/nyregion\/about-new-york.html"} ,   {"body" : "A brief article in some editions on Wednesday about a fatal traffic accident on Flatbush Avenue in downtown Brooklyn misidentified one victim. She was Imogene Thompson." , "date" : "19910511" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "3" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/11\/nyregion\/c-corrections-396591.html"} , {"body" : "International A3-15 President Bush praised the successes of President Gorbachev and said he was inclined to satisfy his request for aid. Mr. Bush's remarks suggest the nations are close to a summit meeting on conventional arms. Page A1 The Soviet Prime Minister presses the West for aid A12 Yugoslavia's army prepared for war, moving closer to" , "date" : "19910509" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/09\/nyregion\/news-summary-209191.html"} , {"body" : "If the first shot of Novocain doesn't ease the fears, Dr. Martin Handlers tells patients to just look out the window. One-tenth of a mile above the streets of Brooklyn, as the drills whirr and the patients suffer the usual indignities, a dazzling panorama unfolds beneath the windows, extending from Manhattan's skyscrapers to the Statue of Liberty" , "date" : "19910509" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "DOWNTOWN BROOKLYN JOURNAL; Lean Back, Open Wide And Say, 'Holy Cow!'" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/09\/nyregion\/downtown-brooklyn-journal-lean-back-open-wide-and-say-holy-cow.html"} , {"body" : "Two people were killed and three injured when a van swerved into oncoming traffic yesterday in Brooklyn. When traffic stalled on Flatbush Avenue near State Street shortly after 4 P.M., the van driver crossed a divider and an oncoming car forced him onto the sidewalk, the police said. The van struck and killed Emma Jean Thompson, 18, of 1044" , "date" : "19910508" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "2 Are Killed and 3 Injured As Van Swerves Into Traffic" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/08\/nyregion\/2-are-killed-and-3-injured-as-van-swerves-into-traffic.html"} , {"body" : "Brooklyn residents had their say last night on the creation of 51 new City Council districts, and they told the districting commission that their communities are being split up and that black and Hispanic voters are being disenfranchised to help incumbents. Residents of Park Slope, Prospect Heights, Flatbush and Crown Heights, among others, argued" , "date" : "19910508" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Plan for Redistricting Is Faulted in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/08\/nyregion\/plan-for-redistricting-is-faulted-in-brooklyn.html"} , {"body" : "Walking Tour: 'The Great Brooklyn Bridge' Fulton Ferry Landing dock Old Fulton Street and East River Brooklyn Heights (718) 788-8549 Recommended ages: 7 and up Tomorrow Maybe you have driven over the Brooklyn Bridge enough times to think that you know it like the back of your hand. But have you been under it? The Brooklyn Center for the Urban" , "date" : "19910503" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/03\/arts\/for-children.html"} , {"body" : "The bedroom's lace curtains rustle in a cool spring breeze, filtering dots of sunlight onto a four-poster bed. Like hundreds of other bed-and-breakfasts throughout America, the appeal of Donald Kurz-Fiedeke's small hostelry is its 19th-century charm, its whiff of romance. But just beyond the curtains and a well-tended garden, laundry hangs from" , "date" : "19910501" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Tells Tourists, Yo! Don't Overlook Us" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/01\/nyregion\/brooklyn-tells-tourists-yo-don-t-overlook-us.html"} , {"body" : "The protests against tuition increases and budget cuts that have convulsed the 21-campus City University of New York all but unraveled yesterday. Police antiriot forces ended student occupations of three campuses before dawn, and students at another campus quietly left the buildings that they had taken 10 days before. By midafternoon, only Hostos" , "date" : "19910428" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Protests Are All but Over at CUNY" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/28\/nyregion\/protests-are-all-but-over-at-cuny.html"} , {"body" : "As the protest that has crippled much of the City University of New York appeared on the brink of collapse, 300 police officers streamed onto a Bronx campus before dawn yesterday and, without bloodshed, recaptured it from students who had chained doors shut for the last three weeks. The dead-of-night police thrust at Bronx Community College was a" , "date" : "19910427" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CUNY Protest Appears Near End As Police Retake Bronx Campus" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/27\/nyregion\/cuny-protest-appears-near-end-as-police-retake-bronx-campus.html"} , {"body" : "New Yorkers and visitors alike complain about the high price of theater tickets. But it is possible to buy tickets to many entertainment events at discounts of up to 65 percent off box-office prices, either through day-of-performance ticket outlets or through membership organizations. Here are some services that offer lower-priced tickets. THEATER" , "date" : "19910420" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Style" , "Theater"] , "page_facet" : "48" , "title" : "Guidepost; Theater on the Cheap" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/20\/style\/guidepost-theater-on-the-cheap.html"} ,   {"body" : "The last legal obstacle to the construction of six major real-estate projects, including several apartment and office buildings on the West Side, was removed yesterday when a state appeals court restored two New York City zoning law amendments. The amendments, which had been struck down by a lower court, cleared the way for Manhattan West, a" , "date" : "19910417" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Ruling Removes Last Hurdle For 6 Real-Estate Projects" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/17\/nyregion\/ruling-removes-last-hurdle-for-6-real-estate-projects.html"} , {"body" : "Students and administrators at the City University of New York may be on opposite sides of the barricades that have shut down all or parts of nine campuses, but they both see the source of relief in the same place: Albany. While university officials pursued court orders to force students out of their fortified redoubts, they said yesterday that the" , "date" : "19910416" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CUNY Adversaries Look to Albany" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/16\/nyregion\/cuny-adversaries-look-to-albany.html"} , {"body" : "A student effort to take over the main building at York College in Jamaica, Queens -- part of a wave of protests by students at the City University of New York -- fizzled early yesterday when about 35 students left after three hours at the urging of college administrators, and as a police squad car arrived. But protests against proposed tuition" , "date" : "19910414" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "A Takeover Fails at York College But 7 Protests Continue at CUNY" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/14\/nyregion\/a-takeover-fails-at-york-college-but-7-protests-continue-at-cuny.html"} , {"body" : "City University of New York students took over more buildings yesterday as the protest against tuition increases and budget cuts spread to at least nine of the system's 21 campuses. But the police, intervening Wednesday night for the first time in response to requests from college administrators, ended occupations at the New York City Technical" , "date" : "19910412" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Student Protests at CUNY Spread To 9 Campuses as Police Intervene" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/12\/nyregion\/student-protests-at-cuny-spread-to-9-campuses-as-police-intervene.html"} , {"body" : "Two people sat precariously on top of an abutment of the Verrazano-Narrows Bridge late Tuesday night, discussing which was better: living or dying. One, a 24-year-old named Irwin Cuevas, saw his marriage crumbling and wanted to jump 200 feet to his death; the other, a frail 24-year-old off-duty police officer named Yolanda Lugo, said death was too" , "date" : "19910411" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "VERRAZANO-NARROWS BRIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Talk of Living or Dying Atop a Bridge Abutment" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/11\/nyregion\/talk-of-living-or-dying-atop-a-bridge-abutment.html"} , {"body" : "New York City jail guards strapped electronic transmitters on the left ankles of two inmates and then opened the gates for them. As the men strolled from the Brooklyn House of Detention last month they became the first to be released under a city program in which defendants awaiting trial are placed under house arrest and monitored by electronic" , "date" : "19910410" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York Tests Electronic Ball and Chain" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/10\/nyregion\/new-york-tests-electronic-ball-and-chain.html"} , {"body" : "Hasidic and Hispanic groups gathered outside the Williamsburg precinct station house in Brooklyn yesterday after a Hasidic man was charged with assaulting a Hispanic officer who has asserted that Jews in the area get special treatment from the police. The police said the arrested man, Moishe Schwartz, kicked the officer, Hector Ariza, as he tried" , "date" : "19910408" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Arrest Heats Up Ethnic Tensions In Williamsburg" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/08\/nyregion\/arrest-heats-up-ethnic-tensions-in-williamsburg.html"} , {"body" : "In the last two years, the euphemistic Closed for Renovation sign has nearly eclipsed the Happy Hour signs in the windows of New York City restaurants. Crowds have thinned in the best dining rooms. Same-day reservations are rarely a problem. New York City restaurateurs are worried about the paring of corporate expense accounts for restaurant meals" , "date" : "19910331" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Recession and Guilt Pare Dining Trade and Menus" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/31\/nyregion\/recession-and-guilt-pare-dining-trade-and-menus.html"} , {"body" : "\"What amazes me is the number of people who are alone in this world,\" John Leonard said. So alone, in fact, that they have no place to go when they die. Mr. Leonard makes it his business to find a final place for people who might otherwise be perpetually homeless. This isn't all he does, of course. As executive director of the Brooklyn and Queens" , "date" : "19910327" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; Giving Dignity To the Poorest, Once, Forever" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/27\/nyregion\/about-new-york-giving-dignity-to-the-poorest-once-forever.html"} , {"body" : "To the Editor: In \"Can't City Hall Stop Inflation of Bureaucracy?\" (letter, March 6), Nancy H. Fink criticized the New York City Transit Authority's planned occupancy of the Livingston Plaza office building under construction in downtown Brooklyn. She believes that the occupancy of this building by the T.A., in addition to its headquarters building" , "date" : "19910325" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "16" , "title" : "Transit Authority Consolidating Its Offices" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/25\/opinion\/l-transit-authority-consolidating-its-offices-897991.html"} ,   {"body" : "Half a mile of water separates the popular, slick and immensely profitable South Street Seaport from an abandoned and forbidding cluster of nine red-brick warehouses on the Brooklyn waterfront known as the Empire Stores. By the end of the decade, this huge complex of prime Brooklyn waterfront buildings could become a cultural and retail center as" , "date" : "19910323" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Changing Warehouses Into a Cultural Center" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/23\/nyregion\/changing-warehouses-into-a-cultural-center.html"} , {"body" : "This is a list of some of the musical presentations planned for the Easter season at churches and concert halls in the New York metropolitan area. All are free unless otherwise noted. This selection, compiled by Bernard Holland, represents what caught his critic's eye and excited his expectations. TODAY RADIO CITY MUSIC HALL. \"Easter Show,\"" , "date" : "19910322" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "Sacred Exaltation: Calendar of Music For Easter Season" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/22\/arts\/sacred-exaltation-calendar-of-music-for-easter-season.html"} , {"body" : "Faced with the prospect of chopping $505 million out of next year's budget, Schools Chancellor Joseph A. Fernandez yesterday resorted to stiff-necked bargaining tactics: He asked for $26 million more to spend. The Chancellor initiated the annual haggling ritual as he unveiled his request for a record $7.568 billion budget, including pensions and" , "date" : "19910322" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "In Face of Cuts, Fernandez Calls for Increase in Budget" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/22\/nyregion\/in-face-of-cuts-fernandez-calls-for-increase-in-budget.html"} , {"body" : "An exchange of words between two young moviegoers ended in a barrage of gunfire outside a theater in downtown Brooklyn that left one of them dead and the other charged with murder, the police said yesterday. At least 100 shots were fired Friday in a running gun battle between the two youths outside the Duffield Theater, at 249 Duffield Street," , "date" : "19910311" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Killed in Shootout at Movie" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/11\/nyregion\/man-killed-in-shootout-at-movie.html"} , {"body" : "A FIVE-YEAR campaign to lure office development to the New York City boroughs outside Manhattan is scoring scattered new successes but encountering tough resistance because of the city's real estate and business downturn. The program, called the \"other boroughs\" strategy during the administration of Mayor Edward I. Koch, has relied on an array of" , "date" : "19910310" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "'Other Boroughs' Strategy Bucks Difficult Times" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/10\/realestate\/other-boroughs-strategy-bucks-difficult-times.html"} , {"body" : "To the Editor: I live and work in downtown Brooklyn. I have watched with wonderment the new building under construction on the block bounded by Livingston, Schermerhorn, Boerum and Smith streets, which is to be occupied by the New York City Transit Authority (at a very substantial rent, no doubt). As I understand it, the Transit Authority will" , "date" : "19910306" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "Can't City Hall Stop Inflation of Bureaucracy?" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/06\/opinion\/l-can-t-city-hall-stop-inflation-of-bureaucracy-645491.html"} , {"body" : "The recent Romanian revolution did not end with the execution of Nicolae Ceausescu and his wife but continued through the subsequent election of his successor. Those turbulent times were chronicled with perspicacity by Caryl Churchill in \"Mad Forest,\" seen last year in London. \"The Almond Seller\" by Oana-Maria Hock is both a parallel work to that" , "date" : "19910302" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "15" , "title" : "Review\/Theater; After Romania's Revolution" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/02\/theater\/review-theater-after-romania-s-revolution.html"} , {"body" : "Like thousands of police cadets before him, Jose J. Rodriguez was crushed when he was assigned to the New York City transit police force instead of the city force. \"I was being sent to the hole, the electric sewer, as we called it,\" Officer Rodriguez said. \"The other cadets called me names like tunnel rat and subway mouse, and I was pretty upset.\"" , "date" : "19910301" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For Subway Police, a New Pride Over Duty in 'the Hole'" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/01\/nyregion\/for-subway-police-a-new-pride-over-duty-in-the-hole.html"} , {"body" : "In a dramatic and emotional session, the New York City Board of Education last night narrowly approved a plan to make condoms available on request to the city's 250,000 high-school students. The decision was in doubt until Dr. Westina L. Matthews, an appointee of Mayor David N. Dinkins, announced her vote, making the outcome 4 to 3. In doing so," , "date" : "19910228" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "School Board Approves Plan For Condoms" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/28\/nyregion\/school-board-approves-plan-for-condoms.html"} , {"body" : "Most people concerned with New York City's historic districts focus on what goes on within them, and particularly on preserving the older buildings that give them their special character. But now what goes on just beyond the borders of the districts is to get some attention. \"New York Historic Districts: Challenges at the Edge,\" is the topic of the" , "date" : "19910224" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Postings: Historic District Discussion; Skirting the Edges" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/24\/realestate\/postings-historic-district-discussion-skirting-the-edges.html"} ,   {"body" : "In a midday robbery, two armed men stormed into the office of a city marshal in downtown Brooklyn yesterday took $15,000 in cash and fled after one robber shot and seriously wounded a 24-year-old man, the police said. An employee in the office said the victim, Jose Santiago, was shot when he tried to catch a glimpse of the robbers after they had" , "date" : "19910223" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Man Is Shot and Wounded in Holdup at Marshall's Office" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/23\/nyregion\/man-is-shot-and-wounded-in-holdup-at-marshall-s-office.html"} , {"body" : "For the fourth time in less than two months, a major section of the badly deteriorated Manhattan Bridge will be closed for emergency repairs, this time disrupting weekend subway service on the B and D lines. The B and D trains are to be rerouted for four weekends, beginning tomorrow, to allow engineers to repair large cracks in steel support beams" , "date" : "19910215" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Bridge Section To Close Again To Fix Supports" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/15\/nyregion\/bridge-section-to-close-again-to-fix-supports.html"} , {"body" : "Engineers in and out of New York City government point to years of deferred maintenance to explain the drastic deterioration of the 82-year-old Manhattan Bridge in the last few years. But the current problems also stem in large part, they say, from a flaw in the design of the suspension bridge. The placing of tracks for subway trains on the" , "date" : "19910211" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Engineers Cite Design Flaw In Bridge Woes" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/11\/nyregion\/engineers-cite-design-flaw-in-bridge-woes.html"} , {"body" : "FIRST they were called special assessment districts. Then, after the adoption of legislation by the New York State Legislature in 1982, they came to be known as business improvement districts. Sometimes the term is special services district. By whatever name, they are commercial or industrial districts in which property owners assess themselves to" , "date" : "19910210" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Perspectives: Business Improvement Districts; Banding Together for Local Betterment" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/10\/realestate\/perspectives-business-improvement-districts-banding-together-for-local.html"} , {"body" : "Joan Maynard was her father's only child, born on Aug. 29, 1928, when he was 55 years old. Her father, John W. Cooper, told her stories about growing up in Brooklyn, about its churches, about the history of what became the nation's largest black community. She had a sense of where she came from. Ms. Maynard remembers being 9 years old while the" , "date" : "19910209" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "WEEKSVILLE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "About New York; In Black History, Reconstruction Is Also a Struggle" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/09\/nyregion\/about-new-york-in-black-history-reconstruction-is-also-a-struggle.html"} , {"body" : "Mothers from Bay Ridge and gay men from Manhattan, doctors treating AIDS and patients suffering from the disease, rabbis and priests, parents and students all came to the Board of Education yesterday to plead, reason, shout and harangue on a question that has divided many in New York: Should the city's high schools provide condoms to their" , "date" : "19910207" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Desperation And Anger In Debate On Condoms" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/07\/nyregion\/desperation-and-anger-in-debate-on-condoms.html"} , {"body" : "Executives of New York State's largest savings institution, the Crossland Savings Bank, are under investigation after state and city tax officials concluded that the bank set up six dummy companies in Delaware to evade taxes on $150 million in corporate profits, law-enforcement officials say. State and city tax officials said bank executives rented" , "date" : "19910120" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "New York's Largest Savings Bank Investigated for Possible Tax Fraud" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/20\/nyregion\/new-york-s-largest-savings-bank-investigated-for-possible-tax-fraud.html"} , {"body" : "John P. Greenbaum saw the homeless man curled in a ball in a corner of the Grand Army Plaza subway station, his jacket pulled over his head and two almost-empty pint bottles of whiskey at his feet. It was 1:15 P.M. on Wednesday, and Mr. Greenbaum went to the man and nudged his shoulder. The man awoke, ready to snarl. But instead he saw who it was," , "date" : "19910119" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Among New York's Neediest, The Mentally Ill Homeless" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/19\/nyregion\/among-new-york-s-neediest-the-mentally-ill-homeless.html"} , {"body" : "From Grand Street in Brooklyn to Grand Central Station -- and soon to the Times Square area and a strip of Greenwich Village -- New York City businesses are banding together, and taxing themselves, to relieve their neighborhoods of grime and crime. It's a sad fact that City Hall hasn't kept up with the degradation, but it is reassuring when private" , "date" : "19910113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "When City Hall Fails, Do It Yourself" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/13\/opinion\/when-city-hall-fails-do-it-yourself.html"} , {"body" : "For the second time in less than a week, the police said they have rescued illegal Chinese aliens kidnapped and tortured by smugglers to force immediate payment for their passage. The rescues have interrupted what appears to be a widespread, highly-organized ring smuggling hundreds of immigrants here from the mainland's impoverished Fujian" , "date" : "19910108" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "CHINA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Abducted Chinese Illegal Aliens Rescued" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/08\/nyregion\/abducted-chinese-illegal-aliens-rescued.html"} ,   {"body" : "To the Editor: The Metropolitan Transportation Authority's proposed budget for the New York City Transit Authority slashes needed service while leaving intact costly programs that are much more expendable. Service cuts should be the last resort for an agency that is mandated to provide the best quality transportation for the people it serves. That" , "date" : "19910107" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "16" , "title" : "Transit Budget Cuts Hit Brooklyn Disproportionately Hard" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/07\/opinion\/l-transit-budget-cuts-hit-brooklyn-disproportionately-hard-702691.html"} , {"body" : "Not many financial institutions in the nation can boast of making fewer bad loans than the tiny Community Capital Bank of Brooklyn. \"At this point, we are among the most liquid and safe banks in New York,\" said Lyndon Comstock, its 40-year-old chairman. Mr. Comstock was being facetious. Actually, the bank hasn't made any bad loans, in large part" , "date" : "19910107" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO MATTERS; A New Bank Hopes to Grow In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/07\/nyregion\/metro-matters-a-new-bank-hopes-to-grow-in-brooklyn.html"} , {"body" : "A smoky fire on the underground tracks of Pennsylvania Station last evening forced the evacuation of up to 400 people from the huge terminal and halted all train departures and arrivals for several hours. No one was reported injured in the fire, the second major underground blaze in a little more than a week in New York City's transportation" , "date" : "19910106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Fire Forces Evacuation of 400 From Penn Station" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/06\/nyregion\/fire-forces-evacuation-of-400-from-penn-station.html"} , {"body" : "TIRED of standing in line to see Mexican at the Met? Weary of looking high and low at the Museum of Modern Art? Wondering what's hanging on other walls while the Guggenheim reworks its bobsled ramp-run? Never mind, you ain't seen nothing yet, to coin a cliche (for other coins, try the American Numismatic Society in Harlem). The city that rarely" , "date" : "19910104" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Halls of History, Fame, Oddity and Wonder" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/04\/arts\/halls-of-history-fame-oddity-and-wonder.html"}]