[  {"body" : "When Mel Miller was stripped of his Assembly seat after being convicted of fraud charges, Brooklyn lost both its decades-long hold on the Speaker's post and a political leader whose brash personality and political acumen had been the threads holding together the borough's disparate Democratic factions. Now, with important local issues like" , "date" : "19911229" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "With Miller Gone, Brooklynites Brawl for Power" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/29\/nyregion\/with-miller-gone-brooklynites-brawl-for-power.html"} , {"body" : "FAR advanced in construction on a large square block in the East New York section of Brooklyn is a residential development that brings new thinking to urban housing design for low-income people. The four-story buildings surround and enclose the site. All residents will reach their homes through a common entrance. At the entrance stands a separate," , "date" : "19911222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "Perspectives: Andrew Cuomo's Buildings; HELP's Transition to Permanent Housing" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/22\/realestate\/perspectives-andrew-cuomo-s-buildings-help-s-transition-to-permanent-housing.html"} , {"body" : "RICHARD L. MURPHY, New York's Commissioner of Youth Services, visited Thomas Jefferson High School in the East New York section of Brooklyn last spring to see its youth program. Organizers listed out loud the things they needed money for: homework tutoring, an after-school session, a burial fund. \"They have a fund they put money into,\" Mr. Murphy" , "date" : "19911222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "12" , "title" : "THE REGION; Raising Children Right Isn't Always Enough" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/22\/weekinreview\/the-region-raising-children-right-isn-t-always-enough.html"} , {"body" : "A 15-year-old was killed and two of his friends were wounded early yesterday morning after they stopped briefly by a shattered storefront on a Brooklyn street and a group of men opened fire, the police said. The teen-ager, Neal Lutchmidat, died instantly in a barrage of bullets just before 5 A.M. on the sidewalk at 3188 Fulton Street in the East" , "date" : "19911215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "59" , "title" : "Gunfire at Group Kills Youth, 15" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/15\/nyregion\/gunfire-at-group-kills-youth-15.html"} , {"body" : "Darrell Sharpe and Jason Bentley lived within a mile of each other amid the threadbare streets and bricked-up buildings of East New York, but had never met. In a neighborhood where gunfire is common, fear pervaded their young lives, and each chose to deal with it in his own way. Darrell turned inward and chose his friends carefully, so as to stay" , "date" : "19911202" , "day_of_week_facet" : "Monday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "2 Who Lost Their Way in Urban Wilds" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/02\/nyregion\/2-who-lost-their-way-in-urban-wilds.html"} , {"body" : "NEW 'LIVING WILL' LAW TAKES EFFECT On the first day of a new Federal law that requires hospitals to ask all patients if they want to plan for their deaths by filling out \"living wills\" or designating health-care proxies, the mood of patients, nurses and other staff members at hospitals throughout the metropolitan region was one of relief. B3. NEW" , "date" : "19911202" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/02\/nyregion\/metro-digest-547091.html"} , {"body" : "THIS IS NOTHING TO CELEBRATE Despite the best efforts of shopkeepers and President Bush to inspire some holiday cheer, shoppers in and around New York City seemed determined to keep a tight grip on their pocketbooks, on what is normally one of the busiest shopping days of the year. Page 1. NEW YORK CITY MEMORIAL SERVICE FOR SLAIN STUDENT Relatives," , "date" : "19911130" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "METRO DIGEST" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/30\/nyregion\/metro-digest-250091.html"} , {"body" : "A memorial service for Darrell Sharpe began yesterday morning as quiet gathering of a few relatives and friends. The teen-ager's mother, his brothers and sisters and a handful of others huddled in the front pews of the Messiah Baptist Church in Brooklyn, near his open coffin. But midway through the three-and-a-half-hour service, the church at 866" , "date" : "19911130" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "23" , "title" : "Mourners of Slain Student Ask, 'When Does It Stop?'" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/30\/nyregion\/mourners-of-slain-student-ask-when-does-it-stop.html"} , {"body" : "At the insistence of teachers, New York City school officials agreed yesterday to continue to provide tighter security at Thomas Jefferson High School in Brooklyn on Monday, one week after a shooting in a hallway there left a student dead and a teacher wounded. The teacher, Robert Anderson, 48 years old, a computer instructor, was listed in" , "date" : "19911128" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Where Hallway Shootings Erupted, Teachers Are Afraid" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/28\/nyregion\/where-hallway-shootings-erupted-teachers-are-afraid.html"} , {"body" : "As if awaiting the sequel to a riveting movie, or because even an incident of horror could not pry them from their daily routine, most of the students and teachers at Thomas Jefferson High School returned to classes yesterday, the day after a student was killed and a teacher was wounded by gunshots in a hallway. The death scene on the third floor" , "date" : "19911127" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "High School Mourns the Day After a Killing" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/27\/nyregion\/high-school-mourns-the-day-after-a-killing.html"} ,   {"body" : "A youth trying to help his brother in a fistfight drew a gun and opened fire in the crowded hallway of a Brooklyn high school yesterday, and the wild shots killed a 16-year-old student bystander and critically wounded a teacher who was approaching to intervene. After firing three shots with a 9-millimeter automatic, the young gunman escaped as the" , "date" : "19911126" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "16-Year-Old Is Shot to Death In a High School in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/26\/nyregion\/16-year-old-is-shot-to-death-in-a-high-school-in-brooklyn.html"} , {"body" : "At 9:30 A.M. yesterday, a heavy-set man walked through the doors of the 75th Precinct station house in East New York, Brooklyn, to the flier reading \"Firearms Wanted\" and quietly asked a receptionist where to turn in a gun. Moments later, the man reached in his coat pocket and pulled out a white plastic bag containing a .32-caliber automatic. In" , "date" : "19911126" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "2-Week Gun Amnesty Starts in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/26\/nyregion\/2-week-gun-amnesty-starts-in-brooklyn.html"} , {"body" : "Because of an editing error, an article on Sunday about a live-poultry market in the East New York section of Brooklyn misidentified a nearby housing project. It is the Van Dyke Houses. In addition, a picture caption misidentified a clerk at the store. He is Pablo Gomez." , "date" : "19911120" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "3" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/20\/nyregion\/c-corrections-346891.html"} , {"body" : "After surveying cage upon cage of incessantly squawking chickens, ducks, pigeons and other fowl, Jim Fashion picked his birds and watched as they were weighed, their legs efficiently tied with a snippet of rope. While he was completing his transaction -- $40 for 20 chickens -- the birds were taken to a back room where they were quickly slaughtered" , "date" : "19911117" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "The Lost Art of Selling Chickens, Squawk and All" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/17\/nyregion\/the-lost-art-of-selling-chickens-squawk-and-all.html"} , {"body" : "A police officer was shot four times and critically wounded early yesterday in a gunfight that began after he and his partner stopped two men in a car in Brownsville, Brooklyn, the police said. He was the fourth police officer shot in New York City in four days. The driver of the car was arrested at the scene but the gunman fled, said a police" , "date" : "19911117" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "4th New York City Police Officer in 4 Days Is Shot" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/17\/nyregion\/4th-new-york-city-police-officer-in-4-days-is-shot.html"} , {"body" : "Two housing police officers were shot last night by a sniper firing out of a seventh-floor window of a Brooklyn housing project, the police said. One officer, Detective Thomas Deutsch, 35 years old, was shot in the leg, and the other, Officer Daniel Crimeni, 25, was hit in the left foot, said Sgt. Tina Mohrmann, a police spokeswoman. She said the" , "date" : "19911115" , "day_of_week_facet" : "Friday" , "geo_facet" : ["EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Housing Officers Hit by Sniper" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/15\/nyregion\/2-housing-officers-hit-by-sniper.html"} , {"body" : "THE man sat in a dark room staring at a large back-lighted screen. He spoke into a tape recorder, describing in intricate technical detail what he saw. The epitome of intensity, this slight man in the white coat. \"I feel like a hunter,\" said Dr. Abraham Pollack. \"Just like the guy in 'Jaws' who hunts sharks.\" What Dr. Pollack hunts is cancer. As" , "date" : "19911113" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "2" , "title" : "ABOUT NEW YORK; With Compassion, a Zealot Hunts for Cancer" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/13\/nyregion\/about-new-york-with-compassion-a-zealot-hunts-for-cancer.html"} , {"body" : "Transit investigators have found that the conductor of an L train whose doors closed on a stroller, leading to a fall that badly injured a baby boy, could not see the door from his post in the middle of the train, a Transit Authority spokesman said yesterday. The accident occurred Saturday night at the Broadway Junction station in the East New York" , "date" : "19911112" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Subway Blind Spot Blamed in Baby's Fall" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/12\/nyregion\/subway-blind-spot-blamed-in-baby-s-fall.html"} , {"body" : "As his parents watched, a baby boy fell through the tracks of an elevated platform in Brooklyn and was critically injured late Saturday after the doors of a subway train closed on his stroller and began to drag it away. \"I was yelling, I was crying, but nobody heard me,\" the boy's father, Francisco Martinez Sr., said yesterday. As Mr. Martinez" , "date" : "19911111" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Baby Hurt in 35-Foot Fall After Subway Doors Trap Stroller" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/11\/nyregion\/baby-hurt-in-35-foot-fall-after-subway-doors-trap-stroller.html"} , {"body" : "Jose Colon Jr. grew up in Mott Haven, at the southern tip of the Bronx. He has watched resentfully as the city moved homeless people into his building, giving them freshly renovated apartments with new kitchens and baths while his family made do with aging fixtures and a caved-in living room ceiling. He has seen some of the formerly homeless" , "date" : "19911106" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "MOTT HAVEN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Here, Poorest Are Resented By the Poor" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/06\/nyregion\/here-poorest-are-resented-by-the-poor.html"} ,   {"body" : "Six days a week, from midmorning until nightfall, Shirley Flowers sits alone in the lobby of her South Bronx apartment building, greeting neighbors with cheerful banter while doing her best to banish the nervous strangers who wander in after buying crack in a nearby basement. The 48-year-old grandmother is all that remains of the tenant patrol she" , "date" : "19911105" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "MOTT HAVEN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "A Neighborhood Struggle With Despair" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/05\/nyregion\/a-neighborhood-struggle-with-despair.html"} , {"body" : "A Manhattan woman who told her minister she killed her 6-year-old daughter and left the child's body in a Queens park was arrested yesterday after turning herself in. The woman, Karen Lowray, 24 years old, was charged with second-degree murder in the death of her daughter, Lacey, after arriving with the minister at the 75th Precinct station house" , "date" : "19911103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "MOTHER CONFESSES SHE KILLED GIRL, 6" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/03\/nyregion\/mother-confesses-she-killed-girl-6.html"} , {"body" : "To the Editor: Re Anna Quindlen's Oct. 26 column on housing, not just sheltering the homeless, is it sensible for the city to raze a perfectly viable parking lot servicing Kings Highway, a crowded shopping area, to erect a shelter for the homeless? Why not refurbish all the abandoned buildings you see around Brooklyn, Bedford Stuyvesant and East" , "date" : "19911031" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "House the Homeless" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/31\/opinion\/l-house-the-homeless-246091.html"} , {"body" : "An 11-year-old boy was been credited with helping the police arrest a suspect wanted in a series of robberies of elderly people in a Brooklyn neighborhood. After the robber fought with two men in their 60's and stole cash and credit cards, the police said, the boy nonchalantly trailed the man and then led officers to him. \"I'm looking into getting" , "date" : "19911029" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Boy, 11, Tracks Suspect to Lead Police to Quarry" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/29\/nyregion\/boy-11-tracks-suspect-to-lead-police-to-quarry.html"} , {"body" : "Two men were killed while sitting in a car in the East New York section of Brooklyn early Saturday, the police said. They called the double slaying \"possibly drug related.\" Sgt. Mary Wrensen, a police spokeswoman, said the victims were identified as Dennis Moore, 19 years old, who was shot in the chest and forearm, and Lawrence Coley, 19, fatally" , "date" : "19911027" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "2 Slain in Car in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/27\/nyregion\/2-slain-in-car-in-brooklyn.html"} , {"body" : "Five men were charged yesterday with running a Brooklyn gambling ring that the authorities said took in $10 million a year and operated under the protection of the Bonanno crime family. The 58-count state racketeering indictment said the defendants conducted an extensive numbers operation, using more than 50 storefront betting sites in Brooklyn," , "date" : "19911025" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "5 Charged as Heads of Brooklyn Numbers Ring" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/25\/nyregion\/5-charged-as-heads-of-brooklyn-numbers-ring.html"} , {"body" : "Incidents of bigotry in New York City, from taunts to assaults, are now so frequent that confrontations seem almost inevitable as the city's racial mix shifts and whites adjust to being the new minority. Two Brooklyn neighborhoods imploded this summer. In Canarsie, a real estate office that showed homes to blacks was firebombed three times, a" , "date" : "19911020" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CLEVELAND (OHIO)" , "NEW YORK CITY" , "SHAKER HEIGHTS (OHIO)" , "CROWN HEIGHTS (NYC)" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "16" , "title" : "THE REGION; Integration Without Violence" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/20\/weekinreview\/the-region-integration-without-violence.html"} , {"body" : "A New York City police detective was seriously wounded yesterday afternoon in a shootout in Brooklyn with a suspect in a bank robbery. The officer, Detective Charles Jardines, 30 years old, was shot three times. He in turn wounded the man he was chasing, shooting him in the buttocks, said First Deputy Commissioner Raymond W. Kelly. Detective" , "date" : "19911011" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metro Datelines; Police Detective Hurt in Shootout" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/11\/nyregion\/metro-datelines-police-detective-hurt-in-shootout.html"} , {"author" : "Fred R. Conrad is a New York Times staff photographer. Sam Roberts, The Times's urban affairs columnist, is researching a book for Times Books and the 20th Century Fund comparing Jacob Riis's view of urban poverty with conditions today." , "body" : "From the outside, gray puffs of steam escaping from the windows are the giveaway. Inside the grimy, anonymous Lower East Side loft buildings, scores of Asian and Hispanic immigrants (like the woman shown at left) methodically assemble name-brand garments, usually for 10 hours or more a day, sometimes behind locked fire doors and often for less than" , "date" : "19910929" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "35" , "title" : "New York in the Nineties" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/29\/magazine\/new-york-in-the-nineties.html"} , {"body" : "A young man has been arrested in the shooting death of a deacon of a Brooklyn church who was killed last month while riding to a community meeting in a church van, the police said yesterday. The suspect, Jose Vega, 18 years old, of 420 Ridgewood Avenue in the East New York section of Brooklyn, was charged with second-degree murder and criminal" , "date" : "19910923" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Brooklyn Man Is Held In Slaying of a Deacon" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/23\/nyregion\/brooklyn-man-is-held-in-slaying-of-a-deacon.html"} ,   {"body" : "The gang of girls who killed another teen-age girl on a subway on Friday attacked her after she refused to be cowed at knifepoint into handing over her earrings or running away, a friend who was with the victim on the train said yesterday. The girls wanted to scare Maribel Feliciano, 15 years old, but \"she was very brave,\" the friend, who gave her" , "date" : "19910922" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GREENWICH VILLAGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Friend Says Girl Killed on a Train Resisted Robbery by Other Girls" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/22\/nyregion\/friend-says-girl-killed-on-a-train-resisted-robbery-by-other-girls.html"} , {"body" : "A Brooklyn police officer who had just ended his shift was shot twice by a teen-ager early yesterday at a bodega across the street from the 75th Precinct station house in East New York, the police said. People in the neighborhood told the police that the young man yelled, \"I'm going to smoke this guy!\" moments before firing on the policeman," , "date" : "19910922" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Off-Duty Policeman Is Shot Outside Precinct" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/22\/nyregion\/off-duty-policeman-is-shot-outside-precinct.html"} , {"body" : "A 15-year-old student at the Fashion Industries High School was stabbed to death on the subway yesterday by another teen-age girl who wanted to steal her gold earrings, the police said. The victim, Maribel Feliciano of 188 Lincoln Avenue in the East New York section of Brooklyn, was on her way home from school on a southbound C train at 3:35 P.M." , "date" : "19910921" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Teen-Age Girl Dies in Stabbing On the C Train" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/21\/nyregion\/teen-age-girl-dies-in-stabbing-on-the-c-train.html"} , {"body" : "An indictment was unsealed yesterday charging a Brooklyn woman with murder and arson involving a Sept. 12 fire that took the life of a New York City firefighter. The woman, 23-year-old Elizabeth Couret, who told the authorities that she lived in Cobble Hill, was charged with causing the fire in which the firefighter, Kevin C. Kane, was killed. The" , "date" : "19910919" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO DATELINES; Indictment Names Woman in Fatal Fire" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/19\/nyregion\/metro-datelines-indictment-names-woman-in-fatal-fire.html"} , {"body" : "New York City said a final goodbye yesterday to two public servants killed in the line of duty last week: Police Officer Hector Fontanez, who was shot to death in the Bronx, and Firefighter Kevin Kane, who died from burns suffered in a fire in Brooklyn. Police and Fire Department funerals are always filled with larger-than life symbolism and" , "date" : "19910917" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Funerals: Day of Pain And Anger" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/17\/nyregion\/2-funerals-day-of-pain-and-anger.html"} , {"body" : "Martin Gomez starts all his mornings in America in the same place, at the foot of the George Washington Bridge, waiting for his ride and his future. As the commuters from New Jersey begin to flow across the bridge to their jobs in midtown Manhattan, Mr. Gomez and hundreds of other Dominican immigrants are heading the other way, in an alternative" , "date" : "19910916" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "DOMINICAN REPUBLIC"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Between 2 Worlds: Dominicans in New York -- A Special Report; Between 2 Worlds: Dominicans in New York" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/16\/nyregion\/between-2-worlds-dominicans-new-york-special-report-between-2-worlds-dominicans.html"} , {"body" : "They believe that people are basically good, but Mormon missionaries in New York City still don't take any chances with their bikes. Bjorn Pendleton, a tall and earnest 20-year-old from Bountiful, Utah, already had one stolen, so the sleek black mountain bike goes wherever he does -- the other day to the top of a Brooklyn apartment complex. At the" , "date" : "19910915" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "22" , "title" : "Braving World and Big City, Young Missionaries Go Forth" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/15\/us\/braving-world-and-big-city-young-missionaries-go-forth.html"} , {"body" : "The Dinkins administration has ordered its commissioners to secure all city-owned buildings and property so that homeless people can no longer find refuge there. The order, issued on Friday by Deputy Mayor Norman Steisel, follows a blaze last Sunday that forced the temporary closing of the Staten Island Ferry Terminal at Battery Park and the death" , "date" : "19910915" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Citing Fires, Dinkins Aide Orders Removal of Homeless From City-Owned Property" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/15\/nyregion\/citing-fires-dinkins-aide-orders-removal-of-homeless-from-city-owned-property.html"} , {"body" : "They flirt with death and normally prevail over it, but every once in a while, death triumphs. On Thursday, another day of robberies and domestic squabbles and burning buildings, a New York City police officer and a city firefighter suffered fatal wounds while carrying out their risky work. The officer died Thursday evening; the firefighter" , "date" : "19910914" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police and Firefighters Ponder Duty and Death" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/14\/nyregion\/police-and-firefighters-ponder-duty-and-death.html"} , {"body" : "A probationary firefighter was seriously injured early yesterday when a section of roof collapsed on him as he was searching for people in a burning building in Brooklyn. Authorities later charged a 23-year-old woman with setting the fire. The firefighter, Kevin Kane, 31 years old, the son of a retired assistant fire chief, was airlifted by police" , "date" : "19910913" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Fireman Critically Hurt in Blaze; Squatter Is Held on Arson Charge" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/13\/nyregion\/fireman-critically-hurt-in-blaze-squatter-is-held-on-arson-charge.html"} ,   {"body" : "MANHATTAN 1st DISTRICT MANUEL S. CAVACO Jr. (D) -- Truck driver, rock musician and artist; Democratic county committee member. MARGARET S. CHIN (D-L) -- Director, Chinatown Center of La Guardia Community College; member of Community Board 1 and State Democratic Committee. JOHN A.FRATTA (D) -- Youth co-ordinator; member of Community Board 2 and" , "date" : "19910909" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Candidates Crowd the Field in Primary for Council" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/09\/nyregion\/candidates-crowd-the-field-in-primary-for-council.html"} , {"body" : "Joshua and Stephen Muss may not be the closest of cousins, but they do have several things in common. Each is part of a legacy of builders in the New York area, and each feels frustration over separate construction projects planned for Brooklyn. Joshua, the head of the Muss Development Company, is trying to build a 31-story office building and" , "date" : "19910909" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For Family Of Builders, Brick Walls" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/09\/nyregion\/for-family-of-builders-brick-walls.html"} , {"body" : "Some people like airplanes. Some people love them. Larry Bay lives them. He grew up in the Bronx dreaming about airplanes. He spent a lifetime tending them at La Guardia and less friendly climes. Now, he's spending his retirement restoring them. And a good thing, too, for the little-known struggle to preserve Long Island's long heritage of" , "date" : "19910906" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NASSAU COUNTY (NY)" , "GARDEN CITY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Our Towns" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/06\/nyregion\/our-towns.html"} , {"body" : "When the doors of the IRT train swished shut behind them, none of the five could have imagined anything more than an uneventful early-morning journey. Four were returning home from late work shifts -- one as a hotel housekeeper, another as a nurse's aide, a third as a porter, still another as a nurse. The fifth was on his way to duty as a security" , "date" : "19910829" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE SUBWAY CRASH; Lives With a Common Bond In Death: Late-Night Work" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/29\/nyregion\/the-subway-crash-lives-with-a-common-bond-in-death-late-night-work.html"} , {"body" : "Jerry Yambl was waiting at the head of the platform for the No. 4 train at the Kingsbridge station in the Bronx late Tuesday night. Right away he thought something was amiss: the first car had run right by him. It was the first indication, four stops from the route's start, of what several passengers later described as an erratic, frightening, ride" , "date" : "19910829" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE SUBWAY CRASH; Riders on the Ill-Fated Train Saw Trouble From the Start" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/29\/nyregion\/the-subway-crash-riders-on-the-ill-fated-train-saw-trouble-from-the-start.html"} , {"body" : "Two men who were sought by the police for a murder and the abduction of a Methodist priest in Brooklyn on the same night were arrested on Friday, the police said yesterday. The men, Marc Asher, 31 years old, of Bay 35th Street in the Bensonhurst section of Brooklyn, and Richard Springer, 38, of 252 51st Street in the Sunset Park section, were" , "date" : "19910825" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "Two Men Held in Two Killings" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/25\/nyregion\/two-men-held-in-two-killings.html"} , {"body" : "It was a typical scene for a hot summer night: a small crowd of tourists and passers-by paused to look over the shoulder of a sidewalk artist sketching a portrait with pastel. The artist was a young immigrant from China, an aspiring oil painter who earned pocket money in areas like Times Square or Greenwich Village by peddling a small piece of his" , "date" : "19910819" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Sidewalk Artist Is Slain In Dispute Over Portrait" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/19\/nyregion\/sidewalk-artist-is-slain-in-dispute-over-portrait.html"} , {"body" : "Moments after releasing five hostages he had held at gunpoint, a man walked out of a Brooklyn apartment yesterday, opened fire and was killed by the police in a fusillade of more than 30 shots, the police said. The hostages -- the man's girlfriend, her three children and a grandchild -- were unhurt. The police said the gunman, tentatively" , "date" : "19910817" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Gunman Slain After Release Of 5 Hostages" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/17\/nyregion\/gunman-slain-after-release-of-5-hostages.html"} , {"body" : "INTERNATIONAL A2-8 A plan to develop Soviet oilfields would be the largest Soviet-American business venture ever. The plan has become enmeshed in the nation's fear of capitalism and the new muckraking of its free press. Page A1 A resolution to allow Iraq to sell oil, up to $1.6 billion worth, was adopted by the Security Council on the condition" , "date" : "19910816" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/16\/nyregion\/news-summary-205191.html"} , {"body" : "A pious woman, Evelia Cintron believed that a local church should be a place of healing, and more, that it should reach out to those in the neighborhood who wanted a safe haven from the ever-encroaching madness of drugs and crime. As a deacon of a Pentecostal church called House of God, she helped plan a rally for last night with neighbors in the" , "date" : "19910816" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "A Bullet Goes Awry, and a Life of Piety Is Ended" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/16\/nyregion\/a-bullet-goes-awry-and-a-life-of-piety-is-ended.html"} ,   {"body" : "A white unemployed mover was charged yesterday in the slashing of a black man in a playground in the Canarsie section of Brooklyn earlier this month. The attack was one of 14 bias-related incidents in Canarsie since July 1, the police said. The suspect, Richard Ferrente of 2125 Rockaway Parkway in Canarsie, was identified by the victim from a" , "date" : "19910815" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "White Canarsie Resident Charged In Group Attack on a Black Man" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/15\/nyregion\/white-canarsie-resident-charged-in-group-attack-on-a-black-man.html"} , {"body" : "A 48-year-old Brooklyn woman traveling in a van full of parishioners headed for a church service was struck and killed last night by a stray bullet that the police believe was fired in a drug dispute. The woman, Evelyn Sintron, was wounded shortly before 8 P.M. when a bullet pierced the back of the van while it was stopped for a red light at" , "date" : "19910815" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Woman Riding in Van Killed by Stray Bullet" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/15\/nyregion\/woman-riding-in-van-killed-by-stray-bullet.html"} , {"body" : "New York City detectives are looking for two suspects who they believe carried out a 14-hour robbery spree in Brooklyn in which they shot three people, killing two of them and wounding the third, a Methodist minister. One of the slain victims was a retired New York police sergeant on his way to work; the other was a Brooklyn resident shot a few" , "date" : "19910811" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Suspects Sought in Shootings of 3 During Crime Spree in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/11\/nyregion\/suspects-sought-in-shootings-of-3-during-crime-spree-in-brooklyn.html"} , {"body" : "New York City detectives believe that two recent shootings during seemingly random robberies in Brooklyn were the work of two men, who are still at large and \"armed and dangerous.\" Two of the victims were killed and one seriously wounded. The slain victims were a retired New York police sergeant on his way to work and a Brooklyn resident shot a few" , "date" : "19910810" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Police Seeking Suspects in 3 Brooklyn Shootings" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/10\/nyregion\/police-seeking-suspects-in-3-brooklyn-shootings.html"} , {"body" : "A New York City police officer was suspended yesterday after being indicted on charges of hampering a murder investigation and tampering with a witness, the police said. According to the police account, the indicted officer, Victor Little, 25 years old, was out with friends on Dec. 30, 1990, when a dispute erupted between his friends and Cleveland" , "date" : "19910810" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Police Officer Is Suspended After Tampering Indictment" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/10\/nyregion\/police-officer-is-suspended-after-tampering-indictment.html"} , {"body" : "Madgaline Michael's childhood was spent in Jefferson, S.C., in the days before the clamor for racial equality swept through the South. As a black person of mature years, she is no neophyte to racism. Nor, as a resident of New York City for 32 years, is she naive about crime. But Ms. Michael was stunned last week, when her son became one of the" , "date" : "19910804" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Canarsie's Long-Held Racial Anxieties Resurface" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/04\/nyregion\/canarsie-s-long-held-racial-anxieties-resurface.html"} , {"body" : "A black man has told the police that he was taunted and slashed by four white teen-agers early yesterday morning while playing with his 2-year-old daughter in a Canarsie playground. The police have classified the case as bias-related. It comes after a series of racially motivated attacks and threats last month in the southeastern Brooklyn" , "date" : "19910802" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Black Man Tells Police Of Attack by 4 Whites" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/02\/nyregion\/black-man-tells-police-of-attack-by-4-whites.html"} , {"body" : "Among the sordid transgressions chronicled each day under the category \"Type of Occurrence\" on the press information sheets at New York City Police headquarters, this cheerful entry appeared yesterday: \"A Blessed Event.\" \"Blessed Event\" was what Detective Joseph K. McConville, a police spokesman, described it when two highway patrol officers helped" , "date" : "19910801" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Delivery That Rush Hour Couldn't Delay" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/01\/nyregion\/a-delivery-that-rush-hour-couldn-t-delay.html"} , {"body" : "A 12-year-old Brooklyn boy was in custody yesterday after shooting and wounding a 65-year-old man in an attempted robbery on a street near the man's house in Queens late Saturday, the police said. The name of the youth, who is from the East New York section, was not released because of his age. He was arrested as a juvenile delinquent and was in" , "date" : "19910729" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Boy, 12, Held in Shooting of Man" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/29\/nyregion\/boy-12-held-in-shooting-of-man.html"} , {"body" : "A 4-year-old girl was shot and killed on a street in Harlem last night when two men drove by in a car and opened fire, the police said. The girl's pregnant mother, a 17-year-old youth and another woman were wounded. The victims were taken to Harlem Hospital Center, where the girl died. The teen-age boy was in critical condition with a head wound." , "date" : "19910723" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Child Killed, 3 Others Hurt in Drive-By Shooting" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/23\/nyregion\/child-killed-3-others-hurt-in-drive-by-shooting.html"} ,   {"body" : "With thousands seeking refuge from the heat in local waters, at least three people drowned and a fourth was presumed dead in the New York metropolitan region on the hottest weekend in more than a decade. At Prospect Park Lake in Brooklyn, police divers spent most of yesterday and three hours Saturday night searching in vain for the body of a man" , "date" : "19910722" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "At Least 3 Drown Over Weekend" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/22\/nyregion\/at-least-3-drown-over-weekend.html"} , {"body" : "For those who have been preparing to run for seats on the New York City Council, the Justice Department's recent decision to reject the redrawn district lines has stirred fears and frustration. Candidates interviewed yesterday said they hoped that the rejection would not knock the elections planned for this fall off schedule. Some said that a delay" , "date" : "19910721" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Candidates Fault Ruling On Districts" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/21\/nyregion\/candidates-fault-ruling-on-districts.html"} , {"body" : "A foreign tourist dies from gunshots fired in a Chinatown gang war. A token-booth clerk is killed in a subway robbery. A woman is murdered while walking her dogs on the West Side. A 14-year-old is critically wounded by a bullet fired through his bedroom window in Harlem. A prosecutor is gunned down at a Brooklyn bank. A Bronx grocery store and a" , "date" : "19910715" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; How Dinkins Plan To Combat Crime Detoured Critics" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/15\/nyregion\/metro-matters-how-dinkins-plan-to-combat-crime-detoured-critics.html"} , {"body" : "Six New York City residents have been arrested and 21 others are being sought in a multimillion dollar welfare fraud scheme that included the bribery of city employees, law-enforcement officials said yesterday. Using as many as six aliases, the recipients produced fake social security cards and birth certificates to prove eligibility for welfare" , "date" : "19910712" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "6 Held in Welfare Fraud Scheme; Inquiry Uncovered Worker Bribes" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/12\/nyregion\/6-held-in-welfare-fraud-scheme-inquiry-uncovered-worker-bribes.html"} , {"body" : "A former minor-league baseball player convicted of fatally wounding a 9-year-old girl with a stray bullet during a street gunfight in Brooklyn last summer was sentenced yesterday to 8 1\/3 to 25 years in prison. The girl, Veronica Corales, was the first of seven children killed by stray bullets in a 15-day period last summer, a series of deaths that" , "date" : "19910709" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Ex-Ballplayer Gets 8 1\/3 Years in Killing of Girl, 9" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/09\/nyregion\/ex-ballplayer-gets-8-1-3-years-in-killing-of-girl-9.html"} , {"body" : "A 22-year-old man was shot in the stomach and killed early yesterday inside a building in the East New York section of Brooklyn, the police said. Robert Pulley, of 66 Pennsylvania Avenue in the Sheepshead Bay section, was found dead in a stairwell of 100 Crystal Street at 3:21 A.M., said Sgt. Grace Ridley, a police spokeswoman." , "date" : "19910709" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Man Shot Dead in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/09\/nyregion\/man-shot-dead-in-brooklyn.html"} , {"body" : "A 35-year-old Brooklyn man helping to renovate a long-abandoned city-owned building in the Bronx died yesterday when two floors of the five-story building collapsed on him, the police said. The victim, Gregory Washington, of 384 Barbey Street in the East New York section of Brooklyn, was one of several workers who had been gutting the building for" , "date" : "19910707" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "METRO DATELINE; Man Dies in Collapse Of Building in Bronx" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/07\/nyregion\/metro-dateline-man-dies-in-collapse-of-building-in-bronx.html"} , {"body" : "ORIGINALLY, the term diaspora applied only to the exiled children of Israel. But now it is available to all people uprooted from their homelands -- by force, like the slaves transported from Africa, or voluntarily (more or less), as in the mass migration from Puerto Rico. This diaspora began in 1898, after the Spanish-American War, with the" , "date" : "19910707" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "ART; Charting the Migration of Puerto Ricans, and Their Resilience" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/07\/nyregion\/art-charting-the-migration-of-puerto-ricans-and-their-resilience.html"} , {"body" : "Nearly six months after a proposal was made for the creation of an experimental high school focused on the problems of young black and Hispanic men, prospects for the controversial plan appear dim. Advocates of the school, to be called the Ujamaa Institute, have envisaged it as a collaborative venture run jointly by the New York City Board of" , "date" : "19910705" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Ethnic Plan For a School Seen Fading" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/05\/nyregion\/ethnic-plan-for-a-school-seen-fading.html"} , {"body" : "Dr. Jesse Robert Solomon, a dentist, died on Monday at the State University of New York Health Science Center in Brooklyn. He was 83 years old and lived in the East New York section of Brooklyn. He died of bone cancer, a spokeswoman for the family said. Dr. Solomon had a private practice on Pennsylvania Avenue in East New York. He was president of" , "date" : "19910627" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "29" , "title" : "Jesse Robert Solomon; Dentist, 83" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/27\/obituaries\/jesse-robert-solomon-dentist-83.html"} ,   {"body" : "Two of New York City's very best basketball players, Jerry McCullough from Manhattan and Orlando Antigua of the Bronx, graduated from high school this month and are headed to the University of Pittsburgh. Both have suffered gunshot wounds. Tall, slim Andre Riddick, a top center and forward at Bishop Loughlin in Brooklyn, is going to the University" , "date" : "19910624" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "HIGH SCHOOL ATHLETICS: BASKETBALL; Graduation: Surviving Despite Odds" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/24\/sports\/high-school-athletics-basketball-graduation-surviving-despite-odds.html"} , {"body" : "Two women were hit by random gunfire in separate shootings in New York City over the weekend that left a total of eight people wounded, the police said. One of the victims, a 56-year-old Brooklyn woman, Helen Davis Cook, was shot outside her home in the East New York section late Friday evening. Sgt. Tina Mohrmann, a police spokeswoman, said the" , "date" : "19910623" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "LOWER EAST SIDE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Eight People Wounded in Two Separate Shootings" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/23\/nyregion\/eight-people-wounded-in-two-separate-shootings.html"} , {"body" : "Mayor David N. Dinkins announced yesterday that the city would mount a major campaign to evict public housing tenants who own guns illegally. In a dramatic reflection of his theme, his speech in a Brooklyn housing project was interrupted by the noise of nearby gunfire. The plan, modeled on programs under which hundreds of drug dealers have been" , "date" : "19910621" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Dinkins to Crack Down on Guns in Public Housing" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/21\/nyregion\/dinkins-to-crack-down-on-guns-in-public-housing.html"} , {"body" : "Experts on law enforcement, asked yesterday about the operations of a heavily armed and sometimes violent private security force in some poorer neighborhoods of Brooklyn, called the existence of the group an indictment of the criminal justice system and said it illustrated the need for regulation of the private security industry. The force," , "date" : "19910617" , "day_of_week_facet" : "Monday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Criminologists Disturbed at Private Police Growth" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/17\/nyregion\/criminologists-disturbed-at-private-police-growth.html"} , {"body" : "A 4-year-old Brooklyn boy, his mother and his aunt were rescued from their burning home yesterday morning by two police officers who kicked in the front door, the police said. The boy, Raynard Johnson; his mother, Erica, 19, and his aunt, Ella Johnson, 24, were not injured in the fire, at 143 Moffat Street in the East New York section. They were" , "date" : "19910617" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 Saved From Brooklyn Blaze" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/17\/nyregion\/3-saved-from-brooklyn-blaze.html"} , {"body" : "A private police force, as heavily armed and sometimes as violent as the drug dealers it is hired to confront, is stalking the dealers in some of Brooklyn's poorest neighborhoods, according to residents, police officers and the guards themselves. The force, licensed by the New York Secretary of State under the name SSI Patrol Services, provides" , "date" : "19910616" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Security Guards Or Vigilantes?\/A special report; In Brooklyn, Private Police as Violent as Their Enemy" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/16\/nyregion\/security-guards-vigilantes-special-report-brooklyn-private-police-violent-their.html"} , {"body" : "A former minor-league baseball player, charged with killing a 9-year-old Brooklyn girl last July in the first of a series of shootings of children by stray bullets that shocked New York City last summer, was convicted of manslaughter yesterday. The jury deliberated for six days in State Supreme Court in Brooklyn before finding Dorian Gray Daughtry," , "date" : "19910616" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Man Guilty in Brooklyn Shooting That Killed Girl Sleeping in a Car" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/16\/nyregion\/man-guilty-in-brooklyn-shooting-that-killed-girl-sleeping-in-a-car.html"} , {"body" : "The tide of dropouts from the New York City school system may finally be rolling back. The Board of Education's annual dropout report shows that fewer high school students are dropping out before their original graduation date and more are staying in high school for five, six or seven years. School officials hailed the trend as evidence of the" , "date" : "19910613" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Dropout Rate In New York Shows Decline" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/13\/nyregion\/dropout-rate-in-new-york-shows-decline.html"} , {"body" : "A 16-year-old boy was shot and killed in a crowded park playground in Brooklyn yesterday in what witnesses called a dispute with a man who asked him for a paper to roll a marijuana cigarette. An 8-year-old girl playing nearby was wounded by a stray bullet also fired by the assailant. A former Transit Authority employee was arrested last night and" , "date" : "19910607" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "As Children Play, a Flash of Gunfire Takes a Life" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/07\/nyregion\/as-children-play-a-flash-of-gunfire-takes-a-life.html"} , {"body" : "From house to house the woman went with a heart-wrenching tale. Her little boy, 7-year-old Joey Lupa, had died of leukemia and there was no money for a proper burial. She cried and shared her sorrows with the people who came to the doors. \"Would you give, please?\" she asked. And people all over Brooklyn and Queens did, donating at least $25,000 --" , "date" : "19910607" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "No Needy Mother, Just a Con Artist, Brooklyn Police Say" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/07\/nyregion\/no-needy-mother-just-a-con-artist-brooklyn-police-say.html"} ,   {"body" : "ALL New Yorkers want a private beach. They want to flip-flop down a lonely path, unfold their chairs or spread their towels on an empty patch of sand, and bask in the security of isolation. Certainly a public beach is a more perilous prospect. One risks being boinged by a stray paddle ball or sprinkled with sand as some carefree teen-ager races" , "date" : "19910602" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN BEACH (NYC)" , "BRIGHTON BEACH (NYC)" , "ORCHARD BEACH (BRONX)" , "ROCKAWAY (NYC)" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "Beaches; The Sand. The Surf. The Junk Food." , "url" : "http:\/\/www.nytimes.com\/1991\/06\/02\/arts\/beaches-the-sand-the-surf-the-junk-food.html"} , {"body" : "Ebullient with victory in the Persian Gulf and the end of a half-century of cold war, people across the New York metropolitan area paused on a sumptuous Memorial Day yesterday to remember the nation's fallen warriors and to reflect again on the lessons of Gettysburg, the Argonne, Tarawa and Khe Sanh. Across the region, people marked the long" , "date" : "19910528" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Day Glowing With Warmth and Pride" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/28\/nyregion\/a-day-glowing-with-warmth-and-pride.html"} , {"body" : "Just off a winding road in the Westchester countryside here rises a shingled structure whose bright white trim and flapping flags evoke a yacht club. Some motorists who don't know any better stop in to ask about the new condominiums. They are told that they have made a mistake, that they are standing in a shelter for the homeless -- the" , "date" : "19910522" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["GREENBURGH (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Across Lawns, the Buzz Is About a Shelter" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/22\/nyregion\/across-lawns-the-buzz-is-about-a-shelter.html"} , {"body" : "To loll in bed or, perhaps, to take a leisurely lunch, even if the street outside is a little more littered -- it is a trade-off that would gladden the hearts of thousands of New Yorkers who deal almost daily with the maddening ritual of driving their cars all the way to the other curb. \"That would be absolutely spectacular,\" said Samm Carlton, a" , "date" : "19910516" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Well, Maybe Fiscal Woe Isn't All Bad" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/16\/nyregion\/well-maybe-fiscal-woe-isn-t-all-bad.html"} , {"body" : "Vincent V. Vendetti has devoted much of his 49 years to working with people whose minds can't navigate challenging passages. He is what is known as a personal adjustment trainer in a workshop for handicapped people in Coney Island. Each day, 86 or so mentally retarded adults come to sit beneath fluorescent lights at the same long cluttered tables," , "date" : "19910515" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "About New York" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/15\/nyregion\/about-new-york.html"} , {"body" : "Two sergeants and two officers from a narcotics team in Brooklyn were indicted yesterday in connection with an arrest last year in which prosecutors say a drug dealer's apartment was illegally searched. Officers reported that $27,000 in cash they seized had been found on a table, but prosecutors said it had actually been taken from a locked trunk." , "date" : "19910511" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "4 Officers Held in Illegal Search" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/11\/nyregion\/4-officers-held-in-illegal-search.html"} , {"body" : "Laura Drabkin, a medical student at Yale University, and Dr. David Marks, the chief resident in internal medicine at Greenwich (Conn.) Hospital, plan to marry in May 1992. Miss Drabkin, 24 years old, is a daughter of Mr. and Mrs. Ralph Drabkin of Woodmere, L.I., who have announced her engagement. The prospective bridegroom, 28, is a son of Mr. and" , "date" : "19910428" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "59" , "title" : "Laura Drabkin, Student, to Wed" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/28\/style\/laura-drabkin-student-to-wed.html"} , {"body" : "The former boyfriend of a woman found stabbed to death next to her wheelchair in her Brooklyn apartment on Tuesday night was arrested yesterday and charged with her murder, the police said. \"It looks like robbery,\" said Sgt. Timothy Phelan of the 73d Detective Squad. \"There were a few things missing, jewelry.\" The suspect, James Sanders, 21 years" , "date" : "19910425" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "METRO DATELINES; Man Held in Killing Of Disabled Woman" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/25\/nyregion\/metro-datelines-man-held-in-killing-of-disabled-woman.html"} , {"body" : "The number of murders in New York City rose to a record high in 1990, but reports of assault declined. Car theft and robbery increased sharply, but burglary and larceny dropped. That variegated picture of crimes reported to the New York City police emerged yesterday as officials released crime statistics for 1990. The figures cover a year when" , "date" : "19910423" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New York Killings Set a Record, While Other Crimes Fell in 1990" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/23\/nyregion\/new-york-killings-set-a-record-while-other-crimes-fell-in-1990.html"} , {"body" : "A Hispanic police officer who has asserted that Jews in the Williamsburg section of Brooklyn get preferential treatment from the police was temporarily transferred to a desk job in another precinct yesterday after a motorist filed a complaint against him. Hispanic residents asserted yesterday that the officer, Hector Ariza, 29 years old, was" , "date" : "19910412" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officer in Hasidic Dispute Shifted" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/12\/nyregion\/officer-in-hasidic-dispute-shifted.html"} ,   {"body" : "New York City jail guards strapped electronic transmitters on the left ankles of two inmates and then opened the gates for them. As the men strolled from the Brooklyn House of Detention last month they became the first to be released under a city program in which defendants awaiting trial are placed under house arrest and monitored by electronic" , "date" : "19910410" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York Tests Electronic Ball and Chain" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/10\/nyregion\/new-york-tests-electronic-ball-and-chain.html"} , {"body" : "The New York City Health Commissioner, Dr. Woodrow A. Myers Jr., was ushered into office by controversy over his views on AIDS policy. Now the possibility of his leaving after only one year because a family member is ill is getting just as much attention. Weighing such a personal decision under public scrutiny is not how Dr. Myers likes to do" , "date" : "19910409" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Health Chief Under Fire For Low-Profile Style" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/09\/nyregion\/health-chief-under-fire-for-low-profile-style.html"} , {"body" : "A 13-year-old Brooklyn boy was shot in the stomach last night on a street in Brooklyn when a \"buy and bust\" drug operation by an undercover narcotics team went awry, the police said. The boy, who was not identified by the police because of his age, was taken to Kings County Medical Center, where he was in stable condition. The police said the" , "date" : "19910409" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Boy, 13, Shot as a Drug Arrest Goes Awry" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/09\/nyregion\/boy-13-shot-as-a-drug-arrest-goes-awry.html"} , {"body" : "A man convicted of killing a Brooklyn woman who campaigned against drug trafficking was sentenced yesterday to a maximum term of 36 years to life in prison. Justice Francis X. Egitto sentenced the man, Harry Santiago, in State Supreme Court in Brooklyn. Mr. Santiago, 25 years old, of the East New York section, was one of two defendants convicted of" , "date" : "19910409" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Murderer in Brooklyn Gets Maximum Term" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/09\/nyregion\/murderer-in-brooklyn-gets-maximum-term.html"} , {"body" : "On the bus from Brooklyn, his stocking cap yanked down to his eyebrows, Omar Edwards stared out the window as though deeply focused on the competition to come -- his left forefinger inserted in his ear, his right thumb in his mouth. Omar is 6 years old. And this was some trip -- away from the pavement around the Howard Houses in East New York," , "date" : "19910404" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["HOLLIS (QUEENS)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Hollis Journal; Just a Waist-High Game But, Boy a Big Match" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/04\/nyregion\/hollis-journal-just-a-waist-high-game-but-boy-a-big-match.html"} , {"body" : "The approach of spring in Washington Heights, the Santo Domingo of New York: People fling open their windows, and into their tenement apartments comes the call of merengue, a dozen different variations blasting from speakers in bodegas and record stores and cars cruising Broadway. And they get ready for baseball. Every morning at about 5, on their" , "date" : "19910331" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Between Home and Heaven, a Ball Field" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/31\/nyregion\/between-home-and-heaven-a-ball-field.html"} , {"body" : "When Richie Adams watched the University of Nevada-Las Vegas play Duke last night in the semifinals of the National Collegiate Athletic Association basketball tournament, he felt a longing to be a part of the picture on the television screen. The man who once wore No. 31 as a star player for the Runnin' Rebels now wears No. 89T2957 on the green" , "date" : "19910331" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "College Basketball; Despite Chance at U.N.L.V., Adams Ran Wrong Way" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/31\/sports\/college-basketball-despite-chance-at-unlv-adams-ran-wrong-way.html"} , {"body" : "This village of unassuming houses separated by squares of lawn is a snapshot of blue-collar suburbia: quiet streets, neighbors who know each other and children whose dream is to stay. Just to the south, along the busy Sunrise Highway, is something else altogether: a sprawling shopping center known for car thefts, and for a troubled 14-screen movie" , "date" : "19910329" , "day_of_week_facet" : "Friday" , "geo_facet" : ["VALLEY STREAM (NY)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "Cinema Is Battleground Of Geography and Psychology" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/29\/nyregion\/cinema-is-battleground-of-geography-and-psychology.html"} , {"body" : "Saying he is \"surprised by the extent of the problem,\" the New York City school system's new chief investigator yesterday announced his office's fifth arrest in six weeks involving the sexual abuse of students. The investigator, Ed Stancik, said 25 other \"serious allegations of sexual abuse\" connected to the schools were under investigation. \"We're" , "date" : "19910329" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Investigator Arrests 5 in 6 Weeks In the Sexual Abuse of Students" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/29\/nyregion\/investigator-arrests-5-in-6-weeks-in-the-sexual-abuse-of-students.html"} , {"body" : "Twenty-two men and women died during the 100-hour ground offensive in the Persian Gulf. No monuments will be erected to memorialize the casualties. No sense of sacrifice or loss has been seared on the public consciousness. No parades are planned. The 22 were murdered in New York City. During the same 100 hours, about 28 American troops, by one" , "date" : "19910328" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO MATTERS; In Memory Of Those Shot In Civilian Wars" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/28\/nyregion\/metro-matters-in-memory-of-those-shot-in-civilian-wars.html"} ,   {"body" : "A newborn baby was rescued from a trash compactor in Brooklyn yesterday morning when two maintenance men heard the baby's cries just as they were about to start the crushing machine's motors, the police said. Detectives said the mother was a 12-year-old girl who admitted that she had thrown the baby down a trash chute shortly after giving birth in" , "date" : "19910328" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Baby Saved From Compactor, Where Mother, 12, Says She Put Him" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/28\/nyregion\/baby-saved-from-compactor-where-mother-12-says-she-put-him.html"} , {"body" : "A 2-year-old boy was beaten to death on Friday night in his apartment in the East New York section of Brooklyn, the police said, and the boy's stepfather was charged yesterday with murder. The boy's mother was also arrested, charged with endangering the welfare of a child, the police said. The couple, Lorraine and Edwin Torres, both 21 years old," , "date" : "19910324" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "2-Year-Old Is Killed; Stepfather Arrested On a Murder Charge" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/24\/nyregion\/2-year-old-is-killed-stepfather-arrested-on-a-murder-charge.html"} , {"body" : "The police are looking for a 3-month-old boy last seen 12 days ago as he and his mother were getting into a cab outside their Brooklyn home. The woman was found dead the next morning three miles away, her body burned beyond recognition, and the child is missing, the police said yesterday. The woman, identified as 19-year-old Raquel Montano, and her" , "date" : "19910318" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Baby Is Sought After Mother Is Found Dead" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/18\/nyregion\/baby-is-sought-after-mother-is-found-dead.html"} , {"body" : "One of two men convicted of killing a woman who tried to rid her Brooklyn neighborhood of drugs was sentenced yesterday to a maximum term of 48 years to life in prison. The sentence was imposed on William Figueroa, who was convicted of murder and related charges in the slaying of Maria Hernandez. She was struck in the head by one of five bullets" , "date" : "19910314" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "METRO DATELINES; Sentencing in Killing Of Anti-Drug Figure" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/14\/nyregion\/metro-datelines-sentencing-in-killing-of-anti-drug-figure.html"} , {"body" : "The Manufacturers Hanover Trust Company said yesterday that it had received the highest rating of \"outstanding\" from the Federal Reserve after it reviewed the bank's activities in local neighborhoods, including low- and moderate-income areas. But the rating, which is required by the Community Reinvestment Act, was not enough to satisfy some" , "date" : "19910308" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "5" , "title" : "Top Fed Rating to Hanover" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/08\/business\/top-fed-rating-to-hanover.html"} , {"body" : "A frail woman stopped by the East New York Neighborhood Family Care Center to pick up some medicine. She also needed to talk. Two of her three children are gone. So the Housing Authority ordered her to move to a smaller apartment in the same project. Moving costs ate up her Social Security check, and she could afford neither food nor rent. There is" , "date" : "19910306" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "About New York; Economic Ills: Poor Are Sicker, Clinic Is Poorer" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/06\/nyregion\/about-new-york-economic-ills-poor-are-sicker-clinic-is-poorer.html"} , {"body" : "On Monday night, a Brooklyn woman was bound and repeatedly raped by two men in her home. On Thursday, the detectives arrested a 19-year-old man and charged him in the attack. The victim was able to provide only a sketchy description of her attackers. It is the kind of crime that investigators expect to be able to solve only after weeks of" , "date" : "19910302" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "27" , "title" : "New Fingerprint Computers Speed Rape Suspect's Arrest" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/02\/nyregion\/new-fingerprint-computers-speed-rape-suspect-s-arrest.html"} , {"body" : "Murder charges against a man accused of killing a father and child in Brooklyn were dismissed yesterday after prosecutors confirmed the defendant's claim that he had been working in New Jersey at the time of the murders. The defendant, Ricardo Burke, a computer programmer, was arrested last summer when two witnesses identified him a month after" , "date" : "19910227" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Murder Charges Dismissed In Killing of Father and Baby" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/27\/nyregion\/murder-charges-dismissed-in-killing-of-father-and-baby.html"} , {"body" : "A student and a former student were shot and wounded outside their high school in Manhattan yesterday, the police said. The police arrested two other students, one a 16-year-old who they said pulled a .357-magnum revolver from his waistband, the other a friend, 14, who detectives said pulled the trigger. A police spokesman, Officer Ralph St. Just," , "date" : "19910226" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "2 Youths Shot Outside School" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/26\/nyregion\/2-youths-shot-outside-school.html"} , {"body" : "A century ago, Jacob Riis explored \"How the Other Half Lives\" in urban tenements and concluded: People in nice houses don't throw stones. Riis wasn't blind to social problems plaguing new immigrants. But their nurturing culture, with an assist from neighborhood settlement houses, largely proved to be self-correcting without government intervention." , "date" : "19910204" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; Beyond Theories To What Works For the Homeless" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/04\/nyregion\/metro-matters-beyond-theories-to-what-works-for-the-homeless.html"} ,   {"body" : "A Brooklyn grand jury yesterday voted not to indict an off-duty rookie police officer who shot a 23-year-old man three times in the back while the man was stealing the officer's car, the authorities said. The 23-member panel issued its decision, called a \"no true bill,\" after a three-week investigation that included testimony from 11 witnesses and" , "date" : "19910201" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officer Cleared in Killing of Auto Thief" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/01\/nyregion\/officer-cleared-in-killing-of-auto-thief.html"} , {"body" : "An off-duty New York City police officer was beaten and stabbed in an apparent robbery attempt in the East New York section of Brooklyn last night, and a possible suspect was shot in the neck, the police said. The injured officer, Sgt. Warren Dixon, 44 years old, was dressed in civilian clothes when he was attacked at 8:53 P.M. on the corner of" , "date" : "19910122" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "METRO DATELINES; Officer Is Stabbed; Possible Suspect Shot" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/22\/nyregion\/metro-datelines-officer-is-stabbed-possible-suspect-shot.html"} , {"body" : "After days of brutal war in the Persian Gulf, with round-the-clock bombing and reports of fearful missile strikes and lost pilots, many people across the New York metropolitan area and the nation paused over the weekend to pray for peace and to reflect on spiritual values at a time of crisis. There was no escaping the news from the front: more" , "date" : "19910121" , "day_of_week_facet" : "Monday" , "geo_facet" : ["MIDDLE EAST"] , "nytd_section_facet" : ["World"] , "page_facet" : "11" , "title" : "WAR IN THE GULF: RELIGION; Amid Prayers for Peace, Preachers Split on War" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/21\/world\/war-in-the-gulf-religion-amid-prayers-for-peace-preachers-split-on-war.html"} , {"body" : "Alina and Edward Staknys of Jamaica, Queens, are preoccupied by the news these days. They pore over newspapers, listen to reports by two radio stations at once and wait anxiously for television news broadcasts. Their fascination with the news has nothing to do with the threat of war in the Persian Gulf region, but with the Communist crackdown in" , "date" : "19910114" , "day_of_week_facet" : "Monday" , "geo_facet" : ["LITHUANIA" , "UNION OF SOVIET SOCIALIST REPUBLICS (USSR)"] , "nytd_section_facet" : ["World"] , "page_facet" : "7" , "title" : "SOVIET CRACKDOWN; For Lithuanian-Americans, the News About Home Seems Terrible Indeed" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/14\/world\/soviet-crackdown-for-lithuanian-americans-about-home-seems-terrible-indeed.html"} , {"body" : "The life of the young Brooklyn man who was killed by an off-duty police officer last week while trying to steal the officer's car had been soured from an early age, when his parents separated and his father became addicted to drugs, friends and relatives said yesterday. \"He never had a chance,\" said Ruben Rivera, an uncle of the slain man," , "date" : "19910113" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Shot Dead Stealing an Officer's Car, and Luckless From the Start" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/13\/nyregion\/shot-dead-stealing-an-officer-s-car-and-luckless-from-the-start.html"} , {"body" : "The Roman Catholic Bishop of Brooklyn has refused to lease two unused parochial school buildings to the New York City Board of Education because of his objections to a sex-education curriculum that would be taught in the schools. The board had sought the space to house 400 students in special-education programs and was willing to pay $3 million for" , "date" : "19910112" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "30" , "title" : "Citing Sex Classes, Bishop Bars School Leases" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/12\/nyregion\/citing-sex-classes-bishop-bars-school-leases.html"} , {"body" : "A rookie police officer was charged with murder yesterday afternoon in the fatal shooting of a man trying to steal his car Thursday morning as the officer was getting ready to go to work, the police said. The officer, Robert W. Smith, told investigators that he had surprised the man, Raphael Martinez, inside his car in front of his Brooklyn house," , "date" : "19910112" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Officer Who Shot Car-Theft Suspect Faces Murder Charge" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/12\/nyregion\/officer-who-shot-car-theft-suspect-faces-murder-charge.html"} , {"body" : "In the five hours after the end of a year that set a record for homicides, seven people were killed in New York City yesterday. Six of them were shot in separate incidents and one was stabbed to death in an elevator, apparently during an argument. The police said bursts of gunfire broke out throughout the city on New Year's Eve, apparently in" , "date" : "19910102" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "TIMES SQUARE (NYC)" , "BRONX (NYC)" , "EAST HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Seven Killed In Five Hours Of New Year" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/02\/nyregion\/seven-killed-in-five-hours-of-new-year.html"}]