[  {"body" : "Linda A. is one of the lucky ones. She survived the subway crash at Union Square on Aug. 28 that killed five people, including a close friend of hers. But she survived to be haunted by the vivid memories of \"the smoke and the screams,\" and the image of the mangled body of her friend, Richard Limehouse. She survived to ask herself, \"Why did I live?\"" , "date" : "19911224" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "After a Crash, Help From Neediest" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/24\/nyregion\/after-a-crash-help-from-neediest.html"} , {"body" : "Public School 139 in Flatbush is six blocks from a once-boycotted Korean grocery store and a comfortable hike from two neighborhoods synonymous with ethnic tension, Crown Heights and Bensonhurst. But yesterday, black, Hispanic, Asian and white third graders, radiant in their white assembly-day shirts and blouses, thronged together to sing songs of" , "date" : "19911203" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "At P.S. 139, a Hanuk-Chris-Kwanz-Etc. Pageant" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/03\/nyregion\/at-ps-139-a-hanuk-chris-kwanz-etc-pageant.html"} , {"body" : "When he came to America from his native South Korea nine years ago, Won So's English was so poor that he could not summon the words or the courage to ask his third-grade teacher for permission to go to the bathroom. \"I would always run to my father's store after school to use the toilet,\" said Mr. So, now a loquacious 18-year-old senior at" , "date" : "19911129" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "From Diffident Youth to Student Advocate" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/29\/nyregion\/from-diffident-youth-to-student-advocate.html"} , {"body" : "Every day, as he cruises Manhattan in his taxicab, Samuel Cohen sees the toll homelessness exacts on the indigent, addicted and infirm. He solemnly nods and says the city should help those souls find their way into a home. But standing in his driveway and glancing down the block at an empty lot where the city has proposed building a shelter for" , "date" : "19911113" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "FLATLANDS (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Charity Comes Too Close to Home" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/13\/nyregion\/charity-comes-too-close-to-home.html"} , {"body" : "Here is a sampling of tours by bus, van, helicopter and foot that are scheduled during the holiday season in New York City. Dates and times are subject to change. Today DEAD HORSE BAY, Floyd Bennett Field, Exit 11S off the Belt Parkway, Flatbush Avenue, Flatlands, Brooklyn. A walking tour led by National Park Service rangers will explore the" , "date" : "19911110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "38" , "title" : "TOURS" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/10\/news\/tours.html"} , {"body" : "Here is a sampling of tours by bus, van, helicopter and foot that are scheduled this fall in New York City. Dates and times are subject to change. Walking tours in New York City parks are listed on pages 36 and 37. Today LOWER EAST SIDE, Manhattan. A look at the many varieties of markets on a walking tour of the Lower East Side led by Sherrill" , "date" : "19910929" , "day_of_week_facet" : "Sunday" , "page_facet" : "12" , "title" : "TOURS" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/29\/news\/tours.html"} , {"body" : "Here is a sampling of events planned through Dec. 14 in New York City's parks. Admission is free unless otherwise noted. Times and dates are subject to change. Today GRACIE SQUARE OUTDOOR ART SHOW, Carl Schurz Park, East End Avenue at 86th Street, Manhattan. About 100 exhibits by professional artists in oil, acrylic, sculpture, photography and" , "date" : "19910929" , "day_of_week_facet" : "Sunday" , "page_facet" : "36" , "title" : "PARKS" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/29\/news\/parks.html"} , {"body" : "Here is a sampling of street fairs and festivals in New York City through December. The information was provided by the Community Assistance Unit of the Mayor's office. Dates and times are subject to change. Today ATLANTIC ANTIC, Atlantic Avenue between Flatbush Avenue and the East River, Brooklyn Heights and Boerum Hill, Brooklyn. 10 A.M. to 6" , "date" : "19910929" , "day_of_week_facet" : "Sunday" , "page_facet" : "4" , "title" : "FAIRS AND FESTIVALS; Celebrations on the Street" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/29\/news\/fairs-and-festivals-celebrations-on-the-street.html"} , {"body" : "Here is a list of participatory sporting events. All dates and times are subject to change. It is always advisable to check with the organizers of an event to confirm starting times and locations. Today RAINBOW MARATHON, Flushing Meadows-Corona Park, Queens. A 26.2-mile foot race with a 1-mile certified loop; sponsored by Sri Chinmoy Marathon Team." , "date" : "19910929" , "day_of_week_facet" : "Sunday" , "page_facet" : "15" , "title" : "FOR REAL SPORTS" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/29\/news\/for-real-sports.html"} , {"body" : "Here is a sampling of offbeat fall events in New York City. Dates and times are subject to change. Today VIEW A VIKING SHIP, Piers 16 and 17, South Street Seaport, Manhattan. A replica of a Viking ship sailed by Leif Ericsson nearly 1,000 years ago will be docked at the seaport through Wednesday. Part of \"Finland Revisited -- 1,000 Years of" , "date" : "19910929" , "day_of_week_facet" : "Sunday" , "page_facet" : "19" , "title" : "OFFBEAT" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/29\/news\/offbeat.html"} ,   {"body" : "The Canarsie real-estate office that had been firebombed twice this summer in bias attacks was vandalized again early yesterday, bringing back to the surface the racial tensions that had flared after the earlier attacks. Rumors swept through the streets of the Brooklyn neighborhood today, accompanied by a small group of reporters and camera crews." , "date" : "19910926" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Realty Building In Canarsie Hit By Firecrackers" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/26\/nyregion\/realty-building-in-canarsie-hit-by-firecrackers.html"} , {"body" : "A Brooklyn real estate office, which had sold homes to black and Hispanic families in the mostly white section of Canarsie, was firebombed early this morning for the third time in three months, the police said. The latest incident occurred shortly after midnight at the Fillmore Real Estate agency at 9301 Flatlands Avenue, which has been under a" , "date" : "19910925" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CANARSIE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Canarsie Real Estate Office Is Firebombed Again" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/25\/nyregion\/canarsie-real-estate-office-is-firebombed-again.html"} , {"body" : "MANHATTAN 1st DISTRICT MANUEL S. CAVACO Jr. (D) -- Truck driver, rock musician and artist; Democratic county committee member. MARGARET S. CHIN (D-L) -- Director, Chinatown Center of La Guardia Community College; member of Community Board 1 and State Democratic Committee. JOHN A.FRATTA (D) -- Youth co-ordinator; member of Community Board 2 and" , "date" : "19910909" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Candidates Crowd the Field in Primary for Council" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/09\/nyregion\/candidates-crowd-the-field-in-primary-for-council.html"} , {"body" : "The New York State Urban Development Corporation is more often identified with giant undertakings than neighborhood-sized projects. But under its 10-month-old Urban and Community Development Program, $5 million is to be awarded to \"highly distressed areas\" for storefront improvements, feasibility studies and project planning. Among the latest" , "date" : "19910825" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: U.D.C. in the Neighborhoods; Aid Sprinkles" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/25\/realestate\/postings-udc-in-the-neighborhoods-aid-sprinkles.html"} , {"body" : "It had been a good collar. Two police officers on patrol in Brooklyn had stopped a car for a traffic infraction and discovered that they had caught three suspects in a burglary that had occurred only minutes before. But like a story line on \"Hill Street Blues,\" where events do not always happen as planned, things started to go awry rather quickly." , "date" : "19910820" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "A Sharp Arrest, Some Gunshots, Then an Escape" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/20\/nyregion\/a-sharp-arrest-some-gunshots-then-an-escape.html"} , {"body" : "Children's Art Show Paramount Gallery Long Island University 1 University Plaza DeKalb and Flatbush Avenues Downtown Brooklyn (718) 783-3077 Recommended ages: 7 and up Through Sept. 13 This exhibition of artwork by Brooklyn junior and senior high school students reflects the borough's diversity. Working in conjunction with the Brooklyn Arts" , "date" : "19910816" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "19" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/16\/arts\/for-children.html"} , {"body" : "JUAN GUERRERO grows tomatillos on a scrap of land that used to be a chop shop for stolen cars in the South Bronx. It's his little piece of Mexico. \"He says you cut them up with hot pepper for salsa,\" said Jose Garcia, who grew up in Puerto Rico. Mr. Guerrero left of Puebla, Mexico, four years ago, but he speaks little English, so Mr. Garcia was" , "date" : "19910815" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "In a Mix of Cultures, An Olio of Plantings" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/15\/garden\/in-a-mix-of-cultures-an-olio-of-plantings.html"} , {"body" : "A day after holding a watermelon aloft to taunt black protesters in Canarsie, a 20-year-old white man was charged with the firebombing that had made his neighborhood the latest focus for New York City's racial tensions, the police said. Tips from neighbors led to the arrest of the man, Brian Fining, in the July 27 firebombing of a real-estate" , "date" : "19910812" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Suspect Seized In Bias Arson In Canarsie" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/12\/nyregion\/suspect-seized-in-bias-arson-in-canarsie.html"} , {"body" : "More than 300 chanting, placard-waving black demonstrators led by the Rev. Al Sharpton staged a tense protest march through Brooklyn's racially troubled, predominantly white Canarsie section yesterday and were met with taunts, jeers and racial insults but no violence. An escort of 400 riot-equipped police officers on foot and motorcycle encircled" , "date" : "19910811" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Taunts and Outrage Greet Protest March in Canarsie" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/11\/nyregion\/taunts-and-outrage-greet-protest-march-in-canarsie.html"} , {"body" : "A New York City police officer was suspended yesterday after being indicted on charges of hampering a murder investigation and tampering with a witness, the police said. According to the police account, the indicted officer, Victor Little, 25 years old, was out with friends on Dec. 30, 1990, when a dispute erupted between his friends and Cleveland" , "date" : "19910810" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Police Officer Is Suspended After Tampering Indictment" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/10\/nyregion\/police-officer-is-suspended-after-tampering-indictment.html"} ,   {"body" : "A 24-year-old black woman has been arrested in Brooklyn in what the police said was a bias incident involving an assault on a 32-year-old white woman over their children's use of a sprinkler in a Canarsie park. The incident, which was among 11 bias-related incidents in Canarsie in recent months, occurred at 1:30 P.M. on July 19 in a park at Remson" , "date" : "19910805" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Black Woman Held in Attack Linked to Bias" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/05\/nyregion\/black-woman-held-in-attack-linked-to-bias.html"} , {"body" : "Madgaline Michael's childhood was spent in Jefferson, S.C., in the days before the clamor for racial equality swept through the South. As a black person of mature years, she is no neophyte to racism. Nor, as a resident of New York City for 32 years, is she naive about crime. But Ms. Michael was stunned last week, when her son became one of the" , "date" : "19910804" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Canarsie's Long-Held Racial Anxieties Resurface" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/04\/nyregion\/canarsie-s-long-held-racial-anxieties-resurface.html"} , {"body" : "Two white teen-agers have told the police that they were beaten with sticks by a group of seven or eight black men early yesterday on East 95th Street near Flatlands Avenue in the Canarsie section of Brooklyn. The assault was the 10th bias-related attack or threat reported in the last month in the predominantly white, middle-class community, the" , "date" : "19910803" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Another Bias Crime in Canarsie: 2 Whites Tell Police of Attack" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/03\/nyregion\/another-bias-crime-in-canarsie-2-whites-tell-police-of-attack.html"} , {"body" : "A black man has told the police that he was taunted and slashed by four white teen-agers early yesterday morning while playing with his 2-year-old daughter in a Canarsie playground. The police have classified the case as bias-related. It comes after a series of racially motivated attacks and threats last month in the southeastern Brooklyn" , "date" : "19910802" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Black Man Tells Police Of Attack by 4 Whites" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/02\/nyregion\/black-man-tells-police-of-attack-by-4-whites.html"} , {"body" : "PAINFULLY early one morning a few years ago, a pack of tourists knocked at the door of Anthony and Maryann Cucchiara's 18th-century Dutch farmhouse in the Flatlands section of Brooklyn. Not expecting a crowd, Mrs. Cucchiara answered the door dressed in a flannel nightgown. \"They were a group of senior citizens who thought this was a museum,\" she" , "date" : "19910801" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "Who Lives There, Anyway? Faces Behind the Walls: Flatlands; A Tidy Farmhouse Grows in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/01\/garden\/who-lives-there-anyway-faces-behind-walls-flatlands-tidy-farmhouse-grows.html"} , {"body" : "The police searched unsuccessfully yesterday for a suspect in the firebombings of a real-estate company that sold homes to black families in Canarsie. But both black and white residents of the Brooklyn neighborhood said that behind the crimes lay tensions stemming from an influx of newcomers into a traditionally white area. The number of minority" , "date" : "19910729" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Neighbors Assess Tensions That Led to Firebombings" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/29\/nyregion\/neighbors-assess-tensions-that-led-to-firebombings.html"} , {"body" : "A real-estate office in the Canarsie section of Brooklyn known for selling homes in the mostly white neighborhood to blacks was firebombed early yesterday for the second time in two weeks. The police called it a bias crime. The agency, Fillmore Real Estate, at 9301 Flatlands Avenue, was also bombed on July 16, two days after an unidentified caller" , "date" : "19910728" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Real-Estate Agency Firebombed Again" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/28\/nyregion\/real-estate-agency-firebombed-again.html"} , {"body" : "Closings in the week ending July 6 MANHATTAN East Midtown 365,000 480 Park Avenue (58th St.) 2-bedroom, 2-bath, 1,300-sq.-ft. prewar co-op; 24-hr. doorman, dining area, fireplace; maintenance $1,273, 48% tax-deductible (Broker: Charles H. Greenthal Residential Sales) East Village 685,000 242 East Fifth Street 3-family, 4-story, attached, brick town" , "date" : "19910721" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "13" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/21\/realestate\/residential-resales-888991.html"} , {"body" : "A Brooklyn real-estate agency damaged by a fire on Tuesday had been under a court order to show homes to black and Hispanic customers, and the New York City Commission on Human Rights suggested yesterday that the company had been attacked because it was complying with the order. The police have described the early-morning blaze at the Fillmore Real" , "date" : "19910718" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Realty Agency in Fire Subject to Bias Order" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/18\/nyregion\/realty-agency-in-fire-subject-to-bias-order.html"} , {"body" : "A Brooklyn real-estate agency was set afire early yesterday morning, two days after workers there reported receiving threatening calls about selling property to minorities in a predominantly white neighborhood, the police said. The fire, which the police have deemed a bias incident, began around 4 A.M. on the roof of the Fillmore Real Estate agency" , "date" : "19910717" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Realty Concern Set Afire in Case Linked to Bias" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/17\/nyregion\/realty-concern-set-afire-in-case-linked-to-bias.html"} ,   {"body" : "Here is a sampling of events planned around New York City for the Fourth of July weekend: Today ANNUAL AIR SHOW, Coney Island, Brooklyn. The United States Army's eight-member Green Beret parachute team is to land on the beach today through Sunday at 12:30 P.M. Also taking part in the show tomorrow and on Sunday will be an Air Force F-16 plane," , "date" : "19910705" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "10" , "title" : "The Fourth, Continued" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/05\/arts\/the-fourth-continued.html"} , {"body" : "A pregnant woman was killed and nine other women were injured yesterday when a drunken driver drove onto a sidewalk in the Flatlands section of Brooklyn during the morning rush hour, the police said. In just seconds in front of South Shore High School on Ralph Avenue, the driver's car hit two people on the sidewalk, then careered through a bus" , "date" : "19910702" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "FLATLANDS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Pregnant Woman Hit and Killed By Car on a Brooklyn Sidewalk" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/02\/nyregion\/pregnant-woman-hit-and-killed-by-car-on-a-brooklyn-sidewalk.html"} , {"body" : "A 60-year-old Brooklyn woman was killed last night when a purse snatcher grabbed her from a passing car and dragged her at least 30 feet, witnesses told the police. The attack, which occurred at 5:40 P.M., was the third mugging in two weeks in the quiet, residential Flatlands community of single-family homes just north of Marine Park, said shocked" , "date" : "19910618" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["FLATLANDS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mugger in Car Drags Woman To Her Death" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/18\/nyregion\/mugger-in-car-drags-woman-to-her-death.html"} , {"body" : "International A3-9 The final pillar of statutory apartheid was scrapped by the South African Parliament 41 years after it was enacted. The law laid the legal foundation of apartheid by classifying all South Africans by race. Page A1 A lifting of the economic sanctions against South Africa will be sought by the Bush Administration in reaction to the" , "date" : "19910618" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/18\/nyregion\/news-summary-671291.html"} , {"body" : "A police lieutenant's teen-age son was shot to death Friday night as an act of retaliation arising from his attempt to help a young woman who had been beaten earlier in the day, the police said yesterday. Investigators originally said the shooting of Gavin Harris, 14 years old, as he rode his bike in his Flatlands neighborhood was apparently a case" , "date" : "19910529" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Killing of Brooklyn Boy Called Act of Retaliation" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/29\/nyregion\/killing-of-brooklyn-boy-called-act-of-retaliation.html"} , {"body" : "In what was apparently a case of mistaken identity, the 14-year-old son of a Brooklyn police lieutenant was shot in the back and killed while riding his bicycle early Friday evening, the police said yesterday. Sgt. James McCoy of the 63d Precinct detective squad said that several young men accosted the victim, Gavin Harris, shorly before he was" , "date" : "19910526" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "Son of Police Lieutenant Is Killed After Apparent Mistake of Identity" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/26\/nyregion\/son-of-police-lieutenant-is-killed-after-apparent-mistake-of-identity.html"} , {"body" : "One woman was shot and killed and two girls, 11 and 13 years old, and a boy, 14, were shot and wounded in three incidents yesterday in Brooklyn. All were bystanders, the police said. The woman, Maribel Nieves, 34, of 374 Sumpter Street, was shot in the head and killed and the 14-year-old boy was wounded in the right leg as they walked near two men" , "date" : "19910417" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Shootings Kill One Bystander; 3 Others Wounded" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/17\/nyregion\/brooklyn-shootings-kill-one-bystander-3-others-wounded.html"} , {"body" : "A 51-year-old man believed to be connected to organized crime was found shot to death last night in the lobby of his apartment building in Brooklyn, the police said. The man, Alfred Visconti, of 2020 East 41st Street in the Flatlands section, had been shot several times, a police spokesman, Officer Fred Weiner, said. The body was found by building" , "date" : "19910327" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Found Slain in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/27\/nyregion\/man-found-slain-in-brooklyn.html"} , {"body" : "AT about the same time that he discovered the island that bears his name, the Dutch navigator Adrian Block mapped the islands and inlets of what is today the Mill Basin section of Brooklyn. That was in 1614, 22 years before the Canarsee Indians, who lived there, sold their land (and water) to Dutch settlers, setting the stage for development. It" , "date" : "19910317" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MILL BASIN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "If You're Thinking of Living in: Mill Basin" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/17\/realestate\/if-you-re-thinking-of-living-in-mill-basin.html"} , {"body" : "On Monday night, a Brooklyn woman was bound and repeatedly raped by two men in her home. On Thursday, the detectives arrested a 19-year-old man and charged him in the attack. The victim was able to provide only a sketchy description of her attackers. It is the kind of crime that investigators expect to be able to solve only after weeks of" , "date" : "19910302" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "27" , "title" : "New Fingerprint Computers Speed Rape Suspect's Arrest" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/02\/nyregion\/new-fingerprint-computers-speed-rape-suspect-s-arrest.html"} ,   {"body" : "Closings in the week ending Feb. 2 MANHATTAN Chelsea 157,000 10 West 15th Street 1-bedroom, 1-bath, 950-sq.-ft. postwar co-op; 24-hr. doorman, concierge, dining room; maintenance $649, 54% tax-deductible (Broker: Herbert H. Kleigerman Associates) East Midtown 485,000 110 East 57th Street (Dorchester) 1-bedroom, 2 1\/2-bath, 2,350-sq.-ft. penthouse" , "date" : "19910217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "13" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/17\/realestate\/residential-resales-018491.html"} , {"body" : "A Brooklyn grand jury yesterday voted not to indict an off-duty rookie police officer who shot a 23-year-old man three times in the back while the man was stealing the officer's car, the authorities said. The 23-member panel issued its decision, called a \"no true bill,\" after a three-week investigation that included testimony from 11 witnesses and" , "date" : "19910201" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officer Cleared in Killing of Auto Thief" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/01\/nyregion\/officer-cleared-in-killing-of-auto-thief.html"} , {"body" : "A rookie police officer was charged with murder yesterday afternoon in the fatal shooting of a man trying to steal his car Thursday morning as the officer was getting ready to go to work, the police said. The officer, Robert W. Smith, told investigators that he had surprised the man, Raphael Martinez, inside his car in front of his Brooklyn house," , "date" : "19910112" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Officer Who Shot Car-Theft Suspect Faces Murder Charge" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/12\/nyregion\/officer-who-shot-car-theft-suspect-faces-murder-charge.html"} , {"body" : "A suspect with a long conviction record -- including several robberies on subways -- was charged with murder yesterday in the death of a purse-snatching victim who was dragged by a train along a subway platform Tuesday morning while chasing her attacker. The suspect, Brian Lawrence, 30 years old, of Irvington, N.J., admitted in written and" , "date" : "19910110" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Purse-Snatching Suspect Is Charged With Murder" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/10\/nyregion\/purse-snatching-suspect-is-charged-with-murder.html"} , {"body" : "Daniel M. C. Hopping, an architect who specialized in restorations and who supervised the installation of 14 historic American rooms at the Metropolitan Museum of Art, died on Dec. 26 at Lawrence Hospital in Bronxville, N.Y. He was 85 years old and lived in Bronxville. He died after a heart attack, said Mary Huber, Bronxville's village historian" , "date" : "19910104" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "18" , "title" : "Daniel M.C. Hopping" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/04\/obituaries\/daniel-mc-hopping.html"}]