[  {"body" : "DEAR Diary: A Saturday afternoon and I am in Manhattan from White Plains for a Metropolitan Opera performance of \"La Traviata.\" Before the overture I am standing on line -- as usual, a very long line -- for the ladies' room. Nearby, the men's-room line is short and fast-moving. No one is unhappier about this state of affairs than the woman in back" , "date" : "19911218" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/18\/garden\/metropolitan-diary-010891.html"} , {"body" : "Here is a sampling of holiday events, including parades, fairs, Santa visits, tree lightings and holiday windows, in New York City. Dates and times are subject to change. Today BREAKFAST WITH SANTA, Lord & Taylor, 424 Fifth Avenue, at 39th Street (11th floor), Manhattan. Breakfast with entertainment. 9:30 A.M. Admission: $10, which includes a" , "date" : "19911215" , "day_of_week_facet" : "Sunday" , "page_facet" : "16" , "title" : "HOLIDAY SIGHTS" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/15\/news\/holiday-sights.html"} , {"body" : "ONCE the hullabaloo of the holidays has been reduced to a hush -- after you've seen \"The Nutcracker,\" celebrated Kwanza and New Year's, and attended a very British pantomime -- your family may be ready to settle down to facts and figures. January, February and March seem to be the months when museum education departments and New York City's Urban" , "date" : "19911215" , "day_of_week_facet" : "Sunday" , "page_facet" : "6" , "title" : "CHILDREN; For Young Explorers, the Stars of Sky and Stage" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/15\/news\/children-for-young-explorers-the-stars-of-sky-and-stage.html"} , {"body" : "More than a half-dozen years ago, in the cauldron of Brooklyn Democratic politics, Mel Miller made a routine decision to back State Senator Martin Markowitz in his race for borough president. Mr. Markowitz lost to Howard Golden, the incumbent then and now. But it was this soon-forgotten race, in which Mr. Miller was not even a candidate, that set" , "date" : "19911215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "Political Move Long Ago Led to Miller Conviction" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/15\/nyregion\/political-move-long-ago-led-to-miller-conviction.html"} , {"body" : "Assembly Speaker Mel Miller was convicted of fraud charges yesterday, shattering his career as one of the most powerful politicians in New York State. Mr. Miller, of Brooklyn, was convicted of 8 of the 19 felony charges against him. The verdict means that he is automatically expelled from the State Assembly and faces the likelihood of going to" , "date" : "19911214" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Miller Is Found Guilty of Fraud; Speaker Loses Seat in Assembly" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/14\/nyregion\/miller-is-found-guilty-of-fraud-speaker-loses-seat-in-assembly.html"} , {"body" : "Here are some of the musical presentations planned for the holiday season in New York City. All are free unless otherwise noted. The selection, compiled by Allan Kozinn, represents what caught this critic's eye and excited his expectations. Today ST. IGNATIUS CHURCH (Episcopal), West End Avenue at 87th Street, Manhattan. Britten's \"Ceremony of" , "date" : "19911213" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "7" , "title" : "Where to Hear the Music of Christmas" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/13\/arts\/where-to-hear-the-music-of-christmas.html"} , {"body" : "Here is a sampling of performances and sing-ins of Handel's \"Messiah\" in New York City. Admission is free unless otherwise noted. Today THE CATHEDRAL OF ST. JOHN THE DIVINE (Episcopal), Amsterdam Avenue at 112th Street, Manhattan. Combined choirs of the cathedral and Elaine Russell, soprano; Katie Geissinger, mezzo-soprano; Johnson Flucker," , "date" : "19911213" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "7" , "title" : "Enjoying the 'Messiah'" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/13\/arts\/enjoying-the-messiah.html"} , {"body" : "Seven to 10 masked men burst into a Korean-American fruit store in Flatbush, Brooklyn, yesterday morning, threw piles of produce to the floor, broke several fixtures and assaulted two workers, the police said. The police are investigating the case as a bias-related incident \"based on the testimony of the victims that the men were black,\" said a" , "date" : "19911211" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Assault at a Korean Fruit Store Was Bias Related, Police Say" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/11\/nyregion\/assault-at-a-korean-fruit-store-was-bias-related-police-say.html"} , {"body" : "Environmental and Museum Tours North Wind Undersea Institute 610 City Island Avenue City Island The Bronx (212) 885-0701 Recommended ages: 3 and up The North Wind Undersea Institute, a maritime museum founded in 1978 by Michael Sandlofer, a deep-sea diver, in a cluster of old buildings on the main street of City Island, was originally meant to draw" , "date" : "19911206" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "6" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/06\/arts\/for-children.html"} , {"body" : "Two Bronx men were arrested yesterday and charged with the execution-style murders of two children and two women in a Brooklyn apartment Saturday night, the police said. One of the women and one of the children \"just happened to be visiting,\" said Capt. Richard Ward, commander of Brooklyn's 12th Detective Division, when the killers forced their way" , "date" : "19911204" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "2 Bronx Men Are Charged With Murder In Death of 4" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/04\/nyregion\/2-bronx-men-are-charged-with-murder-in-death-of-4.html"} ,   {"body" : "Two girls and two women were found dead in an apartment on a quiet Brooklyn street late Saturday night, each shot in the head. Neither the police nor stunned neighbors yesterday could assign a motive to the massacre. There were no signs of a struggle, and no indications that drugs were involved, investigators said. Robbery had not been ruled out." , "date" : "19911202" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "4 Are Slain In Apartment In Flatbush" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/02\/nyregion\/4-are-slain-in-apartment-in-flatbush.html"} , {"body" : "THE sheer number of holiday activities -- for Hanukkah, Christmas, Kwanzaa or New Year's -- available to families in New York City this year makes orderly scheduling a gargantuan task. Here is a guide to some of the goings-on, from the most innovative to the most traditional, from encountering \"angels\" at the Cloisters to videotaping New Year's" , "date" : "19911201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Holiday Events Abound in the City" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/01\/nyregion\/holiday-events-abound-in-the-city.html"} , {"body" : "THE sheer number of holiday activities -- for Hanukkah, Christmas, Kwanzaa or New Year's -- available to families in New York City this year makes orderly scheduling a gargantuan task. Here is a guide to some of the goings-on, from the most innovative to the most traditional, from encountering \"angels\" at the Cloisters to videotaping New Year's" , "date" : "19911201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Holiday Events Abound in New York" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/01\/nyregion\/holiday-events-abound-in-new-york.html"} , {"body" : "Closings in the week ended Nov. 16 MANHATTAN Chelsea 115,000 254 West 25th Street 1-bedroom, 1-bath, 600-sq.-ft. co-op; renovated kitchen, 2 exposures; maintenance $468, 50% tax-deductible (Broker: Kingman Associates) Fort Washington 132,000 100 Overlook Terrace 3-bedroom, 2-bath, 1,300-sq.-ft. postwar co-op; dining area, remodeled kitchen," , "date" : "19911201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "12" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/01\/realestate\/residential-resales-687391.html"} , {"body" : "Bay Scallops' Good Name The New York area bay scallop season has started, but supplies are limited and still threatened by pollution. Most scallops are being sold on Long Island for $10 to $16 a pound. Most fish markets in the New York region call calico scallops from Florida and the Carolinas \"bay scallops\" though they are a variety of ocean" , "date" : "19911127" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/27\/garden\/food-notes-007191.html"} , {"body" : "Closings in the week ended Nov. 9 MANHATTAN Chelsea 395,000 161 West 15th Street 1-bedroom, 1-bath, 1,850-sq.-ft. loft-co-op; elevator, den, c\/a, 13 1\/2-ft. ceilings, jacuzzi; maintenance $752, 45% tax-deductible (Broker: Delson-Ginsberg Real Estate) Columbia University Area 360,000 420 Riverside Drive (114th St.) 3-bedroom, 2-bath, 1,700-sq.-ft." , "date" : "19911124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/24\/realestate\/residential-resales-706091.html"} , {"body" : "Children's Park and Kate Wollman Rink Prospect Park Brooklyn (718) 282-1226 Recommended for all ages The Parade Grounds, part of the 40-acre playing field set aside in 1868 for drills, recently received a face lift that should please nearby Brooklynites, particularly those living in Flatbush, where the field is. Though the metal-and-wood jungle" , "date" : "19911115" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/15\/arts\/for-children.html"} , {"body" : "Testifying as the prosecution's main witness, the operator of a real-estate business said yesterday that he took part in three real-estate schemes with Mel Miller, the Speaker of the New York State Assembly, and his longtime law partner, Jay Adolf. The witness, Avi Cohen, said that in one deal to buy eight cooperative apartments in a Brooklyn" , "date" : "19911114" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "In Mel Miller Trial, Witness Tells of Secret Co-op Deals" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/14\/nyregion\/in-mel-miller-trial-witness-tells-of-secret-co-op-deals.html"} , {"body" : "Every day, as he cruises Manhattan in his taxicab, Samuel Cohen sees the toll homelessness exacts on the indigent, addicted and infirm. He solemnly nods and says the city should help those souls find their way into a home. But standing in his driveway and glancing down the block at an empty lot where the city has proposed building a shelter for" , "date" : "19911113" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "FLATLANDS (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Charity Comes Too Close to Home" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/13\/nyregion\/charity-comes-too-close-to-home.html"} , {"body" : "Here is a sampling of tours by bus, van, helicopter and foot that are scheduled during the holiday season in New York City. Dates and times are subject to change. Today DEAD HORSE BAY, Floyd Bennett Field, Exit 11S off the Belt Parkway, Flatbush Avenue, Flatlands, Brooklyn. A walking tour led by National Park Service rangers will explore the" , "date" : "19911110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "38" , "title" : "TOURS" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/10\/news\/tours.html"} ,   {"body" : "THE sheer number of holiday activities -- for Thanksgiving, Hanukkah, Christmas, Kwanzaa or New Year's -- available to families in New York City this year makes orderly scheduling a gargantuan task. The proliferation of Kwanzaa events alone, based on the African-American celebration that focuses on seven moral principles, will crowd calendars from" , "date" : "19911110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "19" , "title" : "CHILDREN; Dances, Dreidels, Trees, Candles and More, All for the Young" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/10\/news\/children-dances-dreidels-trees-candles-and-more-all-for-the-young.html"} , {"body" : "Here is a sampling of spectator and participatory sports in New York City and the Meadowlands in East Rutherford, N.J., during the holiday season. Dates and times are subject to change. FOR SPECTATORS Basketball MADISON SQUARE GARDEN, Seventh Avenue and 33d Street, Manhattan. New York Knickerbockers. Unless otherwise noted, games are at 7:30 P.M." , "date" : "19911110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MEADOWLANDS (NJ)"] , "page_facet" : "33" , "title" : "SPORTS" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/10\/news\/sports-454291.html"} , {"body" : "Protecting History Municipal Art Society, Urban Center, 457 Madison Avenue (51st Street); (212) 935-3960. A panel discussion about the New York City Council and the landmarks preservation process will be held at 6 P.M. on Wednesday. Admission: $5. Reservations required. Painted Cloth American Craft Museum, 40 West 53d Street; (212) 956-3535. Two" , "date" : "19911107" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "13" , "title" : "Events: Landmarks And Heavenly Gates" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/07\/garden\/events-landmarks-and-heavenly-gates.html"} , {"body" : "DESIGNED for as many as a dozen tenants, Livingston Plaza, the newest office building in downtown Brooklyn, wound up with only one occupant, the New York City Transit Authority. But that suited the developers, Cohen Brothers Realty Corporation and Starrett Housing Corporation. After all, the Transit Authority did more than take all 600,000 square" , "date" : "19911103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "13" , "title" : "Commercial Property: Livingston Plaza; Designed for a Dozen, but One Tenant's Enough" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/03\/realestate\/commercial-property-livingston-plaza-designed-for-dozen-but-one-tenant-s-enough.html"} , {"body" : "In Albany, as the Speaker of the Assembly, Mel Miller copes with the complex problems of New York State. But most of his attention is now focused on fraud charges against him in a Federal courtroom in Brooklyn. The jury will be selected this week for the trial of Mr. Miller and a top aide, Jay Adolf, who were partners in a law firm that represented" , "date" : "19911103" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Trial of Assembly Speaker Starts in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/03\/nyregion\/trial-of-assembly-speaker-starts-in-brooklyn.html"} , {"body" : "New York City Marathon: Several streets will be closed for much of Sunday, including, in Manhattan, First Avenue from 76th to the Willis Avenue Bridge; Fifth Avenue from 102d to 120th Street, and Central Park South from Fifth Avenue to Columbus Circle. In Brooklyn, parts of Fourth Avenue from 84th to Flatbush Avenue will be closed. In addition," , "date" : "19911101" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Traffic Alert" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/01\/nyregion\/traffic-alert-073091.html"} , {"body" : "As the holidays inch closer, families often think about attending a Broadway or Off Broadway show. This roundup of plays pays particular attention to the comfort level for children, including the work's running time and attention spans after the first act. Ticket availability is also addressed. Children might also benefit by listening to a" , "date" : "19911101" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "4" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/01\/theater\/for-children.html"} , {"body" : "Under the cloak of darkness, when the swish of traffic abates and the metal store gates clank down, they appear. It is their practice to roam in packs of 10 to 20, though their ranks are larger. Their beverage of preference is a king-size bottle of beer. If they're armed, the weapons are apt to be canes and golf clubs. On the streets they frequent," , "date" : "19911024" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Gang: A Mythology of Violence" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/24\/nyregion\/brooklyn-gang-a-mythology-of-violence.html"} , {"body" : "In what the police called a bias incident, as many as 20 white youths attacked a black teen-ager who stopped at a grocery store in the Flatbush section of Brooklyn Saturday night with three friends to buy soda, authorities said. The 17-year-old victim, Garry Aviles of Brooklyn, was knocked unconscious with a bat and cut on the stomach with a razor," , "date" : "19911015" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Youth, 17, Beaten by Flatbush Gang in a Bias Attack" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/15\/nyregion\/youth-17-beaten-by-flatbush-gang-in-a-bias-attack.html"} , {"body" : "After a daylong march with 60,000 fellow Haitian-Americans to protest the coup in Haiti, Emmanuel Esperance felt a weary satisfaction as he returned to his home in the Flatbush section of Brooklyn on Friday night. Family and friends who had marched with him and then gathered at his apartment for his wife's 41st birthday had barely settled on the" , "date" : "19911013" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "Returning From Anti-Coup Rally, Man Grabs Gun and Kills Intruder" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/13\/nyregion\/returning-from-anti-coup-rally-man-grabs-gun-and-kills-intruder.html"} ,   {"body" : "Tens of thousands of Haitian demonstrators spilled into lower Manhattan from Brooklyn yesterday in a spirited show of support for their nation's ousted President, Jean-Bertrand Aristide. Clogged by more than 60,000 demonstrators -- the police estimate -- the streets of the financial district were virtually paralyzed for most of the afternoon." , "date" : "19911012" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "HAITI"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Thousands of Haitians Protest Coup" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/12\/nyregion\/thousands-of-haitians-protest-coup.html"} , {"body" : "In a poster on the back of a Manhattan bus, an elderly couple walks serenely along a deserted street. The scene might hint of urban menace were it not for one thing: In plain view is the reassuring figure of a police officer walking a beat. The poster -- a stark black and white photograph with a message that says simply \"The beat cop is back\" --" , "date" : "19911009" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "On Foot and Twirling a Nightstick, Via Madison Ave." , "url" : "http:\/\/www.nytimes.com\/1991\/10\/09\/nyregion\/on-foot-and-twirling-a-nightstick-via-madison-ave.html"} , {"body" : "Here is a sampling of other walking tours this weekend in the New York metropolitan region. Today GRAND CENTRAL AREA, Manhattan. A 90-minute walking tour covering the architecture and history of the Grand Central Terminal area, led by Justin Ferate, a historian; sponsored by the Grand Central Partnership. Meets at 12:30 P.M. in front of the Philip" , "date" : "19911004" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "On the Move Outdoors and In, in Search of Knowledge" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/04\/arts\/on-the-move-outdoors-and-in-in-search-of-knowledge.html"} , {"body" : "A New York City police sergeant was wounded yesterday during a shootout with a 15-year-old boy who had just shot a man in a dispute over a radio, the police said. The sergeant, John Massoni, 33, was shot once in the abdomen at 8:23 A.M. when he and three other officers entered the lobby of an apartment building in Flatbush, Brooklyn, the police" , "date" : "19911004" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Sergeant Wounded in Brooklyn Shootout With 15-Year-Old" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/04\/nyregion\/police-sergeant-wounded-in-brooklyn-shootout-with-15-year-old.html"} , {"body" : "Here is a sampling of events planned through Dec. 14 in New York City's parks. Admission is free unless otherwise noted. Times and dates are subject to change. Today GRACIE SQUARE OUTDOOR ART SHOW, Carl Schurz Park, East End Avenue at 86th Street, Manhattan. About 100 exhibits by professional artists in oil, acrylic, sculpture, photography and" , "date" : "19910929" , "day_of_week_facet" : "Sunday" , "page_facet" : "36" , "title" : "PARKS" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/29\/news\/parks.html"} , {"body" : "Here is a sampling of tours by bus, van, helicopter and foot that are scheduled this fall in New York City. Dates and times are subject to change. Walking tours in New York City parks are listed on pages 36 and 37. Today LOWER EAST SIDE, Manhattan. A look at the many varieties of markets on a walking tour of the Lower East Side led by Sherrill" , "date" : "19910929" , "day_of_week_facet" : "Sunday" , "page_facet" : "12" , "title" : "TOURS" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/29\/news\/tours.html"} , {"body" : "Here is a sampling of street fairs and festivals in New York City through December. The information was provided by the Community Assistance Unit of the Mayor's office. Dates and times are subject to change. Today ATLANTIC ANTIC, Atlantic Avenue between Flatbush Avenue and the East River, Brooklyn Heights and Boerum Hill, Brooklyn. 10 A.M. to 6" , "date" : "19910929" , "day_of_week_facet" : "Sunday" , "page_facet" : "4" , "title" : "FAIRS AND FESTIVALS; Celebrations on the Street" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/29\/news\/fairs-and-festivals-celebrations-on-the-street.html"} , {"body" : "Here is a list of participatory sporting events. All dates and times are subject to change. It is always advisable to check with the organizers of an event to confirm starting times and locations. Today RAINBOW MARATHON, Flushing Meadows-Corona Park, Queens. A 26.2-mile foot race with a 1-mile certified loop; sponsored by Sri Chinmoy Marathon Team." , "date" : "19910929" , "day_of_week_facet" : "Sunday" , "page_facet" : "15" , "title" : "FOR REAL SPORTS" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/29\/news\/for-real-sports.html"} , {"body" : "IT was the greatest game ever played. Go ahead and say it. It was the greatest game ever played. From the moment the ball left Bobby Thomson's bat, the 100,000 fans in the Polo Grounds knew they were witnessing the greatest game ever played, in any sport, in the United States. And as they dispersed that afternoon of Oct. 3, 1951, those 200,000 fans" , "date" : "19910929" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; Time Flies, Memories Stand Still" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/29\/sports\/sports-of-the-times-time-flies-memories-stand-still.html"} , {"body" : "Here are addresses and telephone numbers for the church suppers mentioned. Call the individual churches for times, fees and other specifies. ABYSSINIAN BAPTIST CHURCH, 132 Odell Clark Place, Manhattan; (212)862-7474. BAPTIST TEMPLE CHURCH, 20 West 116th Street, Manhattan: (212)996-0334. ST. MARY'S EPISCOPAL CHURCH, 230 Classon Avenue, Clinton Hill," , "date" : "19910929" , "day_of_week_facet" : "Sunday" , "page_facet" : "24" , "title" : "Where to Find the Church Suppers" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/29\/news\/where-to-find-the-church-suppers.html"} ,   {"body" : "To save the residents of a Brooklyn building from drugs, prostitution and shootouts, the Rev. Hardy Smallwood, a pentecostal minister and former professional boxer, decided he had no choice but to move in himself. Searching for a superintendent, he tried to persuade a young man living in a similar building to take the job. \"You're getting shot at" , "date" : "19910927" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "EAST FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Police Honor a Preacher For Fight Against Crime" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/27\/nyregion\/police-honor-a-preacher-for-fight-against-crime.html"} , {"body" : "Blanche Riley died 18 months ago at the age of 56. But the family that she ruled as a religious matriarch believed her prediction that God would cure and awaken her. And so her children kept her body in the bed of the East Flatbush home where she died in March 1990 until the police discovered it there Saturday. The body was washed daily, the police" , "date" : "19910923" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "EAST FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Trusting God to Heal Mother, Family Kept Her Body in Bed" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/23\/nyregion\/trusting-god-to-heal-mother-family-kept-her-body-in-bed.html"} , {"body" : "A Brooklyn grand jury has voted not to indict the police officer who last month fatally shot a 19-year-old man who had aimed a pistol at the officer's partner, prosecutors said yesterday. The shooting in Flatbush on Aug. 25, which occurred shortly after racial violence broke out in nearby Crown Heights, led to two nights of protests. People who" , "date" : "19910921" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "No Indictment of Brooklyn Officer In a Slaying That Led to Protests" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/21\/nyregion\/no-indictment-of-brooklyn-officer-in-a-slaying-that-led-to-protests.html"} , {"body" : "Two brothers suspected in 11 armed robberies on the D train in Brooklyn in the last month were charged late Wednesday with killing a young man after he used a street-corner pay phone against their wishes, police officials said yesterday. In an odd coincidence, the arrests of the brothers, Thurston Pilgrim, 16 years old, and Prince Pilgrim, 17, came" , "date" : "19910920" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "2 Brothers Tied to Subway Thefts Are Held in Murder" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/20\/nyregion\/2-brothers-tied-to-subway-thefts-are-held-in-murder.html"} , {"body" : "LENINGRAD is no more. For some people, it never stopped being the city of Peter the Great after the regime put another name on it. The change got me thinking about sporting names and places that will not go away, traditions that run deep, like subterranean rivers, spanning the generations. You could call it foolish nostalgia, or you could call it" , "date" : "19910915" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "Sports of The Times; St. Pete, the Colts, And Even the Bums" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/15\/sports\/sports-of-the-times-st-pete-the-colts-and-even-the-bums.html"} , {"body" : "In the 44th City Council District, which stretches from Flatbush to Bensonhurst in Brooklyn, phone bank volunteers for Robert Miller, a City Council candidate, were making calls in Yiddish and Italian. On the Lower East Side of Manhattan, a sound truck for Margaret S. Chin was blaring a get-out-the-vote message alternately in English, Spanish and" , "date" : "19910912" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Campaign Trail; A Primary-Eve Dance: The Candidate Dodge" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/12\/nyregion\/campaign-trail-a-primary-eve-dance-the-candidate-dodge.html"} , {"body" : "A 55-year-old New York City Transit Authority maintenance employee was arrested last night and charged with illegal possession of 42 rifles and handguns that were found by firefighters in his Brooklyn apartment yesterday, the police said. The suspect, Stephen Katz, was picked up by the police around 6 P.M. in front of his apartment at 1622 Ocean" , "date" : "19910911" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Man Seized In Possession of Guns" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/11\/nyregion\/brooklyn-man-seized-in-possession-of-guns.html"} , {"body" : "A 50-year-old Brooklyn woman waiting on a corner for a bus was shot and killed last night by a man who later told the police he meant to shoot someone else. The woman, holding a bus transfer in her hand, was standing at the corner of Glenwood Road and Nostrand Avenue in Flatbush shortly after 6 P.M. when a bullet struck her in the head, said Sgt." , "date" : "19910911" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Woman Is Fatally Shot While Waiting for Bus" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/11\/nyregion\/woman-is-fatally-shot-while-waiting-for-bus.html"} , {"body" : "New York City subways, legendary as an underground maze of hostility, suspicion and frustration that challenges the sturdiest of human spirits, could use something that calms the nerves a bit. Transit officials are considering piped-in music. The notion, which to some may sound about as likely as mud-wrestling at the Met, raises not so soothing" , "date" : "19910910" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Subways (And Away We Go) Plan a Lot of Traveling Music" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/10\/nyregion\/subways-and-away-we-go-plan-a-lot-of-traveling-music.html"} , {"body" : "MANHATTAN 1st DISTRICT MANUEL S. CAVACO Jr. (D) -- Truck driver, rock musician and artist; Democratic county committee member. MARGARET S. CHIN (D-L) -- Director, Chinatown Center of La Guardia Community College; member of Community Board 1 and State Democratic Committee. JOHN A.FRATTA (D) -- Youth co-ordinator; member of Community Board 2 and" , "date" : "19910909" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Candidates Crowd the Field in Primary for Council" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/09\/nyregion\/candidates-crowd-the-field-in-primary-for-council.html"} ,   {"body" : "The very reforms that were supposed to encourage ethnic and racial diversity may help the ailing Democratic organization retain its political grip on the New York City Council this year. In many districts, public campaign financing and easier access to the ballot inspired more challengers and divided the opposition in Thursday's primary elections," , "date" : "19910908" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York Primaries Test Charter's Effect On Machine Politics" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/08\/nyregion\/new-york-primaries-test-charter-s-effect-on-machine-politics.html"} , {"body" : "The City Council race in the East Flatbush section of Brooklyn would seem to have all the ingredients for a Bonfire of the Vanities: Susan D. Alter, an incumbent Council member, is a white, Jewish woman married to an Orthodox rabbi, who is running in the 45th District, which is more than 75 percent black. Among her seven black rivals in the" , "date" : "19910905" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "EAST FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Combustible Contest In a Smoldering Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/05\/nyregion\/a-combustible-contest-in-a-smoldering-brooklyn.html"} , {"body" : "Beyond the darkness of Woodlawn Cemetery, the subway roared to life and roused the attention of the sleepy bench-sitters along the elevated platform. A scattering of passengers in batches of two's and three's moved through the doors and onto the train, scheduled to depart at 11:29 P.M. Up in the dispatcher's shabby office, the crew sheet for the" , "date" : "19910905" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Noted: The No. 4 Train, Like Life, Goes On" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/05\/nyregion\/noted-the-no-4-train-like-life-goes-on.html"} , {"body" : "After four days of round-the-clock work to clean up last week's subway derailment, service resumed early today for the 500,000 riders of the Lexington Avenue IRT line, when a No. 4 express train carrying a handful of passengers rumbled safely through the site of the deadly accident. At 12:04 A.M. the express train rolled slowly over new tracks and" , "date" : "19910903" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Subway Line Back After Being Closed By Fatal Derailing" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/03\/nyregion\/subway-line-back-after-being-closed-by-fatal-derailing.html"} , {"body" : "In the basement of St. Francis and Blaise Church, dozens of teen-agers rehearse their ebulliently percussive steel-band music. In storefront windows on Nostrand, Church and Flatbush Avenues, costume makers toil at elaborate waistbands and headdresses. Nearly everywhere in Crown Heights, people are preparing for the boisterous annual celebration of" , "date" : "19910830" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Prepares, And Braces, For a Parade" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/30\/nyregion\/brooklyn-prepares-and-braces-for-a-parade.html"} , {"body" : "A Brooklyn man, asserting that he saw the shooting death of 19-year-old Andel Anthony Amos on Sunday, said yesterday that Mr. Amos was trying to flee when he was shot several times by the police. The man, Guillermo Simmons, 26, also said that although Mr. Amos had a handgun and struggled with an officer over the weapon, he dropped it just before he" , "date" : "19910829" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Says He Saw Police Shoot 19-Year-Old in Back as He Fled" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/29\/nyregion\/man-says-he-saw-police-shoot-19-year-old-in-back-as-he-fled.html"} , {"body" : "Marchers paraded through the streets of Flatbush last night in the second day of protests that followed the death of an armed Brooklyn man who was fatally shot by the police. On Monday night, the first day of the protests, two officers on patrol in the neighborhood were fired on from the roof of an apartment building, the police said yesterday." , "date" : "19910828" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Protest Against Police in Flatbush Shooting Death" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/28\/nyregion\/protest-against-police-in-flatbush-shooting-death.html"} , {"body" : "A 19-year-old man was shot and killed after a struggle with two police officers over a gun late Sunday night in Brooklyn, the police said. The incident led to a protest in Flatbush yesterday by 150 people near where the shooting took place, as about twice as many police officers watched. An initial police report of the shooting described an unruly" , "date" : "19910827" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Youth Shot to Death in Struggle With Police on a Flatbush Street, Inciting New Protest" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/27\/nyregion\/youth-shot-death-struggle-with-police-flatbush-street-inciting-new-protest.html"} , {"body" : "At a makeshift souvenir stand outside the Lubavitcher movement's headquarters in the Crown Heights section of Brooklyn, Rabbi Menachem M. Schneerson's avuncular image adorns key chains, plaques and tiny cards. Throngs of faithful -- some from Europe and Latin America -- descend upon the intersection of Kingston Avenue and Eastern Parkway to wait" , "date" : "19910826" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "As Racial Storm Rages, Hasidic Leader Is Aloof" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/26\/nyregion\/as-racial-storm-rages-hasidic-leader-is-aloof.html"} , {"body" : "It had been a good collar. Two police officers on patrol in Brooklyn had stopped a car for a traffic infraction and discovered that they had caught three suspects in a burglary that had occurred only minutes before. But like a story line on \"Hill Street Blues,\" where events do not always happen as planned, things started to go awry rather quickly." , "date" : "19910820" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "A Sharp Arrest, Some Gunshots, Then an Escape" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/20\/nyregion\/a-sharp-arrest-some-gunshots-then-an-escape.html"} ,   {"body" : "Children's Art Show Paramount Gallery Long Island University 1 University Plaza DeKalb and Flatbush Avenues Downtown Brooklyn (718) 783-3077 Recommended ages: 7 and up Through Sept. 13 This exhibition of artwork by Brooklyn junior and senior high school students reflects the borough's diversity. Working in conjunction with the Brooklyn Arts" , "date" : "19910816" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "19" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/16\/arts\/for-children.html"} , {"body" : "Today HISPANIC CARNIVAL, Amsterdam Avenue, between West 190th and West 193d Streets, Manhattan; sponsored by Carnaval Hispano de New York. Today, tomorrow and Sunday, 10 A.M. to 10 P.M. Information: (212) 740-2027. JAZZ FESTIVAL, 139th Street, between Fifth Avenue and Malcolm X Boulevard, Manhattan; sponsored by Harlem Week. Today, 6 to 10 P.M." , "date" : "19910816" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "Where the Fairs Are" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/16\/arts\/where-the-fairs-are.html"} , {"body" : "More than 300 chanting, placard-waving black demonstrators led by the Rev. Al Sharpton staged a tense protest march through Brooklyn's racially troubled, predominantly white Canarsie section yesterday and were met with taunts, jeers and racial insults but no violence. An escort of 400 riot-equipped police officers on foot and motorcycle encircled" , "date" : "19910811" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Taunts and Outrage Greet Protest March in Canarsie" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/11\/nyregion\/taunts-and-outrage-greet-protest-march-in-canarsie.html"} , {"body" : "Mayor David N. Dinkins met privately with more than 40 members of the clergy and other leaders in Canarsie yesterday, trying to defuse the racial tensions that have rocked the predominantly white neighborhood this summer. With the Rev. Al Sharpton and civil liberties groups planning marches this weekend, the Mayor's low-key diplomacy in the" , "date" : "19910808" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Dinkins Tries to Ease Tension From Canarsie Bias Incidents" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/08\/nyregion\/dinkins-tries-to-ease-tension-from-canarsie-bias-incidents.html"} , {"body" : "One youth was playing in a pickup basketball game yesterday in Brooklyn. Another was playing touch football in the Bronx. Neither survived his game, the police said. The 15-year-old Brooklyn youth, Marc Haynes, was stabbed and killed yesterday afternoon because he refused to pass the basketball to a teammate, the police said. Saul Perriera, the" , "date" : "19910807" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Are Slain in Arguments Over Games" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/07\/nyregion\/2-are-slain-in-arguments-over-games.html"} , {"body" : "Madgaline Michael's childhood was spent in Jefferson, S.C., in the days before the clamor for racial equality swept through the South. As a black person of mature years, she is no neophyte to racism. Nor, as a resident of New York City for 32 years, is she naive about crime. But Ms. Michael was stunned last week, when her son became one of the" , "date" : "19910804" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Canarsie's Long-Held Racial Anxieties Resurface" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/04\/nyregion\/canarsie-s-long-held-racial-anxieties-resurface.html"} , {"body" : "In \"The Great Gatsby,\" F. Scott Fitzgerald described the area around what is now Flushing Meadows-Corona Park as a \"a fantastic farm where ashes grow like wheat into ridges and hills and grotesque gardens.\" At the time, part of that area was actually an ash dump. After the 1939-40 World's Fair there, Robert Moses, New York City's Parks" , "date" : "19910802" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/02\/arts\/for-children.html"} , {"body" : "Just days ago, if C. Virginia Fields, a City Council incumbent, and William Perkins, a grass-roots campaigner for the Council, had met on the street, they would have greeted each other as candidates in adjoining Harlem districts. But yesterday, when their paths crossed on the northern stretch of Fifth Avenue that once separated their districts," , "date" : "19910728" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Candidates Still Troubled by Redrawing of Districts" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/28\/nyregion\/candidates-still-troubled-by-redrawing-of-districts.html"} , {"body" : "A 59-year-old Manhattan man bludgeoned his wife to death yesterday morning with a hammer, then slit his wrists before calling the police several hours later, the police said. And in Brooklyn, a woman stabbed her boyfriend to death after he struck her on the head with a bottle, the police said. The Manhattan man, Paul Eisenhower, bludgeoned his" , "date" : "19910728" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "LOWER EAST SIDE (NYC)" , "EAST FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Man Kills Wife With a Hammer and Slits His Wrists, Police Say" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/28\/nyregion\/man-kills-wife-with-a-hammer-and-slits-his-wrists-police-say.html"} , {"body" : "MORE than many other outdoor sculpture seasons, this one has a distinct character. For the first time in a good while, isolated installations by individual artists are as commanding as group exhibitions. The trend is toward functional, fanciful work on which the public can sit or play. The star of the season is Robert Ressler, whose elegantly" , "date" : "19910726" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Cityful of Sculpture Under the Sky" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/26\/arts\/cityful-of-sculpture-under-the-sky.html"} ,   {"body" : "No big ethnic parade in New York seems complete without a nice diversionary controversy. By that standard, the annual West Indian-American Day parade, already one of the biggest, has arrived. Just five weeks before the parade, the route for it -- Eastern Parkway in Brooklyn -- remains torn up, littered with debris and mired in construction delays." , "date" : "19910725" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["EASTERN PARKWAY (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Journal; Road Job: No Detour For Parade" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/25\/nyregion\/brooklyn-journal-road-job-no-detour-for-parade.html"} , {"body" : "Everyday Images Newark Museum, 49 Washington Street (Central Avenue), Newark; (201) 596-6550. \"Folk Art: Works on Paper,\" an exhibition of portraits, decorative pictures, birth certificates and mourning paintings, will be at the museum through Aug. 25. Hours: noon to 5 P.M. Wednesday through Sunday. Free admission. Brooklyn Bus Tours Singer's" , "date" : "19910725" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "Events: Images of Life, From Cradle to Grave" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/25\/garden\/events-images-of-life-from-cradle-to-grave.html"} , {"body" : "Budget cuts and the recent days of grueling heat have conspired to make life harder for some of New York City's elderly residents. As part of the city's efforts to cut spending, responsibility for 346 city-financed centers for the elderly has been transferred from the Human Resources Administration to the Department of Aging. That shift, together" , "date" : "19910723" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Cutbacks and Heat Wilting the Elderly" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/23\/nyregion\/cutbacks-and-heat-wilting-the-elderly.html"} , {"body" : "A 4-year-old girl was shot and killed on a street in Harlem last night when two men drove by in a car and opened fire, the police said. The girl's pregnant mother, a 17-year-old youth and another woman were wounded. The victims were taken to Harlem Hospital Center, where the girl died. The teen-age boy was in critical condition with a head wound." , "date" : "19910723" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Child Killed, 3 Others Hurt in Drive-By Shooting" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/23\/nyregion\/child-killed-3-others-hurt-in-drive-by-shooting.html"} , {"body" : "Would Henry James have described \"summer afternoon\" as the two most beautiful words in the English language if he had been in these parts yesterday? Ha! Not if he had been among the thousands of people who filed sullenly past the intersection of Broadway and 46th Street at 8 A.M. It was hazy, already sweltering and the billowing emission from a" , "date" : "19910720" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Finish the Phrase, New York: Is It (Blank) Enough for You?" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/20\/nyregion\/finish-the-phrase-new-york-is-it-blank-enough-for-you.html"} , {"body" : "Boating in New York City can run the gamut from sitting idly, but rapturously, from paddle wheels to watching model-yacht races in Central Park. The hardier can test their pedaling and rowing capabilities (and their captainlike mettle) on shady park lakes. Here is a sampling of the boating available throughout the city. Seaport Line Harbor Cruise" , "date" : "19910719" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/19\/arts\/for-children.html"} , {"body" : "A murder suspect escaped from a maximum-security cell in a Brooklyn jail after making a dummy of wadded-up clothes and leaving it under the tattered woolen blanket on his cot, prison officials said yesterday. It was the second time that the 26-year-old inmate, Edward (Donny) White, had escaped from custody. The last time he did, he killed a man" , "date" : "19910710" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Murder Suspect Flees Jail a 2d Time" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/10\/nyregion\/brooklyn-murder-suspect-flees-jail-a-2d-time.html"} , {"body" : "A pregnant woman was killed and nine other women were injured yesterday when a drunken driver drove onto a sidewalk in the Flatlands section of Brooklyn during the morning rush hour, the police said. In just seconds in front of South Shore High School on Ralph Avenue, the driver's car hit two people on the sidewalk, then careered through a bus" , "date" : "19910702" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "FLATLANDS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Pregnant Woman Hit and Killed By Car on a Brooklyn Sidewalk" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/02\/nyregion\/pregnant-woman-hit-and-killed-by-car-on-a-brooklyn-sidewalk.html"} , {"body" : "Every 40 seconds, a contractor, utility company or plumber cuts a new hole in a New York City street. And more often than that, motorists and pedestrians curse the delays and inconvenience caused by those holes. A record amount of street work -- either to repair the road itself or something beneath it, like a sewer, water or power line -- is spread" , "date" : "19910701" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Road Repair At Its Peak, As Is Anger Of Motorists" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/01\/nyregion\/road-repair-at-its-peak-as-is-anger-of-motorists.html"} , {"body" : "Here is a sampling of Fourth of July events planned around New York City: Sunday INDEPENDENCE DAY CELEBRATION, Flatbush Reformed Church, Church Avenue, between Flatbush Avenue and East 21st Street, in the Flatbush section of Brooklyn; sponsored by the Flatbush Historical Society. Entertainment, food, 12:30 P.M. Admission: $5 (those under 12, free)." , "date" : "19910628" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "12" , "title" : "The Fourth: It's a Mood That Lasts Year Round" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/28\/arts\/the-fourth-it-s-a-mood-that-lasts-year-round.html"} ,   {"body" : "Club Soda WPA Theater 519 West 23d Street By Leah Kornfeld Friedman; directed by Pamela Berlin; setting by Edward T. Gianfrancesco; lighting by Craig Evans; costumes by Deborah Shaw; sound by Aural Fixation; choreography by John Carrafa; musical direction by Edward Strauss. WITH: Dan Futterman, Aaron Harnick, Katherine Hiler, Patricia Mauceri," , "date" : "19910626" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "12" , "title" : "Theater in Review" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/26\/theater\/theater-in-review-986391.html"} , {"body" : "Ivan Kochnover locked two doors behind him before he opened the safe at his Brooklyn check-cashing business yesterday morning. But the robbers didn't come through the door. When the police arrived later, called by an employee of the Nostrand Check Cashing Service, Mr. Kochnover, 46 years old, was found dead, lying handcuffed on the office floor," , "date" : "19910623" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Robbers Break Through Ceiling and Kill Merchant Opening Safe" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/23\/nyregion\/robbers-break-through-ceiling-and-kill-merchant-opening-safe.html"} , {"body" : "Janine Marquardt unloaded a cardboard box from an aluminium freight container at the Lufthansa Cargo Terminal at Kennedy International Airport the other day, reached inside and pulled out a large plastic bladder filled with water that also contained 100 eight-inch-long snakefish. \"That's our public,\" she said. \"Today they love exotics.\" Soon the" , "date" : "19910623" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "34" , "title" : "90's Pets, the More Exotic the Better" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/23\/news\/90-s-pets-the-more-exotic-the-better.html"} , {"body" : "TWO months ago, executives at Forest City Ratner Companies were getting nervous. Unaccustomed to big vacancies in their developments, they had a 23-story tower nearing completion at Metrotech Center in downtown Brooklyn with some 390,000 square feet yet to be leased. \"We were looking at 50,000- to 100,000-square-foot tenants,\" said Paul A. Travis," , "date" : "19910616" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "15" , "title" : "Commercial Property: Metrotech; How Developers and City Hall Retain Big Tenants" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/16\/realestate\/commercial-property-metrotech-how-developers-and-city-hall-retain-big-tenants.html"} , {"body" : "Broadway Goes to Carnegie June 17 -- Excerpts from famous musicals will be performed by Broadway entertainers at Carnegie Hall at a benefit for the Theater Collection of the Museum of the City of New York. Diahann Carroll and Richard Kiley will be the hosts. The entertainers will include Lauren Bacall, Carol Channing, Nanette Fabray, Patti Lupone" , "date" : "19910616" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "40" , "title" : "Social Events" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/16\/style\/social-events.html"} , {"body" : "A police captain killed a man yesterday, firing six bullets into his head, during an attempted robbery in Manhattan in which the man held a knife to a woman's throat and doused her with a flammable liquid, the police said. The captain, Charles Wells, was one of several officers at the scene, a drygoods store on Eighth Avenue, just off 38th Street," , "date" : "19910612" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Police Officer Kills Man Holding A Hostage in a Robbery Attempt" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/12\/nyregion\/police-officer-kills-man-holding-a-hostage-in-a-robbery-attempt.html"} , {"body" : "A woman from London who was visiting New York and a car dispatcher from Brooklyn were struck by stray gunfire in separate shootings Saturday night. They died hours apart in the same hospital. The London woman, Yvonne Williams, a 30-year-old mother of five, was walking about 10:45 P.M. in the vicinity of 101st Street and Northern Boulevard in" , "date" : "19910610" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CORONA (NYC)" , "FLATBUSH (NYC)" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Tourist and a Dispatcher Are Killed by Stray Gunfire" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/10\/nyregion\/a-tourist-and-a-dispatcher-are-killed-by-stray-gunfire.html"} , {"body" : "Chris Coronesi stood at the stern rail of the Pastime II amid a half-dozen cronies fishing for flounder three miles off the Rockaway jetty near the Brooklyn-Queens border. He had one hand on a fishing rod and the other on a cellular telephone with an extension cord that snaked into a portable battery pack as his feet. Mr. Coronesi, the president of" , "date" : "19910609" , "day_of_week_facet" : "Sunday" , "page_facet" : "48" , "title" : "A Party Fleet Tries Not to Founder" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/09\/news\/a-party-fleet-tries-not-to-founder.html"} , {"body" : "Puerto Rican Day Parade: Fifth Avenue will be closed today from 44th to 86th Street from 11 A.M. to 4 P.M. Welcome Back to Brooklyn Fair: Eastern Parkway will be closed today between Washington and Flatbush Avenues from noon to 5 P.M. Operation Welcome Home: The ticker-tape parade is expected to create gridlock conditions in Manhattan tomorrow." , "date" : "19910609" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Traffic Alert" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/09\/nyregion\/traffic-alert-180091.html"} , {"body" : "Upper Columbus Avenue Fair: Columbus Avenue will be closed today from 86th to 96th Street from 11 A.M. to 6 P.M. Puerto Rican Day Parade: Fifth Avenue will be closed tomorrow from 44th to 86th Street from 11 A.M. to 4 P.M. Welcome Back to Brooklyn Fair: Eastern Parkway will be closed tomorrow between Washington and Flatbush Avenues from noon to 5" , "date" : "19910608" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Traffic Alert" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/08\/nyregion\/traffic-alert-351491.html"} ,   {"body" : "Carnival Victory Park Pier 84 44th Street and Hudson River Manhattan (212) 239-0796 Recommended ages: 2 and up Through Oct. 31 This carnival on the edge of the Hudson River makes children feel like adults -- as they steer motor boats on a \"river,\" and drive rockets through the air -- and makes adults feel like children. It has all the requisites" , "date" : "19910607" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/07\/arts\/for-children.html"} , {"body" : "Upper Columbus Avenue Fair: Columbus Avenue will be closed tomorrow from 86th to 96th Street from 11 A.M. to 6 P.M. Puerto Rican Day Parade: Fifth Avenue will be closed on Sunday from 44th to 86th Street from 11 A.M. to 4 P.M. Welcome Back to Brooklyn Fair: Eastern Parkway will be closed Sunday between Washington and Flatbush Avenues from noon to 5" , "date" : "19910607" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Traffic Alert" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/07\/nyregion\/traffic-alert-076591.html"} , {"body" : "The Box is back. Pale green with brown crosshatching, the Ebinger's cake box is stacked on the shelves of New York City supermarkets. Shoppers have gasped and paled at its resurrection. For them, after nearly two decades in an Ebingerless desert, The Box is manna. The good old days are back! Maybe. . . . For those who grew up in Brooklyn, when" , "date" : "19910605" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "The Cake Box From Heaven (Brooklyn, of Course) Is Back" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/05\/garden\/the-cake-box-from-heaven-brooklyn-of-course-is-back.html"} , {"body" : "ON PARADE This Week SALUTE TO ISRAEL DAY PARADE, Fifth Avenue, from 57th to 79th Street, Manhattan. Sponsored by the American Zionist Youth Fund. Today, noon. BRONX WEEK UNITY PARADE, Grand Concourse, from Kingsbridge Road South to 153d Street. Today, 12:30 P.M. Next Week NEW YORK PUERTO RICAN DAY PARADE, Fifth Avenue from 44th to 86th Street," , "date" : "19910602" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "ON AND IN THE STREET" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/02\/arts\/on-and-in-the-street.html"} , {"body" : "Some of the following events have been planned by city agencies like the Department of Parks and Recreation and its subsidiaries, like the Urban Park Rangers. If Mayor David N. Dinkins's proposed city budget is adopted for the fiscal year that begins July 1, these programs may be canceled. The dates, times and specific programs for many events --" , "date" : "19910602" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "Just for Fun" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/02\/arts\/just-for-fun.html"} , {"body" : "The Brooklyn Tabernacle Choir and Friends Radio City Music Hall With a choir of nearly 200 people on stage and an audience filling Radio City Music Hall that was ready to lift every voice and sing, the Brooklyn Tabernacle Choir had the ingredients for a roof-raising gospel concert on the night of May 22. Instead, the choir (which regularly sings at" , "date" : "19910530" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "Pop in Review" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/30\/arts\/pop-in-review-902491.html"} , {"body" : "A police lieutenant's teen-age son was shot to death Friday night as an act of retaliation arising from his attempt to help a young woman who had been beaten earlier in the day, the police said yesterday. Investigators originally said the shooting of Gavin Harris, 14 years old, as he rode his bike in his Flatlands neighborhood was apparently a case" , "date" : "19910529" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Killing of Brooklyn Boy Called Act of Retaliation" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/29\/nyregion\/killing-of-brooklyn-boy-called-act-of-retaliation.html"} , {"body" : "A Korean grocery in Brooklyn that was the target of a boycott last year was sold last week because the owner had become \"too stressed\" by the confrontations with angry protesters, Mayor David N. Dinkins's office said yesterday. The owner, Pong Ok Jang, sold the store at 1823 Church Avenue in the Flatbush section to Mun Cha, said Michael Kharfen," , "date" : "19910529" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Owner Sells Grocery That Was Boycotted" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/29\/nyregion\/owner-sells-grocery-that-was-boycotted.html"} , {"body" : "Two men were killed and three were critically injured in Manhattan Saturday evening when a driver in an automobile accident opened fire on a crowd of bystanders after one of them complained that the car was blocking traffic, the police and witnesses said yesterday. Franklin Abreu, 30 years old, of 1986 Amsterdam Avenue, and Victor Laconia, 30," , "date" : "19910527" , "day_of_week_facet" : "Monday" , "geo_facet" : ["MANHATTAN (NYC)" , "WASHINGTON HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "2 Are Shot Dead and 3 Are Hurt After a Collision" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/27\/nyregion\/2-are-shot-dead-and-3-are-hurt-after-a-collision.html"} , {"body" : "Michael Johnson died twice. Early last year, when he was facing trial on a drug charge, his lawyer told the State Supreme Court in Brooklyn that Mr. Johnson had died in a shooting. Last week, Mr. Johnson truly died, a victim of a shooting in a Brooklyn apartment that claimed the lives of four others. Court officials spent the day yesterday trying" , "date" : "19910524" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Twice Killed, Once Dead: Drug Suspect Dies for Real" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/24\/nyregion\/twice-killed-once-dead-drug-suspect-dies-for-real.html"} ,   {"body" : "Ninth Avenue Food Festival: Ninth Avenue between 37th and 57th Streets will be closed today from 10 A.M. to 7 P.M. Amsterdam Avenue Festival: Amsterdam Avenue between West 77th and West 96th Streets will be closed today from 11 A.M. to 6 P.M. Martin Luther King Jr. Parade: Fifth Avenue between 44th and 86th Streets will be closed today from 1 to 5" , "date" : "19910519" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Traffic Alert" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/19\/nyregion\/traffic-alert-429991.html"} , {"body" : "Closings for the week ended May 4 MANHATTAN Greenwich Village 290,000 40 East 10th Street 2-bedroom, 1 1\/2-bath, 1,350-sq.-ft. prewar co-op; 24-hr. doorman, dining area, fireplace, landmark building; maintenance $903, 50% tax-deductible (Broker: Wells & Gay\/Stribling & Associates) Flat Iron 732,500 105 Fifth Avenue (18th St.) (Folio House)" , "date" : "19910519" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/19\/realestate\/residential-resales-777791.html"} , {"body" : "Ninth Avenue Food Festival: Ninth Avenue between 37th and 57th Streets will be closed today and tomorrow from 10 A.M. to 7 P.M. Amsterdam Avenue Festival: Amsterdam Avenue between West 77th and West 96th Streets will be closed tomorrow from 11 A.M. to 6 P.M. Martin Luther King Jr. Parade: Fifth Avenue between 44th and 86th Streets will be closed" , "date" : "19910518" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Traffic Alert" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/18\/nyregion\/traffic-alert-154591.html"} , {"body" : "Ninth Avenue Food Festival: Ninth Avenue between 37th and 57th Streets will be closed tomorrow and Sunday from 10 A.M. to 7 P.M. Amsterdam Avenue Festival: Amsterdam Avenue between West 77th and West 96th Streets will be closed on Sunday from 11 A.M. to 6 P.M. Martin Luther King Jr. Parade: Fifth Avenue between 44th and 86th Streets will be closed" , "date" : "19910517" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Traffic Alert" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/17\/nyregion\/traffic-alert-681391.html"} , {"body" : "The apartment where four adults and a 3-year-old boy were shot to death in Brooklyn on Monday was used to sell drugs, the police said, and investigators theorized yesterday that the massacre was either a botched robbery or a vicious act of revenge intended to send a message to other dealers. \"When we get a whole family blown away, the first thing" , "date" : "19910515" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Link Site of Killings to Drug Sales" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/15\/nyregion\/police-link-site-of-killings-to-drug-sales.html"} , {"body" : "Five people -- two women, two men and a 3-year-old boy -- were found shot to death in an apartment in the East Flatbush section of Brooklyn last night, the victims of an execution, the police said. Each victim had been shot once in the head, and the killers also shot one of the women in the stomach. The police said she was pregnant. The grisly" , "date" : "19910514" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "3-Year-Old and Pregnant Woman Among 5 Slain in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/14\/nyregion\/3-year-old-and-pregnant-woman-among-5-slain-in-brooklyn.html"} , {"body" : "A brief article in some editions on Wednesday about a fatal traffic accident on Flatbush Avenue in downtown Brooklyn misidentified one victim. She was Imogene Thompson." , "date" : "19910511" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "3" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/11\/nyregion\/c-corrections-396591.html"} , {"body" : "Three Brooklyn teen-agers were arrested yesterday and charged with killing a grocery store owner during an attempted holdup last week. The store owner, a popular figure in his Flatbush neighborhood, was one of five people killed in four recent robberies of all-night groceries in Brooklyn. The police said neighbors rallied to help them, providing" , "date" : "19910509" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "3 Youths Held In the Slaying Of a Merchant" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/09\/nyregion\/3-youths-held-in-the-slaying-of-a-merchant.html"} , {"body" : "Two people were killed and three injured when a van swerved into oncoming traffic yesterday in Brooklyn. When traffic stalled on Flatbush Avenue near State Street shortly after 4 P.M., the van driver crossed a divider and an oncoming car forced him onto the sidewalk, the police said. The van struck and killed Emma Jean Thompson, 18, of 1044" , "date" : "19910508" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "2 Are Killed and 3 Injured As Van Swerves Into Traffic" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/08\/nyregion\/2-are-killed-and-3-injured-as-van-swerves-into-traffic.html"} , {"body" : "Mubashir Choudhury takes a break from his job at a Manhattan restaurant at least once a day to pray at the Madina Masjid, a small mosque on the corner of First Avenue and 11th Street. Usually, his thoughts focus on his love of God and his devotion to Islam. On Sunday night, Mr. Choudhury prayed for Bangladesh. He was joined by 15 or so other" , "date" : "19910507" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BANGLADESH"] , "nytd_section_facet" : ["World"] , "page_facet" : "12" , "title" : "New York Bangladeshis Cry for a Battered Land" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/07\/world\/new-york-bangladeshis-cry-for-a-battered-land.html"} ,   {"body" : "Closings for the week ended April 20 MANHATTAN Carnegie Hill 395,000 1082 Park Avenue (88th St.) 2-bedroom, 2-bath, 1,400-sq.-ft. co-op in a town house; dining alcove, elevator, fireplace, terrace; maintenance $1,486, 65% tax-deductible (Broker: Carnegie Hill Properties-David Day Realty) Greenwich Village 240,000 114 East 13th Street (Felt" , "date" : "19910505" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/05\/realestate\/residential-resales-559991.html"} , {"body" : "Two gunmen walked into a small grocery store in the Flatbush section of Brooklyn last night, shot an employee to death and rifled the cash register before leaving, the police said. The victim, identified by the police as a man in his 40's, was found at 9:30 P.M., lying on the floor of the store at 618 Flatbush Avenue. He was dead of two bullet" , "date" : "19910501" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Store Worker Is Killed in a Robbery" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/01\/nyregion\/brooklyn-store-worker-is-killed-in-a-robbery.html"} , {"body" : "A largely black congregation in Queens yesterday opened their church doors and their hearts in a welcome for the ordination of a new minister -- a Korean-American -- at a time when tensions between Korean-Americans and blacks in New York City have been on the rise. The ordination of Dr. Chong S. Lee as the first Korean-American minister of a church" , "date" : "19910429" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Korean Ordained in Baptist Church in Queens" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/29\/nyregion\/korean-ordained-in-baptist-church-in-queens.html"} , {"body" : "A leisurely stroll across Long Meadow. A brisk hike through the woods to the top of Lookout Hill. Perhaps a picnic in a paddleboat, mingling with the swans. This is Sunday in the park -- Prospect Park -- as it was meant to be. Designed by the social philosopher Frederick Law Olmstead and the landscape architect Calvert Vaux, Prospect Park in" , "date" : "19910428" , "day_of_week_facet" : "Sunday" , "page_facet" : "48" , "title" : "Sunday Outing; Through a Grand Gateway, a Classic Urban Oasis" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/28\/news\/sunday-outing-through-a-grand-gateway-a-classic-urban-oasis.html"} , {"body" : "THE spring show house and house tour season is here, offering an opportunity to compare the latest interior and garden designs. New York City Greenwich Village, May 5 -- Annual house tour to benefit the Village Community School. Tickets: in advance, $30; day of tour, $35, at 272 West 10th Street (between Greenwich and Washington Streets). Hours: 11" , "date" : "19910425" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "The Season of Great Houses and History" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/25\/garden\/the-season-of-great-houses-and-history.html"} , {"body" : "The former boyfriend of a woman found stabbed to death next to her wheelchair in her Brooklyn apartment on Tuesday night was arrested yesterday and charged with her murder, the police said. \"It looks like robbery,\" said Sgt. Timothy Phelan of the 73d Detective Squad. \"There were a few things missing, jewelry.\" The suspect, James Sanders, 21 years" , "date" : "19910425" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "METRO DATELINES; Man Held in Killing Of Disabled Woman" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/25\/nyregion\/metro-datelines-man-held-in-killing-of-disabled-woman.html"} , {"body" : "During the dark years of World War II, when Jews were being rounded up and executed in Europe, a diplomat acting on his own saved thousands of lives by issuing visas as fast as he could sign and distribute them. While the name Raoul Wallenberg comes to mind when a tale of such heroism is told, there were a handful of others who risked their lives" , "date" : "19910421" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["JAPAN" , "LITHUANIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "A Yeshiva Honors Japanese Protector" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/21\/nyregion\/a-yeshiva-honors-japanese-protector.html"} , {"body" : "Some minutes after the appointed time, 10 P.M., Le Manoir was still half-empty. Back from the dance floor, men in suits and open-necked shirts crowded the bar, calling in Creole for their next Heineken, their next Black Label and turning smiles on the women behind them. The club owner, Lesly Mirville, glanced at his watch. Ignoring the empty" , "date" : "19910420" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["HAITI"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "13" , "title" : "Haitian Music From Another Era" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/20\/arts\/haitian-music-from-another-era.html"} , {"body" : "Community Benefits International Design Center of New York, 30-20 Thomson Avenue, between 30th Street and 30th Place, Long Island City; (718) 937-7474. An auction of furniture, fabrics, wall coverings and accessories will be held next Thursday starting at 5:30 P.M. to benefit such design community members as the New York chapter of the Institute of" , "date" : "19910418" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "Calendar: Benefits and Old Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/18\/garden\/calendar-benefits-and-old-brooklyn.html"} , {"body" : "Inscribed in bronze above the front doors of the Brooklyn Public Library's central library on Grand Army Plaza is the writer Roscoe C. E. Brown's idealistic paean to the printed word: \"While men have wit to read and will to know, the door to learning is the open book.\" But as the library marks its 50th anniversary today, that door to learning is" , "date" : "19910414" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Somber 50th Birthday for Brooklyn's Main Library" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/14\/nyregion\/somber-50th-birthday-for-brooklyn-s-main-library.html"} ,   {"body" : "An 11-year-old boy was stabbed last night while he and a friend another 11-year-old -- were horsing around after school in front of a brownstone at 246 Rogers Avenue, three blocks west of Prospect Park in the Flatbush section of Brooklyn. \"It was play fighting that escalated,\" said Sgt. Edward J. Burns, a police spokesman. \"It didn't seem" , "date" : "19910413" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "METRO DATELINES; Boy, 11, Is Stabbed During Horseplay" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/13\/nyregion\/metro-datelines-boy-11-is-stabbed-during-horseplay.html"} , {"body" : "Children's-Book Illustrators Henry Feiwel Gallery 24 West 57th Street Manhattan (212) 977-9060 Recommended ages: 3 and up Through April 27 Henry Feiwel has endeavored to become a serious dealer in the arena of original children's-book illustrations. His spring show features the work of, among others, Maira Kalman, Donald Crews, Marc Simont and" , "date" : "19910412" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/12\/arts\/for-children.html"} , {"body" : "AUCTIONS are systematically soaking up the oversupply of newly built condominiums across the Northeast, but in Brooklyn, in what essentially is a moderate-income housing market, the auction process is having a special impact. It is allowing blue-collar workers to latch on to exceptional housing values. The most recent demonstration of this took" , "date" : "19910407" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST FLATBUSH (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Perspectives: East Flatbush Auction; Seizing the Moment on Linden Boulevard" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/07\/realestate\/perspectives-east-flatbush-auction-seizing-the-moment-on-linden-boulevard.html"} , {"body" : "A lone fisherman, bundled up against the chill wind blowing across the bay, waits patiently for a flounder to bite. In nearby grasslands, birders peer through binoculars in search of American kestrels, northern harriers and other birds. By day, the seven campgrounds are quiet, but after dusk, campfires glow as teen-agers tell stories and tents are" , "date" : "19910406" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "FLOYD BENNETT FIELD" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "At a Field of Ghosts, a Shadow of a Park" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/06\/nyregion\/at-a-field-of-ghosts-a-shadow-of-a-park.html"} , {"body" : "Firefighters call it the flashover point: the moment when gases in a burning room become so overheated that the introduction of new oxygen makes the space explode. The flashover was weighing on the mind of a veteran firefighter, Gareth Nielsen, yesterday morning when he crawled into a smoke-filled bedroom and dragged a 200-pound woman to safety." , "date" : "19910406" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Frantic Fire Rescue, As if a Fuse Burned" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/06\/nyregion\/frantic-fire-rescue-as-if-a-fuse-burned.html"} , {"body" : "A 17-year-old high school student was arrested Wednesday night in a series of rapes that terrorized the Flatbush section of Brooklyn, the police said yesterday. The suspect, Keith Gordon of 2323 Newkirk Avenue in the Kensington section of Brooklyn, was seized outside a clothing store on Nostrand Avenue by two detectives who were driving one of the" , "date" : "19910405" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "17-Year-Old Seized in Rapes In Flatbush" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/05\/nyregion\/17-year-old-seized-in-rapes-in-flatbush.html"} , {"body" : "A deaf man stabbed another deaf man to death and wounded a deaf couple early yesterday in a Brooklyn apartment, the police said. A police spokeswoman, Sgt. Tina S. Morhmann, said the victim, Nelson Santiago, 25 years old, of 1912 Avenue H in the Flatbush section, had been drinking with another deaf man, Ismael Echevarria, 25, in Mr. Santiago's" , "date" : "19910401" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Police Accuse Deaf Man of Killing Another" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/01\/nyregion\/police-accuse-deaf-man-of-killing-another.html"} , {"body" : "Women in the Flatbush section of Brooklyn say 14 sexual attacks since November, apparently by a serial rapist, have left them fearful and increasingly cautious. Mariebeth Sully, Sandra Balan and her sister, Carlene Balan, who were visiting friends on Snyder Avenue yesterday, said the attacks were \"what everybody's talking about.\" \"We're very" , "date" : "19910401" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Series of Sexual Attacks Spreads Fear in Flatbush" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/01\/nyregion\/series-of-sexual-attacks-spreads-fear-in-flatbush.html"} , {"body" : "A knife-wielding man, nicknamed the Flatbush Rapist by the police, apparently attacked his 14th victim on Friday night, raping a woman on the roof of her Brooklyn apartment building, the police said yesterday. The attack occurred about 10:40 P.M. when a 20-year-old Bedford Avenue woman was followed into her home, forced to the roof and raped and" , "date" : "19910331" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "14th Victim Raped in Flatbush, Police Say" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/31\/nyregion\/14th-victim-raped-in-flatbush-police-say.html"} , {"body" : "Easter Egg Exhibition and Demonstration Ukrainian Museum 203 Second Avenue (near 12th Street) Manhattan (212) 228-0110 Recommended ages: 8 and up Tomorrow Easter eggs painted according to ancient Ukrainian tradition bear little resemblance to jeweled Faberge eggs or to the primitive pastel ones that children may have dipped into dyes for this" , "date" : "19910329" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/29\/arts\/for-children.html"} ,   {"body" : "A Brooklyn woman who became obsessed with giving her boyfriend a baby after she miscarried was charged yesterday with killing a young mother and kidnapping the victim's infant son, hoping that the boyfriend would think it was his, the police said. To carry out the killing, the police said, the suspect invited the mother, who was an acquaintance, to" , "date" : "19910320" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mother and Daughter Held In Killing to Obtain a Baby" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/20\/nyregion\/mother-and-daughter-held-in-killing-to-obtain-a-baby.html"} , {"body" : "The police are looking for a 3-month-old boy last seen 12 days ago as he and his mother were getting into a cab outside their Brooklyn home. The woman was found dead the next morning three miles away, her body burned beyond recognition, and the child is missing, the police said yesterday. The woman, identified as 19-year-old Raquel Montano, and her" , "date" : "19910318" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Baby Is Sought After Mother Is Found Dead" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/18\/nyregion\/baby-is-sought-after-mother-is-found-dead.html"} , {"body" : "As Albania stumbles from its Stalinist past, a distant footfall is heard in parts of New York. \"It was like a dream,\" Dr. Sami Repishti said, recalling how his telephone rang on Long Island one morning last year -- 23 years after the Albanian authorities, having outlawed religion and private cars, cut their citizens' communications with the outside" , "date" : "19910318" , "day_of_week_facet" : "Monday" , "geo_facet" : ["ALBANIA"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Washington"] , "page_facet" : "1" , "title" : "Changes in Albania Rekindle Pride in Immigrants" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/18\/nyregion\/changes-in-albania-rekindle-pride-in-immigrants.html"} , {"body" : "AT about the same time that he discovered the island that bears his name, the Dutch navigator Adrian Block mapped the islands and inlets of what is today the Mill Basin section of Brooklyn. That was in 1614, 22 years before the Canarsee Indians, who lived there, sold their land (and water) to Dutch settlers, setting the stage for development. It" , "date" : "19910317" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MILL BASIN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "If You're Thinking of Living in: Mill Basin" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/17\/realestate\/if-you-re-thinking-of-living-in-mill-basin.html"} , {"body" : "'A Million Menus' Franklin Furnace Archive 112 Franklin Street Manhattan (212) 925-4671 Recommended ages: 3 and up Through tomorrow Though there are not exactly a million menus in this exhibition at the Franklin Furnace Archive, Harley Spiller, the long-haired and loquacious curator, does not seem to mind when he's taken to task. In fact, he will" , "date" : "19910315" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/15\/arts\/for-children.html"} , {"body" : "REMEMBER the great moment in the movie \"The Mouse That Roared,\" when a medieval-style warrior, named Tully Bascombe, sails into New York Harbor only to find the city totally empty: not a single stockbroker, secretary, police officer, tourist, hot-dog vendor, bicyclist, jogger or what we used to call a \"bum\" in sight? Best of all, no lawyers," , "date" : "19910315" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "One on One With New York" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/15\/arts\/one-on-one-with-new-york.html"} , {"body" : "How many light bulbs does it take to change a city? Many New Yorkers may not have noticed yet. But, block by block, the city is getting darker at night. The dimming of New York, in this case, is deliberate. The ostensible goal of the city government's \"wattage reduction program\" for 60,000 street lights is to save millions of dollars in energy and" , "date" : "19910225" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; The Big Dimout To Save Millions: Will It Really?" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/25\/nyregion\/metro-matters-the-big-dimout-to-save-millions-will-it-really.html"} , {"body" : "Closings in the week ending Feb. 9 MANHATTAN Carnegie Hill 650,000 40 East 94th Street (Carnegie Hill Tower) 3-bedroom, 3-bath, 1,850-sq.-ft. postwar condo; 24-hr. doorman, concierge, floor-to-ceiling windows; common charge $625, taxes $3,600 (Broker: Fox Residential Group) Gramercy Park Area 360,000 235 East 22d Street (Gramercy House) 2-bedroom," , "date" : "19910224" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "14" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/24\/realestate\/residential-resales-079091.html"} , {"body" : "For the fourth time in less than two months, a major section of the badly deteriorated Manhattan Bridge will be closed for emergency repairs, this time disrupting weekend subway service on the B and D lines. The B and D trains are to be rerouted for four weekends, beginning tomorrow, to allow engineers to repair large cracks in steel support beams" , "date" : "19910215" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Bridge Section To Close Again To Fix Supports" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/15\/nyregion\/bridge-section-to-close-again-to-fix-supports.html"} , {"body" : "When community leaders in Elmhurst, Queens, heard last week that an employee of a Korean-owned supermarket there had been charged with assaulting an 11-year-old black boy, and that anger was growing among black residents, they knew what they did not want to happen. They swung into action, driven by a fear that their racially and ethnically diverse" , "date" : "19910212" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "ELMHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Clash Spurred Queens To End Boycott" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/12\/nyregion\/brooklyn-clash-spurred-queens-to-end-boycott.html"} ,   {"body" : "When the corner got so thick with drug dealers that ordinary people could not use the sidewalk, the neighbors had the pay telephone yanked out. Then they nagged the owner of a lot that was being used as a drug shooting gallery until he put up a chain-link fence. Next the merchants chipped in and hired private guards with attack dogs to patrol the" , "date" : "19910212" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Trench Battle Routs Drugs In the Bronx" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/12\/nyregion\/trench-battle-routs-drugs-in-the-bronx.html"} , {"body" : "Three men who had been refused entry to a birthday party in Brooklyn yesterday opened fire with semiautomatic weapons on a crowd of about 100 partygoers, wounding eight, including a 12-year-old girl, the police said. Neighbors and witnesses said three men had tried to crash the party in the basement community room of an apartment building at 2211" , "date" : "19910211" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Gunmen, Rebuffed at Party In Flatbush, Wound Eight" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/11\/nyregion\/gunmen-rebuffed-at-party-in-flatbush-wound-eight.html"} , {"body" : "The owner of a grocery store in Queens said yesterday that he wanted to work with community leaders to end a boycott of his store as the number of protesters dwindled to a handful and business appeared to be brisk. The call for a boycott of the C-Town Supermarket, at 57th Avenue and 97th Street, near the Lefrak City housing complex in Elmhurst, was" , "date" : "19910211" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "ELMHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Queens Grocery Owner Plans For Meeting to End Boycott" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/11\/nyregion\/queens-grocery-owner-plans-for-meeting-to-end-boycott.html"} , {"body" : "A group of black Queens residents called for a boycott of a Korean-owned grocery store in Elmhurst yesterday after a Korean employee was arrested and charged with assaulting an 11-year-old black boy. The police said the store worker said he thought the boy was shoplifting. The store owner acknowledged yesterday that his worker may have overstepped" , "date" : "19910210" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ELMHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Assault Charge Sends Pickets to Queens Grocery" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/10\/nyregion\/assault-charge-sends-pickets-to-queens-grocery.html"} , {"body" : "Pong Ok Jang stocked the front of his small grocery the usual way yesterday: a little before 8 A.M. he and other workers cranked up the store's metal gate and hauled crates of fresh apples, tomatoes and plantains to the sidewalk. The day after he was acquitted of assaulting a black customer, Mr. Pong, who is Korean and the manager of the store," , "date" : "19910201" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Cleared of Assault, Korean Grocer Finds Tension and Support" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/01\/nyregion\/cleared-of-assault-korean-grocer-finds-tension-and-support.html"} , {"body" : "Tiffany Inside Museum of the City of New York, Fifth Avenue at 103d Street; (212) 534-1034. \"The Artistic New York of Louis Comfort Tiffany,\" an exhibition about residences, theaters and clubs designed by the interior decorator, starts Tuesday and runs through Feb. 16, 1992. The show features re-creations of complete rooms by the designer," , "date" : "19910131" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "Calendar: Tiffany, Art Walks And Quilts" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/31\/garden\/calendar-tiffany-art-walks-and-quilts.html"} , {"body" : "A jury yesterday acquitted the manager of a Korean grocery of the assault charge that ignited a long, racially tense black boycott in Brooklyn. The jury found that the manager was not guilty of slapping a black customer in the grocery on Jan. 18, 1990. When the verdict was announced, the manager, Pong Ok Jang, sat down at the defense table, held" , "date" : "19910131" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Jury Acquits Korean Cited By Boycotters" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/31\/nyregion\/jury-acquits-korean-cited-by-boycotters.html"} , {"body" : "Closings in the week ending Jan. 12 MANHATTAN Chelsea 550,000 475 West 22d Street 3-bedroom, 2-bath, 1,550-sq.-ft. co-op in a recently renovated prewar building; dining area, 2 fireplaces, private garden; maintenance $900, 60% tax-deductible (Broker: Kingman Associates) Gramercy Park 445,000 60 Gramercy Park 3-bedroom, 2-bath, 1,700-sq.-ft. prewar" , "date" : "19910127" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "14" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/27\/realestate\/residential-resales-458291.html"} , {"body" : "A new semester of classes at cultural institutions is about to begin. Here is a selection of lectures, workshops, tours and seminars: Cooper-Hewitt Museum 2 East 91st Street; (212) 860-6868. The museum's spring programs start on Wednesday at 6:30 P.M. with a slide lecture on the history of marbled paper. There is a $10 donation; call 860-6887 for" , "date" : "19910124" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "Events: Seminars And Tours" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/24\/garden\/events-seminars-and-tours.html"} , {"body" : "Several hundred demonstrators marched peacefully through the Bensonhurst section of Brooklyn yesterday, a few hours after the Rev. Al Sharpton and the Rev. Jesse Jackson appealed for calm in the wake of Mr. Sharpton's stabbing in the predominantly white neighborhood on Saturday. After linking hands and chatting with Mr. Sharpton in his hospital" , "date" : "19910114" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bensonhurst Protest March Is Peaceful" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/14\/nyregion\/bensonhurst-protest-march-is-peaceful.html"} ,   {"body" : "A rookie police officer was charged with murder yesterday afternoon in the fatal shooting of a man trying to steal his car Thursday morning as the officer was getting ready to go to work, the police said. The officer, Robert W. Smith, told investigators that he had surprised the man, Raphael Martinez, inside his car in front of his Brooklyn house," , "date" : "19910112" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Officer Who Shot Car-Theft Suspect Faces Murder Charge" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/12\/nyregion\/officer-who-shot-car-theft-suspect-faces-murder-charge.html"} , {"body" : "Closings in the week ending Dec. 22 MANHATTAN East Midtown 345,000 303 East 49th Street (Peregrine) 2-bedroom, 2-bath, 1,200-sq.-ft. condo in a 4-year-old building; 24-hr. doorman, concierge, terrace; common charge $900, taxes $3,600 (Broker: J.I. Sopher Co.) Sutton Place 177,500 60 Sutton Place 1-bedroom, 1-bath, 775-sq.-ft. postwar co-op; 24-hr." , "date" : "19910106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/06\/realestate\/residential-resales-145691.html"} , {"body" : "Telling her story in court for the first time, the woman who touched off the black boycott of two Korean-owned grocery stores in Brooklyn testified yesterday that she was slapped, punched and kicked when she tried to leave one of the stores last Jan. 18. Normally a trial involving a misdemeanor assault charge would arouse little attention in" , "date" : "19910105" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Woman Who Touched Off Boycott Describes Attack" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/05\/nyregion\/woman-who-touched-off-boycott-describes-attack.html"}]