[  {"body" : "ONCE the hullabaloo of the holidays has been reduced to a hush -- after you've seen \"The Nutcracker,\" celebrated Kwanza and New Year's, and attended a very British pantomime -- your family may be ready to settle down to facts and figures. January, February and March seem to be the months when museum education departments and New York City's Urban" , "date" : "19911215" , "day_of_week_facet" : "Sunday" , "page_facet" : "6" , "title" : "CHILDREN; For Young Explorers, the Stars of Sky and Stage" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/15\/news\/children-for-young-explorers-the-stars-of-sky-and-stage.html"} , {"body" : "His bags were packed and his bride eagerly waited at home, but an all-night checkers game made James Searles miss the boat for his honeymoon cruise to Jamaica 40 years ago. \"They had a cash prize,\" Mr. Searles wistfully recalled. \"That calmed her down a little bit.\" His wife stuck around, and so has the passion he carries for pool checkers, a type" , "date" : "19911207" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Toe to Toe Over a Checkerboard" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/07\/nyregion\/toe-to-toe-over-a-checkerboard.html"} , {"body" : "\"Griot New York\" is one of the happiest and most poetic dance premieres of the season. This first-time collaboration by the choreographer Garth Fagan, the composer and trumpeter Wynton Marsalis and the sculptor Martin Puryear is constantly blessed with a quality of surprise. Free of polemics but rooted subtly in distilled allusions to the black" , "date" : "19911206" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "Review\/Dance; A Heritage Is Affirmed In 'Griot New York'" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/06\/arts\/review-dance-a-heritage-is-affirmed-in-griot-new-york.html"} , {"body" : "There is something intriguingly subversive about Steven Bochco. One of television's most successful producers, he has a habit of going against the grain of entrenched programming. \"Hill Street Blues\" (NBC, 1981-87) transformed the standard cop show into a weekly portrait gallery of society's rejects and misfits, more than a few of them carrying" , "date" : "19911124" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "TV VIEW; Meanwhile, Back in Bochco Land" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/24\/arts\/tv-view-meanwhile-back-in-bochco-land.html"} , {"body" : "Tight, ripped or baggy, denim jeans will always be a staple of the fashion conscious. The newest denims have lost their calculated tears and been turned into canvasas by designers who paint them and adorn them with crystals and semiprecious stones. Leslie Hamel of Los Angeles, a former costume designer, said she began painting on jeans two years" , "date" : "19911124" , "day_of_week_facet" : "Sunday" , "page_facet" : "64" , "title" : "Paint Your Wagon and Your Wardrobe" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/24\/news\/paint-your-wagon-and-your-wardrobe.html"} , {"body" : "Three women in hammocks swing out with pendulum force at the Brooklyn Academy of Music. Five men traipse across, carrying trays of eggs, trying to avert the flailing arms of these sirens who try to ensnare them. Later a woman plants her feet on the stomachs of two men who lie on top of the eggs on the floor. She steps off, they roll across the" , "date" : "19911116" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "9" , "title" : "Review\/Dance; Performing Atop Eggs To Suggest Life's Risks" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/16\/arts\/review-dance-performing-atop-eggs-to-suggest-life-s-risks.html"} , {"body" : "Wim Vandekeybus, an award-winning experimentalist from Belgium, is not an easy choreographer to love. His high-energy work can look brutal, but it has a strangely playful, almost off-handed quality, particularly in his use of odd props. \"Always the Same Lies,\" to be performed by Mr. Vandekeybus's Ultima Vez company tonight and tomorrow as part of" , "date" : "19911115" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "Critic's Choice\/Dance; The Decisive Moments In an Old Man's Life" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/15\/arts\/critic-s-choice-dance-the-decisive-moments-in-an-old-man-s-life.html"} , {"body" : "Here is a sampling of tours by bus, van, helicopter and foot that are scheduled during the holiday season in New York City. Dates and times are subject to change. Today DEAD HORSE BAY, Floyd Bennett Field, Exit 11S off the Belt Parkway, Flatbush Avenue, Flatlands, Brooklyn. A walking tour led by National Park Service rangers will explore the" , "date" : "19911110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "38" , "title" : "TOURS" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/10\/news\/tours.html"} , {"body" : "Here is a sampling of arts and entertainment events in New York City during the holiday season, compiled by New York Times critics, writers and contributors. Dates and times are subject to change. Nov. 12 ROBERT SHAW. The great choral conductor concludes a rare series of appearances with the New York Philharmonic and the Westminster Symphonic" , "date" : "19911110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "24" , "title" : "ARTS AND ENTERTAINMENT; CLASSICAL MUSIC" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/10\/news\/arts-and-entertainment-classical-music.html"} , {"body" : "Here is a sampling of arts and entertainment events in New York City during the holiday season, compiled by New York Times critics, writers and contributors. Dates and times are subject to change. Today DANCE THEATER WORKSHOP, Bessie Schonberg Theater, 219 West 19th Street, Manhattan. The sprightly patriarch of New York experimentalist dance" , "date" : "19911110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "25" , "title" : "ARTS AND ENTERTAINMENT; DANCE" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/10\/news\/arts-and-entertainment-dance.html"} ,   {"body" : "An off-duty court officer from Manhattan Criminal Court last night shot and killed a man who attacked her with a knife in Fort Greene, Brooklyn, the police said. The officer, Sonya McDougal, 30 years old, was walking on Cambridge Place just after 8 P.M. when the man slashed her on the hand and face. She then shot him twice in the chest, said" , "date" : "19911109" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Court Officer Kills Her Attacker, Police Say" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/09\/nyregion\/court-officer-kills-her-attacker-police-say.html"} , {"body" : "Dennis Russell Davies is to conduct his first concert as principal conductor of the Brooklyn Philharmonic this weekend at the Brooklyn Academy of Music, 30 Lafayette Avenue, at Ashland Place, Fort Greene. On the program are Villa-Lobos's \"Choros\" No. 8, with Voices Saintpaulia; Peggy Glanville-Hicks's \"Etruscan\" Concerto, with the pianist Keith" , "date" : "19911108" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "Brooklyn Philharmonic" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/08\/arts\/brooklyn-philharmonic.html"} , {"body" : "The highly original dance theater pieces that the Japanese-born choreographers Eiko and Koma have been performing in New York City since 1976 often begin in the aftermath of a cataclysm. \"Land,\" the ambitious if inconsistent premiere they presented on Tuesday night with two very fine American Indian musicians as part of the Next Wave Festival at" , "date" : "19911107" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "19" , "title" : "Review\/Dance; An Indian at One With the Buffalo In Eiko and Koma's Spirit World" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/07\/arts\/review-dance-an-indian-at-one-with-the-buffalo-in-eiko-and-koma-s-spirit-world.html"} , {"body" : "An early-morning fire in Bushwick, Brooklyn, killed a pregnant woman, her 11-year-old daughter and 6-year-old son and critically injured another son yesterday when he jumped from a third-story window to escape the flames and fell onto an iron fence, a Fire Department spokesman said. In separate fires yesterday in Fort Greene, Brooklyn, and in" , "date" : "19911028" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WESTBURY (NY)" , "BUSHWICK (NYC)" , "FORT GREENE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mother and 2 Children Die In Brooklyn Apartment Fire" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/28\/nyregion\/mother-and-2-children-die-in-brooklyn-apartment-fire.html"} , {"body" : "The Next Wave festival has a hot topic with Carmen Miranda. Her story is timely, a cautionary parable about roots and assimilation, about the ways images are created and about mixing, exploiting and misapprehending cultures. Born in Portugal and raised in Brazil, Maria do Carmo Miranda da Cunha became a leading samba singer and Brazilian movie star" , "date" : "19911026" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "12" , "title" : "Review\/Pop; Fruit Piled on Her Head, An Icon of Joyful Excess" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/26\/arts\/review-pop-fruit-piled-on-her-head-an-icon-of-joyful-excess.html"} , {"body" : "Five men were charged yesterday with running a Brooklyn gambling ring that the authorities said took in $10 million a year and operated under the protection of the Bonanno crime family. The 58-count state racketeering indictment said the defendants conducted an extensive numbers operation, using more than 50 storefront betting sites in Brooklyn," , "date" : "19911025" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "5 Charged as Heads of Brooklyn Numbers Ring" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/25\/nyregion\/5-charged-as-heads-of-brooklyn-numbers-ring.html"} , {"body" : "Some of the most congested parts of Brooklyn can expect \"nightmarish traffic\" virtually until the end of the century, transportation officials said yesterday, as reconstruction continues on the Brooklyn Bridge and work has begun on the Gowanus Expressway. A new chapter in the long, bad dream starts at noon tomorrow -- and will last until 6 A.M." , "date" : "19911024" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Driving in Brooklyn? Expect the Worst" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/24\/nyregion\/driving-in-brooklyn-expect-the-worst.html"} , {"body" : "In the first round of what promises to be a long debate, a Federal agency has recommended that Andrew Cuomo's HELP for the Homeless group be chosen to build housing for hundreds of homeless people on the site of the old Brooklyn Navy Yard, angering some local groups who have other ideas. As word of the recommendation seeped out yesterday, the" , "date" : "19911019" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Suggestion on Housing for the Homeless in Brooklyn Draws Anger" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/19\/nyregion\/suggestion-on-housing-for-the-homeless-in-brooklyn-draws-anger.html"} , {"body" : "As a writer and performance artist, Guillermo Gomez-Pena seeks to identify and correct injustices committed against Hispanic people since the time of Christopher Columbus. In his play \"1991 (A Performance Chronicle of the Rediscovery of America by the Warrior for Gringo stroika),\" he says that Columbus \"arrived in America without papers\" and should" , "date" : "19911018" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "14" , "title" : "Review\/Theater; A One-Man Chronicle Of Columbus's Discovery" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/18\/theater\/review-theater-a-one-man-chronicle-of-columbus-s-discovery.html"} , {"body" : "\"In a gray sky, the full moon is like a pearl,\" reads one of the haiku that the Brazilian puppet-theater company Grupo Contadores de Estorias illustrates in its lyrical 90-minute dream play, \"Maturando.\" The work, which was performed at the Brooklyn Academy of Music last week, Wednesday through Sunday, as part of the Next Wave Festival, is a" , "date" : "19911017" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "19" , "title" : "Review\/Theater; Who's Real, The Puppeteer Or the Puppet?" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/17\/theater\/review-theater-who-s-real-the-puppeteer-or-the-puppet.html"} ,   {"body" : "A New York City police detective was seriously wounded yesterday afternoon in a shootout in Brooklyn with a suspect in a bank robbery. The officer, Detective Charles Jardines, 30 years old, was shot three times. He in turn wounded the man he was chasing, shooting him in the buttocks, said First Deputy Commissioner Raymond W. Kelly. Detective" , "date" : "19911011" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metro Datelines; Police Detective Hurt in Shootout" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/11\/nyregion\/metro-datelines-police-detective-hurt-in-shootout.html"} , {"body" : "Ideally, love, work and art should be joys. All too often, they aren't. Out of that recognition comes Pina Bausch's \"Bandoneon,\" which received its New York premiere Tuesday night at the Brooklyn Academy of Music as an attraction of the Next Wave Festival. The two-act production dates from 1980; it proved worth waiting for. Although it loses" , "date" : "19911010" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "Reviews\/Dance; On Love's Scales, the Pain Outweighs the Pleasure" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/10\/arts\/reviews-dance-on-love-s-scales-the-pain-outweighs-the-pleasure.html"} , {"body" : "EIGHTEEN years ago Isaac Erlich was a guidance counselor in the city school system in Brooklyn. He was wheeling his year-old daughter in a carriage one rainy day when he ducked for shelter into a real-estate office in Park Slope. He left it intrigued by the idea of buying a six-family house with $15,000 down and moving his family into one of the" , "date" : "19911006" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Perspectives: Rentals in Brooklyn; Buying for the Long Term Back in Fashion" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/06\/realestate\/perspectives-rentals-in-brooklyn-buying-for-the-long-term-back-in-fashion.html"} , {"body" : "Invitations to Heaven (Questions of a Jewish Child) Lepercq Space Brooklyn Academy of Music 30 Lafayette Avenue (at Ashland Place), Fort Greene, Brooklyn Through Oct. 5 Conceived and created by Eric Bass; directed by Richard Edelman; music adapted and composed by Alan Bern; written by Mr. Bass, with the collaboration of Mr. Edelman and Mr. Bern;" , "date" : "19911002" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "18" , "title" : "Theater in Review" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/02\/theater\/theater-in-review-251191.html"} , {"body" : "Invitations to Heaven (Questions of a Jewish Child) Lepercq Space Brooklyn Academy of Music 30 Lafayette Avenue (at Ashland Place), Fort Greene, Brooklyn Through Oct. 5 Conceived and created by Eric Bass; directed by Richard Edelman; music adapted and composed by Alan Bern; written by Mr. Bass, with the collaboration of Mr. Edelman and Mr. Bern;" , "date" : "19911002" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "Theater in Review" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/02\/arts\/theater-in-review-029291.html"} , {"body" : "Invitations to Heaven (Questions of a Jewish Child) Lepercq Space Brooklyn Academy of Music 30 Lafayette Avenue (at Ashland Place), Fort Greene, Brooklyn Through Oct. 5 Conceived and created by Eric Bass; directed by Richard Edelman; music adapted and composed by Alan Bern; written by Mr. Bass, with the collaboration of Mr. Edelman and Mr. Bern;" , "date" : "19911002" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "18" , "title" : "Theater in Review" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/02\/theater\/theater-in-review-251192.html"} , {"body" : "On its fourth visit to the Brooklyn Academy of Music, where it opened the Next Wave Festival on Saturday night, Pina Bausch's Tanztheater Wuppertal from Germany needs no introduction. The indisputable star of neo-expressionist dance theater, Miss Bausch remains a major choreographer of unlimited imagination even when she is hemmed in by her own" , "date" : "19910930" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "13" , "title" : "Review\/Dance; Pina Bausch's 'Palermo, Palermo' Explores a World Beyond Logic" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/30\/arts\/review-dance-pina-bausch-s-palermo-palermo-explores-a-world-beyond-logic.html"} , {"body" : "Here is a sampling of tours by bus, van, helicopter and foot that are scheduled this fall in New York City. Dates and times are subject to change. Walking tours in New York City parks are listed on pages 36 and 37. Today LOWER EAST SIDE, Manhattan. A look at the many varieties of markets on a walking tour of the Lower East Side led by Sherrill" , "date" : "19910929" , "day_of_week_facet" : "Sunday" , "page_facet" : "12" , "title" : "TOURS" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/29\/news\/tours.html"} , {"body" : "Here is a sampling of events planned through Dec. 14 in New York City's parks. Admission is free unless otherwise noted. Times and dates are subject to change. Today GRACIE SQUARE OUTDOOR ART SHOW, Carl Schurz Park, East End Avenue at 86th Street, Manhattan. About 100 exhibits by professional artists in oil, acrylic, sculpture, photography and" , "date" : "19910929" , "day_of_week_facet" : "Sunday" , "page_facet" : "36" , "title" : "PARKS" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/29\/news\/parks.html"} , {"body" : "This list of fall cultural events in New York City was compiled by Roberta Smith (art and photography), Rita Reif (antiques), Paul Goldberger (architecture), James R. Oestreich (classical music), Jennifer Dunning (dance), David Richards (theater), Jon Pareles (pop-jazz), Caryn James (film), Bill Carter (television) and Peter M. Nichols (video)," , "date" : "19910929" , "day_of_week_facet" : "Sunday" , "page_facet" : "22" , "title" : "DON'T MISS" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/29\/news\/don-t-miss.html"} ,   {"body" : "IT was in 1986, near the height of New York City's real estate boom, when Victoria Irwin paid $125,000 for her 400-square-foot studio in the Christadora House, a newly refurbished 17-story condominium on Avenue B in the East Village. Her eighth-floor windows were directly over Tompkins Square Park. \"I knew there was some gentrification going on," , "date" : "19910929" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Prices Decline as Gentrification Ebbs" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/29\/realestate\/prices-decline-as-gentrification-ebbs.html"} , {"body" : "SOME of the most venturesome performers at this year's Next Wave Festival, which opens tomorrow at the Brooklyn Academy of Music, are new to the series, but not to New York. Garth Fagan, a Rochester-based choreographer, and the performance ensemble known as the Urban Bush Women, have appeared on many occasions in the city. Even Wim Vandekeybus, a" , "date" : "19910927" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "Balancing New With Tried and True" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/27\/theater\/balancing-new-with-tried-and-true.html"} , {"body" : "It was built in the last century to house the Sisters of Mercy, Roman Catholic nuns who devoted themselves to works of charity among the poor. Now the order has moved into a new headquarters adjoining its old convent, at 249 Classon Avenue in the Fort Greene section of Brooklyn. The move freed the convent to serve the poor in a new way, as a" , "date" : "19910922" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FORT GREENE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: New Role for Old Convent; The Mission Continues" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/22\/realestate\/postings-new-role-for-old-convent-the-mission-continues.html"} , {"body" : "All through Thursday night's New York premiere of the much-awaited \"Death of Klinghoffer,\" one knew exactly what the creators wanted a listener to think: Setting the story of the 1985 Palestinian hijacking of a luxury cruise ship and the killing of a wheelchair-bound American Jew not on an ocean liner but in an Erector Set of scaffolding and ramps" , "date" : "19910907" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["MIDDLE EAST"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "Review\/Opera; Seeking Symmetry Between Palestinians and Jews" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/07\/arts\/review-opera-seeking-symmetry-between-palestinians-and-jews.html"} , {"body" : "Closings in the week ended Aug. 17 MANHATTAN Greenwich Village 174,000 2 Grove Street 1-bedroom, 1-bath, 800-sq.-ft. co-op in a prewar building; remodeled kitchen, high-ceilings; maintenance $418, 30% tax-deductible (Broker: Coleman Neary Realty) Greenwich Village 812,500 264 West 12th Street 3-bedroom, 4-bath, single-family, 4-story town house;" , "date" : "19910901" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/01\/realestate\/residential-resales-279891.html"} , {"body" : "Holiday Treats Rosh ha-Shanah, the Jewish New Year, begins at sundown on Sept. 8. Though Mama or Grandma prepared the whole meal in years past, these days professional bakers and caterers often help out the family cook. Some professionals even use recipes that belonged to their mothers and grandmothers. Food for the holiday is more varied than ever" , "date" : "19910828" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "4" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/28\/garden\/food-notes-330591.html"} , {"body" : "The 3-year-old daughter of two New York City detectives was shot in the head on Sunday when one detective tried to shoot the other during an argument at their home in Queens and hit the child, the police said yesterday. A bullet entered the back of the girl's head and exited near her chin, the police said. She was in serious condition at New York" , "date" : "19910827" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Two Detectives' Daughter, 3, Is Shot at Home" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/27\/nyregion\/two-detectives-daughter-3-is-shot-at-home.html"} , {"body" : "A 16-year-old Brooklyn youth was shot and killed yesterday afternoon in a Coney Island housing project when a gun that a woman was trying to sell went off, the police said. The teen-ager, Louis Harper, who lived in the Gravesend Houses at 60 Carleton Avenue in the Fort Greene section, was shot at 1:24 P.M. inside the lobby of 2841 West 33d Street" , "date" : "19910816" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Gun for Sale Kills Teen-Ager" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/16\/nyregion\/gun-for-sale-kills-teen-ager.html"} , {"body" : "MORE than many other outdoor sculpture seasons, this one has a distinct character. For the first time in a good while, isolated installations by individual artists are as commanding as group exhibitions. The trend is toward functional, fanciful work on which the public can sit or play. The star of the season is Robert Ressler, whose elegantly" , "date" : "19910726" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Cityful of Sculpture Under the Sky" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/26\/arts\/cityful-of-sculpture-under-the-sky.html"} , {"body" : "In an attempt to create affordable housing that conforms to the historic architecture of its neighborhood, a consortium of builders is completing work on 19 three-story brick rowhouses in the Williamsburg section of Brooklyn. Each building has only one apartment to a floor. And, like many 19th-century rowhouses and brownstones in Williamsburg, Fort" , "date" : "19910630" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Postings: Joint Effort In Brooklyn; 19 Brick Rowhouses With Stoops" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/30\/realestate\/postings-joint-effort-in-brooklyn-19-brick-rowhouses-with-stoops.html"} ,   {"body" : "Nora in Ingmar Bergman's astonishing production of \"A Doll's House\" is charmingly seductive, intelligent and beautiful. In the director's interpretation and in Pernilla Ostergren's masterly portrayal, she is not a frivolous child-wife, but a willful woman with a mine of emotional resources. This seemingly revisionist approach to Ibsen's classic" , "date" : "19910620" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "13" , "title" : "Review\/Theater; Bergman's 'Doll's House' Completes a Hat Trick" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/20\/theater\/review-theater-bergman-s-doll-s-house-completes-a-hat-trick.html"} , {"body" : "Ingmar Bergman's version of \"Long Day's Journey Into Night\" is an evening of anguished cries and fearful whispers, in which the troubled Tyrones haunt one another with specters from the past. In this Swedish-language production (presented on the weekend at the Brooklyn Academy of Music's Majestic Theater), the director has made minor alterations in" , "date" : "19910617" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "11" , "title" : "Review\/Theater; A Recognizable O'Neill And a Strange Chekhov" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/17\/theater\/review-theater-a-recognizable-o-neill-and-a-strange-chekhov.html"} , {"body" : "Two 17-year-olds were shot and killed in separate incidents early yesterday morning, in two of the eight slayings reported in New York City overnight, the police said. Another victim was a 44-year-old livery-cab driver who was stabbed to death in a scuffle after an apparent robbery attempt in Manhattan, the police said. The bodies of two men, who" , "date" : "19910616" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "2 Shootings Leave Teen-Agers Dead; Cabby Is Also Killed" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/16\/nyregion\/2-shootings-leave-teen-agers-dead-cabby-is-also-killed.html"} , {"body" : "It is midsummer night and the light through the windows of the kitchen has an unnatural glow. In the course of Ingmar Bergman's staging of Strindberg's \"Miss Julie,\" that light will go through many subtle changes, counterpointing the emotional turbulence of the characters onstage. Their duel is a class war as well as a fierce battle of the sexes." , "date" : "19910612" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "13" , "title" : "Review\/Theater; Strindberg's 'Miss Julie' via Ingmar Bergman" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/12\/theater\/review-theater-strindberg-s-miss-julie-via-ingmar-bergman.html"} , {"body" : "The New York International Festival of the Arts begins tomorrow and runs through June 23. For information about events, call the appropriate box office. For general information, call (212) 768-1818. A schedule follows. Tomorrow PONG SAN, Korean masked dance drama, Asia Society, 725 Park Avenue, at 70th Street, Manhattan. Tomorrow, 8 P.M. (Also" , "date" : "19910607" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "Where Performers Converge, Collide and Sometimes Wield Chain Saws" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/07\/arts\/where-performers-converge-collide-and-sometimes-wield-chain-saws.html"} , {"body" : "Here is a sampling of children's activities, compiled by Dulcie Leimbach, scheduled this summer in New York City. Dates and times are subject to change. ALL AGES June THE BIG APPLE CIRCUS, with a \"golden age of circus\" theme, featuring ballerinas on horseback, strong men, aerialists, clowns, and dancing pigs and elephants. Today through Tuesday at" , "date" : "19910602" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "Children; A Wealth of Things to Do And Learn" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/02\/arts\/children-a-wealth-of-things-to-do-and-learn.html"} , {"body" : "International Festival Here is a sampling of events that are part of the 1991 New York International Festival of the Arts, which runs from June 8 to 23. Dates and times are subject to change. BERGMAN ON STAGE, Brooklyn Academy of Music, Majestic Theater, 651 Fulton Street, Fort Greene. Ingmar Bergman directs the Royal Dramatic Theater of Sweden in" , "date" : "19910602" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "30" , "title" : "HIGHBROW: THEATER" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/02\/theater\/highbrow-theater.html"} , {"body" : "ALL New Yorkers want a private beach. They want to flip-flop down a lonely path, unfold their chairs or spread their towels on an empty patch of sand, and bask in the security of isolation. Certainly a public beach is a more perilous prospect. One risks being boinged by a stray paddle ball or sprinkled with sand as some carefree teen-ager races" , "date" : "19910602" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN BEACH (NYC)" , "BRIGHTON BEACH (NYC)" , "ORCHARD BEACH (BRONX)" , "ROCKAWAY (NYC)" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "Beaches; The Sand. The Surf. The Junk Food." , "url" : "http:\/\/www.nytimes.com\/1991\/06\/02\/arts\/beaches-the-sand-the-surf-the-junk-food.html"} , {"body" : "Riverside Park Community Garden 91st Street Entrance Manhattan Recommended ages: All ages Even Monet might have agreed that the blocklong community garden, tilled, planted, weeded and nursed by the Garden People of the Upper West Side for the last nine years, is at its most pictorial this time of year. He might have taken his easel there, too, just" , "date" : "19910531" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/31\/arts\/for-children.html"} , {"body" : "ATTACHED two-family houses are old hat in New York City. Usually they are to be found in the low-density zones of Brooklyn, Queens and Staten Island. But now the two-family town house has taken hold in southern and central portions of the Bronx as the characteristic form of new residential construction in the 90's. They are creating a jarring" , "date" : "19910519" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Perspectives: Bronx Town Houses; Nice Design, but Oh Those Parking Pads!" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/19\/realestate\/perspectives-bronx-town-houses-nice-design-but-oh-those-parking-pads.html"} ,   {"body" : "LECTURE, Lower East Side Tenement Museum, 97 Orchard Street, Manhattan. \"House of Heritage,\" a lecture with slides on the history of the museum and the surrounding area. Sunday at 2 P.M. Admission: $2. Information: (212) 431-0233. SYMPOSIUMS, American Craft Museum, 40 West 53d Street, Manhattan. \"Multi-Cultural and Regional Sources: Craft Revivals," , "date" : "19910517" , "day_of_week_facet" : "Friday" , "page_facet" : "30" , "title" : "The Spoken Word" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/17\/news\/the-spoken-word.html"} , {"body" : "Children's Tap Concert and Tap Jam Woodpeckers Tap Dance Center 170 Mercer Street Manhattan (212) 979-6005 Recommended ages: 5 and up Sunday National Tap Dance Day, on May 25, is actually a weeklong celebration that starts clicking this Sunday at the Woodpeckers Tap Dance Center, a professional tap-dancing school in SoHo. In the concert, 35" , "date" : "19910517" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "19" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/17\/arts\/for-children.html"} , {"body" : "Parker's Legacy \"The Charlie Parker Legacy,\" Brooklyn Academy of Music, Majestic Theater, 651 Fulton Street, Fort Greene section, (718) 636-4100. Eight musicians who performed with or were influenced by Charlie Parker, the legendary alto saxophonist and be-bop pioneer, will gather to pay tribute to his art. They include the saxophonists Lou" , "date" : "19910517" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "Sounds Around Town" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/17\/arts\/sounds-around-town-908791.html"} , {"body" : "FRIDAY Music ST. CECILIA CHORUS AND ORCHESTRA, David Randolph, conductor, Carnegie Hall, 8. PHILIP GLASS, ALLEN GINSBERG AND JEROME SIRLIN'S \"HYDROGEN JUKEBOX,\" Brooklyn Academy of Music Opera House, 30 Lafayette Ave., at Ashland Pl., Fort Greene section, 8. Dance AMERICAN BALLET THEATER, \"Coppelia,\" Metropolitan Opera House, 8. NEW YORK CITY" , "date" : "19910510" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "Events" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/10\/arts\/events.html"} , {"body" : "\"Hydrogen Jukebox,\" which arrived at the Brooklyn Academy of Music on Tuesday evening for a six-performance run, will quite rightly be perceived as yet another Philip Glass music-theater piece. That is hardly to denigrate the contributions of others in what is, in fact, a truly collaborative effort. But Mr. Glass has turned out a lot of such music" , "date" : "19910509" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "Review\/Music; Glass and Ginsberg Cycle: 'Hydrogen Jukebox'" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/09\/arts\/review-music-glass-and-ginsberg-cycle-hydrogen-jukebox.html"} , {"body" : "A 19-year-old woman washing the dinner dishes Sunday night was struck by a bullet that whizzed through an open window in her fifth-floor Brooklyn apartment. \"I've been shot, I've been shot,\" she cried, stumbling into the living room, the police said. The single shot pierced Tawana Murphy's left arm, traveled through her left breast and lodged in" , "date" : "19910507" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["FORT GREENE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Woman at Window Is Shot" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/07\/nyregion\/woman-at-window-is-shot.html"} , {"body" : "Lukas Foss is to conduct the Brooklyn Philharmonic in the New York premiere of his Fanfare for Orchestra (1990) tonight at 8, at the Brooklyn Academy of Music, 30 Lafayette Avenue at Ashland Place, in the Fort Greene section. The program also includes Beethoven's Symphony No. 6, and Brunnhilde's awakening scene, from Act III of Wagner's" , "date" : "19910426" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "Foss From Foss" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/26\/arts\/foss-from-foss.html"} , {"body" : "For a teen-ager in the Bronx Wednesday night, death came as he helped his mother move out of a neighborhood she feared. For a 34-year-old woman in Brooklyn a night earlier, it came during a trip to the neighborhood bodega. What linked them was that they were hit by bullets meant for others. They are among seven bystanders caught in the crossfire of" , "date" : "19910419" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Caught in Crossfire: Rising Toll in Streets" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/19\/nyregion\/caught-in-crossfire-rising-toll-in-streets.html"} , {"body" : "Recycling Plant Tour East Harlem Recycling Plant 225 East 127th Street Manhattan (212) 876-8469 Recommended ages: 5 and up Mondays through Saturdays Nearly every day is Earth Day at the only city-owned recycling center in New York, which is open six days a week. The Department of Sanitation plant, in operation since 1988, recycles metal, plastic" , "date" : "19910419" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "8" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/19\/arts\/for-children.html"} , {"body" : "One woman was shot and killed and two girls, 11 and 13 years old, and a boy, 14, were shot and wounded in three incidents yesterday in Brooklyn. All were bystanders, the police said. The woman, Maribel Nieves, 34, of 374 Sumpter Street, was shot in the head and killed and the 14-year-old boy was wounded in the right leg as they walked near two men" , "date" : "19910417" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Shootings Kill One Bystander; 3 Others Wounded" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/17\/nyregion\/brooklyn-shootings-kill-one-bystander-3-others-wounded.html"} ,   {"body" : "A new production of Strindberg's \"Miss Julie\" will open a series of three plays directed by Ingmar Bergman to be presented by the Royal Dramatic Theater of Sweden in June at the Brooklyn Academy of Music (30 Lafayette Avenue, in the Fort Greene section). Lena Olin and Peter Stormare will star in the play, which replaces the previously announced" , "date" : "19910413" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "14" , "title" : "'Miss Julie' to Open Ingmar Bergman Series" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/13\/theater\/miss-julie-to-open-ingmar-bergman-series.html"} , {"body" : "AUCTIONS are systematically soaking up the oversupply of newly built condominiums across the Northeast, but in Brooklyn, in what essentially is a moderate-income housing market, the auction process is having a special impact. It is allowing blue-collar workers to latch on to exceptional housing values. The most recent demonstration of this took" , "date" : "19910407" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST FLATBUSH (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Perspectives: East Flatbush Auction; Seizing the Moment on Linden Boulevard" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/07\/realestate\/perspectives-east-flatbush-auction-seizing-the-moment-on-linden-boulevard.html"} , {"body" : "An 24-year-old undercover officer was shot in the hand in the Fort Greene section of Brooklyn last night when narcotics investigators exchanged shots with a suspect. The shootout took place shortly before 7 P.M. following a buy-and-bust operation at two buildings on Pacific Street, a police spokesman, Officer Fred Weiner, said. A suspect leaving" , "date" : "19910402" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Undercover Officer Shot in Hand in Drug Chase" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/02\/nyregion\/brooklyn-undercover-officer-shot-in-hand-in-drug-chase.html"} , {"body" : "Wesley Snipes, the star of the new movie \"New Jack City,\" was in his car here one day this month when a very excited 10-year-old boy recognized him and approached his window. \"Man, you are one great actor,\" Mr. Snipes recalled the child saying. \"I know that wasn't really you up there, but you played the heck out of that role.' \" Thanks to his" , "date" : "19910327" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "13" , "title" : "The Star of 'New Jack City' Is Building on Its Success" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/27\/movies\/the-star-of-new-jack-city-is-building-on-its-success.html"} , {"body" : "The ninth and final striking union at The Daily News ratified its contract yesterday, and the British publisher Robert Maxwell then assumed ownership. But the paper, the nation's largest tabloid before the 147-day strike, will not bear Mr. Maxwell's imprint, or even his name on its masthead, until tomorrow, apparently because of a foulup on work" , "date" : "19910321" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Daily News Strike Ends, and Maxwell Marches In to Take the Reins" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/21\/nyregion\/daily-news-strike-ends-and-maxwell-marches-in-to-take-the-reins.html"} , {"body" : "Leaders of four unions at The Daily News reached agreements on tentative contracts last night with Robert Maxwell, the British publisher who is seeking to buy the newspaper. The accords with the mailers, paperhandlers, machinists and electricians came after both sides had extended their talks beyond the 10 A.M. deadline Mr. Maxwell had set for" , "date" : "19910312" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "4 Unions at Daily News Reach a Tentative Deal" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/12\/nyregion\/4-unions-at-daily-news-reach-a-tentative-deal.html"} , {"body" : "An exchange of words between two young moviegoers ended in a barrage of gunfire outside a theater in downtown Brooklyn that left one of them dead and the other charged with murder, the police said yesterday. At least 100 shots were fired Friday in a running gun battle between the two youths outside the Duffield Theater, at 249 Duffield Street," , "date" : "19910311" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Killed in Shootout at Movie" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/11\/nyregion\/man-killed-in-shootout-at-movie.html"} , {"body" : "Children's Petting Zoo Central Park Fifth Avenue at 67th Street (212) 408-0271 Recommended ages: 1 and up An alarm rang when it was recently reported that the beloved 30-year-old petting zoo in Central Park (not the Central Park Zoo, but the less glamorous one down the lane, past the Delacorte Bridge), was about to whisk its residents into the" , "date" : "19910308" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/08\/arts\/for-children.html"} , {"body" : "The Federal Deposit Insurance Company's failure to fully reimburse depositors at Freedom National Bank in Harlem was challenged in court yesterday by State Attorney General Robert Abrams. Mr. Abrams's petition for review, filed in the United States Court of Appeals for the Second Circuit in Manhattan, challenged the F.D.I.C.'s decision against" , "date" : "19910306" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Abrams Petitions Court In Freedom Bank Case" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/06\/nyregion\/abrams-petitions-court-in-freedom-bank-case.html"} , {"body" : "'Rapunzel' Theaterworks\/USA Promenade Theater 2162 Broadway (at 76th Street) Manhattan (212) 677-5959 Recommended ages: 5 to 9 Through March 10 With a flip of her haughty wrist and a turn of her gaudy ring, the Witch once again has power over Rapunzel in this musical version of the Grimm tale. Rapunzel, on the other hand, has the allure of her" , "date" : "19910301" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "8" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/01\/arts\/for-children.html"} ,   {"body" : "Kenneth Fisher, a 38-year-old lawyer, claimed victory last night in the special election in the 29th City Council District in Brooklyn. Mr. Fisher said unofficial election results indicated that he had won by nearly 1,100 votes. Official results are to be released by the Board of Elections on Friday. Mr. Fisher's strongest opponent in the" , "date" : "19910227" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Brooklyn Lawyer Defeats 8 Rivals In Special Race for a Council Seat" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/27\/nyregion\/brooklyn-lawyer-defeats-8-rivals-in-special-race-for-a-council-seat.html"} , {"body" : "On Tuesday, voters in the 29th City Council District in Brooklyn will choose from among nine candidates who have spent a total of $500,000 in a race for an office that will cease to exist before the end of the year. Most of the candidates are liberal Democrats with barely distinguishable positions, but no trace of traditional party affiliations can" , "date" : "19910225" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "9-Way Race for a Seat Soon to Vanish" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/25\/nyregion\/9-way-race-for-a-seat-soon-to-vanish.html"} , {"body" : "Gluck's encounter with the Komische Oper from Berlin at the Brooklyn Academy of Music on Monday night invites a couple of theories. One says that what people see around them is in no small part a function of what they are themselves inside. Self-hatred, for example, engenders hatred for one's surroundings; inner calm begets a more benign view of" , "date" : "19910213" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "13" , "title" : "Review\/Opera; Is Important Art of Its Own Time or Ours?" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/13\/arts\/review-opera-is-important-art-of-its-own-time-or-ours.html"} , {"body" : "One morning last month Michelle Rogers returned to Family Court in Manhattan to try to get her children back. It was her 10th appearance before Judge Judith B. Sheindlin since July. The judge was eager to return Mrs. Rogers's three children who are in foster care, but one obstacle remained. The 31-year-old mother did not have an apartment. Because" , "date" : "19910115" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Drugs, Then Bureaucracy, Divide Mother and Children" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/15\/nyregion\/drugs-then-bureaucracy-divide-mother-and-children.html"} , {"body" : "EVIDENCE is mounting that in many parts of New York City, landmark and historic-district designation is acting as a force for neglect rather than for the encouragement of improvement and preservation. Some owners are willing to risk Buildings Department fines and let buildings sit with crumbling facades, sagging roofs, cracked and broken" , "date" : "19910113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONGWOOD (NYC)" , "NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Landmarking's Doubled-Edged Sword" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/13\/realestate\/landmarking-s-doubled-edged-sword.html"} , {"body" : "Federal bank regulators have offered to reopen an effort by investors interested in starting a new minority-owned bank in Harlem by selling them the remaining assets and deposits of the Freedom National Bank, which failed last November. In a letter to Representative Charles B. Rangel, whose district includes Harlem, Steven A. Seelig, the director" , "date" : "19910113" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "F.D.I.C. Offers to Aid Plan For Minority-Owned Bank" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/13\/nyregion\/fdic-offers-to-aid-plan-for-minority-owned-bank.html"}]