[  {"body" : "In an incident similar to a robbery just six days ago, a jewelry store owner was boxed in by two cars as he pulled off a Brooklyn highway yesterday afternoon and then was robbed of $200,000 in jewels by a group of men, one of them holding a machine gun, the police said. A police spokesman, Officer Andrew McInnis, said that George Greenberg, 42" , "date" : "19911121" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/21\/nyregion\/872991.html"} , {"body" : "Here is a sampling of arts and entertainment events in New York City during the holiday season, compiled by New York Times critics, writers and contributors. Dates and times are subject to change. Today DANCE THEATER WORKSHOP, Bessie Schonberg Theater, 219 West 19th Street, Manhattan. The sprightly patriarch of New York experimentalist dance" , "date" : "19911110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "25" , "title" : "ARTS AND ENTERTAINMENT; DANCE" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/10\/news\/arts-and-entertainment-dance.html"} , {"body" : "Moderate to lengthy traffic delays were reported from Brooklyn into Manhattan and on Brooklyn expressways on the first day of the partial closing of Brooklyn Bridge, a three-day project that transportation officials predicted would worsen already severe traffic problems in the area. Most of the Brooklyn Bridge traffic appeared to funnel onto the" , "date" : "19911027" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Brooklyn Bridge Repairs Snarl Local Traffic" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/27\/nyregion\/brooklyn-bridge-repairs-snarl-local-traffic.html"} , {"body" : "Some of the most congested parts of Brooklyn can expect \"nightmarish traffic\" virtually until the end of the century, transportation officials said yesterday, as reconstruction continues on the Brooklyn Bridge and work has begun on the Gowanus Expressway. A new chapter in the long, bad dream starts at noon tomorrow -- and will last until 6 A.M." , "date" : "19911024" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Driving in Brooklyn? Expect the Worst" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/24\/nyregion\/driving-in-brooklyn-expect-the-worst.html"} , {"body" : "INTERNATIONAL A3-17 A peace treaty for Cambodia, brokered by the U.S., China and the Soviet Union, was signed. A cease-fire in the civil war that began in 1978 went into immediate effect, and several other steps are to be taken by mid-1993. Page A1 News analysis: The Cambodian peace treaty grants the Khmer Rouge a degree of power and legitimacy" , "date" : "19911024" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/24\/nyregion\/news-summary-986091.html"} , {"body" : "William A. Shea, the politically powerful lawyer whose efforts to bring National League baseball back to New York culminated in both the Mets and in the stadium bearing his name, died Wednesday night at his home in Manhattan. He was 84 years old and also lived in Sands Point, N.Y. He died of complications from a stroke he suffered two years ago," , "date" : "19911004" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "16" , "title" : "William A. Shea, 84, Dies; The Lawyer Behind the Mets" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/04\/nyregion\/william-a-shea-84-dies-the-lawyer-behind-the-mets.html"} , {"body" : "AT once a densely and diversely populated chunk of New York and a complex tangle of stereotypes and myths, Brooklyn evokes many images to the world beyond its famous bridge. It's the Dodgers and \"The Honeymooners,\" the faded, honky-tonk luster of Coney Island and the elegance of Brooklyn Heights, and, sadly, the violence and racial tensions now" , "date" : "19910925" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "3" , "title" : "The Brooklyn Cookbook: Mix Ethnic Attitudes and Memories" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/25\/garden\/the-brooklyn-cookbook-mix-ethnic-attitudes-and-memories.html"} , {"body" : "A garbage barge steamed down the Arthur Kill a few hundred yards from where Orlando Lopez was fishing on a bright September afternoon. Debris floated in the water -- a rotting sneaker, some chunks of wood -- as he cast his lure and waited for his lunch to swim by. The murky channel, which runs between storage tanks and crumbling warehouses on" , "date" : "19910921" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Casting Lines, and Faith, in the Harbor" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/21\/nyregion\/casting-lines-and-faith-in-the-harbor.html"} , {"body" : "Here is a selective guide to cultural events in New York and beyond in the months ahead. Programs may change. Dates and locations for some events have not been made final; other events are sold out. Unless indicated, all dates listed are openings, all addresses are in Manhattan, and all telephone numbers have a 212 area code. Addresses for" , "date" : "19910908" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "46" , "title" : "THE NEW SEASON: THE ANNOTATED CALENDAR; DANCE" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/08\/arts\/the-new-season-the-annotated-calendar-dance.html"} , {"body" : "The racial disturbances in Crown Heights have put New York State's traffic laws under new scrutiny, with blacks blaming the police for not arresting the Hasidic Jewish man whose car fatally injured a black child in the Brooklyn neighborhood. But some national traffic-safety experts say the state's laws are more stringent than those elsewhere and" , "date" : "19910901" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Under New York Law, Few Drivers in Fatal Accidents Go Free" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/01\/nyregion\/under-new-york-law-few-drivers-in-fatal-accidents-go-free.html"} ,   {"body" : "Three burned-out steel piers stand like eerily twisted skeletons in Upper New York Bay as teen-agers swim past the rusted shell of a half-submerged Chevy Cutlass off the Sunset Park section of Brooklyn. Just to the north, beyond the stench of the Gowanus Canal and a huge, unused grain terminal, a short-lived Port Authority project called Fishport" , "date" : "19910821" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Development Not Even a Contender on Brooklyn's Waterfront" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/21\/nyregion\/development-not-even-a-contender-on-brooklyn-s-waterfront.html"} , {"body" : "Hussein Jaber, a Palestinian who moved from Jerusalem to Brooklyn 12 years ago, has creatively adapted himself to life in Sunset Park -- one of New York City's most ethnically diverse neighborhoods -- by hanging a sign in his bodega's window, which caters to the area's large Hispanic population, saying \"Mexican grocery.\" A few blocks to the north," , "date" : "19910819" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Neighborhood Politics: Choosing the Council - An occasional look at the races for New York's new City Council; Varied Interests Vie to Represent Brooklyn District" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/19\/nyregion\/neighborhood-politics-choosing-council-occasional-look-races-for-new-york-s-new.html"} , {"body" : "Beneath the 79th Street bridge on the Gowanus Expressway in Brooklyn, workmen wearing bright orange vests recently demonstrated a well-known solution to New York City's bridge crisis: they connected a hose to an 8,000-gallon water truck and washed the underside of the bridge, removing dozens of pounds of debris that would have led to widespread" , "date" : "19910810" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Increase in Bridge Upkeep Is Planned" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/10\/nyregion\/increase-in-bridge-upkeep-is-planned.html"} , {"body" : "Tyhe Walker, 11 years old, grimaced as the black-and-white calf he was petting mistook his fingers for udders. Since going to the countryside as a part of the Fresh Air Fund program for inner-city children, Tyhe had played soccer, made bows and arrows and wrestled with the host family's dog, Kelsa. But this was new. \"The tongue was soft, and the" , "date" : "19910728" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BUCKS COUNTY (PA)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Fun on a Bucks County Farm for Child in Fresh Air Fund" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/28\/nyregion\/fun-on-a-bucks-county-farm-for-child-in-fresh-air-fund.html"} , {"body" : "A Short History of the American Revolution By James L. Stokesbury 304 pages. William Morrow. $23. Once a year on Independence Day, it's useful to recall that the United States was created by colonial revolutionaries who wanted to govern themselves and not be ruled by kings or their modern equivalents in various despotic corners of the world. Unlike" , "date" : "19910703" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Books"] , "page_facet" : "17" , "title" : "Books of The Times; A Revolution That Many Still Look To as a Beacon" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/03\/books\/books-of-the-times-a-revolution-that-many-still-look-to-as-a-beacon.html"} , {"body" : "Designations, it gives. Certificates of appropriateness, it gives. But the Landmarks Preservation Commission had never before given awards. Last Tuesday, however, in City Hall, 11 commendations were handed out to developers, architects, homeowners and city officials for preservation projects involving individual landmarks or buildings in historic" , "date" : "19910609" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Postings: 11 of 'the Best'; Landmarks Citations" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/09\/realestate\/postings-11-of-the-best-landmarks-citations.html"} , {"body" : "ALL New Yorkers want a private beach. They want to flip-flop down a lonely path, unfold their chairs or spread their towels on an empty patch of sand, and bask in the security of isolation. Certainly a public beach is a more perilous prospect. One risks being boinged by a stray paddle ball or sprinkled with sand as some carefree teen-ager races" , "date" : "19910602" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN BEACH (NYC)" , "BRIGHTON BEACH (NYC)" , "ORCHARD BEACH (BRONX)" , "ROCKAWAY (NYC)" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "Beaches; The Sand. The Surf. The Junk Food." , "url" : "http:\/\/www.nytimes.com\/1991\/06\/02\/arts\/beaches-the-sand-the-surf-the-junk-food.html"} , {"body" : "One striking thing about New York City is its residents' willingness to tell visitors where to go, whether recommending a good restaurant or responding to comments on their civility. But here is a non-New Yorker's advice for visitors who don't know what questions to ask: New Yorkers do not actually think they are more important than anyone else." , "date" : "19910419" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "20" , "title" : "Offbeat Ideas to Amuse Visitors; New York Survival Tips" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/19\/arts\/offbeat-ideas-to-amuse-visitors-new-york-survival-tips.html"} , {"body" : "A 68-year-old Brooklyn man who had waged a campaign against drug dealers was run over and killed by a furious van driver this week, the police said. The man's family and neighbors said the killing was in retaliation for his persistence in ordering drug dealers, addicts and prostitutes off the block. The killing on Tuesday night crushed the spirit" , "date" : "19910418" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["SUNSET PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Enemy of Local Drug Dealers Is Killed on a Brooklyn Street" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/18\/nyregion\/enemy-of-local-drug-dealers-is-killed-on-a-brooklyn-street.html"} , {"body" : "ALTHOUGH people of many ethnic backgrounds live in the 4.2-square-mile Brooklyn neighborhood of Sunset Park, residents and business owners say the community is more a stew pot than a melting pot. \"Each ethnic group is proud of its heritage,\" said Ross M. Branka, a real-estate lawyer who has practiced in the area more than 20 years. \"So we have" , "date" : "19910407" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "If You're Thinking of Living in: Sunset Park" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/07\/realestate\/if-you-re-thinking-of-living-in-sunset-park.html"} ,   {"body" : "Tuesday's nonpartisan election to fill the City Council seat in Brooklyn's 29th District is important. The winner will have a clear advantage in the fall election when the Council expands to 51 members and comes into its own under the new City Charter. The tone of the campaign has been far from uplifting and makes a choice difficult. Nonetheless," , "date" : "19910222" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "28" , "title" : "Joan Millman for City Council" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/22\/opinion\/joan-millman-for-city-council.html"} , {"body" : "Alice T. does not like the Brooklyn housing project where she and her three daughters live. She does her best to ignore the hallways covered with grafitti, the broken windows, the gun shots at night and the puddles of urine in the elevators. But she is quick to admit that it is better than the alternative. For three years, Alice, a 25-year-old" , "date" : "19910213" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Neediest Cases Fund Giving Homeless a Rescuing 'Push'" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/13\/nyregion\/neediest-cases-fund-giving-homeless-a-rescuing-push.html"} , {"body" : "A Federal detention center that will hold 1,000 inmates is scheduled to open in the Sunset Park section of Brooklyn later this year despite opposition from neighbors and elected officials. The proposed jail is to be known as the Metropolitan Detention Center, and will hold prisoners awaiting arraignments or trials in Federal courts in Brooklyn and" , "date" : "19910206" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Jail Is Planned For Brooklyn, And Foes Rise" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/06\/nyregion\/jail-is-planned-for-brooklyn-and-foes-rise.html"} , {"body" : "THE Fort Hamilton enclave of Brooklyn's Bay Ridge section hasn't changed much since 1930, the last year of a housing boom that had been started by the 1915 extension of the New York City subway system to Brooklyn. Many of the stucco or brick private homes built in those years have remained in the same families. \"In most of Brooklyn, people move" , "date" : "19910203" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "If You're Thinking of Living in: Fort Hamilton" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/03\/realestate\/if-you-re-thinking-of-living-in-fort-hamilton.html"} , {"body" : "Dr. Joyce I. Wallace first appeared in this column almost three years ago, seeking prostitutes to test them for AIDS in her van. She seemed a cool, dedicated scientist. She went on to do research impressive enough to present to AIDS conferences around the world. On the far West Side of Manhattan, the area the 50-year-old physician has studied most" , "date" : "19910105" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "LOWER EAST SIDE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "ABOUT NEW YORK; Once a Brothel, Soon a Refuge For Prostitutes" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/05\/nyregion\/about-new-york-once-a-brothel-soon-a-refuge-for-prostitutes.html"}]