[  {"body" : "A 79-year-old man was killed in a social club in Brooklyn early yesterday, in what law enforcement officials say is a bloody struggle for control within the Colombo organized crime family that has left three dead in six shootings since June. Earlier this week, the police said, a 78-year-old man who was a member of of the Genovese crime family was" , "date" : "19911206" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Killing in Brooklyn Social Club Is Linked to Mob Power Struggle" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/06\/nyregion\/killing-in-brooklyn-social-club-is-linked-to-mob-power-struggle.html"} , {"body" : "New York racing has come up with a great new star to sell horse racing to the public: the horse. At least, it is creating a cluster of \"Super Saturdays\" to feature the horse as the star of the show and to induce people to stop gazing at their television sets and get out to the track. \"We're trying to create big days in New York again,\" said Allen" , "date" : "19911124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "ON HORSE RACING; Moving to Make Saturdays Super" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/24\/sports\/on-horse-racing-moving-to-make-saturdays-super.html"} , {"body" : "In the inner sanctums of the Mafia, Salvatore Gravano was affectionately known as Sammy Bull, a gimlet-eyed gangster with a reputation for fast fists, violence and unflinching devotion to John Gotti. But some investigators were not always sure he was so tough. Or so loyal. At a strategy session several years ago, Federal agents speculated that he" , "date" : "19911115" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "How Gotti's No. 2 Gangster Turned His Coat" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/15\/nyregion\/how-gotti-s-no-2-gangster-turned-his-coat.html"} , {"body" : "A second man was arrested yesterday in what the police said was a bias attack last Saturday night on a black teen-ager in the Gravesend section of Brooklyn. The suspect was identified as Frank Zollo, 21 years old, of 1937 East 14th Street, Brooklyn. Another suspect, Joseph Dorino, of 2563 East Sixth Street, Brooklyn, was arrested on Wednesday. The" , "date" : "19911018" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "GRAVESEND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "2d Arrest in Bias Attack" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/18\/nyregion\/2d-arrest-in-bias-attack.html"} , {"body" : "A 21-year-old white man was arrested yesterday in what the police said was a bias attack Saturday night on a black teen-ager in the Gravesend section of Brooklyn. The man, Joseph Dorino of 2563 East Sixth Street in Brooklyn, was charged with second-degree assault. He is the first suspect to be arrested in the case, though the police believe that" , "date" : "19911017" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "GRAVESEND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "White Man Seized in Bias Attack On Black Teen-Ager in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/17\/nyregion\/white-man-seized-in-bias-attack-on-black-teen-ager-in-brooklyn.html"} , {"body" : "A Brooklyn teen-ager was struck in the head with a stick or baseball bat on a street in Gravesend during a fight last night that the police said was bias related. The injured 17-year-old, who was not identified, was among a group of black youths who became involved in a dispute with a group of white youths at the corner of Ocean Avenue and Kings" , "date" : "19911014" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "GRAVESEND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Teen-Ager Injured In Bias Attack in Gravesend" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/14\/nyregion\/brooklyn-teen-ager-injured-in-bias-attack-in-gravesend.html"} , {"body" : "Closings in the week ending Sept. 7 MANHATTAN Greenwich Village 990,000 60 Horatio Street 2-family brownstone; 3 bedrooms, 2 baths, dining room, 6 fireplaces in primary triplex; 1 bedroom, 1 bath, fireplace in other; pumpkin-pine floors, historic distict; 19- by 50-ft. lot; taxes $6,229 (Broker: Ambrose Mar-Elia) TriBeCa 300,000 160 Chambers Street" , "date" : "19910922" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "14" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/22\/realestate\/residential-resales-339191.html"} , {"body" : "A 16-year-old Brooklyn youth was shot and killed yesterday afternoon in a Coney Island housing project when a gun that a woman was trying to sell went off, the police said. The teen-ager, Louis Harper, who lived in the Gravesend Houses at 60 Carleton Avenue in the Fort Greene section, was shot at 1:24 P.M. inside the lobby of 2841 West 33d Street" , "date" : "19910816" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Gun for Sale Kills Teen-Ager" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/16\/nyregion\/gun-for-sale-kills-teen-ager.html"} , {"body" : "Hidden along the muddied banks and rotting piers of New York City's miles of shoreline, city officials have discovered dozens of storm pipes illegally spewing millions of gallons of raw sewage a day into local waterways. And behind the pollution, city and state officials say, are some unlikely culprits. Among them: the United States Army, the New" , "date" : "19910710" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New Sewage Culprits In New York Found In the Public Sector" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/10\/nyregion\/new-sewage-culprits-in-new-york-found-in-the-public-sector.html"} , {"body" : "If John Harvey's novels were songs, Charlie Parker would play them. Like \"Lonely Hearts\" and \"Rough Treatment,\" his earlier, equally melancholy police procedurals, CUTTING EDGE (Holt, $18.95) sings the blues for people too bruised to carry the tune for themselves. Charlie Resnick, the compassionate cop-hero of this superb series set in the English" , "date" : "19910707" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "19" , "title" : "CRIME" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/07\/books\/crime-817591.html"} ,   {"body" : "A Short History of the American Revolution By James L. Stokesbury 304 pages. William Morrow. $23. Once a year on Independence Day, it's useful to recall that the United States was created by colonial revolutionaries who wanted to govern themselves and not be ruled by kings or their modern equivalents in various despotic corners of the world. Unlike" , "date" : "19910703" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Books"] , "page_facet" : "17" , "title" : "Books of The Times; A Revolution That Many Still Look To as a Beacon" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/03\/books\/books-of-the-times-a-revolution-that-many-still-look-to-as-a-beacon.html"} , {"body" : "A woman from London who was visiting New York and a car dispatcher from Brooklyn were struck by stray gunfire in separate shootings Saturday night. They died hours apart in the same hospital. The London woman, Yvonne Williams, a 30-year-old mother of five, was walking about 10:45 P.M. in the vicinity of 101st Street and Northern Boulevard in" , "date" : "19910610" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CORONA (NYC)" , "FLATBUSH (NYC)" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Tourist and a Dispatcher Are Killed by Stray Gunfire" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/10\/nyregion\/a-tourist-and-a-dispatcher-are-killed-by-stray-gunfire.html"} , {"body" : "If City Councilman Samuel Horwitz wanted to travel the length of his new Brooklyn district without leaving it, according to one proposed version of the district, he would have to make his way for nearly two miles along the Coney Island Boardwalk. \"It's not contiguous at high tide,\" said David I. Wells, a union political organizer and dissenting" , "date" : "19910507" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Redistricting Oddities Reflect Racial and Ethnic Politics" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/07\/nyregion\/redistricting-oddities-reflect-racial-and-ethnic-politics.html"} , {"body" : "\"NICE September.\" The voice, loud and laced with sarcasm, pierced the gathering quiet of the Bensonhurst movie theater as John Franco and his wife took their seats last Christmas night. \"Yeah, Franco, real nice finish.\" The house lights had yet to darken, but the mood clearly had. Franco, one hand clasping his wife and the other suddenly holding" , "date" : "19910204" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "BASEBALL; Hometown Hero With an Arm of Clay" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/04\/sports\/baseball-hometown-hero-with-an-arm-of-clay.html"} , {"body" : "New York City environmental officials yesterday tested the waters of New York Harbor for pollution damage after a leak of 654,00 gallons of treated sewage on Sunday morning from a city-owned barge. In heavy fog, the 375-foot barge, the Lemon Creek, collided with a tanker carrying molasses, opening a hole in two of the barge's 10 sewage sludge" , "date" : "19910101" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Barge Collision Spills Sewage Sludge Off Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/01\/nyregion\/barge-collision-spills-sewage-sludge-off-brooklyn.html"}]