[  {"body" : "The story of Ocke Ketelsen's garbage began Dec. 15, when he put it out on his curb in Westbury, L.I. It was nothing special, just things like an old milk carton and some scraps of aluminum foil, and Mr. Ketelsen didn't give it a second thought. \"Garbage is garbage,\" he said. Not really, not anymore. Garbage has become a multimillion-dollar" , "date" : "19911226" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "From L.I. to Angry Illinois: A 5-Day Trash Odyssey" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/26\/nyregion\/from-li-to-angry-illinois-a-5-day-trash-odyssey.html"} , {"body" : "To-Stay Food, to Go Carmine's, a family-style Italian restaurant on upper Broadway, has just opened a takeout shop. Now, instead of waiting for hours for a table and taking home the leftovers, customers can skip the restaurant and buy the food to go. It's the same food as the restaurant serves, from the crusty country bread ($2.75 a loaf) to the" , "date" : "19911218" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/18\/garden\/food-notes-057491.html"} , {"body" : "Struggling to comply with a court order to reduce the amount of sewage flowing through the city's largest treatment plant, the City Council voted yesterday to acquire the land necessary to improve the troubled Newtown Creek plant in Brooklyn. The approval caused an immediate uproar in the Greenpoint section, where the plant lies and where many" , "date" : "19911031" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Council, Enraging Brooklynites, Votes to Improve a Sewage Plant" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/31\/nyregion\/council-enraging-brooklynites-votes-to-improve-a-sewage-plant.html"} , {"body" : "You could feel sorry for Alberto Torres, who is blind. The last thing he remembers seeing was his daughter, Lauren, being born 13 years ago. Then the world went blank; he can only imagine what his only child looks like as a cheerleader and honor student. Total darkness came as a result of an inflammation of his optic nerve -- a condition that was" , "date" : "19911030" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "About New York" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/30\/nyregion\/about-new-york.html"} , {"body" : "To the Editor: It was heartening to note in your Sept. 21 article about New York City residents who ply the East River and other of our waters for seafood that the severely polluted waters around the city are recovering to the extent that blue crabs and other marine life are reappearing in places where they would not have been found a decade ago." , "date" : "19911015" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "Don't Eat Fish of New York City Waters" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/15\/opinion\/l-don-t-eat-fish-of-new-york-city-waters-042191.html"} , {"body" : "A plan to build a medical-waste treatment plant in the Brooklyn Navy Yard was abandoned this week because the developer said it would be difficult for him to comply with state environmental requirements. The decision was hailed by many residents of Williamsburg, Greenpoint and other north Brooklyn neighborhoods who had strongly opposed the plant." , "date" : "19911005" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN NAVY YARD (NYC)" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Company Drops A Plan to Build Brooklyn Plant" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/05\/nyregion\/company-drops-a-plan-to-build-brooklyn-plant.html"} , {"body" : "Polish immigrants, many of them here illegally, have been buying counterfeit asbestos removal licenses and using them to get jobs removing the hazardous material at businesses and residences without proper training, city investigators said yesterday. Joined by F.B.I. agents and immigration officials, city investigators arrested five workers at four" , "date" : "19910927" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "POLAND" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "5 Held in Brooklyn Asbestos Removal Scheme" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/27\/nyregion\/5-held-in-brooklyn-asbestos-removal-scheme.html"} , {"body" : "AT once a densely and diversely populated chunk of New York and a complex tangle of stereotypes and myths, Brooklyn evokes many images to the world beyond its famous bridge. It's the Dodgers and \"The Honeymooners,\" the faded, honky-tonk luster of Coney Island and the elegance of Brooklyn Heights, and, sadly, the violence and racial tensions now" , "date" : "19910925" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "3" , "title" : "The Brooklyn Cookbook: Mix Ethnic Attitudes and Memories" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/25\/garden\/the-brooklyn-cookbook-mix-ethnic-attitudes-and-memories.html"} , {"body" : "A garbage barge steamed down the Arthur Kill a few hundred yards from where Orlando Lopez was fishing on a bright September afternoon. Debris floated in the water -- a rotting sneaker, some chunks of wood -- as he cast his lure and waited for his lunch to swim by. The murky channel, which runs between storage tanks and crumbling warehouses on" , "date" : "19910921" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Casting Lines, and Faith, in the Harbor" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/21\/nyregion\/casting-lines-and-faith-in-the-harbor.html"} , {"body" : "Everyone has agreed for years that it would be good for New York City's air if cars and trucks were converted to run on natural gas, and cheaper for drivers. But who wants a car that uses a fuel that's hard to get? And who wants to sell fuel for cars hardly anybody drives? Now there are signs that this self-reinforcing obstacle is ending. On" , "date" : "19910914" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Natural Gas As Auto Fuel Gets a Push In New York" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/14\/nyregion\/natural-gas-as-auto-fuel-gets-a-push-in-new-york.html"} ,   {"body" : "MANHATTAN 1st DISTRICT MANUEL S. CAVACO Jr. (D) -- Truck driver, rock musician and artist; Democratic county committee member. MARGARET S. CHIN (D-L) -- Director, Chinatown Center of La Guardia Community College; member of Community Board 1 and State Democratic Committee. JOHN A.FRATTA (D) -- Youth co-ordinator; member of Community Board 2 and" , "date" : "19910909" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Candidates Crowd the Field in Primary for Council" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/09\/nyregion\/candidates-crowd-the-field-in-primary-for-council.html"} , {"body" : "As far as the outdoor audience is concerned, the stars of \"Los Jibaros Progresistas\" are the musicians, Anibal Lleras and Rafael Picorelli. The play by Ramon Mendez Quinones arouses great laughter, but it is the hands of Mr. Lleras on the guitar and Mr. Picorelli on the sweet little super-guitar called a cuatro that make the audience's feet and" , "date" : "19910829" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "18" , "title" : "Review\/Theater; A Revival Begs for High Jinks and Gets Them" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/29\/theater\/review-theater-a-revival-begs-for-high-jinks-and-gets-them.html"} , {"body" : "Three burned-out steel piers stand like eerily twisted skeletons in Upper New York Bay as teen-agers swim past the rusted shell of a half-submerged Chevy Cutlass off the Sunset Park section of Brooklyn. Just to the north, beyond the stench of the Gowanus Canal and a huge, unused grain terminal, a short-lived Port Authority project called Fishport" , "date" : "19910821" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Development Not Even a Contender on Brooklyn's Waterfront" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/21\/nyregion\/development-not-even-a-contender-on-brooklyn-s-waterfront.html"} , {"body" : "A man arrested last week in the rape and robbery of a 27-year-old German ballerina in a Manhattan PATH station is a suspect in a series of similar subway crimes, the authorities said yesterday. The suspect has already been charged in the rape of a 15-year-old girl, the authorities said, and he is being investigated in connection with two other rape" , "date" : "19910821" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Held in 2 Rapes Is a Suspect in Similar Crimes" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/21\/nyregion\/man-held-in-2-rapes-is-a-suspect-in-similar-crimes.html"} , {"body" : "A Brooklyn teen-ager was shot to death about 3:30 A.M. yesterday as he and some friends walked along a street, the police said. The youth, Luis Accardi, 18 years old, of 596 Morgan Avenue in the Greenpoint section, was at Meeker and Manhattan Avenues in Greenpoint when a car filled with men pulled up and a man got out and fired six shots, the" , "date" : "19910818" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Teen-Ager Slain on a Corner" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/18\/nyregion\/teen-ager-slain-on-a-corner.html"} , {"body" : "Given a choice, most people would rather not think about sewage. But when a treatment plant dumps raw waste into the water or produces a stomach-turning stench, the choice is made for them. Thousands of Harlem residents were reminded last week of how unpleasant things can get when the big new North River plant along the Hudson River swamped dozens" , "date" : "19910818" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "16" , "title" : "Despite Decades Of Spending, Sewage Plants Are Full Up" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/18\/weekinreview\/despite-decades-of-spending-sewage-plants-are-full-up.html"} , {"body" : "Before they take to the soccer field, the members of New York Croatia stand at attention. \"For the homeland!\" the captain shouts. \"Ready! Ready! Ready!\" the team members respond. Their opponents in brash red and black uniforms at Evander Childs High School in the Bronx are the New York Albanians. But old Balkan enmities are not behind the fervor" , "date" : "19910811" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "In New York, Balkan Rivalries Are Fought on a Soccer Field" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/11\/nyregion\/in-new-york-balkan-rivalries-are-fought-on-a-soccer-field.html"} , {"body" : "To The Home Section: Readers of The New York Times may be interested to know that the McCarren Park Pool bathhouse in the Greenpoint section of Brooklyn was inspired by the Karl Marx Hof housing project in Vienna [ \"History and a Name in a Vienna Project,\" July 11 ] . McCarren Pool is one of of 10 giant New York City W.P.A. pools opened, one a" , "date" : "19910801" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["VIENNA (AUSTRIA)"] , "nytd_section_facet" : ["Opinion" , "Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "Karl Marx Hof" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/01\/garden\/l-karl-marx-hof-007891.html"} , {"body" : "From how much garbage gathers at the curbs to how much pollution ends up in the air, the look and feel of New York City is likely to deteriorate as the city scales back an array of services that affect the environment. In some cases, cutbacks in the budgets of the Sanitation, Environmental Protection, Transportation and Parks and Recreation" , "date" : "19910716" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Outlook Grim and Dirty For New York Ecology" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/16\/nyregion\/outlook-grim-and-dirty-for-new-york-ecology.html"} , {"body" : "It seemed that everyone at the wake yesterday for Francis J. Mugavero had a personal story to tell about the retired Bishop of Brooklyn who died Friday at the age of 77. But the one vignette that may have captured the man best was limned by Msgr. John Walker, a friend for 40 years. Monsignor Walker told of how Bishop Mugavero loved to eat with" , "date" : "19910715" , "day_of_week_facet" : "Monday" , "geo_facet" : ["QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Mourners Pay Tribute to Bishop Mugavero" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/15\/nyregion\/mourners-pay-tribute-to-bishop-mugavero.html"} ,   {"body" : "Two Brooklyn men were charged yesterday with strangling a pregnant woman and setting her body afire in a vacant lot in the Greenpoint section, the police said. Police officials said they believed that the woman, whom they had not been able to identify, was a prostitute and that the two men had killed her after she resisted their attempts to rob" , "date" : "19910714" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GREENPOINT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "2 Brooklyn Men Held in Slaying and Torching of Pregnant Woman" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/14\/nyregion\/2-brooklyn-men-held-in-slaying-and-torching-of-pregnant-woman.html"} , {"body" : "Philip Rastelli, a reputed head of the Bonanno organized-crime family, died on Monday at Booth Memorial Hospital in Queens. He was 73 years old and lived in the Greenpoint section of Brooklyn. He died of liver cancer, his lawyer, Stanley Teitler, said. Mr. Rastelli had been released from Federal prison in Springfield, Mo., on June 4. He had begun a" , "date" : "19910627" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "29" , "title" : "Philip Rastelli, 73, A Reputed Leader Of a Crime Family" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/27\/obituaries\/philip-rastelli-73-a-reputed-leader-of-a-crime-family.html"} , {"body" : "Five people who bought credit cards that had been stolen from the mail by Postal Service employees were arrested yesterday and charged with grand larceny, the police said. The arrests were in connection with a five-month investigation of a scheme in which the suspects bought expensive items with the stolen cards, then sold the cards for $1,000" , "date" : "19910619" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "5 People Held in Stolen Credit Card Scheme" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/19\/nyregion\/5-people-held-in-stolen-credit-card-scheme.html"} , {"body" : "The bedroom's lace curtains rustle in a cool spring breeze, filtering dots of sunlight onto a four-poster bed. Like hundreds of other bed-and-breakfasts throughout America, the appeal of Donald Kurz-Fiedeke's small hostelry is its 19th-century charm, its whiff of romance. But just beyond the curtains and a well-tended garden, laundry hangs from" , "date" : "19910501" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Tells Tourists, Yo! Don't Overlook Us" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/01\/nyregion\/brooklyn-tells-tourists-yo-don-t-overlook-us.html"} , {"body" : "More than 200 state troopers and New York City police officers roared thunderously yesterday in State Supreme Court in Manhattan when two drug dealers were sentenced to 40 years to life in prison for killing a state police undercover officer in a drug deal that turned into a shootout on the Lower East Side last year. \"There are enough tears here to" , "date" : "19910426" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Cheers Greet Sentence for Officer's Slaying" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/26\/nyregion\/cheers-greet-sentence-for-officer-s-slaying.html"} , {"body" : "Empty lots surround the two rundown apartment buildings on the north side of Jefferson Avenue in Bedford-Stuyvesant. A block east, three large abandoned buildings tower over the elevated subway tracks that run above Broadway in Brooklyn. But on the south side of Jefferson Avenue, amid this sad stereotype of big-city blight, carpenters are scurrying" , "date" : "19910409" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Homes for Middle Class Rise on Blighted Blocks" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/09\/nyregion\/homes-for-middle-class-rise-on-blighted-blocks.html"} , {"body" : "The Williamsburg section of Brooklyn will see a new six- story subsidized apartment house rise on Union Avenue at Maujer Street this summer under the Turnkey Program of the state's Division of Housing and Community Renewal. Groundbreaking for the 59-unit rental building, designed by Steven B. Jacobs Associates of Manhattan, took place March 21, and" , "date" : "19910331" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Postings: Rising in Williamsburg; 59 Subsidized Rentals" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/31\/realestate\/postings-rising-in-williamsburg-59-subsidized-rentals.html"} , {"body" : "President Lech Walesa of Poland spent much of his last day in America yesterday doing what presidents do on trips like his: pleading his fiscally strapped nation's case to New York's business and political elite. But first he went to church with his countrymen in New York's \"Little Warsaw.\" Rising early, Mr. Walesa and his wife, Danuta, traveled to" , "date" : "19910327" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["POLAND"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "In New York, Walesa Worships in 'Little Warsaw'" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/27\/nyregion\/in-new-york-walesa-worships-in-little-warsaw.html"} , {"body" : "Kenneth Fisher, a 38-year-old lawyer, claimed victory last night in the special election in the 29th City Council District in Brooklyn. Mr. Fisher said unofficial election results indicated that he had won by nearly 1,100 votes. Official results are to be released by the Board of Elections on Friday. Mr. Fisher's strongest opponent in the" , "date" : "19910227" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Brooklyn Lawyer Defeats 8 Rivals In Special Race for a Council Seat" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/27\/nyregion\/brooklyn-lawyer-defeats-8-rivals-in-special-race-for-a-council-seat.html"} , {"body" : "On Tuesday, voters in the 29th City Council District in Brooklyn will choose from among nine candidates who have spent a total of $500,000 in a race for an office that will cease to exist before the end of the year. Most of the candidates are liberal Democrats with barely distinguishable positions, but no trace of traditional party affiliations can" , "date" : "19910225" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "9-Way Race for a Seat Soon to Vanish" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/25\/nyregion\/9-way-race-for-a-seat-soon-to-vanish.html"} ,   {"body" : "Tuesday's nonpartisan election to fill the City Council seat in Brooklyn's 29th District is important. The winner will have a clear advantage in the fall election when the Council expands to 51 members and comes into its own under the new City Charter. The tone of the campaign has been far from uplifting and makes a choice difficult. Nonetheless," , "date" : "19910222" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "28" , "title" : "Joan Millman for City Council" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/22\/opinion\/joan-millman-for-city-council.html"} , {"body" : "Although Brooklyn's rich diversity of historic and architecturally distinct housing is far too much to be explored in a day, those interested in serious sampling may want to consider a bus tour being offered next Sunday by the Brooklyn Center for the Urban Environment. The nonprofit educational group, known until last July as the Prospect Park" , "date" : "19910217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Postings: History and Housing; Touring Brooklyn by Bus" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/17\/realestate\/postings-history-and-housing-touring-brooklyn-by-bus.html"} , {"body" : "For thousands of New York City residents with no high school degree, passing the equivalency test is the key to getting a job, getting off welfare or pursuing vocational or college studies. But educators who prepare people throughout the city for the test say the route is increasingly obstructed by delays and bureaucratic complications that put" , "date" : "19910122" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Roadblocks to Equivalency Exam Deny Many a Chance for Success" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/22\/nyregion\/roadblocks-to-equivalency-exam-deny-many-a-chance-for-success.html"} , {"body" : "EVIDENCE is mounting that in many parts of New York City, landmark and historic-district designation is acting as a force for neglect rather than for the encouragement of improvement and preservation. Some owners are willing to risk Buildings Department fines and let buildings sit with crumbling facades, sagging roofs, cracked and broken" , "date" : "19910113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONGWOOD (NYC)" , "NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Landmarking's Doubled-Edged Sword" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/13\/realestate\/landmarking-s-doubled-edged-sword.html"} , {"body" : "A maintenance man for a comedy club on the Upper East Side was shot to death on Friday afternoon during a robbery on the street in front of the club, the police said. The victim, who was returning from a bank, was identified as Jason Janovcsik, 49 years old, of 181A Norman Avenue in the Greenpoint section of Brooklyn, said a police spokesman," , "date" : "19910113" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Man Shot to Death Outside A Nightclub He Worked At" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/13\/nyregion\/man-shot-to-death-outside-a-nightclub-he-worked-at.html"}]