[  {"body" : "Julie Lynn Bernstein, a daughter of Mr. and Mrs. Melvin J. Bernstein of Flushing, Queens, was married yesterday to Joel Slawotsky, the son of the late Mr. and Mrs. Nathan Slawotsky. Rabbi Dr. Manfred Fulda officiated at the Manhattan Beach Jewish Center in Brooklyn. Mrs. Slawotsky, 24 years old, is an actuarial associate with the T.I.A.A.-CREF" , "date" : "19911231" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Style"] , "page_facet" : "16" , "title" : "Ms. Bernstein Is Married" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/31\/style\/ms-bernstein-is-married.html"} , {"body" : "ARCHERY World Champions Men - Simon Fairweather, Australia. Men's team - South Korea. Women - Soo-nyung Kim, South Korea. Women's team - South Korea. World Indoor Champions Men's indoor freestyle - Sebastian Flute, France. Women's indoor freestyle - Natalya Valeyeva, Soviet Union. Men's indoor compound bow - Joe Asay, Sandy, Utah. Women's indoor" , "date" : "19911229" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "THE YEAR IN REVIEW; Winners of 1991 Individual and Team Championships" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/29\/sports\/the-year-in-review-winners-of-1991-individual-and-team-championships.html"} , {"body" : "Pat V. Auletta, a small-businessman and member of Community Board 13 who was known as the mayor of Coney Island, died on Saturday at New York Hospital-Cornell Medical Center in Manhattan. He was 79 years old and lived in Coney Island, Brooklyn. Mr. Auletta died of a heart attack, said his son, Ken Auletta, the writer. A lifelong resident of Coney" , "date" : "19911119" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "14" , "title" : "Pat V. Auletta Is Dead; Civic Leader Was 79" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/19\/obituaries\/pat-v-auletta-is-dead-civic-leader-was-79.html"} , {"body" : "Pat V. Auletta, a small-businessman and member of Community Board 13 who was known as the mayor of Coney Island, died on Saturday at New York Hospital-Cornell Medical Center in Manhattan. He was 79 years old and lived in Coney Island, Queens. Mr. Auletta died of a heart attack, said his son, Ken Auletta, the writer. A lifelong resident of Coney" , "date" : "19911118" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "9" , "title" : "Pat V. Auletta Is Dead; Civic Leader Was 79" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/18\/obituaries\/pat-v-auletta-is-dead-civic-leader-was-79.html"} , {"body" : "Gail Bassen, the daughter of Mr. and Mrs. Nat Bassen of Woodbury, L.I., was married yesterday to Robert Seiden, the son of Mr. and Mrs. Alan Seiden of Manhattan Beach, Brooklyn. Rabbi Ezra Finkelstein officiated at Temple Hillel in North Woodmere, L.I. Mrs. Seiden, 26 years old, graduated from New York University, as did her husband. She is a" , "date" : "19911111" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "6" , "title" : "Gail Bassen, Manager, Weds" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/11\/style\/gail-bassen-manager-weds.html"} , {"body" : "On Wednesday last week, with auto industry earnings plummeting, the morning network television shows rounded up industry analysts and auto executives for the standard interview-with-expert. But on \"Good Day New York,\" the morning program produced by the Fox-owned station in New York, WNYW, a reporter, Gordon Elliott, showed up at a garage in" , "date" : "19911031" , "day_of_week_facet" : "Thursday" , "page_facet" : "26" , "title" : "Morning TV: The Twist That Works" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/31\/news\/morning-tv-the-twist-that-works.html"} , {"body" : "Brooklyn candidates haggled before a judge over the validity of dozens of absentee ballots yesterday, as the official canvass of four too-close-to-call Democratic primary races for City Council seats inched along, Board of Election officials said. Election officials still had no official tallies by the end of the day. But one incumbent and two" , "date" : "19910928" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "The Ballot Counting Plods Along For Brooklyn Council Candidates" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/28\/nyregion\/the-ballot-counting-plods-along-for-brooklyn-council-candidates.html"} , {"body" : "Mr. and Mrs. Nat Bassen of Woodbury, L.I., have announced November wedding plans for their daughter, Gail Paula Bassen, and Robert Wayne Seiden, a son of Mr. and Mrs. Allan H. Seiden of Manhattan Beach, Brooklyn. Miss Bassen, 26 years old, is a buyer for Fabric Bonanza in Hicksville, L.I. She graduated summa cum laude from New York University. Mr." , "date" : "19910804" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "63" , "title" : "Gail Paula Bassen to Marry" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/04\/style\/gail-paula-bassen-to-marry.html"} , {"body" : "MORE than many other outdoor sculpture seasons, this one has a distinct character. For the first time in a good while, isolated installations by individual artists are as commanding as group exhibitions. The trend is toward functional, fanciful work on which the public can sit or play. The star of the season is Robert Ressler, whose elegantly" , "date" : "19910726" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Cityful of Sculpture Under the Sky" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/26\/arts\/cityful-of-sculpture-under-the-sky.html"} , {"body" : "In search of bluefish, lobster and a college degree, an elite and unlikely band of students sets sail every school day from Kingsborough Community College at the tip of the Manhattan Beach section of Brooklyn. Like characters dreamed up by a latter-day Melville or Twain, they spend much of the academic year cruising Jamaica Bay and the Atlantic," , "date" : "19910625" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "College for the Study of Masts and Mackerel" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/25\/nyregion\/college-for-the-study-of-masts-and-mackerel.html"} ,   {"body" : "ALL New Yorkers want a private beach. They want to flip-flop down a lonely path, unfold their chairs or spread their towels on an empty patch of sand, and bask in the security of isolation. Certainly a public beach is a more perilous prospect. One risks being boinged by a stray paddle ball or sprinkled with sand as some carefree teen-ager races" , "date" : "19910602" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN BEACH (NYC)" , "BRIGHTON BEACH (NYC)" , "ORCHARD BEACH (BRONX)" , "ROCKAWAY (NYC)" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "Beaches; The Sand. The Surf. The Junk Food." , "url" : "http:\/\/www.nytimes.com\/1991\/06\/02\/arts\/beaches-the-sand-the-surf-the-junk-food.html"} , {"author" : "Stephen Labaton, a reporter in the Washington bureau of The Times, covers financial regulation." , "body" : "TRIM IN BLUE SHIRT SLEEVES AND striped suspenders, an electronic beeper pegged to his hip, Richard C. Breeden charged into a conference room at the Securities and Exchange Commission in Washington late on a Friday afternoon. The 41-year-old S.E.C. chairman was responding to an urgent request for a meeting with his legislative staff. Three days" , "date" : "19910324" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["World" , "Magazine" , "Business"] , "page_facet" : "12" , "title" : "Wall Street's Ambitious Top Cop" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/24\/magazine\/wall-street-s-ambitious-top-cop.html"} , {"body" : "Felice Beth Bogus and Robert Joel Mermelstein were married yesterday at the Manhattan Beach Jewish Center in Brooklyn by Rabbi Joseph I. Singer. The bride is the daughter of Jerome L. Bogus of Brooklyn and the late Pearl Bogus. The bridegroom is the son of Estelle Mermelstein of Whitestone, Queens, and the late Gerald Mermelstein. Mrs. Mermelstein," , "date" : "19910311" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "18" , "title" : "R. J. Mermelstein Weds Ms. Bogus" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/11\/style\/r-j-mermelstein-weds-ms-bogus.html"} , {"body" : "One of nature's most welcome gifts is a February thaw. It's usually a little thing, but like any well-chosen gift, most appreciated. When winter's armor broke a few weeks ago I took my daughter, Lucy, for a fishing trip on the Elsie K., which departs -- weather permitting -- every day at 10 A.M. from Gerritsen Beach, Brooklyn. The Elsie K. is a" , "date" : "19910310" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "Outdoors; Thaw Brings Out Regulars" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/10\/sports\/outdoors-thaw-brings-out-regulars.html"} , {"body" : "CERTAIN sports fixtures are ubiquitous in the American home: a suburban driveway without a basketball hoop is as naked as a summer lawn without a sprinkler. But for some homeowners, sports paraphernalia are not just an addition but an addiction. Chief among them might be the NBC sportscaster Marv Albert, the professional yesssssss! man whose Long" , "date" : "19910124" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "Marv Albert's Home Base Is an All-Sports Shrine" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/24\/garden\/marv-albert-s-home-base-is-an-all-sports-shrine.html"}]