[  {"body" : "Closings in the week ending Sept. 14 MANHATTAN Greenwich Village 245,000 11 Fifth Avenue (8th St.) (Brevoort) 1-bedroom, 1-bath, 900-sq.-ft. postwar co-op; 24-hr. doorman, concierge, dining area, terrace; maintenance $895, 40% tax-deductible (Broker: Weigner Real Estate) Carnegie Hill 800,000 1185 Park Avenue (94th St.) 2-bedroom, 3-bath," , "date" : "19910929" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "12" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/29\/realestate\/residential-resales-927091.html"} , {"body" : "Today HISPANIC CARNIVAL, Amsterdam Avenue, between West 190th and West 193d Streets, Manhattan; sponsored by Carnaval Hispano de New York. Today, tomorrow and Sunday, 10 A.M. to 10 P.M. Information: (212) 740-2027. JAZZ FESTIVAL, 139th Street, between Fifth Avenue and Malcolm X Boulevard, Manhattan; sponsored by Harlem Week. Today, 6 to 10 P.M." , "date" : "19910816" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "Where the Fairs Are" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/16\/arts\/where-the-fairs-are.html"} , {"body" : "Hidden along the muddied banks and rotting piers of New York City's miles of shoreline, city officials have discovered dozens of storm pipes illegally spewing millions of gallons of raw sewage a day into local waterways. And behind the pollution, city and state officials say, are some unlikely culprits. Among them: the United States Army, the New" , "date" : "19910710" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New Sewage Culprits In New York Found In the Public Sector" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/10\/nyregion\/new-sewage-culprits-in-new-york-found-in-the-public-sector.html"} , {"body" : "From house to house the woman went with a heart-wrenching tale. Her little boy, 7-year-old Joey Lupa, had died of leukemia and there was no money for a proper burial. She cried and shared her sorrows with the people who came to the doors. \"Would you give, please?\" she asked. And people all over Brooklyn and Queens did, donating at least $25,000 --" , "date" : "19910607" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "No Needy Mother, Just a Con Artist, Brooklyn Police Say" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/07\/nyregion\/no-needy-mother-just-a-con-artist-brooklyn-police-say.html"} , {"body" : "Sober From the Start The latest on the growing list of nonalcoholic beers available in the United States is Ziegel Hof, made in Switzerland. An amber-colored, fruity beer with an assertive, bitter finish, it has been made for nearly 40 years. Unlike most nonalcoholic beers it is not a beer with the alcohol removed. Instead, it is made with a yeast" , "date" : "19910529" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "4" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/29\/garden\/food-notes-394291.html"} , {"body" : "AT about the same time that he discovered the island that bears his name, the Dutch navigator Adrian Block mapped the islands and inlets of what is today the Mill Basin section of Brooklyn. That was in 1614, 22 years before the Canarsee Indians, who lived there, sold their land (and water) to Dutch settlers, setting the stage for development. It" , "date" : "19910317" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MILL BASIN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "If You're Thinking of Living in: Mill Basin" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/17\/realestate\/if-you-re-thinking-of-living-in-mill-basin.html"} , {"body" : "Closings in the week ending March 2 MANHATTAN Carnegie Hill 285,000 155 East 93d Street 2-bedroom, 2-bath, 1,050-sq.-ft. prewar co-op; manned elevator, dining area, south and west exposure, high-ceilings, original moldings and details; maintenance $867, 45% tax-deductible (Broker: Carnegie Hill Properties) East Midtown 1.05 million 721 Fifth Avenue" , "date" : "19910317" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/17\/realestate\/residential-resales-064291.html"} , {"body" : "\"NICE September.\" The voice, loud and laced with sarcasm, pierced the gathering quiet of the Bensonhurst movie theater as John Franco and his wife took their seats last Christmas night. \"Yeah, Franco, real nice finish.\" The house lights had yet to darken, but the mood clearly had. Franco, one hand clasping his wife and the other suddenly holding" , "date" : "19910204" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "BASEBALL; Hometown Hero With an Arm of Clay" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/04\/sports\/baseball-hometown-hero-with-an-arm-of-clay.html"}]