[  {"body" : "This is where the voters of Monmouth County decided to save the earth. After months of watching mothers in gas masks and riot gear predict apocalypse for their tranquil community, residents here last month rejected an incinerator that had been planned -- and approved -- for nearly a decade. It was the first referendum of its kind in the state, and" , "date" : "19911212" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Incinerators: Unwanted and Politically Dangerous" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/12\/nyregion\/incinerators-unwanted-and-politically-dangerous.html"} , {"body" : "It is severe and wacky, a thing of bars and pipes, with feet bolted to the downtown platform and a high straight back topped by a chain of squares in disarray. A throne has taken up residence in the subway station at 116th Street and Broadway, prompting double takes from New Yorkers who thought they had seen everything. People often look at it," , "date" : "19911028" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Upper West Side Journal; Subterranean Throne: A Seat Worth Tussling For" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/28\/nyregion\/upper-west-side-journal-subterranean-throne-a-seat-worth-tussling-for.html"} , {"body" : "In the first round of what promises to be a long debate, a Federal agency has recommended that Andrew Cuomo's HELP for the Homeless group be chosen to build housing for hundreds of homeless people on the site of the old Brooklyn Navy Yard, angering some local groups who have other ideas. As word of the recommendation seeped out yesterday, the" , "date" : "19911019" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Suggestion on Housing for the Homeless in Brooklyn Draws Anger" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/19\/nyregion\/suggestion-on-housing-for-the-homeless-in-brooklyn-draws-anger.html"} , {"body" : "A plan to build a medical-waste treatment plant in the Brooklyn Navy Yard was abandoned this week because the developer said it would be difficult for him to comply with state environmental requirements. The decision was hailed by many residents of Williamsburg, Greenpoint and other north Brooklyn neighborhoods who had strongly opposed the plant." , "date" : "19911005" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN NAVY YARD (NYC)" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Company Drops A Plan to Build Brooklyn Plant" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/05\/nyregion\/company-drops-a-plan-to-build-brooklyn-plant.html"} , {"body" : "Environmental groups in New York City are reacting to Mayor David N. Dinkins's decision to build trash incinerators with a sense of betrayal and a determination to fight any waste disposal plan that includes the burning of garbage, leaders for the groups say. The groups are saying that they will do whatever they can legally and politically to block" , "date" : "19910908" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "Dinkins's Plan to Incinerate Draws Environmentalists' Ire" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/08\/nyregion\/dinkins-s-plan-to-incinerate-draws-environmentalists-ire.html"} , {"body" : "John C. Hilly, a former president of the Bush Terminal Company in Brooklyn and a leading figure in New York City's waterfront industry for more than two decades, died on Aug. 23 in Lantana, Fla. He was 77 years old. A definitive cause of death was not given but Mr. Hilly was thought to have had a stroke, said a son, Joseph Hilly. Mr. Hilly, who was" , "date" : "19910906" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "20" , "title" : "John Hilly, 77, a Former Leader In New York Waterfront Industry" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/06\/nyregion\/john-hilly-77-a-former-leader-in-new-york-waterfront-industry.html"} , {"body" : "New York City will have to build as many as three new garbage incinerators, in part because it will not be able to recycle as much trash as state goals call for, the Dinkins administration has concluded. The new incinerators could cost at least $1 billion and will most likely prompt fierce opposition from environmental and community groups. In his" , "date" : "19910905" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "NEW INCINERATORS TERMED ESSENTIAL IN NEW YORK CITY" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/05\/nyregion\/new-incinerators-termed-essential-in-new-york-city.html"} , {"body" : "Three burned-out steel piers stand like eerily twisted skeletons in Upper New York Bay as teen-agers swim past the rusted shell of a half-submerged Chevy Cutlass off the Sunset Park section of Brooklyn. Just to the north, beyond the stench of the Gowanus Canal and a huge, unused grain terminal, a short-lived Port Authority project called Fishport" , "date" : "19910821" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Development Not Even a Contender on Brooklyn's Waterfront" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/21\/nyregion\/development-not-even-a-contender-on-brooklyn-s-waterfront.html"} , {"body" : "Those who have watched him work say Charles R. Weiner, a Federal District Judge in Philadelphia, is all business, briskly decisive. Last August, when he joined 10 other judges at a private meeting to work out a solution to the wave of asbestos lawsuits that has begun to drown their courts, something made Judge Weiner unhappy, and he got up and" , "date" : "19910816" , "day_of_week_facet" : "Friday" , "page_facet" : "16" , "title" : "Asbestos Cases Pose Test for a Court Ringmaster" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/16\/news\/asbestos-cases-pose-test-for-a-court-ringmaster.html"} , {"body" : "In an attempt to reduce the delays and exploding costs of asbestos litigation, a panel of Federal judges issued a ruling today that consolidates more than 26,000 cases and transfers them to a single court. The ruling, which shifts most Federal asbestos cases from around the nation to the Federal District Court in Philadelphia, reverses five" , "date" : "19910730" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Front Page" , "Business"] , "page_facet" : "1" , "title" : "Judges' Panel, Seeing Court Crisis, Combines 26,000 Asbestos Cases" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/30\/business\/judges-panel-seeing-court-crisis-combines-26000-asbestos-cases.html"} ,   {"body" : "The Box is back. Pale green with brown crosshatching, the Ebinger's cake box is stacked on the shelves of New York City supermarkets. Shoppers have gasped and paled at its resurrection. For them, after nearly two decades in an Ebingerless desert, The Box is manna. The good old days are back! Maybe. . . . For those who grew up in Brooklyn, when" , "date" : "19910605" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "The Cake Box From Heaven (Brooklyn, of Course) Is Back" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/05\/garden\/the-cake-box-from-heaven-brooklyn-of-course-is-back.html"} , {"body" : "When Judge Jack B. Weinstein holds hearings in his Federal courtroom in Brooklyn, he does not sit at the judge's bench wearing the traditional black robe. Instead he wears a business suit and sits with the parties around a conference table. \"I think people ought to feel this is their courthouse,\" the 69-year-old judge said in a recent interview in" , "date" : "19910528" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Jack Weinstein: Creative U.S. Judge Who Disdains Robe and High Bench" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/28\/nyregion\/jack-weinstein-creative-us-judge-who-disdains-robe-and-high-bench.html"} , {"body" : "Albert E. French, a retired technical educator, died April 25 at Strong Memorial Hospital in Rochester. He was 81 years old and lived in Rochester. He died of a ruptured aortic aneurysm, his wife, Marjorie, said. Mr. French had been president of the Canton College of Technology in Canton, N.Y., from 1948 to 1972, when he retired. In 1950, he was" , "date" : "19910508" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "22" , "title" : "Albert E. French, 81; Led Technical College" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/08\/obituaries\/albert-e-french-81-led-technical-college.html"} , {"body" : "An investigation into widespread theft at a warehouse owned by New York City has led to the arrest of a storeowner accused of illegally possessing three dozen of the city's cribs. The Brooklyn District Attorney, Charles J. Hynes, announced the April 18 arrest yesterday as he acknowledged that his office was investigating accusations that city" , "date" : "19910504" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "New Inquiry on Pilfering of Warehouse" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/04\/nyregion\/new-inquiry-on-pilfering-of-warehouse.html"} , {"body" : "In Room 311 of the Catherine Street shelter for the homeless on the Lower East Side of Manhattan, Hector, 13 months old, slept for five nights with no crib. His mother, Lydia Jackson, said she had held him in her arms so he would not roll off the bed. She said she had been given no towels to dry her three children with, no pillows, no blankets and" , "date" : "19910503" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "At a Shelter, Lacking Blankets and a Crib" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/03\/nyregion\/at-a-shelter-lacking-blankets-and-a-crib.html"} , {"body" : "City workers for years have systematically looted a huge Brooklyn warehouse containing cribs, clothing and other supplies meant for New York's poorest families, according to city investigative reports and interviews with former and current city officials at the warehouse and at the agencies involved. The thefts have been conspicuous and frequent" , "date" : "19910503" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "By the Truckload -- Theft at a City Warehouse; Stealing From New York, With Little Done About It" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/03\/nyregion\/truckload-theft-city-warehouse-stealing-new-york-with-little-done-about-it.html"} , {"body" : "The bedroom's lace curtains rustle in a cool spring breeze, filtering dots of sunlight onto a four-poster bed. Like hundreds of other bed-and-breakfasts throughout America, the appeal of Donald Kurz-Fiedeke's small hostelry is its 19th-century charm, its whiff of romance. But just beyond the curtains and a well-tended garden, laundry hangs from" , "date" : "19910501" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Tells Tourists, Yo! Don't Overlook Us" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/01\/nyregion\/brooklyn-tells-tourists-yo-don-t-overlook-us.html"} , {"body" : "New York State yesterday cleared the way for New York City to apply to the state to build an incinerator on part of the Brooklyn Navy Yard site in the Williamsburg section. No application is now planned, the city's Sanitation Commissioner, Steven M. Polan, said yesterday. It is \"likely, but not a certainty,\" however, that the city will recommend" , "date" : "19910330" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "WILLIAMSBURG (NYC)" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Albany Ruling Allows Request For Incinerator" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/30\/nyregion\/albany-ruling-allows-request-for-incinerator.html"} , {"body" : "The United States Navy called on a former floating museum yesterday to join the battering of Iraqi troops in Kuwait. The Missouri, the Brooklyn-built Iowa-class battleship on whose decks Japan surrendered to General of the Army Douglas MacArthur at the end of World War II, sent seven shells, each the weight of a small car, shrieking toward enemy" , "date" : "19910205" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["KUWAIT" , "PERSIAN GULF" , "IRAQ" , "MIDDLE EAST"] , "nytd_section_facet" : ["World"] , "page_facet" : "12" , "title" : "WAR IN THE GULF: The Weapons; A Warhorse That Fires The Heftiest of Shells" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/05\/world\/war-in-the-gulf-the-weapons-a-warhorse-that-fires-the-heftiest-of-shells.html"} , {"body" : "A Federal jury awarded $30.7 million to shipyard workers contaminated by asbestos while building battleships and aircraft carriers at the Brooklyn Navy Yard. The jury in District Court in Brooklyn deliberated four weeks before returning the verdicts late Wednesday in the 64 cases consolidated before Judge Jack Weinstein. The trial lasted four" , "date" : "19910125" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "3" , "title" : "Asbestos Case Damages" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/25\/business\/asbestos-case-damages.html"} ,   {"body" : "Environmental groups and several elected officials say recent actions of the Dinkins administration strongly suggest that the Mayor is moving toward greater use of garbage incinerators, despite his 1989 campaign promise to delay a decision until 1993. The promise to put new incinerators on hold -- though not to rule out their eventual construction" , "date" : "19910122" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Dinkins Word On Garbage Is Questioned" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/22\/nyregion\/dinkins-word-on-garbage-is-questioned.html"} , {"body" : "For the second time in less than a week, the police said they have rescued illegal Chinese aliens kidnapped and tortured by smugglers to force immediate payment for their passage. The rescues have interrupted what appears to be a widespread, highly-organized ring smuggling hundreds of immigrants here from the mainland's impoverished Fujian" , "date" : "19910108" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "CHINA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Abducted Chinese Illegal Aliens Rescued" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/08\/nyregion\/abducted-chinese-illegal-aliens-rescued.html"}]