[  {"body" : "Every weekday morning, Lillian Lopez, who lives in a Brooklyn housing project, escorts her 14-year-old daughter, Sherie, on one of the most dangerous parts of the girl's route to school where muggings and worse are common: the elevator ride down from their 10th-floor apartment. Once out of the building, all Mrs. Lopez, a single mother of three, can" , "date" : "19911112" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York Parents Fear Letting Go" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/12\/nyregion\/new-york-parents-fear-letting-go.html"} , {"body" : "Five men were charged yesterday with running a Brooklyn gambling ring that the authorities said took in $10 million a year and operated under the protection of the Bonanno crime family. The 58-count state racketeering indictment said the defendants conducted an extensive numbers operation, using more than 50 storefront betting sites in Brooklyn," , "date" : "19911025" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "5 Charged as Heads of Brooklyn Numbers Ring" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/25\/nyregion\/5-charged-as-heads-of-brooklyn-numbers-ring.html"} , {"body" : "A plan to build a medical-waste treatment plant in the Brooklyn Navy Yard was abandoned this week because the developer said it would be difficult for him to comply with state environmental requirements. The decision was hailed by many residents of Williamsburg, Greenpoint and other north Brooklyn neighborhoods who had strongly opposed the plant." , "date" : "19911005" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN NAVY YARD (NYC)" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Company Drops A Plan to Build Brooklyn Plant" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/05\/nyregion\/company-drops-a-plan-to-build-brooklyn-plant.html"} , {"body" : "Three burned-out steel piers stand like eerily twisted skeletons in Upper New York Bay as teen-agers swim past the rusted shell of a half-submerged Chevy Cutlass off the Sunset Park section of Brooklyn. Just to the north, beyond the stench of the Gowanus Canal and a huge, unused grain terminal, a short-lived Port Authority project called Fishport" , "date" : "19910821" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Development Not Even a Contender on Brooklyn's Waterfront" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/21\/nyregion\/development-not-even-a-contender-on-brooklyn-s-waterfront.html"} , {"body" : "Hussein Jaber, a Palestinian who moved from Jerusalem to Brooklyn 12 years ago, has creatively adapted himself to life in Sunset Park -- one of New York City's most ethnically diverse neighborhoods -- by hanging a sign in his bodega's window, which caters to the area's large Hispanic population, saying \"Mexican grocery.\" A few blocks to the north," , "date" : "19910819" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Neighborhood Politics: Choosing the Council - An occasional look at the races for New York's new City Council; Varied Interests Vie to Represent Brooklyn District" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/19\/nyregion\/neighborhood-politics-choosing-council-occasional-look-races-for-new-york-s-new.html"} , {"body" : "Container Climbers Q. I would like to plant something -- preferably with flowers -- that will climb a trellis and grow in a container in my home in Dutchess County. I've been told that clematis won't survive winter in a pot. Please advise. -- Ellen Markowitz, Red Hook, N.Y. A. Clematis certainly will survive winter in a container. So will quite a" , "date" : "19910818" , "day_of_week_facet" : "Sunday" , "page_facet" : "48" , "title" : "Garden Q. & A." , "url" : "http:\/\/www.nytimes.com\/1991\/08\/18\/news\/garden-q-a.html"} , {"body" : "Given a choice, most people would rather not think about sewage. But when a treatment plant dumps raw waste into the water or produces a stomach-turning stench, the choice is made for them. Thousands of Harlem residents were reminded last week of how unpleasant things can get when the big new North River plant along the Hudson River swamped dozens" , "date" : "19910818" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "16" , "title" : "Despite Decades Of Spending, Sewage Plants Are Full Up" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/18\/weekinreview\/despite-decades-of-spending-sewage-plants-are-full-up.html"} , {"body" : "Molly F. McDougald, a daughter of Mr. and Mrs. Frank A. McDougald of Pennington, N.J., and Daniel Auslander, a son of Elinor Auslander of New York and Louis Auslander of Pelham Manor, N.Y., plan to be married in October. Ms. McDougald, 28 years old, is the senior social worker at the Red Hook Prevention Program of the Catholic Guardian Society of" , "date" : "19910804" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "62" , "title" : "Molly McDougald To Wed in the Fall" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/04\/style\/molly-mcdougald-to-wed-in-the-fall.html"} , {"body" : "ALL New Yorkers want a private beach. They want to flip-flop down a lonely path, unfold their chairs or spread their towels on an empty patch of sand, and bask in the security of isolation. Certainly a public beach is a more perilous prospect. One risks being boinged by a stray paddle ball or sprinkled with sand as some carefree teen-ager races" , "date" : "19910602" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN BEACH (NYC)" , "BRIGHTON BEACH (NYC)" , "ORCHARD BEACH (BRONX)" , "ROCKAWAY (NYC)" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "Beaches; The Sand. The Surf. The Junk Food." , "url" : "http:\/\/www.nytimes.com\/1991\/06\/02\/arts\/beaches-the-sand-the-surf-the-junk-food.html"} , {"body" : "MAY YOU BE THE MOTHER OF A HUNDRED SONS: A Journey Among the Women of India, by Elisabeth Bumiller. (Fawcett Columbine, $12.) Although the Hindu pantheon includes goddesses like Kali, and the parliament in New Delhi has a greater percentage of women than the United States Congress, the prevalence of female infanticide, bride burning and other" , "date" : "19910602" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "34" , "title" : "New & Noteworthy" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/02\/books\/new-noteworthy.html"} ,   {"body" : "Matty Rich is taking a visitor on a tour of a rooftop in Brooklyn where dreams and horrors are visible. He points out the pockmarked gray metal door of a water tower and says, \"They take target practice here.\" \"They\" are the kids, like Mr. Rich, who grew up here in the Red Hook section with its drugs and its frequent shootouts and its teen-age" , "date" : "19910528" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "11" , "title" : "The Film and the Dream: A Brooklyn Story" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/28\/movies\/the-film-and-the-dream-a-brooklyn-story.html"} , {"body" : "Matty Rich's \"Straight Out of Brooklyn\" portrays the downfall of a black working-class family from the Red Hook section of Brooklyn in a style that used to be called kitchen-sink realism. At times gawky and plodding, the film, which represents the producing, directing and screen writing debut of the 19-year-old Mr. Rich, also has an affecting" , "date" : "19910522" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "11" , "title" : "REVIEW\/FILM; Where the Streets Are Mean and People Are Even Meaner" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/22\/movies\/review-film-where-the-streets-are-mean-and-people-are-even-meaner.html"} , {"body" : "Five bystanders, including a 5-year-old Brooklyn girl, were wounded on Friday night in three separate shootings in New York City, the police said. None were seriously injured. In one incident, a man walked into a Bronx candy store and opened fire, hitting three people. In another shooting, in Queens, a 14-year-old girl was shot while standing with" , "date" : "19910519" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Girl, 5, and 4 Other Bystanders Hurt in Shootings" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/19\/nyregion\/girl-5-and-4-other-bystanders-hurt-in-shootings.html"} , {"body" : "THERE was a time, not all that long ago, when the old waterfront along New Jersey's Hudson River shoreline attracted stars, presidents and glamorous people from all over the world. Times changed, and by 1970 the last cruise ships, those of the old Holland-America line in Hoboken, moved to the New York Passenger Ship Terminal in Manhattan. New" , "date" : "19910428" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "PORT OF NEW YORK AND NEW JERSEY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "ABOUT NEW JERSEY" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/28\/nyregion\/about-new-jersey.html"} , {"body" : "THE spring show house and house tour season is here, offering an opportunity to compare the latest interior and garden designs. New York City Greenwich Village, May 5 -- Annual house tour to benefit the Village Community School. Tickets: in advance, $30; day of tour, $35, at 272 West 10th Street (between Greenwich and Washington Streets). Hours: 11" , "date" : "19910425" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "The Season of Great Houses and History" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/25\/garden\/the-season-of-great-houses-and-history.html"} , {"body" : "There is no grander spectacle than New York Harbor's imperial skyscraping backdrop, the scene that attracts countless tourists to the sightseeing boats that focus on concrete canyons and the tracery of soaring bridges. With all that to see, it seemed curious perhaps that the 240 harbor buffs gazed coolly at all that magnificence but warmed" , "date" : "19910422" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK HARBOR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Voyage Through a Harbor's Memories" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/22\/nyregion\/a-voyage-through-a-harbor-s-memories.html"} , {"body" : "The signs of social change and the transformation of a community are often subtle, sometimes brutal and occasionally bizarre. Into this last category falls the former Atlantic restaurant, a popular diner that for decades catered to the many Norwegian-Americans of the Sunset Park and Bay Ridge sections of Brooklyn. Today, above the entrance on" , "date" : "19910317" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "In Brooklyn, Wontons, Not Lapskaus" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/17\/nyregion\/in-brooklyn-wontons-not-lapskaus.html"} , {"body" : "The door of a ninth-floor apartment in a Brooklyn housing project swung open at daybreak yesterday, and Sgt. Jeffrey Cea lunged inside with his pistol drawn. With a grab of a shirt front, he swung a startled man into a hallway filled with police officers and Federal agents. Within minutes, a half-dozen other people were yanked half-asleep out of" , "date" : "19910214" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Agents Take Aim at Drugs in Projects" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/14\/nyregion\/agents-take-aim-at-drugs-in-projects.html"} , {"body" : "Urban corruption and urban despair seem out of place in this picture postcard village with the snow cone mountain at the top of Main Street. But the two movies that resonated -- for very different reasons -- at the 1991 Sundance Film Festival come from the dark heart of city life. John Sayles' \"City of Hope\" is a decaying Eastern city where 30" , "date" : "19910203" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "13" , "title" : "Sundance Plumbs Urban Darkness" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/03\/movies\/sundance-plumbs-urban-darkness.html"} , {"body" : "With less pain and more unanimity than is usual at the Sundance Film Festival, the dramatic film jury here awarded its grand prize to \"Poison,\" a first feature by Todd Haynes, a gay film maker. \"Poison,\" which Mr. Haynes said was inspired by the novels of Jean Genet, interweaves three stories in three different styles and time periods. In one of" , "date" : "19910126" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "15" , "title" : "Sundance Festival Honors Gay Film" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/26\/movies\/sundance-festival-honors-gay-film.html"} ,   {"body" : "For thousands of New York City residents with no high school degree, passing the equivalency test is the key to getting a job, getting off welfare or pursuing vocational or college studies. But educators who prepare people throughout the city for the test say the route is increasingly obstructed by delays and bureaucratic complications that put" , "date" : "19910122" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Roadblocks to Equivalency Exam Deny Many a Chance for Success" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/22\/nyregion\/roadblocks-to-equivalency-exam-deny-many-a-chance-for-success.html"} , {"body" : "For the next 10 days, the ski slopes and theaters in Park City, Utah, will be crowded with Hollywood agents and studio executives looking for new talent and marketable films at the annual Sundance Film Festival. This year, they may get something of a shock. Many of the 16 movies in the dramatic competition of what has become this country's most" , "date" : "19910117" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["PARK CITY (UTAH)"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "15" , "title" : "Sundance Film Festival Veers From Mainstream" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/17\/movies\/sundance-film-festival-veers-from-mainstream.html"}]