[  {"body" : "Thieves who spent Christmas night chiseling away at a pedestal in a rectory garden in Brooklyn stole a three-foot statue of St. Bernadette, two days after a religious icon was stolen from a church in Queens, the police said. \"It's upsetting that someone would do something like this to a church,\" said Kim Coiro, an eighth grader at the school at St." , "date" : "19911227" , "day_of_week_facet" : "Friday" , "geo_facet" : ["SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "In Brooklyn, Thieves Take Away a Statue Of St. Bernadette" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/27\/nyregion\/in-brooklyn-thieves-take-away-a-statue-of-st-bernadette.html"} , {"body" : "New York State's highest court, acting in two similar appeals, imposed an important new limit yesterday on the right of convicted criminals to a new trial in cases where prosecutors withheld evidence from the defense and where all appeals have been exhausted. In such cases, the Court of Appeals ruled in 4 to 3 companion decisions in Albany, the" , "date" : "19911220" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "State Appeals Court Narrows Right to a New Trial When Evidence Is Withheld" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/20\/nyregion\/state-appeals-court-narrows-right-to-a-new-trial-when-evidence-is-withheld.html"} , {"body" : "Confronted with five recent murders in the city's biggest mob war in three decades, the Brooklyn District Attorney's office rolled out its legal artillery yesterday and summoned a parade of reputed mobsters, trying to get them to do what the Mafia hardly ever does -- talk about it. Collars up, heads lowered, faces blank behind sunglasses, a few" , "date" : "19911217" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn's Mob War Interrupted With a Quiet Day in Court" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/17\/nyregion\/brooklyn-s-mob-war-interrupted-with-a-quiet-day-in-court.html"} , {"body" : "Closings in the week ended Nov. 30 MANHATTAN FlatIron District 350,000 5 East 22d Street 2-bedroom, 2-bath, 1,150-sq.-ft. postwar condo; 24-hr. doorman, concierge, dining alcove, 2 exposures; common charge $464, taxes $3,200 (Broker: Silverman Group) Greenwich Village 187,500 115 East 9th Street (St. Mark's) 2-bedroom, 1 1\/2-bath, 900-sq.-ft." , "date" : "19911215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/15\/realestate\/residential-resales-511091.html"} , {"body" : "Dexter Wooten's eyes grew wide and bright as he watched Antonio Carrasquillo score layup after layup against Midwood High School's undersized and helpless defenders under the basket. \"I could get me a lot of assists playing with Antonio,\" Wooten said at the game early last week, a smile breaking out from under the brim of his black-and-red Chicago" , "date" : "19911209" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "A Team Plays On in a Search for Normalcy" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/09\/us\/a-team-plays-on-in-a-search-for-normalcy.html"} , {"body" : "A 79-year-old man was killed in a social club in Brooklyn early yesterday, in what law enforcement officials say is a bloody struggle for control within the Colombo organized crime family that has left three dead in six shootings since June. Earlier this week, the police said, a 78-year-old man who was a member of of the Genovese crime family was" , "date" : "19911206" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Killing in Brooklyn Social Club Is Linked to Mob Power Struggle" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/06\/nyregion\/killing-in-brooklyn-social-club-is-linked-to-mob-power-struggle.html"} , {"body" : "PETER ROMEO took his daughter to the carousel in Prospect Park one sunny day last summer. He noticed an old building nearby. It was the Lefferts Homestead, a 200-year-old house that combines Dutch Colonial and Federal details to quite pleasing effect. Too bad the architectural treasure was falling apart. Mr. Romeo also focused on the people pulling" , "date" : "19911204" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)" , "LEFFERTS HOMESTEAD (BROOKLYN, NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "ABOUT NEW YORK; For One Brooklyn Gang, Restoration Is the Cause" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/04\/nyregion\/about-new-york-for-one-brooklyn-gang-restoration-is-the-cause.html"} , {"body" : "The Port Authority began removing the homeless from its Eighth Avenue bus terminal yesterday, but unseasonably warm temperatures and warnings of the crackdown reduced the number of people officials said they had expected to encounter. Those who remained had the choice of being evicted or accepting a bed in a shelter and being put into contact with" , "date" : "19911202" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Crackdown on Homeless Is Begun at Bus Terminal" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/02\/nyregion\/crackdown-on-homeless-is-begun-at-bus-terminal.html"} , {"body" : "A middle-aged man was shot and killed in Brooklyn last night in what investigators say they suspect was a Mafia slaying. The man, whom the police did not identify, was shot several times in the head at 6:30 P.M. as he sat in a red 1989 Lincoln Continental parked in front of a Dunkin' Donuts on Emmons Avenue at East 28th Street in Sheepshead Bay, a" , "date" : "19911125" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Mob Suspected in Slaying" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/25\/nyregion\/mob-suspected-in-slaying.html"} , {"body" : "A gang of whites beat two 13-year-old black youths with fists and a bat near a Brooklyn junior high school Monday afternoon, the police said. The attack, which the police have characterized as bias-related, occurred minutes after the two 13-year-olds were involved in a schoolyard fight with an Asian youth. The group of whites, which included about" , "date" : "19911030" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Bias Cited in Beating of 2 Blacks" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/30\/nyregion\/bias-cited-in-beating-of-2-blacks.html"} ,   {"body" : "Under the cloak of darkness, when the swish of traffic abates and the metal store gates clank down, they appear. It is their practice to roam in packs of 10 to 20, though their ranks are larger. Their beverage of preference is a king-size bottle of beer. If they're armed, the weapons are apt to be canes and golf clubs. On the streets they frequent," , "date" : "19911024" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Gang: A Mythology of Violence" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/24\/nyregion\/brooklyn-gang-a-mythology-of-violence.html"} , {"body" : "Closings in the week ended Oct. 5 MANHATTAN Carnegie Hill 760,000 1112 Park Avenue (90th St.) 2-bedroom, 3-bath, 2,000-sq.-ft. prewar co-op; 24-hr. doorman, maid's room, dining room, fireplace, 4 exposures; maintenance $2,118, 33% tax-deductible (Broker: Corcoran Group) Chelsea 279,000 161 West 15th Street 1-bedroom, 1-bath, 1,200-sq.-ft. loft" , "date" : "19911020" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/20\/realestate\/residential-resales-068191.html"} , {"body" : "Debra Lee Zipes, the daughter of Dr. and Mrs. Douglas P. Zipes of Carmel, Ind., was married in Indianapolis last night to Alan Eric Eskenazi, a son of Mr. and Mrs. Sy Eskenazi of Brooklyn. Rabbi Jonathan Stein officiated at the Broadmoor Country Club. Mrs. Eskenazi, 27 years old, is a psychologist at the Grand Street Settlement in New York. She" , "date" : "19911013" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "66" , "title" : "Ms. Zipes Weds Alan Eskenazi" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/13\/style\/ms-zipes-weds-alan-eskenazi.html"} , {"body" : "Here is a sampling of tours by bus, van, helicopter and foot that are scheduled this fall in New York City. Dates and times are subject to change. Walking tours in New York City parks are listed on pages 36 and 37. Today LOWER EAST SIDE, Manhattan. A look at the many varieties of markets on a walking tour of the Lower East Side led by Sherrill" , "date" : "19910929" , "day_of_week_facet" : "Sunday" , "page_facet" : "12" , "title" : "TOURS" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/29\/news\/tours.html"} , {"body" : "AT once a densely and diversely populated chunk of New York and a complex tangle of stereotypes and myths, Brooklyn evokes many images to the world beyond its famous bridge. It's the Dodgers and \"The Honeymooners,\" the faded, honky-tonk luster of Coney Island and the elegance of Brooklyn Heights, and, sadly, the violence and racial tensions now" , "date" : "19910925" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "3" , "title" : "The Brooklyn Cookbook: Mix Ethnic Attitudes and Memories" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/25\/garden\/the-brooklyn-cookbook-mix-ethnic-attitudes-and-memories.html"} , {"body" : "Fishing The Dorothy B. VII Pier 6 Emmons Avenue Sheepshead Bay Brooklyn (718) 646-4057 (evenings) Recommended ages: 5 and up Throughout the year Even though Labor Day has passed, fishing days aren't necessarily over. The Dorothy B. VII, a 70-foot charter boat, slips out from its mooring daily at 7 A.M. (for fishermen, that's late) to stalk porgies," , "date" : "19910920" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/20\/arts\/for-children.html"} , {"body" : "Closings in the week ended Aug. 31 MANHATTAN Flatiron District 760,000 17 East 16th Street 3-bedroom, 1 1\/2-bath, 3,800-sq.-ft. co-op in a loft building; eat-in kitchen, high-ceilings, art studio and darkroom, 4 exposures; maintenance $1,025, 65% tax-deductible (Broker: Ambrose Mar-Elia\/Corcoran Group) Greenwich Village 345,000 155 Perry Street" , "date" : "19910915" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "16" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/15\/realestate\/residential-resales-607991.html"} , {"body" : "As a result of the racial gerrymandering that produced New York City's new Council districts, only one-fifth of next week's primaries are between major candidates from different racial or ethnic groups. But questions of race have not faded into the background, particularly in the districts where no one group predominates and in two contests where" , "date" : "19910902" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "In Some Council Contests, It's Still Us Against Them" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/02\/nyregion\/in-some-council-contests-it-s-still-us-against-them.html"} , {"body" : "UNCERTAIN whether gas or oil will become the fuel of choice -- or whether the advantages will continue to bounce back and forth between the two -- a growing number of New York apartment buildings are updating their heating plants to burn either fuel at the flip of a switch. \"It's the logical way to go,\" said Oskar Brecher, managing director of" , "date" : "19910825" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "Talking: Dual Fuels; Flipping Between Gas and Oil" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/25\/realestate\/talking-dual-fuels-flipping-between-gas-and-oil.html"} , {"body" : "Surprised and relieved, scores of Soviet emigres in the Brighton Beach section of Brooklyn returned to their domino games, boardwalk strolls and other summer pastimes yesterday after the restoration to power of the Soviet President, Mikhail S. Gorbachev. But many of them expressed uncertainty about the future of the Soviet Union, particularly its" , "date" : "19910822" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "UNION OF SOVIET SOCIALIST REPUBLICS"] , "nytd_section_facet" : ["World"] , "page_facet" : "18" , "title" : "AFTER THE COUP; In Brighton Beach, Eyes on Dominoes and Kremlin" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/22\/world\/after-the-coup-in-brighton-beach-eyes-on-dominoes-and-kremlin.html"} ,   {"body" : "New York City is dropping a bitterly contested plan to build a large apartment and commercial complex, Flushing Center, on a city-owned parking lot in Queens. But city officials say it is not the opposition of many residents and civic groups in the surrounding Flushing area that has killed the five-year-old plan but the current recession, which" , "date" : "19910818" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLUSHING (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Economy Kills Contested Plan for Flushing Project" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/18\/nyregion\/economy-kills-contested-plan-for-flushing-project.html"} , {"body" : "When Jose Rivera of Long Island City, Queens, sails from Sheepshead Bay in Brooklyn in search of bluefish, he is after more than just the thrill of pulling in as many of the fierce, combative fish as he can. He is trying to put food on the tables of a crowd of other people, including his family, his wife's family and some of their neighbors. \"See" , "date" : "19910817" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNITED STATES" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "New Rules for Bluefish Give the Poor the Blues" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/17\/nyregion\/new-rules-for-bluefish-give-the-poor-the-blues.html"} , {"body" : "THE Automat has sealed its last slot, and that wonderful institution, the New York cafeteria with free-flowing seltzer and soup that held a spoon perpendicular, has gone down the urban digestive tract. New Yorkers have always wolfed down lunch, but it used to be unthinkable that something called fast food would become the staple of midday dining." , "date" : "19910802" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "1" , "title" : "The Real New York? It's There, All Right, but It's Hiding" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/02\/arts\/the-real-new-york-it-s-there-all-right-but-it-s-hiding.html"} , {"body" : "Budget cuts and the recent days of grueling heat have conspired to make life harder for some of New York City's elderly residents. As part of the city's efforts to cut spending, responsibility for 346 city-financed centers for the elderly has been transferred from the Human Resources Administration to the Department of Aging. That shift, together" , "date" : "19910723" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Cutbacks and Heat Wilting the Elderly" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/23\/nyregion\/cutbacks-and-heat-wilting-the-elderly.html"} , {"body" : "Closings in the week ending July 6 MANHATTAN East Midtown 365,000 480 Park Avenue (58th St.) 2-bedroom, 2-bath, 1,300-sq.-ft. prewar co-op; 24-hr. doorman, dining area, fireplace; maintenance $1,273, 48% tax-deductible (Broker: Charles H. Greenthal Residential Sales) East Village 685,000 242 East Fifth Street 3-family, 4-story, attached, brick town" , "date" : "19910721" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "13" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/21\/realestate\/residential-resales-888991.html"} , {"body" : "Dr. and Mrs. Douglas P. Zipes of Carmel, Ind., have announced the engagement of their daughter, Debra Lee Zipes, to Alan Eric Eskenazi, a son of Mr. and Mrs. Sy Eskenazi of Brooklyn. An October wedding is planned. Miss Zipes, 27 years old, graduated from Tufts University and received a master's degree in psychology from New York University. She is" , "date" : "19910714" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "40" , "title" : "Debra Lee Zipes Planning to Wed" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/14\/style\/debra-lee-zipes-planning-to-wed.html"} , {"body" : "In recommending good fishing, the metropolitan angler should heed the same advice offered the metropolitan grocery shopper: look for what is abundant and in season. For the light tackle fisherman or woman, you will find the most consistent and satisfying sport with striped bass, bluefish, trout, and the freshwater basses. The four trips described" , "date" : "19910713" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["SPRUCE CREEK (PA)" , "NEW YORK CITY" , "DELAWARE RIVER" , "LUMBERVILLE (PA)" , "NORWALK ISLANDS (CONN)" , "SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "31" , "title" : "SPORTS LEISURE; Go Fish! Your Guide to Four Dream Trips" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/13\/sports\/sports-leisure-go-fish-your-guide-to-four-dream-trips.html"} , {"body" : "Hidden along the muddied banks and rotting piers of New York City's miles of shoreline, city officials have discovered dozens of storm pipes illegally spewing millions of gallons of raw sewage a day into local waterways. And behind the pollution, city and state officials say, are some unlikely culprits. Among them: the United States Army, the New" , "date" : "19910710" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New Sewage Culprits In New York Found In the Public Sector" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/10\/nyregion\/new-sewage-culprits-in-new-york-found-in-the-public-sector.html"} , {"body" : "A 22-year-old man was shot in the stomach and killed early yesterday inside a building in the East New York section of Brooklyn, the police said. Robert Pulley, of 66 Pennsylvania Avenue in the Sheepshead Bay section, was found dead in a stairwell of 100 Crystal Street at 3:21 A.M., said Sgt. Grace Ridley, a police spokeswoman." , "date" : "19910709" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Man Shot Dead in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/09\/nyregion\/man-shot-dead-in-brooklyn.html"} , {"body" : "At that rare time when most New York City roads are virtually empty, at 6 A.M. on a midsummer weekend, cars full of fishermen jostle for parking spaces along Emmons Avenue in the Sheepshead Bay section of Brooklyn. Party-fishing boat operators beckon like carnival barkers, urging them to spend $27 for a day at sea, much as they have for" , "date" : "19910708" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Sheepshead Bay Losing Its Old-Salt Air" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/08\/nyregion\/sheepshead-bay-losing-its-old-salt-air.html"} ,   {"body" : "In search of bluefish, lobster and a college degree, an elite and unlikely band of students sets sail every school day from Kingsborough Community College at the tip of the Manhattan Beach section of Brooklyn. Like characters dreamed up by a latter-day Melville or Twain, they spend much of the academic year cruising Jamaica Bay and the Atlantic," , "date" : "19910625" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "College for the Study of Masts and Mackerel" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/25\/nyregion\/college-for-the-study-of-masts-and-mackerel.html"} , {"body" : "Confetti and cheers showered the 335 seniors when they graduated today from Abraham Lincoln High School here. But beneath the euphoria lay haunting worries among the graduates about the future. Evangelia Notidis, 17 years old and the school's top student, fretted that the economy might undermine her efforts to pay for a medical career. Bryan" , "date" : "19910624" , "day_of_week_facet" : "Monday" , "geo_facet" : ["PHILADELPHIA (PA)"] , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "8" , "title" : "Pomp, Circumstance and Pessimism: Awaiting Hard Knocks After School" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/24\/us\/pomp-circumstance-and-pessimism-awaiting-hard-knocks-after-school.html"} , {"body" : "A 60-year-old Brooklyn woman was killed last night when a purse snatcher grabbed her from a passing car and dragged her at least 30 feet, witnesses told the police. The attack, which occurred at 5:40 P.M., was the third mugging in two weeks in the quiet, residential Flatlands community of single-family homes just north of Marine Park, said shocked" , "date" : "19910618" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["FLATLANDS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mugger in Car Drags Woman To Her Death" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/18\/nyregion\/mugger-in-car-drags-woman-to-her-death.html"} , {"body" : "Chris Coronesi stood at the stern rail of the Pastime II amid a half-dozen cronies fishing for flounder three miles off the Rockaway jetty near the Brooklyn-Queens border. He had one hand on a fishing rod and the other on a cellular telephone with an extension cord that snaked into a portable battery pack as his feet. Mr. Coronesi, the president of" , "date" : "19910609" , "day_of_week_facet" : "Sunday" , "page_facet" : "48" , "title" : "A Party Fleet Tries Not to Founder" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/09\/news\/a-party-fleet-tries-not-to-founder.html"} , {"body" : "The Box is back. Pale green with brown crosshatching, the Ebinger's cake box is stacked on the shelves of New York City supermarkets. Shoppers have gasped and paled at its resurrection. For them, after nearly two decades in an Ebingerless desert, The Box is manna. The good old days are back! Maybe. . . . For those who grew up in Brooklyn, when" , "date" : "19910605" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "The Cake Box From Heaven (Brooklyn, of Course) Is Back" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/05\/garden\/the-cake-box-from-heaven-brooklyn-of-course-is-back.html"} , {"body" : "Riverside Park Community Garden 91st Street Entrance Manhattan Recommended ages: All ages Even Monet might have agreed that the blocklong community garden, tilled, planted, weeded and nursed by the Garden People of the Upper West Side for the last nine years, is at its most pictorial this time of year. He might have taken his easel there, too, just" , "date" : "19910531" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/31\/arts\/for-children.html"} , {"body" : "George L. Clark Jr. was complaining the other day about property taxes, specifically the $2,400 bill that New York City sent the owner of a $425,000 one-family house in the Sheepshead Bay section of Brooklyn this year. He says the tax is too low. That Mr. Clark is a realtor and a Republican -- the party's former New York State chairman, in fact --" , "date" : "19910520" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO MATTERS; A New Complaint About City Taxes: They're Too Low" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/20\/nyregion\/metro-matters-a-new-complaint-about-city-taxes-they-re-too-low.html"} , {"body" : "A Brooklyn man was charged with firing into a car in which his former wife was riding yesterday afternoon, killing the driver and critically wounding the ex-wife, the police said. The driver of the car, Ronald Foster, 26 years old, of 238 Lexington Avenue in the Bedford-Stuyvesant section, was shot once in the head and once in the chest, said a" , "date" : "19910518" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Driver Slain and Passenger Is Hurt in Brooklyn Shooting" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/18\/nyregion\/driver-slain-and-passenger-is-hurt-in-brooklyn-shooting.html"} , {"body" : "If not good friends, Steve Solarz and Chuck Schumer should at least be allies. They're both New York boys made good, standout members of the House of Representatives, and they represent adjoining districts in Brooklyn. Driven by ambition and skilled at self-promotion, the two liberals are counted among the brightest lawmakers in Congress. But in" , "date" : "19910407" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Washington at Work; Side by Side by Solarz and Schumer: A Rivalry" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/07\/nyregion\/washington-at-work-side-by-side-by-solarz-and-schumer-a-rivalry.html"} , {"body" : "Closings in the week that ended March 23 MANHATTAN East Village 715,000 218 East 12th Street 4-family, 5-story, town house; 3 bedrooms, 2 baths, 4 fireplaces in primary duplex; 1 bedroom, 1 bath, fireplace in others; dining room in each; 22- by 107-ft. lot; taxes $3,560 (Broker: Hewitt Fox Real Estate) Gramercy Park 100,000 38 Gramercy Park North" , "date" : "19910407" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "17" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/07\/realestate\/residential-resales-462291.html"} ,   {"body" : "A 17-year-old high school student was arrested Wednesday night in a series of rapes that terrorized the Flatbush section of Brooklyn, the police said yesterday. The suspect, Keith Gordon of 2323 Newkirk Avenue in the Kensington section of Brooklyn, was seized outside a clothing store on Nostrand Avenue by two detectives who were driving one of the" , "date" : "19910405" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "17-Year-Old Seized in Rapes In Flatbush" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/05\/nyregion\/17-year-old-seized-in-rapes-in-flatbush.html"} , {"body" : "AT about the same time that he discovered the island that bears his name, the Dutch navigator Adrian Block mapped the islands and inlets of what is today the Mill Basin section of Brooklyn. That was in 1614, 22 years before the Canarsee Indians, who lived there, sold their land (and water) to Dutch settlers, setting the stage for development. It" , "date" : "19910317" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MILL BASIN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "If You're Thinking of Living in: Mill Basin" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/17\/realestate\/if-you-re-thinking-of-living-in-mill-basin.html"} , {"body" : "Because of an editing error, an article yesterday about the elimination of the New York City teacher-mentor program referred incorrectly to the status of the mentors, who help train new teachers. Of the 1,850 mentors, 550 are retired teachers, whom the board is laying off; the remaining mentors -- teachers who are not retired -- are to be" , "date" : "19910316" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/16\/nyregion\/c-corrections-576391.html"} , {"body" : "The Board of Education, which decided in more prosperous times that its teacher-mentor program was a luxury it could not do with out, now says it is a luxury it cannot afford. The program was created to match veteran teachers with uncertified colleagues in the hope that a legacy of teaching could be passed on. But budget constraints have made that" , "date" : "19910315" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Budget Crisis Will End Schools' Mentor Program" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/15\/nyregion\/budget-crisis-will-end-schools-mentor-program.html"} , {"body" : "A sore foot cured Paula Friedman's broken heart. For more than half her life, the 58-year-old Russian emigre had hoped that one day she would be reunited with her cousin Boris, who fled their hometown, Gorky, in 1957 for Israel. Two years ago she herself left, for Brooklyn, with her hope as faded as the few photographs she had of the ruggedly" , "date" : "19910309" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "34 Years and a Sore Foot Later, a Reunion" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/09\/nyregion\/34-years-and-a-sore-foot-later-a-reunion.html"} , {"body" : "The body of a man was found in 15 feet of water at the edge of Sheepshead Bay in Brooklyn yesterday, the police said. The police initially said that the body had been tied to a Daily News vending machine that had been dumped into the bay. But after consulting with the Fire Department diver who pulled the body from the water, the police said that it" , "date" : "19910127" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Man's Body Is Found In a Bay in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/27\/nyregion\/man-s-body-is-found-in-a-bay-in-brooklyn.html"} , {"body" : "DOMINICK AND MARIE PANZERA wanted to retire near their daughter on the Jersey shore, and a developer's offer of a premium, very private lot in his new development at no extra cost clinched their decision to buy a new house in Bayville, N.J.. Connie and Vito Valvano are newlyweds who will be neighbors of the Panzeras when their new home is" , "date" : "19910127" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "New-Home Deals Are Getting Sweeter" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/27\/realestate\/new-home-deals-are-getting-sweeter.html"} , {"body" : "For thousands of New York City residents with no high school degree, passing the equivalency test is the key to getting a job, getting off welfare or pursuing vocational or college studies. But educators who prepare people throughout the city for the test say the route is increasingly obstructed by delays and bureaucratic complications that put" , "date" : "19910122" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Roadblocks to Equivalency Exam Deny Many a Chance for Success" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/22\/nyregion\/roadblocks-to-equivalency-exam-deny-many-a-chance-for-success.html"} , {"body" : "For the really avid fishing fan, winter is no time to nap. Cold-weather fishing has been gaining in popularity over the last few years. \"One of the main reasons is less boats in the water, less people fishing and more fish to catch,\" says Steven Forsberg, captain of the Viking Starship at Montauk Point, L.I. The docks around Long Island offer" , "date" : "19910113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND (NY)"] , "page_facet" : "32" , "title" : "Sunday Outing; Where the Fish Bite (And So Does the Cold)" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/13\/news\/sunday-outing-where-the-fish-bite-and-so-does-the-cold.html"} , {"body" : "After a day of havoc at many preschool programs, the New York City Board of Education reached a contract agreement late yesterday afternoon with bus companies that transport thousands of disabled preschool children to private schools. Protesting the city's refusal to grant a rate increase, most of the companies refused to carry the children" , "date" : "19910103" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Bus Companies For the Disabled Agree to a Pact" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/03\/nyregion\/bus-companies-for-the-disabled-agree-to-a-pact.html"} ,   {"body" : "Thieves who spent Christmas night chiseling away at a pedestal in a rectory garden in Brooklyn stole a three-foot statue of St. Bernadette, two days after a religious icon was stolen from a church in Queens, the police said. \"It's upsetting that someone would do something like this to a church,\" said Kim Coiro, an eighth grader at the school at St." , "date" : "19911227" , "day_of_week_facet" : "Friday" , "geo_facet" : ["SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "In Brooklyn, Thieves Take Away a Statue Of St. Bernadette" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/27\/nyregion\/in-brooklyn-thieves-take-away-a-statue-of-st-bernadette.html"} , {"body" : "New York State's highest court, acting in two similar appeals, imposed an important new limit yesterday on the right of convicted criminals to a new trial in cases where prosecutors withheld evidence from the defense and where all appeals have been exhausted. In such cases, the Court of Appeals ruled in 4 to 3 companion decisions in Albany, the" , "date" : "19911220" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "State Appeals Court Narrows Right to a New Trial When Evidence Is Withheld" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/20\/nyregion\/state-appeals-court-narrows-right-to-a-new-trial-when-evidence-is-withheld.html"} , {"body" : "Confronted with five recent murders in the city's biggest mob war in three decades, the Brooklyn District Attorney's office rolled out its legal artillery yesterday and summoned a parade of reputed mobsters, trying to get them to do what the Mafia hardly ever does -- talk about it. Collars up, heads lowered, faces blank behind sunglasses, a few" , "date" : "19911217" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn's Mob War Interrupted With a Quiet Day in Court" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/17\/nyregion\/brooklyn-s-mob-war-interrupted-with-a-quiet-day-in-court.html"} , {"body" : "Closings in the week ended Nov. 30 MANHATTAN FlatIron District 350,000 5 East 22d Street 2-bedroom, 2-bath, 1,150-sq.-ft. postwar condo; 24-hr. doorman, concierge, dining alcove, 2 exposures; common charge $464, taxes $3,200 (Broker: Silverman Group) Greenwich Village 187,500 115 East 9th Street (St. Mark's) 2-bedroom, 1 1\/2-bath, 900-sq.-ft." , "date" : "19911215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/15\/realestate\/residential-resales-511091.html"} , {"body" : "Dexter Wooten's eyes grew wide and bright as he watched Antonio Carrasquillo score layup after layup against Midwood High School's undersized and helpless defenders under the basket. \"I could get me a lot of assists playing with Antonio,\" Wooten said at the game early last week, a smile breaking out from under the brim of his black-and-red Chicago" , "date" : "19911209" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "A Team Plays On in a Search for Normalcy" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/09\/us\/a-team-plays-on-in-a-search-for-normalcy.html"} , {"body" : "A 79-year-old man was killed in a social club in Brooklyn early yesterday, in what law enforcement officials say is a bloody struggle for control within the Colombo organized crime family that has left three dead in six shootings since June. Earlier this week, the police said, a 78-year-old man who was a member of of the Genovese crime family was" , "date" : "19911206" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Killing in Brooklyn Social Club Is Linked to Mob Power Struggle" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/06\/nyregion\/killing-in-brooklyn-social-club-is-linked-to-mob-power-struggle.html"} , {"body" : "PETER ROMEO took his daughter to the carousel in Prospect Park one sunny day last summer. He noticed an old building nearby. It was the Lefferts Homestead, a 200-year-old house that combines Dutch Colonial and Federal details to quite pleasing effect. Too bad the architectural treasure was falling apart. Mr. Romeo also focused on the people pulling" , "date" : "19911204" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)" , "LEFFERTS HOMESTEAD (BROOKLYN, NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "ABOUT NEW YORK; For One Brooklyn Gang, Restoration Is the Cause" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/04\/nyregion\/about-new-york-for-one-brooklyn-gang-restoration-is-the-cause.html"} , {"body" : "The Port Authority began removing the homeless from its Eighth Avenue bus terminal yesterday, but unseasonably warm temperatures and warnings of the crackdown reduced the number of people officials said they had expected to encounter. Those who remained had the choice of being evicted or accepting a bed in a shelter and being put into contact with" , "date" : "19911202" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Crackdown on Homeless Is Begun at Bus Terminal" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/02\/nyregion\/crackdown-on-homeless-is-begun-at-bus-terminal.html"} , {"body" : "A middle-aged man was shot and killed in Brooklyn last night in what investigators say they suspect was a Mafia slaying. The man, whom the police did not identify, was shot several times in the head at 6:30 P.M. as he sat in a red 1989 Lincoln Continental parked in front of a Dunkin' Donuts on Emmons Avenue at East 28th Street in Sheepshead Bay, a" , "date" : "19911125" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Mob Suspected in Slaying" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/25\/nyregion\/mob-suspected-in-slaying.html"} , {"body" : "A gang of whites beat two 13-year-old black youths with fists and a bat near a Brooklyn junior high school Monday afternoon, the police said. The attack, which the police have characterized as bias-related, occurred minutes after the two 13-year-olds were involved in a schoolyard fight with an Asian youth. The group of whites, which included about" , "date" : "19911030" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Bias Cited in Beating of 2 Blacks" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/30\/nyregion\/bias-cited-in-beating-of-2-blacks.html"} , {"body" : "Under the cloak of darkness, when the swish of traffic abates and the metal store gates clank down, they appear. It is their practice to roam in packs of 10 to 20, though their ranks are larger. Their beverage of preference is a king-size bottle of beer. If they're armed, the weapons are apt to be canes and golf clubs. On the streets they frequent," , "date" : "19911024" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Gang: A Mythology of Violence" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/24\/nyregion\/brooklyn-gang-a-mythology-of-violence.html"} , {"body" : "Closings in the week ended Oct. 5 MANHATTAN Carnegie Hill 760,000 1112 Park Avenue (90th St.) 2-bedroom, 3-bath, 2,000-sq.-ft. prewar co-op; 24-hr. doorman, maid's room, dining room, fireplace, 4 exposures; maintenance $2,118, 33% tax-deductible (Broker: Corcoran Group) Chelsea 279,000 161 West 15th Street 1-bedroom, 1-bath, 1,200-sq.-ft. loft" , "date" : "19911020" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/20\/realestate\/residential-resales-068191.html"} , {"body" : "Debra Lee Zipes, the daughter of Dr. and Mrs. Douglas P. Zipes of Carmel, Ind., was married in Indianapolis last night to Alan Eric Eskenazi, a son of Mr. and Mrs. Sy Eskenazi of Brooklyn. Rabbi Jonathan Stein officiated at the Broadmoor Country Club. Mrs. Eskenazi, 27 years old, is a psychologist at the Grand Street Settlement in New York. She" , "date" : "19911013" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "66" , "title" : "Ms. Zipes Weds Alan Eskenazi" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/13\/style\/ms-zipes-weds-alan-eskenazi.html"} , {"body" : "Here is a sampling of tours by bus, van, helicopter and foot that are scheduled this fall in New York City. Dates and times are subject to change. Walking tours in New York City parks are listed on pages 36 and 37. Today LOWER EAST SIDE, Manhattan. A look at the many varieties of markets on a walking tour of the Lower East Side led by Sherrill" , "date" : "19910929" , "day_of_week_facet" : "Sunday" , "page_facet" : "12" , "title" : "TOURS" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/29\/news\/tours.html"} , {"body" : "AT once a densely and diversely populated chunk of New York and a complex tangle of stereotypes and myths, Brooklyn evokes many images to the world beyond its famous bridge. It's the Dodgers and \"The Honeymooners,\" the faded, honky-tonk luster of Coney Island and the elegance of Brooklyn Heights, and, sadly, the violence and racial tensions now" , "date" : "19910925" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "3" , "title" : "The Brooklyn Cookbook: Mix Ethnic Attitudes and Memories" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/25\/garden\/the-brooklyn-cookbook-mix-ethnic-attitudes-and-memories.html"} , {"body" : "Fishing The Dorothy B. VII Pier 6 Emmons Avenue Sheepshead Bay Brooklyn (718) 646-4057 (evenings) Recommended ages: 5 and up Throughout the year Even though Labor Day has passed, fishing days aren't necessarily over. The Dorothy B. VII, a 70-foot charter boat, slips out from its mooring daily at 7 A.M. (for fishermen, that's late) to stalk porgies," , "date" : "19910920" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/20\/arts\/for-children.html"} , {"body" : "Closings in the week ended Aug. 31 MANHATTAN Flatiron District 760,000 17 East 16th Street 3-bedroom, 1 1\/2-bath, 3,800-sq.-ft. co-op in a loft building; eat-in kitchen, high-ceilings, art studio and darkroom, 4 exposures; maintenance $1,025, 65% tax-deductible (Broker: Ambrose Mar-Elia\/Corcoran Group) Greenwich Village 345,000 155 Perry Street" , "date" : "19910915" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "16" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/15\/realestate\/residential-resales-607991.html"} , {"body" : "As a result of the racial gerrymandering that produced New York City's new Council districts, only one-fifth of next week's primaries are between major candidates from different racial or ethnic groups. But questions of race have not faded into the background, particularly in the districts where no one group predominates and in two contests where" , "date" : "19910902" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "In Some Council Contests, It's Still Us Against Them" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/02\/nyregion\/in-some-council-contests-it-s-still-us-against-them.html"} , {"body" : "UNCERTAIN whether gas or oil will become the fuel of choice -- or whether the advantages will continue to bounce back and forth between the two -- a growing number of New York apartment buildings are updating their heating plants to burn either fuel at the flip of a switch. \"It's the logical way to go,\" said Oskar Brecher, managing director of" , "date" : "19910825" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "Talking: Dual Fuels; Flipping Between Gas and Oil" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/25\/realestate\/talking-dual-fuels-flipping-between-gas-and-oil.html"} , {"body" : "Surprised and relieved, scores of Soviet emigres in the Brighton Beach section of Brooklyn returned to their domino games, boardwalk strolls and other summer pastimes yesterday after the restoration to power of the Soviet President, Mikhail S. Gorbachev. But many of them expressed uncertainty about the future of the Soviet Union, particularly its" , "date" : "19910822" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)" , "UNION OF SOVIET SOCIALIST REPUBLICS"] , "nytd_section_facet" : ["World"] , "page_facet" : "18" , "title" : "AFTER THE COUP; In Brighton Beach, Eyes on Dominoes and Kremlin" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/22\/world\/after-the-coup-in-brighton-beach-eyes-on-dominoes-and-kremlin.html"} , {"body" : "New York City is dropping a bitterly contested plan to build a large apartment and commercial complex, Flushing Center, on a city-owned parking lot in Queens. But city officials say it is not the opposition of many residents and civic groups in the surrounding Flushing area that has killed the five-year-old plan but the current recession, which" , "date" : "19910818" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLUSHING (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Economy Kills Contested Plan for Flushing Project" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/18\/nyregion\/economy-kills-contested-plan-for-flushing-project.html"} , {"body" : "When Jose Rivera of Long Island City, Queens, sails from Sheepshead Bay in Brooklyn in search of bluefish, he is after more than just the thrill of pulling in as many of the fierce, combative fish as he can. He is trying to put food on the tables of a crowd of other people, including his family, his wife's family and some of their neighbors. \"See" , "date" : "19910817" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNITED STATES" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "New Rules for Bluefish Give the Poor the Blues" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/17\/nyregion\/new-rules-for-bluefish-give-the-poor-the-blues.html"} , {"body" : "THE Automat has sealed its last slot, and that wonderful institution, the New York cafeteria with free-flowing seltzer and soup that held a spoon perpendicular, has gone down the urban digestive tract. New Yorkers have always wolfed down lunch, but it used to be unthinkable that something called fast food would become the staple of midday dining." , "date" : "19910802" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "1" , "title" : "The Real New York? It's There, All Right, but It's Hiding" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/02\/arts\/the-real-new-york-it-s-there-all-right-but-it-s-hiding.html"} , {"body" : "Budget cuts and the recent days of grueling heat have conspired to make life harder for some of New York City's elderly residents. As part of the city's efforts to cut spending, responsibility for 346 city-financed centers for the elderly has been transferred from the Human Resources Administration to the Department of Aging. That shift, together" , "date" : "19910723" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Cutbacks and Heat Wilting the Elderly" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/23\/nyregion\/cutbacks-and-heat-wilting-the-elderly.html"} , {"body" : "Closings in the week ending July 6 MANHATTAN East Midtown 365,000 480 Park Avenue (58th St.) 2-bedroom, 2-bath, 1,300-sq.-ft. prewar co-op; 24-hr. doorman, dining area, fireplace; maintenance $1,273, 48% tax-deductible (Broker: Charles H. Greenthal Residential Sales) East Village 685,000 242 East Fifth Street 3-family, 4-story, attached, brick town" , "date" : "19910721" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "13" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/21\/realestate\/residential-resales-888991.html"} , {"body" : "Dr. and Mrs. Douglas P. Zipes of Carmel, Ind., have announced the engagement of their daughter, Debra Lee Zipes, to Alan Eric Eskenazi, a son of Mr. and Mrs. Sy Eskenazi of Brooklyn. An October wedding is planned. Miss Zipes, 27 years old, graduated from Tufts University and received a master's degree in psychology from New York University. She is" , "date" : "19910714" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "40" , "title" : "Debra Lee Zipes Planning to Wed" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/14\/style\/debra-lee-zipes-planning-to-wed.html"} , {"body" : "In recommending good fishing, the metropolitan angler should heed the same advice offered the metropolitan grocery shopper: look for what is abundant and in season. For the light tackle fisherman or woman, you will find the most consistent and satisfying sport with striped bass, bluefish, trout, and the freshwater basses. The four trips described" , "date" : "19910713" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["SPRUCE CREEK (PA)" , "NEW YORK CITY" , "DELAWARE RIVER" , "LUMBERVILLE (PA)" , "NORWALK ISLANDS (CONN)" , "SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "31" , "title" : "SPORTS LEISURE; Go Fish! Your Guide to Four Dream Trips" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/13\/sports\/sports-leisure-go-fish-your-guide-to-four-dream-trips.html"} , {"body" : "Hidden along the muddied banks and rotting piers of New York City's miles of shoreline, city officials have discovered dozens of storm pipes illegally spewing millions of gallons of raw sewage a day into local waterways. And behind the pollution, city and state officials say, are some unlikely culprits. Among them: the United States Army, the New" , "date" : "19910710" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New Sewage Culprits In New York Found In the Public Sector" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/10\/nyregion\/new-sewage-culprits-in-new-york-found-in-the-public-sector.html"} , {"body" : "A 22-year-old man was shot in the stomach and killed early yesterday inside a building in the East New York section of Brooklyn, the police said. Robert Pulley, of 66 Pennsylvania Avenue in the Sheepshead Bay section, was found dead in a stairwell of 100 Crystal Street at 3:21 A.M., said Sgt. Grace Ridley, a police spokeswoman." , "date" : "19910709" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Man Shot Dead in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/09\/nyregion\/man-shot-dead-in-brooklyn.html"} , {"body" : "At that rare time when most New York City roads are virtually empty, at 6 A.M. on a midsummer weekend, cars full of fishermen jostle for parking spaces along Emmons Avenue in the Sheepshead Bay section of Brooklyn. Party-fishing boat operators beckon like carnival barkers, urging them to spend $27 for a day at sea, much as they have for" , "date" : "19910708" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Sheepshead Bay Losing Its Old-Salt Air" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/08\/nyregion\/sheepshead-bay-losing-its-old-salt-air.html"} , {"body" : "In search of bluefish, lobster and a college degree, an elite and unlikely band of students sets sail every school day from Kingsborough Community College at the tip of the Manhattan Beach section of Brooklyn. Like characters dreamed up by a latter-day Melville or Twain, they spend much of the academic year cruising Jamaica Bay and the Atlantic," , "date" : "19910625" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "College for the Study of Masts and Mackerel" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/25\/nyregion\/college-for-the-study-of-masts-and-mackerel.html"} , {"body" : "Confetti and cheers showered the 335 seniors when they graduated today from Abraham Lincoln High School here. But beneath the euphoria lay haunting worries among the graduates about the future. Evangelia Notidis, 17 years old and the school's top student, fretted that the economy might undermine her efforts to pay for a medical career. Bryan" , "date" : "19910624" , "day_of_week_facet" : "Monday" , "geo_facet" : ["PHILADELPHIA (PA)"] , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "8" , "title" : "Pomp, Circumstance and Pessimism: Awaiting Hard Knocks After School" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/24\/us\/pomp-circumstance-and-pessimism-awaiting-hard-knocks-after-school.html"} , {"body" : "A 60-year-old Brooklyn woman was killed last night when a purse snatcher grabbed her from a passing car and dragged her at least 30 feet, witnesses told the police. The attack, which occurred at 5:40 P.M., was the third mugging in two weeks in the quiet, residential Flatlands community of single-family homes just north of Marine Park, said shocked" , "date" : "19910618" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["FLATLANDS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mugger in Car Drags Woman To Her Death" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/18\/nyregion\/mugger-in-car-drags-woman-to-her-death.html"} , {"body" : "Chris Coronesi stood at the stern rail of the Pastime II amid a half-dozen cronies fishing for flounder three miles off the Rockaway jetty near the Brooklyn-Queens border. He had one hand on a fishing rod and the other on a cellular telephone with an extension cord that snaked into a portable battery pack as his feet. Mr. Coronesi, the president of" , "date" : "19910609" , "day_of_week_facet" : "Sunday" , "page_facet" : "48" , "title" : "A Party Fleet Tries Not to Founder" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/09\/news\/a-party-fleet-tries-not-to-founder.html"} , {"body" : "The Box is back. Pale green with brown crosshatching, the Ebinger's cake box is stacked on the shelves of New York City supermarkets. Shoppers have gasped and paled at its resurrection. For them, after nearly two decades in an Ebingerless desert, The Box is manna. The good old days are back! Maybe. . . . For those who grew up in Brooklyn, when" , "date" : "19910605" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "The Cake Box From Heaven (Brooklyn, of Course) Is Back" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/05\/garden\/the-cake-box-from-heaven-brooklyn-of-course-is-back.html"} , {"body" : "Riverside Park Community Garden 91st Street Entrance Manhattan Recommended ages: All ages Even Monet might have agreed that the blocklong community garden, tilled, planted, weeded and nursed by the Garden People of the Upper West Side for the last nine years, is at its most pictorial this time of year. He might have taken his easel there, too, just" , "date" : "19910531" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/31\/arts\/for-children.html"} , {"body" : "George L. Clark Jr. was complaining the other day about property taxes, specifically the $2,400 bill that New York City sent the owner of a $425,000 one-family house in the Sheepshead Bay section of Brooklyn this year. He says the tax is too low. That Mr. Clark is a realtor and a Republican -- the party's former New York State chairman, in fact --" , "date" : "19910520" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO MATTERS; A New Complaint About City Taxes: They're Too Low" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/20\/nyregion\/metro-matters-a-new-complaint-about-city-taxes-they-re-too-low.html"} , {"body" : "A Brooklyn man was charged with firing into a car in which his former wife was riding yesterday afternoon, killing the driver and critically wounding the ex-wife, the police said. The driver of the car, Ronald Foster, 26 years old, of 238 Lexington Avenue in the Bedford-Stuyvesant section, was shot once in the head and once in the chest, said a" , "date" : "19910518" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Driver Slain and Passenger Is Hurt in Brooklyn Shooting" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/18\/nyregion\/driver-slain-and-passenger-is-hurt-in-brooklyn-shooting.html"} , {"body" : "If not good friends, Steve Solarz and Chuck Schumer should at least be allies. They're both New York boys made good, standout members of the House of Representatives, and they represent adjoining districts in Brooklyn. Driven by ambition and skilled at self-promotion, the two liberals are counted among the brightest lawmakers in Congress. But in" , "date" : "19910407" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Washington at Work; Side by Side by Solarz and Schumer: A Rivalry" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/07\/nyregion\/washington-at-work-side-by-side-by-solarz-and-schumer-a-rivalry.html"} , {"body" : "Closings in the week that ended March 23 MANHATTAN East Village 715,000 218 East 12th Street 4-family, 5-story, town house; 3 bedrooms, 2 baths, 4 fireplaces in primary duplex; 1 bedroom, 1 bath, fireplace in others; dining room in each; 22- by 107-ft. lot; taxes $3,560 (Broker: Hewitt Fox Real Estate) Gramercy Park 100,000 38 Gramercy Park North" , "date" : "19910407" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "17" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/07\/realestate\/residential-resales-462291.html"} , {"body" : "A 17-year-old high school student was arrested Wednesday night in a series of rapes that terrorized the Flatbush section of Brooklyn, the police said yesterday. The suspect, Keith Gordon of 2323 Newkirk Avenue in the Kensington section of Brooklyn, was seized outside a clothing store on Nostrand Avenue by two detectives who were driving one of the" , "date" : "19910405" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "17-Year-Old Seized in Rapes In Flatbush" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/05\/nyregion\/17-year-old-seized-in-rapes-in-flatbush.html"} , {"body" : "AT about the same time that he discovered the island that bears his name, the Dutch navigator Adrian Block mapped the islands and inlets of what is today the Mill Basin section of Brooklyn. That was in 1614, 22 years before the Canarsee Indians, who lived there, sold their land (and water) to Dutch settlers, setting the stage for development. It" , "date" : "19910317" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MILL BASIN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "If You're Thinking of Living in: Mill Basin" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/17\/realestate\/if-you-re-thinking-of-living-in-mill-basin.html"} , {"body" : "Because of an editing error, an article yesterday about the elimination of the New York City teacher-mentor program referred incorrectly to the status of the mentors, who help train new teachers. Of the 1,850 mentors, 550 are retired teachers, whom the board is laying off; the remaining mentors -- teachers who are not retired -- are to be" , "date" : "19910316" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/16\/nyregion\/c-corrections-576391.html"} , {"body" : "The Board of Education, which decided in more prosperous times that its teacher-mentor program was a luxury it could not do with out, now says it is a luxury it cannot afford. The program was created to match veteran teachers with uncertified colleagues in the hope that a legacy of teaching could be passed on. But budget constraints have made that" , "date" : "19910315" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Budget Crisis Will End Schools' Mentor Program" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/15\/nyregion\/budget-crisis-will-end-schools-mentor-program.html"} , {"body" : "A sore foot cured Paula Friedman's broken heart. For more than half her life, the 58-year-old Russian emigre had hoped that one day she would be reunited with her cousin Boris, who fled their hometown, Gorky, in 1957 for Israel. Two years ago she herself left, for Brooklyn, with her hope as faded as the few photographs she had of the ruggedly" , "date" : "19910309" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "34 Years and a Sore Foot Later, a Reunion" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/09\/nyregion\/34-years-and-a-sore-foot-later-a-reunion.html"} , {"body" : "The body of a man was found in 15 feet of water at the edge of Sheepshead Bay in Brooklyn yesterday, the police said. The police initially said that the body had been tied to a Daily News vending machine that had been dumped into the bay. But after consulting with the Fire Department diver who pulled the body from the water, the police said that it" , "date" : "19910127" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Man's Body Is Found In a Bay in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/27\/nyregion\/man-s-body-is-found-in-a-bay-in-brooklyn.html"} , {"body" : "DOMINICK AND MARIE PANZERA wanted to retire near their daughter on the Jersey shore, and a developer's offer of a premium, very private lot in his new development at no extra cost clinched their decision to buy a new house in Bayville, N.J.. Connie and Vito Valvano are newlyweds who will be neighbors of the Panzeras when their new home is" , "date" : "19910127" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "New-Home Deals Are Getting Sweeter" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/27\/realestate\/new-home-deals-are-getting-sweeter.html"} , {"body" : "For thousands of New York City residents with no high school degree, passing the equivalency test is the key to getting a job, getting off welfare or pursuing vocational or college studies. But educators who prepare people throughout the city for the test say the route is increasingly obstructed by delays and bureaucratic complications that put" , "date" : "19910122" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Roadblocks to Equivalency Exam Deny Many a Chance for Success" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/22\/nyregion\/roadblocks-to-equivalency-exam-deny-many-a-chance-for-success.html"} , {"body" : "For the really avid fishing fan, winter is no time to nap. Cold-weather fishing has been gaining in popularity over the last few years. \"One of the main reasons is less boats in the water, less people fishing and more fish to catch,\" says Steven Forsberg, captain of the Viking Starship at Montauk Point, L.I. The docks around Long Island offer" , "date" : "19910113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND (NY)"] , "page_facet" : "32" , "title" : "Sunday Outing; Where the Fish Bite (And So Does the Cold)" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/13\/news\/sunday-outing-where-the-fish-bite-and-so-does-the-cold.html"} , {"body" : "After a day of havoc at many preschool programs, the New York City Board of Education reached a contract agreement late yesterday afternoon with bus companies that transport thousands of disabled preschool children to private schools. Protesting the city's refusal to grant a rate increase, most of the companies refused to carry the children" , "date" : "19910103" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Bus Companies For the Disabled Agree to a Pact" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/03\/nyregion\/bus-companies-for-the-disabled-agree-to-a-pact.html"}]