[  {"body" : "The Dinkins administration has quietly cut off the flow of Federal funds for heating subsidies to several Jewish and Irish community centers in Brooklyn and Queens, arguing that not enough of the money was going to black and Hispanic residents. Facing steep cuts in funds from the Federal Government, the administration has shrunk from 17 to 11 the" , "date" : "19911228" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Black and Hispanic Groups Gain In New York Shift on Heat Grants" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/28\/nyregion\/black-and-hispanic-groups-gain-in-new-york-shift-on-heat-grants.html"} , {"body" : "Three fires in Brooklyn late Saturday and yesterday killed two people, left dozens of families homeless and injured seven nursing home residents, one seriously, fire officials said. The most serious fire, a three-alarm blaze that broke out about 10:30 P.M. Saturday, began at 148 23d Street in Sunset Park and spread rapidly through the cockloft of" , "date" : "19911223" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Fires Kill 2, Hurt Dozens In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/23\/nyregion\/fires-kill-2-hurt-dozens-in-brooklyn.html"} , {"body" : "The Robin Hood Foundation presented its second annual heroes' awards yesterday to the directors of three community organizations that fight poverty in New York City. The $25,000 awards, announced in a ceremony at Tavern on the Green, went to JOSEPH H. HOLLAND, the founder of Harlem's Ark of Freedom, a rehabilitation program and shelter for homeless" , "date" : "19911212" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "CHRONICLE" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/12\/nyregion\/chronicle-340091.html"} , {"body" : "Fifteen-year-old Rafael Fabian smiled broadly in the huge exhibit hall of what was once one of Brooklyn's most insular institutions. He had just caught sight of something suited more to his native Santo Domingo than to the stately building he was in, the Brooklyn Historical Society. \"Mira!\" he yelled, and the rest of the boys in his group, all" , "date" : "19911201" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "An Institute Embraces Hispanic Culture" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/01\/nyregion\/an-institute-embraces-hispanic-culture.html"} , {"body" : "Here is a sampling of tours by bus, van, helicopter and foot that are scheduled during the holiday season in New York City. Dates and times are subject to change. Today DEAD HORSE BAY, Floyd Bennett Field, Exit 11S off the Belt Parkway, Flatbush Avenue, Flatlands, Brooklyn. A walking tour led by National Park Service rangers will explore the" , "date" : "19911110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "38" , "title" : "TOURS" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/10\/news\/tours.html"} , {"body" : "Beyond a sprawling storage room piled high with fabrics and filled with rack upon rack of skirts, scores of mostly Chinese workers attend to the meticulous but mind-numbingly repetitive tasks of attaching zippers and pockets with row upon row of Japanese-made Juki sewing machines. The scene, at first glance, is familiar to anyone who has ventured" , "date" : "19911027" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Garment Makers Find New Home in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/27\/nyregion\/garment-makers-find-new-home-in-brooklyn.html"} , {"body" : "In a poster on the back of a Manhattan bus, an elderly couple walks serenely along a deserted street. The scene might hint of urban menace were it not for one thing: In plain view is the reassuring figure of a police officer walking a beat. The poster -- a stark black and white photograph with a message that says simply \"The beat cop is back\" --" , "date" : "19911009" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "On Foot and Twirling a Nightstick, Via Madison Ave." , "url" : "http:\/\/www.nytimes.com\/1991\/10\/09\/nyregion\/on-foot-and-twirling-a-nightstick-via-madison-ave.html"} , {"body" : "Here is a sampling of other walking tours this weekend in the New York metropolitan region. Today GRAND CENTRAL AREA, Manhattan. A 90-minute walking tour covering the architecture and history of the Grand Central Terminal area, led by Justin Ferate, a historian; sponsored by the Grand Central Partnership. Meets at 12:30 P.M. in front of the Philip" , "date" : "19911004" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "On the Move Outdoors and In, in Search of Knowledge" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/04\/arts\/on-the-move-outdoors-and-in-in-search-of-knowledge.html"} , {"body" : "Here is a sampling of tours by bus, van, helicopter and foot that are scheduled this fall in New York City. Dates and times are subject to change. Walking tours in New York City parks are listed on pages 36 and 37. Today LOWER EAST SIDE, Manhattan. A look at the many varieties of markets on a walking tour of the Lower East Side led by Sherrill" , "date" : "19910929" , "day_of_week_facet" : "Sunday" , "page_facet" : "12" , "title" : "TOURS" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/29\/news\/tours.html"} , {"body" : "A garbage barge steamed down the Arthur Kill a few hundred yards from where Orlando Lopez was fishing on a bright September afternoon. Debris floated in the water -- a rotting sneaker, some chunks of wood -- as he cast his lure and waited for his lunch to swim by. The murky channel, which runs between storage tanks and crumbling warehouses on" , "date" : "19910921" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Casting Lines, and Faith, in the Harbor" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/21\/nyregion\/casting-lines-and-faith-in-the-harbor.html"} ,   {"body" : "A tiny minority of New York City voters quietly capped a decade of contentious legal challenges and government overhaul yesterday by nominating candidates whose victories in November will dramatically expand black and Hispanic representation on the newly invigorated City Council. They will change the Council's complexion, but not necessarily its" , "date" : "19910913" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "PRIMARY DAY; Council's New Era Takes Shape in New York Vote" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/13\/nyregion\/primary-day-council-s-new-era-takes-shape-in-new-york-vote.html"} , {"body" : "MANHATTAN 1st DISTRICT MANUEL S. CAVACO Jr. (D) -- Truck driver, rock musician and artist; Democratic county committee member. MARGARET S. CHIN (D-L) -- Director, Chinatown Center of La Guardia Community College; member of Community Board 1 and State Democratic Committee. JOHN A.FRATTA (D) -- Youth co-ordinator; member of Community Board 2 and" , "date" : "19910909" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Candidates Crowd the Field in Primary for Council" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/09\/nyregion\/candidates-crowd-the-field-in-primary-for-council.html"} , {"body" : "The very reforms that were supposed to encourage ethnic and racial diversity may help the ailing Democratic organization retain its political grip on the New York City Council this year. In many districts, public campaign financing and easier access to the ballot inspired more challengers and divided the opposition in Thursday's primary elections," , "date" : "19910908" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York Primaries Test Charter's Effect On Machine Politics" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/08\/nyregion\/new-york-primaries-test-charter-s-effect-on-machine-politics.html"} , {"body" : "As far as the outdoor audience is concerned, the stars of \"Los Jibaros Progresistas\" are the musicians, Anibal Lleras and Rafael Picorelli. The play by Ramon Mendez Quinones arouses great laughter, but it is the hands of Mr. Lleras on the guitar and Mr. Picorelli on the sweet little super-guitar called a cuatro that make the audience's feet and" , "date" : "19910829" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "18" , "title" : "Review\/Theater; A Revival Begs for High Jinks and Gets Them" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/29\/theater\/review-theater-a-revival-begs-for-high-jinks-and-gets-them.html"} , {"body" : "Two men who were sought by the police for a murder and the abduction of a Methodist priest in Brooklyn on the same night were arrested on Friday, the police said yesterday. The men, Marc Asher, 31 years old, of Bay 35th Street in the Bensonhurst section of Brooklyn, and Richard Springer, 38, of 252 51st Street in the Sunset Park section, were" , "date" : "19910825" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "Two Men Held in Two Killings" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/25\/nyregion\/two-men-held-in-two-killings.html"} , {"body" : "In a move that will have a profound effect on several City Council races, the City Campaign Finance Board disbursed $892,000 in public funds yesterday to 68 candidates in the September primary. Praised by good-government groups as an antidote to the influence of big money in local elections, New York City's campaign financing program faces perhaps" , "date" : "19910822" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "68 in Race For Council Get $892,000" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/22\/nyregion\/68-in-race-for-council-get-892000.html"} , {"body" : "Three burned-out steel piers stand like eerily twisted skeletons in Upper New York Bay as teen-agers swim past the rusted shell of a half-submerged Chevy Cutlass off the Sunset Park section of Brooklyn. Just to the north, beyond the stench of the Gowanus Canal and a huge, unused grain terminal, a short-lived Port Authority project called Fishport" , "date" : "19910821" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Development Not Even a Contender on Brooklyn's Waterfront" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/21\/nyregion\/development-not-even-a-contender-on-brooklyn-s-waterfront.html"} , {"body" : "Hussein Jaber, a Palestinian who moved from Jerusalem to Brooklyn 12 years ago, has creatively adapted himself to life in Sunset Park -- one of New York City's most ethnically diverse neighborhoods -- by hanging a sign in his bodega's window, which caters to the area's large Hispanic population, saying \"Mexican grocery.\" A few blocks to the north," , "date" : "19910819" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Neighborhood Politics: Choosing the Council - An occasional look at the races for New York's new City Council; Varied Interests Vie to Represent Brooklyn District" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/19\/nyregion\/neighborhood-politics-choosing-council-occasional-look-races-for-new-york-s-new.html"} , {"body" : "International A2-7 Mikhail S. Gorbachev was apparently ousted from power by military and KGB authorities as he was on vacation in the distant Crimea. Page A1 Soviet veterans of the Afghan war have mounted an exhibition that, for the first time, shows ordinary citizens the savagery of the 10-year conflict. Many visitors are stunned into silence at" , "date" : "19910819" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/19\/nyregion\/news-summary-571591.html"} , {"body" : "A 26-year-old man and a 13-year-old boy were both shot in the stomach yesterday by a gunman who fired into a crowd on a Brooklyn street corner, the police said. The man, David Simancis of 363 55th Street in Brooklyn, was treated and released from Lutheran Hospital, the police said. The boy, whose name was not released, was listed in stable" , "date" : "19910819" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO DATELINES; Gunman Shoots 2 In Crowd on Street" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/19\/nyregion\/metro-datelines-gunman-shoots-2-in-crowd-on-street.html"} ,   {"body" : "The founder of one of New York City's most violent Asian gangs and nine of his leaders were arrested yesterday in raids in Brooklyn and on Long Island, the police said. They said the reputed founder, 35-year-old David Thai, had created Born to Kill, an all-Vietnamese gang, in 1988 after breaking off from the Flying Dragons, a Chinese gang. \"It's a" , "date" : "19910813" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Raiders Seize 10 as Leaders Of 'Kill' Gang" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/13\/nyregion\/raiders-seize-10-as-leaders-of-kill-gang.html"} , {"body" : "New York City detectives are looking for two suspects who they believe carried out a 14-hour robbery spree in Brooklyn in which they shot three people, killing two of them and wounding the third, a Methodist minister. One of the slain victims was a retired New York police sergeant on his way to work; the other was a Brooklyn resident shot a few" , "date" : "19910811" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Suspects Sought in Shootings of 3 During Crime Spree in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/11\/nyregion\/suspects-sought-in-shootings-of-3-during-crime-spree-in-brooklyn.html"} , {"body" : "New York City detectives believe that two recent shootings during seemingly random robberies in Brooklyn were the work of two men, who are still at large and \"armed and dangerous.\" Two of the victims were killed and one seriously wounded. The slain victims were a retired New York police sergeant on his way to work and a Brooklyn resident shot a few" , "date" : "19910810" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Police Seeking Suspects in 3 Brooklyn Shootings" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/10\/nyregion\/police-seeking-suspects-in-3-brooklyn-shootings.html"} , {"body" : "To Wajana Vallecillo, the City Volunteer Corps was a way to get a high school diploma \"so my son, Michael, won't be ashamed of me.\" A mother at 16 years old, Ms. Vallecillo, now 20, recently completed a stint as a volunteer at the Chinatown Day Care Center, getting up each day at 5 to take her son to nursery school before taking several subway" , "date" : "19910809" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Reprieve for New York's Peace Corps" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/09\/nyregion\/reprieve-for-new-york-s-peace-corps.html"} , {"body" : "The lawyer for a Taiwanese immigrant accused of taking part in the murders of three Vietnamese youths asked a Manhattan judge yesterday to subpoena a boa constrictor into court on the ground that the police had used the snake as an \"instrument of terror\" to coerce a confession from his client. \"Imagine the fear he felt,\" the lawyer, Paul Ascher," , "date" : "19910612" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "TAIWAN" , "VIETNAM" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Subpoena Sought for Boa Constrictor" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/12\/nyregion\/subpoena-sought-for-boa-constrictor.html"} , {"body" : "Eight-year-old Marcos Reyes chased his first frog last summer. He swam in his first river. He did both in the brief two weeks he left Brooklyn behind to stay with a family on the South Shore of Long Island who volunteered to give a child from a poor city neighborhood a free vacation. \"I climbed a little tree in the backyard,\" he said. \"I swam in a" , "date" : "19910609" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Sad Children Left Behind Wait For a Fresh Air Family to Call" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/09\/nyregion\/sad-children-left-behind-wait-for-a-fresh-air-family-to-call.html"} , {"body" : "Anyone who doubts that you can find anything in New York should consider the struggling Brooklyn-based biotechnology company that has developed a teat dip to prevent bovine mastitis, a common udder infection in dairy cows. There are, of course, no dairy herds in the neighborhood of Applied Microbiology Inc.'s headquarters in Sunset Park. None," , "date" : "19910606" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "An Urban Start-Up's Rural Twist" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/06\/business\/an-urban-start-up-s-rural-twist.html"} , {"body" : "ALL New Yorkers want a private beach. They want to flip-flop down a lonely path, unfold their chairs or spread their towels on an empty patch of sand, and bask in the security of isolation. Certainly a public beach is a more perilous prospect. One risks being boinged by a stray paddle ball or sprinkled with sand as some carefree teen-ager races" , "date" : "19910602" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN BEACH (NYC)" , "BRIGHTON BEACH (NYC)" , "ORCHARD BEACH (BRONX)" , "ROCKAWAY (NYC)" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "Beaches; The Sand. The Surf. The Junk Food." , "url" : "http:\/\/www.nytimes.com\/1991\/06\/02\/arts\/beaches-the-sand-the-surf-the-junk-food.html"} , {"body" : "A 68-year-old Brooklyn man who had waged a campaign against drug dealers was run over and killed by a furious van driver this week, the police said. The man's family and neighbors said the killing was in retaliation for his persistence in ordering drug dealers, addicts and prostitutes off the block. The killing on Tuesday night crushed the spirit" , "date" : "19910418" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["SUNSET PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Enemy of Local Drug Dealers Is Killed on a Brooklyn Street" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/18\/nyregion\/enemy-of-local-drug-dealers-is-killed-on-a-brooklyn-street.html"} , {"body" : "Describing Herman Badillo's resurgent mayoral ambitions as suggesting a possible political comeback would be an overstatement. He never went away. Mr. Badillo first ran for mayor of New York City in 1969. Then again in 1973 and in 1977. He almost ran in 1985. A year later, he carried New York City in his statewide campaign for comptroller but lost" , "date" : "19910415" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; Return of Badillo As Council Girds For Redistricting" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/15\/nyregion\/metro-matters-return-of-badillo-as-council-girds-for-redistricting.html"} ,   {"body" : "An article on April 7 about the Sunset Park section of Brooklyn misstated the date of Jackie Gleason's death. It was June 24, 1987." , "date" : "19910414" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["Corrections" , "Real Estate"] , "page_facet" : "5" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/14\/realestate\/c-corrections-671991.html"} , {"body" : "A Brooklyn man who jumped from a three-story window last night and ran about shouting incoherently died after officials took him to the hospital, the police said. The man, who was not immediately identified, had apparently taken some kind of drug, said Sgt. Tina S. Mohrmann, a police spokeswoman. The man jumped from the building at 667 47th Street," , "date" : "19910409" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["SUNSET PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "A Man Is Pronounced Dead After Jumping Three Stories" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/09\/nyregion\/a-man-is-pronounced-dead-after-jumping-three-stories.html"} , {"body" : "ALTHOUGH people of many ethnic backgrounds live in the 4.2-square-mile Brooklyn neighborhood of Sunset Park, residents and business owners say the community is more a stew pot than a melting pot. \"Each ethnic group is proud of its heritage,\" said Ross M. Branka, a real-estate lawyer who has practiced in the area more than 20 years. \"So we have" , "date" : "19910407" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "If You're Thinking of Living in: Sunset Park" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/07\/realestate\/if-you-re-thinking-of-living-in-sunset-park.html"} , {"body" : "A Brooklyn man who was stabbed more than a dozen times in the chest died yesterday morning after a collision between a car and a private ambulance that was carrying him to a hospital. The crash injured three other people, the police said. It is unclear if the stabbing victim would have survived had the accident not occurred. The victim, Juan" , "date" : "19910407" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Stabbed Man Dies After Ambulance Crash" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/07\/nyregion\/stabbed-man-dies-after-ambulance-crash.html"} , {"body" : "A New York City commission is devising new district lines for an expanded City Council intended to accommodate more black and Hispanic members, and possibly Asian-Americans, homosexuals and other minority groups, including Republicans. Politicians expect the new alignment to insure the election of minority representatives to at least 8 of 16 new" , "date" : "19910324" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Seeking More Minority Council Members" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/24\/nyregion\/seeking-more-minority-council-members.html"} , {"body" : "The signs of social change and the transformation of a community are often subtle, sometimes brutal and occasionally bizarre. Into this last category falls the former Atlantic restaurant, a popular diner that for decades catered to the many Norwegian-Americans of the Sunset Park and Bay Ridge sections of Brooklyn. Today, above the entrance on" , "date" : "19910317" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "In Brooklyn, Wontons, Not Lapskaus" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/17\/nyregion\/in-brooklyn-wontons-not-lapskaus.html"} , {"body" : "The vision of a new activist police force -- blanketing city streets with foot patrols, defusing crime before it happens and organizing neighborhoods -- was set forth yesterday by New York City officials charting the next stage of a sweeping, if still clouded, police reform program. The changes, termed revolutionary by Police Commissioner Lee P." , "date" : "19910214" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police Plan New Version Of Foot Duty" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/14\/nyregion\/police-plan-new-version-of-foot-duty.html"} , {"body" : "Skinless Fried Chicken Kentucky Fried Chicken has introduced skinless fried chicken in 700 of its restaurants in the Northeast. By the end of the year the new product will be available in all of the company's nearly 5,000 stores. The company says the new version has less fat, calories, cholesterol and sodium than its original-recipe fried chicken" , "date" : "19910213" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "4" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/13\/garden\/food-notes-433791.html"} , {"body" : "A Federal detention center that will hold 1,000 inmates is scheduled to open in the Sunset Park section of Brooklyn later this year despite opposition from neighbors and elected officials. The proposed jail is to be known as the Metropolitan Detention Center, and will hold prisoners awaiting arraignments or trials in Federal courts in Brooklyn and" , "date" : "19910206" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Jail Is Planned For Brooklyn, And Foes Rise" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/06\/nyregion\/jail-is-planned-for-brooklyn-and-foes-rise.html"} , {"body" : "A 14-year-old who had been playing with toy guns with his 16-year-old brother in Brooklyn was killed on Friday when the older brother brought their father's revolver into the game and accidentally shot the boy in the head, the police said yesterday. The older brother, Kasim Bader, was taken into custody on charges of second-degree manslaughter and" , "date" : "19910203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Metro Datelines; Youth Fatally Shoots His Younger Brother" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/03\/nyregion\/metro-datelines-youth-fatally-shoots-his-younger-brother.html"} ,   {"body" : "One morning last month Michelle Rogers returned to Family Court in Manhattan to try to get her children back. It was her 10th appearance before Judge Judith B. Sheindlin since July. The judge was eager to return Mrs. Rogers's three children who are in foster care, but one obstacle remained. The 31-year-old mother did not have an apartment. Because" , "date" : "19910115" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Drugs, Then Bureaucracy, Divide Mother and Children" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/15\/nyregion\/drugs-then-bureaucracy-divide-mother-and-children.html"}]