[  {"body" : "ARCHERY World Champions Men - Simon Fairweather, Australia. Men's team - South Korea. Women - Soo-nyung Kim, South Korea. Women's team - South Korea. World Indoor Champions Men's indoor freestyle - Sebastian Flute, France. Women's indoor freestyle - Natalya Valeyeva, Soviet Union. Men's indoor compound bow - Joe Asay, Sandy, Utah. Women's indoor" , "date" : "19911229" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "THE YEAR IN REVIEW; Winners of 1991 Individual and Team Championships" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/29\/sports\/the-year-in-review-winners-of-1991-individual-and-team-championships.html"} , {"body" : "The Dinkins administration has quietly cut off the flow of Federal funds for heating subsidies to several Jewish and Irish community centers in Brooklyn and Queens, arguing that not enough of the money was going to black and Hispanic residents. Facing steep cuts in funds from the Federal Government, the administration has shrunk from 17 to 11 the" , "date" : "19911228" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Black and Hispanic Groups Gain In New York Shift on Heat Grants" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/28\/nyregion\/black-and-hispanic-groups-gain-in-new-york-shift-on-heat-grants.html"} , {"body" : "Chris Karalekas, a 33-year-old shipping executive from Astoria, Queens, came because he believed that his prayers before the icon may well have helped his wife get through a difficult pregnancy. Rosa Perales, a 53-year-old housewife, came from the Williamsburg section of Brooklyn because the theft had moved her so. \"You can't believe how it made me" , "date" : "19911225" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "ASTORIA (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Faithful Pray for New Miracle To Aid Stolen 'Weeping' Icon" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/25\/nyregion\/faithful-pray-for-new-miracle-to-aid-stolen-weeping-icon.html"} , {"body" : "A 15-year-old was killed and two of his friends were wounded early yesterday morning after they stopped briefly by a shattered storefront on a Brooklyn street and a group of men opened fire, the police said. The teen-ager, Neal Lutchmidat, died instantly in a barrage of bullets just before 5 A.M. on the sidewalk at 3188 Fulton Street in the East" , "date" : "19911215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "59" , "title" : "Gunfire at Group Kills Youth, 15" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/15\/nyregion\/gunfire-at-group-kills-youth-15.html"} , {"body" : "Fifteen-year-old Rafael Fabian smiled broadly in the huge exhibit hall of what was once one of Brooklyn's most insular institutions. He had just caught sight of something suited more to his native Santo Domingo than to the stately building he was in, the Brooklyn Historical Society. \"Mira!\" he yelled, and the rest of the boys in his group, all" , "date" : "19911201" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "An Institute Embraces Hispanic Culture" , "url" : "http:\/\/www.nytimes.com\/1991\/12\/01\/nyregion\/an-institute-embraces-hispanic-culture.html"} , {"body" : "A 15-year-old student at Eastern District High School in the Williamsburg section of Brooklyn was arrested yesterday after a school security officer saw him handing a fully loaded semi-automatic pistol to another student in the school cafeteria, the police said. The guard and another security officer seized the gun from the student, the police" , "date" : "19911128" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Student Held in Gun Case" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/28\/nyregion\/student-held-in-gun-case.html"} , {"body" : "True, the New York City real estate market isn't what it used to be, but who would have thought it would take two years for Joseph H. and Carol Reich to persuade the city's school system to accept a free building and $1 million? Last week, the Board of Education bestowed the Reichs with the gratitude so often lacking as they negotiated the red tape" , "date" : "19911124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review" , "Education"] , "page_facet" : "7" , "title" : "HEADLINERS; Belated Thanks" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/24\/weekinreview\/headliners-belated-thanks.html"} , {"body" : "It is a shadowy business, the unregulated world of abortion mills, shabby clinics operating behind the facades of doctors' offices, often in poor neighborhoods. Its victims are women who know little about legal rights or medical options, who have seen an ad or heard a tip and come to this -- driven by fear and loneliness or fates beyond invention" , "date" : "19911124" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Abortion Mills Thriving Behind Secrecy and Fear" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/24\/nyregion\/abortion-mills-thriving-behind-secrecy-and-fear.html"} , {"body" : "A wealthy couple who have tried for two years to give the threadbare New York City school system a new school will finally get to do so. Joseph H. Reich, an investment banker, and his wife, Carol, came before the Board of Education yesterday and were showered with gratitude, the kind of reaction they rarely got from lower-level bureaucrats who kept" , "date" : "19911121" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "After 2 Years, Couple Can Give New York a School" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/21\/nyregion\/after-2-years-couple-can-give-new-york-a-school.html"} , {"body" : "Milton H. Farber, the retired president of the Bronx company that manufactures Farberware pots, pans and appliances, died on Tuesday at his home in Atlantis, Fla. He was 81 years old and died of heart failure, his family said. Mr. Farber joined the family business as a teen-ager. The company, S. W. Farber Inc., which manufactured gift trays and" , "date" : "19911115" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "18" , "title" : "Milton Farber, 81, Retired Head Of Farberware Company, Is Dead" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/15\/nyregion\/milton-farber-81-retired-head-of-farberware-company-is-dead.html"} ,   {"body" : "A tentative agreement has been reached between striking doctors at Woodhull hospital and the corporation that pays their salaries, apparently after pressure was applied by the Mayor's office. The doctors, whose walkout on Tuesday halted all but the most urgent business at Brooklyn's second-busiest hospital, could return to work as early as this" , "date" : "19911114" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Doctors Reach Tentative Pact In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/14\/nyregion\/doctors-reach-tentative-pact-in-brooklyn.html"} , {"body" : "More than 300 senior doctors began walking picket lines at the Woodhull hospital in Brooklyn yesterday morning in what doctors and administrators say is the first strike by staff doctors anywhere in the country. At the heart of the walkout at the Woodhull Medical and Mental Health Center, the second-busiest hospital in Brooklyn, are two issues that" , "date" : "19911113" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "In First Such Walkout, Doctors Strike in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/13\/nyregion\/in-first-such-walkout-doctors-strike-in-brooklyn.html"} , {"body" : "Here is a sampling of tours by bus, van, helicopter and foot that are scheduled during the holiday season in New York City. Dates and times are subject to change. Today DEAD HORSE BAY, Floyd Bennett Field, Exit 11S off the Belt Parkway, Flatbush Avenue, Flatlands, Brooklyn. A walking tour led by National Park Service rangers will explore the" , "date" : "19911110" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "page_facet" : "38" , "title" : "TOURS" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/10\/news\/tours.html"} , {"body" : "Joseph Papp, director of the New York Shakespeare Festival and one of the most influential producers in the history of the American theater, died yesterday at his home in Greenwich Village. He was 70 years old. He died of prostate cancer, said Richard Kornberg, his press representative. All Broadway theaters will dim their lights at 8 tonight in" , "date" : "19911101" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Front Page" , "Arts" , "Obituaries" , "Theater"] , "page_facet" : "1" , "title" : "Joseph Papp, Theater's Champion, Dies" , "url" : "http:\/\/www.nytimes.com\/1991\/11\/01\/theater\/joseph-papp-theater-s-champion-dies.html"} , {"body" : "Moderate to lengthy traffic delays were reported from Brooklyn into Manhattan and on Brooklyn expressways on the first day of the partial closing of Brooklyn Bridge, a three-day project that transportation officials predicted would worsen already severe traffic problems in the area. Most of the Brooklyn Bridge traffic appeared to funnel onto the" , "date" : "19911027" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Brooklyn Bridge Repairs Snarl Local Traffic" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/27\/nyregion\/brooklyn-bridge-repairs-snarl-local-traffic.html"} , {"body" : "Brooklyn Bridge: Manhattan-bound lanes will be closed until 6 A.M. tomorrow. Use Brooklyn-Battery Tunnel, Manhattan Bridge or Williamsburg Bridge. Second Avenue Fall Festival: Second Avenue will be closed today between 42d and 53d Streets from 10 A.M. to 6 P.M." , "date" : "19911027" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Traffic Alert" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/27\/nyregion\/traffic-alert-918791.html"} , {"body" : "BROOKLYN BRIDGE CLOSED WESTBOUND Manhattan-bound lanes closed until 6 A.M. Monday while expansion joints are installed. Delays likely on the Brooklyn-Queens Expressway and other roads leading to the bridge. ALTERNATE ROUTES Brooklyn-Battery Tunnel, Manhattan Bridge or Williamsburg Bridge." , "date" : "19911026" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Traffic Alert" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/26\/nyregion\/traffic-alert-537891.html"} , {"body" : "Brooklyn Bridge: Manhattan-bound lanes will be closed until 6 A.M. Monday. Use Brooklyn-Battery Tunnel, Manhattan Bridge or Williamsburg Bridge. Amsterdam Avenue Fall Festival: Amsterdam Avenue will be closed today between 86th and 96th Streets from 10 A.M. to 8 P.M. Hudson Street Fair: Hudson Street will be closed today between Houston and Bethune" , "date" : "19911026" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Traffic Alert" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/26\/nyregion\/traffic-alert-039291.html"} , {"body" : "Brooklyn Bridge: Manhattan-bound lanes will be closed from noon today to 6 A.M. Monday. Use Brooklyn-Battery Tunnel, Manhattan Bridge or Williamsburg Bridge. Amsterdam Avenue Fall Festival: Amsterdam Avenue will be closed tomorrow between 86th and 96th Streets from 10 A.M. to 8 P.M. Hudson Street Fair: Hudson Street will be closed tomorrow between" , "date" : "19911025" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Traffic Alert" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/25\/nyregion\/traffic-alert-035491.html"} , {"body" : "Some of the most congested parts of Brooklyn can expect \"nightmarish traffic\" virtually until the end of the century, transportation officials said yesterday, as reconstruction continues on the Brooklyn Bridge and work has begun on the Gowanus Expressway. A new chapter in the long, bad dream starts at noon tomorrow -- and will last until 6 A.M." , "date" : "19911024" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Driving in Brooklyn? Expect the Worst" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/24\/nyregion\/driving-in-brooklyn-expect-the-worst.html"} ,   {"body" : "In the first round of what promises to be a long debate, a Federal agency has recommended that Andrew Cuomo's HELP for the Homeless group be chosen to build housing for hundreds of homeless people on the site of the old Brooklyn Navy Yard, angering some local groups who have other ideas. As word of the recommendation seeped out yesterday, the" , "date" : "19911019" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Suggestion on Housing for the Homeless in Brooklyn Draws Anger" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/19\/nyregion\/suggestion-on-housing-for-the-homeless-in-brooklyn-draws-anger.html"} , {"body" : "Peter Allong was hired by Public School 308 in Bedford-Stuyvesant, Brooklyn, to give its gifted children provocative lessons in mathematics. But until this week, his room was a bare field of shiny brown linoleum with no chairs. Two floors below, the rooms have chairs, but in one class 46 first graders -- 18 more than the limit -- are squeezed" , "date" : "19911017" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Less Money, More Pupils Spell Trouble For Schools" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/17\/nyregion\/less-money-more-pupils-spell-trouble-for-schools.html"} , {"body" : "The only relative who never gave up on Tracey Bowe was her grandmother. In return, Tracey stole her grandmother's good silver, a radio, cameras, clothes, a silver chain, a diamond ring and a set of dishes. She and her boyfriend lived rent-free with the grandmother in her Brooklyn apartment, where they smoked crack. Last month, the police say," , "date" : "19911013" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "When Love Doesn't Conquer: Crack and Murder" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/13\/nyregion\/when-love-doesn-t-conquer-crack-and-murder.html"} , {"body" : "Coating 2- by-3-foot sheets of paper with a mix of rice-starch paste and pigments is grueling, but Virginia Buchan and Nora Ligorano have made a habit of it. Proprietors of Lost Link Bindery, they generate 14,000 square feet of high-style paper each year for book bindings, graphic design and lampshades. They keep their colors quiet, concentrating" , "date" : "19911013" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "54" , "title" : "Style Makers; Virginia Buchan and Nora Ligorano, Paper Designers" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/13\/style\/style-makers-virginia-buchan-and-nora-ligorano-paper-designers.html"} , {"body" : "A plan to build a medical-waste treatment plant in the Brooklyn Navy Yard was abandoned this week because the developer said it would be difficult for him to comply with state environmental requirements. The decision was hailed by many residents of Williamsburg, Greenpoint and other north Brooklyn neighborhoods who had strongly opposed the plant." , "date" : "19911005" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN NAVY YARD (NYC)" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Company Drops A Plan to Build Brooklyn Plant" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/05\/nyregion\/company-drops-a-plan-to-build-brooklyn-plant.html"} , {"body" : "During the hurly-burly of rush hour on a recent afternoon, a film crew had set up on West 58th Street in Manhattan. Horns honked, cabbies rubbernecked, pedestrians gawked and the New York-born director Paul Mazursky yelled \"Action!\" The New York-born actor Danny Aiello began speaking on cue in a movie about New York. It was the first film crew the" , "date" : "19911001" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "11" , "title" : "Lights, Cameras and a Sudden Surge in Action" , "url" : "http:\/\/www.nytimes.com\/1991\/10\/01\/movies\/lights-cameras-and-a-sudden-surge-in-action.html"} , {"body" : "Here is a sampling of tours by bus, van, helicopter and foot that are scheduled this fall in New York City. Dates and times are subject to change. Walking tours in New York City parks are listed on pages 36 and 37. Today LOWER EAST SIDE, Manhattan. A look at the many varieties of markets on a walking tour of the Lower East Side led by Sherrill" , "date" : "19910929" , "day_of_week_facet" : "Sunday" , "page_facet" : "12" , "title" : "TOURS" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/29\/news\/tours.html"} , {"body" : "AT once a densely and diversely populated chunk of New York and a complex tangle of stereotypes and myths, Brooklyn evokes many images to the world beyond its famous bridge. It's the Dodgers and \"The Honeymooners,\" the faded, honky-tonk luster of Coney Island and the elegance of Brooklyn Heights, and, sadly, the violence and racial tensions now" , "date" : "19910925" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "3" , "title" : "The Brooklyn Cookbook: Mix Ethnic Attitudes and Memories" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/25\/garden\/the-brooklyn-cookbook-mix-ethnic-attitudes-and-memories.html"} , {"body" : "This country is blessed with perhaps the finest beef in the world, and when it comes to preparation one thinks of the classic New York steak. The term actually refers to a strip steak that is broiled until crispy outside and juicy within. There has been much talk about how Americans are eating less beef and more fish and poultry. That may be true," , "date" : "19910922" , "day_of_week_facet" : "Sunday" , "page_facet" : "50" , "title" : "Sunday Dinner; Places to Go for Steaks That Truly Satisfy" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/22\/news\/sunday-dinner-places-to-go-for-steaks-that-truly-satisfy.html"} , {"body" : "Martin Gomez starts all his mornings in America in the same place, at the foot of the George Washington Bridge, waiting for his ride and his future. As the commuters from New Jersey begin to flow across the bridge to their jobs in midtown Manhattan, Mr. Gomez and hundreds of other Dominican immigrants are heading the other way, in an alternative" , "date" : "19910916" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "DOMINICAN REPUBLIC"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Between 2 Worlds: Dominicans in New York -- A Special Report; Between 2 Worlds: Dominicans in New York" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/16\/nyregion\/between-2-worlds-dominicans-new-york-special-report-between-2-worlds-dominicans.html"} ,   {"body" : "\"Welcome to the Williamsburg workers' center,\" a handwritten sign on the wall says in Spanish. The place is unprepossessing. Inexpensive wood paneling lines the walls of the three plain rooms. An unmarked red metal door faces out on a quiet industrial street in Brooklyn. But to anyone willing to sign up and pay a $12 fee, the center offers a chance" , "date" : "19910916" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Unions Court Old Allies: Immigrants and Unorganized" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/16\/nyregion\/unions-court-old-allies-immigrants-and-unorganized.html"} , {"body" : "Democratic primary races for the New York City Council produced the racial and ethnic diversity that black and Hispanic politicans and voting rights advocates had demanded while preserving the power of Speaker Peter F. Vallone. In effect, the political establishment, its hand forced by legal challenges, warily let the 1 in 20 voting-age New Yorkers" , "date" : "19910914" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "After the Voting; Council Tallies Assure Diversity Under the Old Guard" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/14\/nyregion\/after-the-voting-council-tallies-assure-diversity-under-the-old-guard.html"} , {"body" : "MANHATTAN 1st DISTRICT MANUEL S. CAVACO Jr. (D) -- Truck driver, rock musician and artist; Democratic county committee member. MARGARET S. CHIN (D-L) -- Director, Chinatown Center of La Guardia Community College; member of Community Board 1 and State Democratic Committee. JOHN A.FRATTA (D) -- Youth co-ordinator; member of Community Board 2 and" , "date" : "19910909" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Candidates Crowd the Field in Primary for Council" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/09\/nyregion\/candidates-crowd-the-field-in-primary-for-council.html"} , {"body" : "Environmental groups in New York City are reacting to Mayor David N. Dinkins's decision to build trash incinerators with a sense of betrayal and a determination to fight any waste disposal plan that includes the burning of garbage, leaders for the groups say. The groups are saying that they will do whatever they can legally and politically to block" , "date" : "19910908" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "Dinkins's Plan to Incinerate Draws Environmentalists' Ire" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/08\/nyregion\/dinkins-s-plan-to-incinerate-draws-environmentalists-ire.html"} , {"body" : "Here are the addresses and telephone numbers for the museums, attractions, churches and restaurants mentioned by the concierges. ANTIQUES PLACE DES ANTIQUAIRES, 125 East 57th Street, Manhattan; (212) 758-2900. Open Mondays through Saturdays, 11 A.M. to 6 P.M. Closed Sundays. MANHATTAN ART AND ANTIQUES CENTER, 1050 Second Avenue, between 55th and" , "date" : "19910906" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "20" , "title" : "Concierges: Baedekers In the Flesh; How to Get in Touch With the Highly Recommended" , "url" : "http:\/\/www.nytimes.com\/1991\/09\/06\/arts\/concierges-baedekers-flesh-get-touch-with-highly-recommended.html"} , {"body" : "After a week of silence, mainstream Jewish organizations have begun to call the racial violence in Crown Heights a dangerous manifestation of anti-Semitism and not just a product of local Hasidic-black tensions. In the first few days after a black child, Gavin Cato, was killed by a Hasidic driver Aug. 19 and a Hasidic student, Yankel Rosenbaum, was" , "date" : "19910831" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Jews Saying Restraint On Brooklyn Was Mistake" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/31\/nyregion\/jews-saying-restraint-on-brooklyn-was-mistake.html"} , {"body" : "The 3-year-old daughter of two New York City detectives was shot in the head on Sunday when one detective tried to shoot the other during an argument at their home in Queens and hit the child, the police said yesterday. A bullet entered the back of the girl's head and exited near her chin, the police said. She was in serious condition at New York" , "date" : "19910827" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Two Detectives' Daughter, 3, Is Shot at Home" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/27\/nyregion\/two-detectives-daughter-3-is-shot-at-home.html"} , {"body" : "The police vowed to crack down on protesters in the racially torn Crown Heights section of Brooklyn yesterday as city officials scrambled to soothe the tensions of three straight nights of violence. \"The Police Department will enforce the law, and they are going to enforce it evenhandedly,\" Mayor David N. Dinkins said in Crown Heights, standing on" , "date" : "19910823" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "TENSIONS IN BROOKLYN; Dinkins Vows Tough Tactics In Race Strife" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/23\/nyregion\/tensions-in-brooklyn-dinkins-vows-tough-tactics-in-race-strife.html"} , {"body" : "JoAnne Akalaitis, the new head of the New York Shakespeare Festival and Joseph Papp's longtime associate, says of herself: \"I'm not Joe Papp in a skirt and I don't want to be.\" The statement is wise on two counts. There's nobody, male or female, in the American theater who's quite like Joe Papp. Nor is there going to be. Joe Papp, who created the" , "date" : "19910822" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "A Life in the Theater" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/22\/opinion\/a-life-in-the-theater.html"} , {"body" : "Three burned-out steel piers stand like eerily twisted skeletons in Upper New York Bay as teen-agers swim past the rusted shell of a half-submerged Chevy Cutlass off the Sunset Park section of Brooklyn. Just to the north, beyond the stench of the Gowanus Canal and a huge, unused grain terminal, a short-lived Port Authority project called Fishport" , "date" : "19910821" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Development Not Even a Contender on Brooklyn's Waterfront" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/21\/nyregion\/development-not-even-a-contender-on-brooklyn-s-waterfront.html"} ,   {"body" : "Hasidim and blacks clashed in the Crown Heights section of Brooklyn through the day and into the night yesterday as the two communities, separately and bitterly, each mourned a member killed, one in a traffic accident on Monday night and the other stabbed in the racial melee that followed. Bottles, rocks and ethnic slurs were hurled as hundreds of" , "date" : "19910821" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Boy's Death Ignites Clashes in Crown Heights" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/21\/nyregion\/a-boy-s-death-ignites-clashes-in-crown-heights.html"} , {"body" : "Dr. Irene Impellizzeri, a second-generation Italian-American, is a vocal proponent of multiculturalism and bilingual education. H. Carl McCall grew up in a Boston welfare family but later graduated from Dartmouth and went on to become a minister before venturing into Harlem politics. Dr. Luis O. Reyes, a devout Catholic, once took vows of poverty" , "date" : "19910813" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Policy Is Born From Diversity on Board of Education" , "url" : "http:\/\/www.nytimes.com\/1991\/08\/13\/nyregion\/policy-is-born-from-diversity-on-board-of-education.html"} , {"body" : "Crossland Savings, one of the largest savings institutions in New York state, announced yesterday that its losses from bad loans had accumulated to the point that it had agreed with Federal regulators to seek a merger with a stronger company. Until a partner is found, the Brooklyn-based savings bank will remain open for business, and its deposits" , "date" : "19910731" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "Crossland Will Seek A Merger" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/31\/business\/crossland-will-seek-a-merger.html"} , {"body" : "Just days ago, if C. Virginia Fields, a City Council incumbent, and William Perkins, a grass-roots campaigner for the Council, had met on the street, they would have greeted each other as candidates in adjoining Harlem districts. But yesterday, when their paths crossed on the northern stretch of Fifth Avenue that once separated their districts," , "date" : "19910728" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Candidates Still Troubled by Redrawing of Districts" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/28\/nyregion\/candidates-still-troubled-by-redrawing-of-districts.html"} , {"body" : "Less than a week after the Justice Department ruled that New York's City Council redistricting plan illegally shortchanged Hispanic voters, the city's Districting Commission yesterday approved a revised plan and prepared to send it back to Washington. Hoping for swift approval so the city can proceed with a November election, the commissioners met" , "date" : "19910726" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Panel Approves Revised Plan For New York's Council Seats" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/26\/nyregion\/panel-approves-revised-plan-for-new-york-s-council-seats.html"} , {"body" : "Pressed between increasingly bitter demands from Hispanic groups and the ticking of the election clock, the New York City Districting Commission came close to passing a revised Council district plan last night in the hope that quick Federal approval would save the elections this year. But at almost the last moment, and perhaps typifying its" , "date" : "19910725" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Snag Blocks Vote on New York Districting" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/25\/nyregion\/snag-blocks-vote-on-new-york-districting.html"} , {"body" : "Members of the New York City Districting Commission appeared to be ready to vote today to amend five districts in order to get Federal approval of a revised districting plan for the City Council, several commissioners said. The districts include three that were formally rejected by the Justice Department last week. The two others likely to be" , "date" : "19910724" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Panel Members Seem Ready To Vote on Revised Districts" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/24\/nyregion\/panel-members-seem-ready-to-vote-on-revised-districts.html"} , {"body" : "From a Brooklyn enclave nicknamed \"Miller's finger\" to an expanse of Staten Island the shape of Texas, New York's proposed City Council map is a political quilt of curling, bending and looping threads. The city's Districting Commission forged that now-disputed map in a process touted as the most open in New York's history. But behind the drawing of" , "date" : "19910723" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Creating New City Council Districts: Minority Concerns vs. Incumbency" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/23\/nyregion\/creating-new-city-council-districts-minority-concerns-vs-incumbency.html"} , {"body" : "Even as members of the New York City Districting Commission remained sharply split on how to amend the Council districting plan for Federal approval, dozens of Council candidates spent the final day collecting petitions yesterday in anticipation of an election that may never take place. The plan for 51 new districts was rejected on Friday by the" , "date" : "19910723" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Panel Divides On Changing Council Maps" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/23\/nyregion\/panel-divides-on-changing-council-maps.html"} , {"body" : "Critics have been quick for months to second-guess New York City's Districting Commission. But last week, Federal officials formally objected, too -- threatening to postpone this year's special elections for City Council, just as a similar legal challenge did in 1981. What was the commission's agenda? It was charged under the revised City Charter" , "date" : "19910722" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; The Legal Mosaic And Political Art Of Council Maps" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/22\/nyregion\/metro-matters-the-legal-mosaic-and-political-art-of-council-maps.html"} ,   {"body" : "A leading dissenter on the panel that redrew the New York City Council district lines said yesterday that he would push for the whole map to be revised to guarantee up to 11 Hispanic majority districts in the wake of the map's rejection last week by the Justice Department as unfair to Hispanic residents. \"I frankly think this is not a matter of" , "date" : "19910722" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Panel Members Differ On Districting Ruling" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/22\/nyregion\/panel-members-differ-on-districting-ruling.html"} , {"body" : "The political mapmakers call this block of the Williamsburg section of Brooklyn a \"majority minority\" area. But to the Puerto Ricans gathered outside La Borinquena Grocery, the Dominicans in the Cibao bodega or the blacks gathered under a revivalist's tent across the street, political reality is a little more complicated. \"I know if we are given" , "date" : "19910721" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Where Minorities Rub, It's 'Us' Against 'Them'" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/21\/nyregion\/where-minorities-rub-it-s-us-against-them.html"} , {"body" : "The Justice Department's rejection of a districting plan for the New York City Council threatened yesterday to reopen divisions on the commission that drew up the plan, with some members pushing for a broad review and others calling for only minor technical adjustments. Such a review, going beyond the objections raised by the Federal Government in" , "date" : "19910721" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "U.S. Ruling Reopens Feuds On New York Council Map" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/21\/nyregion\/us-ruling-reopens-feuds-on-new-york-council-map.html"} , {"body" : "One of New York City's grimmest records came close to being broken yesterday, as the police recorded 17 killings in 24 hours beginning Friday afternoon. Three people were found bound and shot to death in a Washington Heights apartment; a 35-year-old man was killed by a 14-year-old boy in a midtown Manhattan hotel, and a father was slain and his son" , "date" : "19910721" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "17 Killings Nears New York City Record" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/21\/nyregion\/17-killings-nears-new-york-city-record.html"} , {"body" : "For those who have been preparing to run for seats on the New York City Council, the Justice Department's recent decision to reject the redrawn district lines has stirred fears and frustration. Candidates interviewed yesterday said they hoped that the rejection would not knock the elections planned for this fall off schedule. Some said that a delay" , "date" : "19910721" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Candidates Fault Ruling On Districts" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/21\/nyregion\/candidates-fault-ruling-on-districts.html"} , {"body" : "The Justice Department today blocked use of a new districting plan for the New York City Council, saying that it \"consistently disfavored\" Hispanic voters in violation of Federal law. The redistricting plan for an expanded and more powerful City Council was a central element of New York's historic effort to make its government more reflective of" , "date" : "19910720" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "U.S. REJECTS NEW YORK PLAN FOR CITY COUNCIL DISTRICTS; FINDS HISPANIC VOTERS HURT" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/20\/nyregion\/us-rejects-new-york-plan-for-city-council-districts-finds-hispanic-voters-hurt.html"} , {"body" : "Following are excerpts from Assistant Attorney General John R. Dunne's letter to the New York City Districting Commission: In our view, the New York City Districting Commission was faced with a job of staggering proportions, namely, to divide a city of over seven million people into 51 new Council districts while addressing the historical inability" , "date" : "19910720" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Excerpts From U.S. Letter Rejecting Redistricting Plan" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/20\/nyregion\/excerpts-from-us-letter-rejecting-redistricting-plan.html"} , {"body" : "Last month, New York City's Districting Commission congratulated itself on having completed the most public reapportionment process ever -- one that it said complied with the City Charter's goal of \"fair and effective representation of the racial and language minority groups\" protected by the Federal Voting Rights Act. But in carving new districts" , "date" : "19910718" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "As Population Grows, Hispanic Power Lags" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/18\/nyregion\/as-population-grows-hispanic-power-lags.html"} , {"body" : "The sounds of the night -- two people talking on the nearby road, a car riding over some branches, someone's distant laugh -- sat the men and women upright and sent them outside to listen more closely, to stare hard into the night. The sheriff's deputy, standing with arms folded at the front gate of the Ryke Inn Bungalow Colony, tried to calm them," , "date" : "19910714" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["KIAMESHA LAKE (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Summer Calm in Catskills Shattered by Slayings" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/14\/nyregion\/summer-calm-in-catskills-shattered-by-slayings.html"} , {"body" : "A Brooklyn mechanic whom the police called the Bicycle Rapist was sentenced yesterday to up to 66 years in prison for sexually attacking a woman and shooting her father when he came to her rescue. The police said the defendant, William Gonzalez, 26, on Feb. 25, 1989, forced a woman at gunpoint to carry his bicycle to the roof of her building in the" , "date" : "19910713" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "'Bicycle Rapist' Sentenced" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/13\/nyregion\/bicycle-rapist-sentenced.html"} ,   {"body" : "Ten years after Eugene M. Lang became a folk hero by promising college scholarships to an entire sixth-grade class in East Harlem, he gave a party recently for the first two to earn bachelor's degrees. For the 22-year-old graduates, Rousanna Serrano, from Barnard College, and Zulma Hernandez, from Bard, the celebrations meant days in the limelight," , "date" : "19910712" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "The Offer: Money for College, but Some Have Passed It Up" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/12\/nyregion\/the-offer-money-for-college-but-some-have-passed-it-up.html"} , {"body" : "LECTURE AND WALKING TOUR, Lower East Side Tenement Museum, 97 Orchard Street, Manhattan. A walking tour of lower Manhattan, followed by \"House of Heritage,\" a slide presentation and lecture on the changing history of the area, Sunday at noon. Walking tour fee, $12 ($11 for the elderly, $6 for students); lecture: $2. Information: (212) 431-0233." , "date" : "19910712" , "day_of_week_facet" : "Friday" , "page_facet" : "27" , "title" : "The Spoken Word" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/12\/news\/the-spoken-word.html"} , {"body" : "Two small boys who had apparently been severely beaten lay in a Brooklyn hospital yesterday with head injuries, bruises and burns, while their 23-year-old mother and her boyfriend were arraigned on charges of child abuse, the police said. One child, a 1-year-old, was in critical condition in the intensive-care unit of Woodhull Hospital with a wound" , "date" : "19910710" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mother and Companion Charged in Beating of Boys" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/10\/nyregion\/mother-and-companion-charged-in-beating-of-boys.html"} , {"body" : "After hearing testimony over several months, a Brooklyn grand jury voted yesterday not to indict four police officers who fatally shot the owner of a popular Williamsburg restaurant last winter. Jose Arismandy Cruz, 36, owner of El Nuevo Paraiso restaurant on Broadway, died in a confrontation with several plainclothes officers from the 90th" , "date" : "19910704" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Jury Chooses Not to Indict 4 Police Officers in Shooting" , "url" : "http:\/\/www.nytimes.com\/1991\/07\/04\/nyregion\/jury-chooses-not-to-indict-4-police-officers-in-shooting.html"} , {"body" : "In an attempt to create affordable housing that conforms to the historic architecture of its neighborhood, a consortium of builders is completing work on 19 three-story brick rowhouses in the Williamsburg section of Brooklyn. Each building has only one apartment to a floor. And, like many 19th-century rowhouses and brownstones in Williamsburg, Fort" , "date" : "19910630" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Postings: Joint Effort In Brooklyn; 19 Brick Rowhouses With Stoops" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/30\/realestate\/postings-joint-effort-in-brooklyn-19-brick-rowhouses-with-stoops.html"} , {"body" : "Here is a sampling of Fourth of July events planned around New York City: Sunday INDEPENDENCE DAY CELEBRATION, Flatbush Reformed Church, Church Avenue, between Flatbush Avenue and East 21st Street, in the Flatbush section of Brooklyn; sponsored by the Flatbush Historical Society. Entertainment, food, 12:30 P.M. Admission: $5 (those under 12, free)." , "date" : "19910628" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "12" , "title" : "The Fourth: It's a Mood That Lasts Year Round" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/28\/arts\/the-fourth-it-s-a-mood-that-lasts-year-round.html"} , {"body" : "The offer to any rural community in upstate New York: $4.2 million in benefits that would include a new town park, trust funds for the library and the Fire Department, road improvements and a scholarship fund for local youths headed to college. The catch: the town has to agree to be the home to a dump for low-level radioactive waste. West Valley is" , "date" : "19910628" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "WEST VALLEY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Anxious Town Might Say Yes to a Nuclear Waste Dump" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/28\/nyregion\/anxious-town-might-say-yes-to-a-nuclear-waste-dump.html"} , {"body" : "The public never sees the Health Department's Bureau of Laboratories at work, but the proposed 46 percent cut in its budget would affect patients in public and private medical offices alike, and have serious implications for preventing and treating disease. The most immediate and critical concern is the fate of tests for HIV, the virus that causes" , "date" : "19910624" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "2" , "title" : "Life on the Bottom Line: How Dinkins's Budget Affects Social Services; Health Screening: The Front Lines In the AIDS Fight" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/24\/nyregion\/life-bottom-line-dinkins-s-budget-affects-social-services-health-screening-front.html"} , {"body" : "GOLF Hulbert Wins in Playoff Mike Hulbert parred the first playoff hole last night to defeat Kenny Knox for the Anheuser-Busch Classic title in Williamsburg, Va. The playoff became necessary when both bogeyed the 72d hole as darkness approached on Kingsmill Golf Club. The round was held up by a 2-hour-20-minute rain delay, and Knox, playing in the" , "date" : "19910624" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "RESULTS PLUS" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/24\/sports\/results-plus-978191.html"} , {"body" : "A private police force, as heavily armed and sometimes as violent as the drug dealers it is hired to confront, is stalking the dealers in some of Brooklyn's poorest neighborhoods, according to residents, police officers and the guards themselves. The force, licensed by the New York Secretary of State under the name SSI Patrol Services, provides" , "date" : "19910616" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Security Guards Or Vigilantes?\/A special report; In Brooklyn, Private Police as Violent as Their Enemy" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/16\/nyregion\/security-guards-vigilantes-special-report-brooklyn-private-police-violent-their.html"} ,   {"body" : "A 27-year-old Queens man was arrested yesterday and charged with killing a car dispatcher in Brooklyn on Saturday night, the police said. The suspect, Edward Nieves, of 849 Flushing Avenue, was arrested at 5 P.M. at the 90th Precinct, where he was being questioned, said Sgt. Mary Wrensen, a police spokeswoman. The victim, Nelda Caraballo, 37, of 71" , "date" : "19910612" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Charged in Death Of a Car Dispatcher" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/12\/nyregion\/man-charged-in-death-of-a-car-dispatcher.html"} , {"body" : "A woman from London who was visiting New York and a car dispatcher from Brooklyn were struck by stray gunfire in separate shootings Saturday night. They died hours apart in the same hospital. The London woman, Yvonne Williams, a 30-year-old mother of five, was walking about 10:45 P.M. in the vicinity of 101st Street and Northern Boulevard in" , "date" : "19910610" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CORONA (NYC)" , "FLATBUSH (NYC)" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Tourist and a Dispatcher Are Killed by Stray Gunfire" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/10\/nyregion\/a-tourist-and-a-dispatcher-are-killed-by-stray-gunfire.html"} , {"body" : "A housing discrimination suit that was part of a long-simmering feud between Hispanic and Hasidic groups in Brooklyn was settled yesterday when the New York City Housing Authority agreed to accept only black or Hispanic applicants for vacancies over the next several years in three projects in the Williamsburg section. The housing settlement, signed" , "date" : "19910606" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Housing Fight In Brooklyn Is Settled" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/06\/nyregion\/housing-fight-in-brooklyn-is-settled.html"} , {"body" : "International A3-15 Large-scale aid to the Soviet Union should not be granted until Moscow first demonstrates its commitment to substantial economic reform, most of the world's finance ministers agreed. Page A1 President Gorbachev said the world would lose its best chance yet for a new era of peace if his campaign to restructure the broken Soviet" , "date" : "19910606" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "News Summary" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/06\/nyregion\/news-summary-604591.html"} , {"body" : "Here is a sampling of fireworks scheduled this summer in New York City. Dates and times are subject to change. June 23-29 SHEA STADIUM, Flushing Meadows-Corona Park, Corona, Queens. The Mets will be on the road on July 4, so their Fourth of July fireworks will light up the sky on June 29 after a game with the Philadelphia Phillies. Tickets to the" , "date" : "19910602" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "19" , "title" : "Fireworks" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/02\/arts\/fireworks.html"} , {"body" : "Commuters who want up-to-date traffic and weather reports can now get them without punching their car-radio buttons continually. A traffic beeper, just introduced, is providing reports 16 hours a day, seven days a week. The service is a joint venture of Traffix Information Services of Brooklyn, a new concern, and Telecommunication Network Inc., a" , "date" : "19910602" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "Tech Notes; Beep! Paul Revere Updated in N.Y." , "url" : "http:\/\/www.nytimes.com\/1991\/06\/02\/business\/tech-notes-beep-paul-revere-updated-in-ny.html"} , {"body" : "New York City transportation officials are drafting a proposal to collect tolls on the four free East River bridges. The idea has often been rejected, but officials say it is more plausible now because of the budget crisis and the cost of repairing the dilapidated structures. The officials say new systems to collect the tolls would mean that tolls" , "date" : "19910601" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "City Reviving Plan for Tolls At East River" , "url" : "http:\/\/www.nytimes.com\/1991\/06\/01\/nyregion\/city-reviving-plan-for-tolls-at-east-river.html"} , {"body" : "Residents in the Williamsburg section of Brooklyn are organizing to protest the designation of a hazardous-material shipment company in their community as an interim storage site for radioactive waste. \"There is tremendous opposition,\" Inez Pasher, a member of Community Board 1, said yesterday. The shipper, Radiac Research Corporation, is to tell" , "date" : "19910526" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Protest Forms Over Radioactive Waste in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/26\/nyregion\/protest-forms-over-radioactive-waste-in-brooklyn.html"} , {"body" : "International 2-7 An airlift of Ethiopian Jews began as rebels continued advancing on Ethiopia's capital, Addis Ababa. Israeli and Ethiopian planes flew thousands of Jews to Israel as part of a secret deal with the Government. Page 1 Rebels captured the Eritrean capital, a Western diplomat said. The taking of Asmara appeared to mean that the rebels" , "date" : "19910525" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "News Summary" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/25\/nyregion\/news-summary-499891.html"} , {"body" : "For Raphael Disla, the owner of a tiny Spanish restaurant in Brooklyn, being ready to confront armed robbers has become almost a part of doing business. On Thursday night, for the second time this year, Mr. Disla drew a gun and shot a robber dead, the police said. The shooting occurred when two men entered the restaurant, La Cabana, in the" , "date" : "19910525" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Restaurateur Kills 2d Would-Be Robber" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/25\/nyregion\/restaurateur-kills-2d-would-be-robber.html"} ,   {"body" : "A jury convicted an unemployed house painter yesterday in the killing last year of Rabbi Chaskel Werzberger, a leader of the Satmar Hasidic community in the Williamsburg section of Brooklyn. The 37-year-old defendant, David Ranta of Brooklyn, could face 25 years to life in prison when he is sentenced on June 10 by Justice Francis X. Egitto, who" , "date" : "19910523" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Man Convicted in Rabbi's Death" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/23\/nyregion\/man-convicted-in-rabbi-s-death.html"} , {"body" : "Beaten down by a dismal economy, Lucas V. left his construction job, a wife and two children in Mexico and ventured to New York in search of the nest egg that would enable him to open a small business back home. After two years of laboring on construction sites for $260 a week, he is no closer to his goal than when he first arrived. \"I think I made" , "date" : "19910519" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MEXICO"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Poor and Illegal, Mexicans Lose Hope in New York" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/19\/nyregion\/poor-and-illegal-mexicans-lose-hope-in-new-york.html"} , {"body" : "To the Editor: Your article on March 31 on Williamsburg Court, a 59-unit affordable housing project in Brooklyn, omitted the fact that its construction loan has been financed by the Dime Savings Bank of New York. The loan is in excess of $5 million and is the linchpin of the project's development under the New York StateTurnkey Program. The Turnkey" , "date" : "19910519" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "Real Estate"] , "page_facet" : "18" , "title" : "Loan Source" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/19\/realestate\/l-loan-source-123691.html"} , {"body" : "HOUSED AT THE rear of Martin Greenfield's Brooklyn clothing plant is an informal archive, a sturdy steel rack that holds the tailor's interpretations of men's wear's past glories. There, sleeve by sleeve with a fancy top-stitched Western sport coat and a denim leisure suit hangs an old Eisenhower jacket. Greenfield, who produced the general's" , "date" : "19910519" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "78" , "title" : "Men's Style; Thinker, Tailor" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/19\/magazine\/men-s-style-thinker-tailor.html"} , {"body" : "Eastern District High School in Brooklyn is saddled with a reputation for academic futility and sporadic mayhem. Long known for turning out more dropouts than graduates, the school saw its notoriety crowned a year ago with a destructive rampage by 200 students. Now, under the leadership of a quiet but stern new principal who spends much of his time" , "date" : "19910518" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "A Brooklyn High School Starts on a Long Climb Back" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/18\/nyregion\/a-brooklyn-high-school-starts-on-a-long-climb-back.html"} , {"body" : "Indomitably, the eight parents standing on the small stage began speaking about their children. Their stories were not the comfortable anecdotes that parents are so fond of recalling. One mother told how her teen-ager set fire to the family automobile and pushed it into a nearby lake so he could collect the car insurance. Another child successfully" , "date" : "19910511" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "11" , "title" : "Addicts' Parents Live the Pain on Stage" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/11\/theater\/addicts-parents-live-the-pain-on-stage.html"} , {"body" : "If City Councilman Samuel Horwitz wanted to travel the length of his new Brooklyn district without leaving it, according to one proposed version of the district, he would have to make his way for nearly two miles along the Coney Island Boardwalk. \"It's not contiguous at high tide,\" said David I. Wells, a union political organizer and dissenting" , "date" : "19910507" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Redistricting Oddities Reflect Racial and Ethnic Politics" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/07\/nyregion\/redistricting-oddities-reflect-racial-and-ethnic-politics.html"} , {"body" : "A dispute that began in a Brooklyn coffee shop and spilled into the street erupted in gunfire that killed one man and wounded three others yesterday, the police said. Fernando Espinal, 31 years old, of 380 South Fourth Street in Brooklyn, died in a hail of bullets outside the Prince Coffee Restaurant at 131 Grand Street in the Williamsburg section" , "date" : "19910507" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "METRO DATELINES; Coffee Shop Dispute Ends in Fatal Gunfire" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/07\/nyregion\/metro-datelines-coffee-shop-dispute-ends-in-fatal-gunfire.html"} , {"body" : "The bedroom's lace curtains rustle in a cool spring breeze, filtering dots of sunlight onto a four-poster bed. Like hundreds of other bed-and-breakfasts throughout America, the appeal of Donald Kurz-Fiedeke's small hostelry is its 19th-century charm, its whiff of romance. But just beyond the curtains and a well-tended garden, laundry hangs from" , "date" : "19910501" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Tells Tourists, Yo! Don't Overlook Us" , "url" : "http:\/\/www.nytimes.com\/1991\/05\/01\/nyregion\/brooklyn-tells-tourists-yo-don-t-overlook-us.html"} , {"body" : "\"IT'S not the city and it's not the country,\" Craig Firestone said of Rockland County last week. It was 19 years ago that he moved with his parents from Mount Vernon, a Westchester city on the Bronx border, but he still finds Rockland \"a good, centrally located spot.\" Of course, Mr. Firestone, who lives virtually in the shadow of the Tappan Zee" , "date" : "19910428" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ROCKLAND COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Changing Face of a Neighbor To the North" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/28\/nyregion\/changing-face-of-a-neighbor-to-the-north.html"} ,   {"body" : "\"IT'S not the city and it's not the country,\" Craig Firestone said of Rockland County last week. It was 19 years ago that he moved with his parents from Mount Vernon, a Westchester city on the Bronx border, but he still finds Rockland \"a good, centrally located spot.\" Of course, Mr. Firestone, who lives virtually in the shadow of the Tappan Zee" , "date" : "19910428" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ROCKLAND COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Changing Neighbor Across the Hudson" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/28\/nyregion\/a-changing-neighbor-across-the-hudson.html"} , {"body" : "Mayor David N. Dinkins was loudly criticized last night by hundreds of members of the Hispanic community in Williamsburg at a tumultuous town hall meeting. The hecklers attacked the Mayor and Police Commissioner Lee P. Brown, who also attended the meeting, for the transfer of Police Officer Hector Ariza on April 11 after he was accused of" , "date" : "19910423" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Dinkins Heckled by Backers Of Shifted Brooklyn Officer" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/23\/nyregion\/dinkins-heckled-by-backers-of-shifted-brooklyn-officer.html"} , {"body" : "A student effort to take over the main building at York College in Jamaica, Queens -- part of a wave of protests by students at the City University of New York -- fizzled early yesterday when about 35 students left after three hours at the urging of college administrators, and as a police squad car arrived. But protests against proposed tuition" , "date" : "19910414" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "A Takeover Fails at York College But 7 Protests Continue at CUNY" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/14\/nyregion\/a-takeover-fails-at-york-college-but-7-protests-continue-at-cuny.html"} , {"body" : "BY resolving several lingering disputes with community activists, some dating back more than a decade, the administration of Mayor David N. Dinkins has cleared the way for the construction of nearly 4,000 new or renovated apartments and town houses in New York City. Emerging from the details of those projects are the broad outlines of the Mayor's" , "date" : "19910414" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Way Cleared for Long-Delayed Housing" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/14\/realestate\/way-cleared-for-long-delayed-housing.html"} , {"body" : "A Hispanic police officer who has asserted that Jews in the Williamsburg section of Brooklyn get preferential treatment from the police was temporarily transferred to a desk job in another precinct yesterday after a motorist filed a complaint against him. Hispanic residents asserted yesterday that the officer, Hector Ariza, 29 years old, was" , "date" : "19910412" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officer in Hasidic Dispute Shifted" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/12\/nyregion\/officer-in-hasidic-dispute-shifted.html"} , {"body" : "Hasidic and Hispanic groups gathered outside the Williamsburg precinct station house in Brooklyn yesterday after a Hasidic man was charged with assaulting a Hispanic officer who has asserted that Jews in the area get special treatment from the police. The police said the arrested man, Moishe Schwartz, kicked the officer, Hector Ariza, as he tried" , "date" : "19910408" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Arrest Heats Up Ethnic Tensions In Williamsburg" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/08\/nyregion\/arrest-heats-up-ethnic-tensions-in-williamsburg.html"} , {"body" : "INTERNATIONAL A3-7 The airlift of supplies to the Kurds began. Six American cargo planes parachuted tons of food, bottled water and medical supplies. At the same time, Iran closed its borders to Kurdish refugees fleeing Iraq. Page A1 Efforts toward an Arab-Israeli peace have so far gone nowhere, Secretary of State Baker and other officials" , "date" : "19910408" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1991\/04\/08\/nyregion\/news-summary-533191.html"} , {"body" : "The Williamsburg section of Brooklyn will see a new six- story subsidized apartment house rise on Union Avenue at Maujer Street this summer under the Turnkey Program of the state's Division of Housing and Community Renewal. Groundbreaking for the 59-unit rental building, designed by Steven B. Jacobs Associates of Manhattan, took place March 21, and" , "date" : "19910331" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Postings: Rising in Williamsburg; 59 Subsidized Rentals" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/31\/realestate\/postings-rising-in-williamsburg-59-subsidized-rentals.html"} , {"body" : "A crime, a traffic accident, coincidence and some luck came together early yesterday in a chain of events in Brooklyn and Manhattan that left five people in hospitals and another in jail. About 1:35 A.M., an Emergency Medical Service ambulance taking a burn victim to Kings County Hospital was hit broadside by a stolen 1978 Chevrolet at Flushing" , "date" : "19910330" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "5 End Up in Hospitals and One Is Sent to Jail" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/30\/nyregion\/5-end-up-in-hospitals-and-one-is-sent-to-jail.html"} , {"body" : "New York State yesterday cleared the way for New York City to apply to the state to build an incinerator on part of the Brooklyn Navy Yard site in the Williamsburg section. No application is now planned, the city's Sanitation Commissioner, Steven M. Polan, said yesterday. It is \"likely, but not a certainty,\" however, that the city will recommend" , "date" : "19910330" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "WILLIAMSBURG (NYC)" , "BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Albany Ruling Allows Request For Incinerator" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/30\/nyregion\/albany-ruling-allows-request-for-incinerator.html"} ,   {"body" : "A Federal judge said yesterday that a family of 18 living together in a three-bedroom apartment in a Brooklyn housing project could not be evicted solely because one of them sold drugs from the home. The Federal Government had tried to evict the family as part of a nationwide effort to remove drug dealers from public housing. But in rejecting that" , "date" : "19910327" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Family Cannot Be Evicted Because of One's Drug Sale" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/27\/nyregion\/family-cannot-be-evicted-because-of-one-s-drug-sale.html"} , {"body" : "A New York City commission is devising new district lines for an expanded City Council intended to accommodate more black and Hispanic members, and possibly Asian-Americans, homosexuals and other minority groups, including Republicans. Politicians expect the new alignment to insure the election of minority representatives to at least 8 of 16 new" , "date" : "19910324" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Seeking More Minority Council Members" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/24\/nyregion\/seeking-more-minority-council-members.html"} , {"body" : "Jerome (Doc) Pomus, who with his partner, Mort Shuman, was one of the most successful rock-and-roll songwriters of the early 1960's, died yesterday at Tisch Hospital of the New York University Medical Center. He was 65 years old and lived in Manhattan. He died of lung cancer, his brother, Raoul, said. Among the hit songs written by Mr. Pomus and" , "date" : "19910315" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "23" , "title" : "Jerome (Doc) Pomus, 65, Lyricist For Some of Rock's Greatest Hits" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/15\/obituaries\/jerome-doc-pomus-65-lyricist-for-some-of-rock-s-greatest-hits.html"} , {"body" : "An early-morning fire in Brooklyn that caused the partial collapse of a building yesterday prompted the suspension of subway service all day on the J, M and Z lines to Manhattan. The Transit Authority said normal service on the three lines was expected during the rush hour this morning. The fire, in a commercial building on Broadway near Rodney" , "date" : "19910312" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Fire Severs Service On 3 Subway Lines All Day" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/12\/nyregion\/brooklyn-fire-severs-service-on-3-subway-lines-all-day.html"} , {"body" : "THE Arena Players Repertory Theater in East Farmingdale is presenting the world premiere of \"He Had a Hat\" by Henry Slesar. The title is the punch line of a joke, and the play is a family situation melodrama that brightens its turgid plot line with jokes and comic routines. The story revolves around Bobby Berkowitz, a second-rate comedian and a" , "date" : "19910310" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "15" , "title" : "THEATER REVIEW; The Rise and Fall of a So-So Comic" , "url" : "http:\/\/www.nytimes.com\/1991\/03\/10\/nyregion\/theater-review-the-rise-and-fall-of-a-so-so-comic.html"} , {"body" : "Kenneth Fisher, a 38-year-old lawyer, claimed victory last night in the special election in the 29th City Council District in Brooklyn. Mr. Fisher said unofficial election results indicated that he had won by nearly 1,100 votes. Official results are to be released by the Board of Elections on Friday. Mr. Fisher's strongest opponent in the" , "date" : "19910227" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Brooklyn Lawyer Defeats 8 Rivals In Special Race for a Council Seat" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/27\/nyregion\/brooklyn-lawyer-defeats-8-rivals-in-special-race-for-a-council-seat.html"} , {"body" : "On Tuesday, voters in the 29th City Council District in Brooklyn will choose from among nine candidates who have spent a total of $500,000 in a race for an office that will cease to exist before the end of the year. Most of the candidates are liberal Democrats with barely distinguishable positions, but no trace of traditional party affiliations can" , "date" : "19910225" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "9-Way Race for a Seat Soon to Vanish" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/25\/nyregion\/9-way-race-for-a-seat-soon-to-vanish.html"} , {"body" : "Tuesday's nonpartisan election to fill the City Council seat in Brooklyn's 29th District is important. The winner will have a clear advantage in the fall election when the Council expands to 51 members and comes into its own under the new City Charter. The tone of the campaign has been far from uplifting and makes a choice difficult. Nonetheless," , "date" : "19910222" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "28" , "title" : "Joan Millman for City Council" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/22\/opinion\/joan-millman-for-city-council.html"} , {"body" : "Census figures to be released today are all but certain to confirm an epochal demographic shift: For the first time in nearly four centuries, non-Hispanic whites no longer constitute a majority in New York City. Visions of Newark or Detroit? Typically, the changing complexion of America's cities has provoked a hue and cry among some indigenous" , "date" : "19910221" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; Better to Call The Melting Pot A Motley Quilt" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/21\/nyregion\/metro-matters-better-to-call-the-melting-pot-a-motley-quilt.html"} , {"body" : "New York City's procedures for inspecting and repairing four troubled East River bridges meet Federal requirements, the Federal Highway Administration says. In a preliminary report released by the city yesterday, Federal officials said New York had inspected the Brooklyn, Manhattan, Williamsburg and Queensboro Bridges and taken steps to repair" , "date" : "19910221" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Procedures on Bridge Repairs Satisfy U.S. Road Engineers" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/21\/nyregion\/procedures-on-bridge-repairs-satisfy-us-road-engineers.html"} ,   {"body" : "Some of the best bagels on Queens Boulevard are baked by a Buddhist from Bangkok. Just ask Bernie and Sylvia Soberman, retired government workers who -- when the urge overwhelms -- hop a subway near their home in the Williamsburg section of Brooklyn and ride an hour to Forest Hills for a bagful from Kitti Phongtankuel's Bagels Hand Rolled, near" , "date" : "19910221" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "FOREST HILLS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Forest Hills Journal; Buddha's Watchful Eye Guards Bagels to Die For" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/21\/nyregion\/forest-hills-journal-buddha-s-watchful-eye-guards-bagels-to-die-for.html"} , {"body" : "The Brooklyn parolee charged with killing a 15-year-old girl under the Williamsburg Bridge in December has admitted to strangling her, sexually assaulting her and burning her body, a prosecutor said yesterday. The girl, Zipora Yagodajev, was out for her regular morning walk when she met the man, Raymond Vargas, 28, who was \"looking for someone to" , "date" : "19910219" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["WILLIAMSBURG BRIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Parolee Confessed to Killing Of Girl, 15, Prosecutor Says" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/19\/nyregion\/parolee-confessed-to-killing-of-girl-15-prosecutor-says.html"} , {"body" : "A 28-year-old Brooklyn man, on parole since November, has been arrested and charged with strangling a 15-year-old girl whose nude, charred body was found under the Williamsburg Bridge two months ago, the police said yesterday. The man, Raymond Vargas, of 1340 Hancock Street in the Bushwick section, was charged with second-degree murder," , "date" : "19910218" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Suspect Seized In Strangling Of a Girl, 15" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/18\/nyregion\/suspect-seized-in-strangling-of-a-girl-15.html"} , {"body" : "War in the Gulf 6-8 U.S. troops fought Iraqi forces in sharp skirmishes on Saudi Arabia's northern borders in a day full of sometimes contradictory official statements on when the allies might start a ground offensive. Page 1 A high Iraqi official went to Moscow for talks that Soviet officials depict as possibly Iraq's last chance to avert a ground" , "date" : "19910218" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/18\/nyregion\/news-summary-359791.html"} , {"body" : "Although Brooklyn's rich diversity of historic and architecturally distinct housing is far too much to be explored in a day, those interested in serious sampling may want to consider a bus tour being offered next Sunday by the Brooklyn Center for the Urban Environment. The nonprofit educational group, known until last July as the Prospect Park" , "date" : "19910217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Postings: History and Housing; Touring Brooklyn by Bus" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/17\/realestate\/postings-history-and-housing-touring-brooklyn-by-bus.html"} , {"body" : "War in the Gulf A12-14 Saddam Hussein called for patience and steadfastness as he assured his compatriots that Iraq would win the war. Faced with major damage from allied bombing, he displayed little readiness for peace. Page A1 Few tanker drivers in Jordan want to take the risk A14 Some Palestinians are permitted to return to jobs A14 Defense" , "date" : "19910211" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/11\/nyregion\/news-summary-674691.html"} , {"body" : "Engineers in and out of New York City government point to years of deferred maintenance to explain the drastic deterioration of the 82-year-old Manhattan Bridge in the last few years. But the current problems also stem in large part, they say, from a flaw in the design of the suspension bridge. The placing of tracks for subway trains on the" , "date" : "19910211" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Engineers Cite Design Flaw In Bridge Woes" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/11\/nyregion\/engineers-cite-design-flaw-in-bridge-woes.html"} , {"body" : "FIRST they were called special assessment districts. Then, after the adoption of legislation by the New York State Legislature in 1982, they came to be known as business improvement districts. Sometimes the term is special services district. By whatever name, they are commercial or industrial districts in which property owners assess themselves to" , "date" : "19910210" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Perspectives: Business Improvement Districts; Banding Together for Local Betterment" , "url" : "http:\/\/www.nytimes.com\/1991\/02\/10\/realestate\/perspectives-business-improvement-districts-banding-together-for-local.html"} , {"body" : "Environmental groups and several elected officials say recent actions of the Dinkins administration strongly suggest that the Mayor is moving toward greater use of garbage incinerators, despite his 1989 campaign promise to delay a decision until 1993. The promise to put new incinerators on hold -- though not to rule out their eventual construction" , "date" : "19910122" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Dinkins Word On Garbage Is Questioned" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/22\/nyregion\/dinkins-word-on-garbage-is-questioned.html"} , {"body" : "Alina and Edward Staknys of Jamaica, Queens, are preoccupied by the news these days. They pore over newspapers, listen to reports by two radio stations at once and wait anxiously for television news broadcasts. Their fascination with the news has nothing to do with the threat of war in the Persian Gulf region, but with the Communist crackdown in" , "date" : "19910114" , "day_of_week_facet" : "Monday" , "geo_facet" : ["LITHUANIA" , "UNION OF SOVIET SOCIALIST REPUBLICS (USSR)"] , "nytd_section_facet" : ["World"] , "page_facet" : "7" , "title" : "SOVIET CRACKDOWN; For Lithuanian-Americans, the News About Home Seems Terrible Indeed" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/14\/world\/soviet-crackdown-for-lithuanian-americans-about-home-seems-terrible-indeed.html"} ,   {"body" : "The life of the young Brooklyn man who was killed by an off-duty police officer last week while trying to steal the officer's car had been soured from an early age, when his parents separated and his father became addicted to drugs, friends and relatives said yesterday. \"He never had a chance,\" said Ruben Rivera, an uncle of the slain man," , "date" : "19910113" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Shot Dead Stealing an Officer's Car, and Luckless From the Start" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/13\/nyregion\/shot-dead-stealing-an-officer-s-car-and-luckless-from-the-start.html"} , {"body" : "From Grand Street in Brooklyn to Grand Central Station -- and soon to the Times Square area and a strip of Greenwich Village -- New York City businesses are banding together, and taxing themselves, to relieve their neighborhoods of grime and crime. It's a sad fact that City Hall hasn't kept up with the degradation, but it is reassuring when private" , "date" : "19910113" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "When City Hall Fails, Do It Yourself" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/13\/opinion\/when-city-hall-fails-do-it-yourself.html"} , {"body" : "For the last several years the plight of New York City's bridges has at times inspired a contentious internal debate between passionate advocates for the structures in the Transportation Department and increasingly cost-conscious city officials. This week, the infighting broke into the open with the dismissal of the Deputy Commissioner for Bridges," , "date" : "19910112" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Long City Hall Debate: Poor Bridges vs. Budget" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/12\/nyregion\/long-city-hall-debate-poor-bridges-vs-budget.html"} , {"body" : "To the Editor: Now is the time, when New York City is threatened with the twin crises of deteriorating finances and deteriorating bridges, to do what has only been talked about for a generation: Collect tolls on the four bridges across the East River. This would: (1) Generate the funds that are needed to protect the Brooklyn, Manhattan," , "date" : "19910108" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "20" , "title" : "Time to Collect Tolls on the East River Bridges" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/08\/opinion\/l-time-to-collect-tolls-on-the-east-river-bridges-481391.html"} , {"body" : "NEW YORK CITY'S intricate, interlocking grid of bridges, tunnels, roadways and subways, the underpinnings that make the city work, has recently been showing increasing signs of disintegration: *Since last July, state and city inspectors have discovered some 416 \"red flag\" conditions on bridges, compared to 76 the year before. The term designates an" , "date" : "19910106" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WEST SIDE HIGHWAY (MILLER HIGHWAY AND HENRY HUDSON PARKWAY)"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "The Region; All the City's Crumbling Roadways Aren't Over Rivers" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/06\/weekinreview\/the-region-all-the-city-s-crumbling-roadways-aren-t-over-rivers.html"} , {"body" : "The Manhattan Bridge is so deteriorated that its lower roadway will be closed to all trucks and vans and probably to all vehicles at nights and on weekends, city transportation officials said yesterday. Closing the lower roadway would compound traffic congestion in lower Manhattan, which is already suffering from tie-ups from construction work on" , "date" : "19910104" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG BRIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Truck Ban Is Announced For a Bridge" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/04\/nyregion\/truck-ban-is-announced-for-a-bridge.html"} , {"body" : "To the Editor: I've read a host of articles on the fall of real estate prices in New York City and the incumbent woes it has brought to co-op owners, real estate developers and landlords. I own a co-op in Manhattan and a small commercial building in the Williamsburg section of Brooklyn, so I am not overjoyed by my loss in equity. But why has there" , "date" : "19910104" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Real Estate Downturn Can Help New York" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/04\/opinion\/l-real-estate-downturn-can-help-new-york-391291.html"} , {"body" : "At a time when New York City is experiencing some of its worst traffic jams ever, transportation officials are cutting the number of city workers directing traffic at bridges and construction sites. But while drivers caught in bumper-to-bumper traffic will have fewer of these brown-uniformed agents to help extricate them, motorists who park" , "date" : "19910104" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Fewer 'Brownies' May Mean Clogged Streets" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/04\/nyregion\/fewer-brownies-may-mean-clogged-streets.html"} , {"body" : "Joseph T. Sharkey, who was prominent in Brooklyn Democratic politics for more than three decades and president of the New York City Council from 1949 to 1951, died on Tuesday at the St. Barnabas Medical Center in Livingston, N.J. He was 97 years old and lived in Brooklyn. He died of a respiratory ailment, his family said. A bluff, hearty man, Joe" , "date" : "19910103" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "6" , "title" : "Joseph Sharkey, 97, Former Head Of New York City Council, Is Dead" , "url" : "http:\/\/www.nytimes.com\/1991\/01\/03\/obituaries\/joseph-sharkey-97-former-head-of-new-york-city-council-is-dead.html"}]