[  {"body" : "WHEN Vietnamese restaurants began to arrive in New York in the early 1990's, they were greeted rapturously by connoisseurs of Asian food. Fresh herbs! Lively flavors! Seemingly lighter than Chinese cooking, less fiery than Thai, Vietnamese food promised a much-needed blast of fresh air. It's been disappointing, then, that so few Vietnamese options" , "date" : "20041027" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["VIETNAM" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "12" , "title" : "$25 AND UNDER; The Soul of the Vietnamese Kitchen" , "url" : "http:\/\/events.nytimes.com\/mem\/nycreview.html?res=9406EED9143DF934A15753C1A9629C8B63"} , {"body" : "On a typical Thursday afternoon at 1:15, the corner of Bath Avenue and Bay 20th Street in Bath Beach, Brooklyn, is quiet. It is still 45 minutes before the police crossing guards arrive, and an hour and a half before students of St. Finbar's school are hustled across the street. Still, there were people near that corner at that time last Thursday," , "date" : "20041008" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Reward Offered in Fatal Stabbing in Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A02E6D7143BF93BA35753C1A9629C8B63"} , {"body" : "Up and down Bath Avenue in southwest Brooklyn yesterday, the theories echoed and multiplied. Around the memorial candles set up in front of the 99-cent store in Bath Beach where Rachel Paliseno bought her soap and toilet paper. Under the dryers at Going In Style, where she had her hair done, and beneath the slowly spinning ceiling fans at Casa" , "date" : "20041002" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BATH BEACH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Theories Abound About Brooklyn Murder" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07E3DF1038F931A35753C1A9629C8B63"} , {"body" : "A 76-year-old Brooklyn woman fought back as a robber stabbed her a half-dozen times yesterday afternoon, but died after staggering two blocks to a police station and collapsing on the floor, the authorities said. The man who stabbed her climbed into a black Cadillac sedan, where an elderly man awaited him, and sped off, the police said. No arrests" , "date" : "20041001" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Woman, 76, Knifed by Thief, Reaches Police Before Dying" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03EEDD1338F932A35753C1A9629C8B63"}]