[  {"body" : "Slipped Discs Fell Nathan Lane The London production of ''The Producers'' has lost Nathan Lane, below. Suffering from two slipped discs, he has withdrawn from his remaining appearances as the conniving producer Max Bialystock, the BBC reported. In November, Mr. Lane stepped into the production on short notice after Richard Dreyfuss, citing recent" , "date" : "20041229" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "2" , "title" : "Arts, Briefly" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9501EFD61639F93AA15751C1A9629C8B63"} , {"body" : "A 32-year-old woman was fatally shot on a street in Bedford-Stuyvesant early yesterday morning, the police said. The police said they had neither suspects nor a motive for the shooting of the woman, Tawana Claybourne, outside 129 Putnam Avenue around 4 a.m. A neighbor, Michelle Gray, said she had heard arguments and then shots outside her window." , "date" : "20041227" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Woman Killed On Street" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900E4DA1F30F934A15751C1A9629C8B63"} , {"body" : "With the last class complete at P.S. 308 in the Bedford-Stuyvesant section of Brooklyn, so many basketball players have filled the school's tiny gymnasium that there is barely space to bounce a ball. Boys and girls swarm a floor roughly half the size of a regulation court. Soon, P.S. 308's boys basketball team will begin a spirited practice, the" , "date" : "20041226" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Bringing Some Order to Games That City's Young Students Play" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D07E5DF1F30F935A15751C1A9629C8B63"} , {"body" : "Beatrice Ponnelle glanced at the Nativity set inside the rectory at St. Lucy's-St. Patrick's Church and knew something was wrong. First there was the cow -- the one with a broken horn -- whose head had snapped off since the last holiday season. Then there was the shepherd placed so far at the edge of the stable, it looked as if he were swiping a" , "date" : "20041225" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "For Shrinking Parish, a Stressful Season, an Uncertain Future" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03E6D81E30F936A15751C1A9629C8B63"} , {"body" : "A Brooklyn father and his teenage son filed a federal lawsuit yesterday claiming that two city police officers shot the family's pit bull terrier to death without provocation. The suit claimed that the shooting took place in October 2003 on the same housing project roof in Bedford-Stuyvesant where a teenager, Timothy Stansbury Jr., was later shot" , "date" : "20041223" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Metro Briefing | New York: Brooklyn: Police Sued Over Pit Bull Shooting" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F02E0DB1130F930A15751C1A9629C8B63"} , {"body" : "Jack Newfield, a journalist and author who brought Brooklyn moxie, sassy cynicism and often zealous partisanship to muckraking reporting on subjects from New York politics to boxing, died on Monday night at New York-Presbyterian Medical Center. He was 66. The cause was kidney cancer that spread to his lungs, said Howard J. Rubenstein, a spokesman" , "date" : "20041222" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["U.S." , "Obituaries"] , "page_facet" : "11" , "title" : "Jack Newfield, 66, Proud Muckraker, Dies" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B03E6DE1030F931A15751C1A9629C8B63"} , {"body" : "STROLLING down certain streets in Brooklyn Heights the night of the Yuletide Ball is like entering a Merchant Ivory film. Lights blazed in the windows of Janet and David Offensend's brownstone on Monroe Place, illuminating the red walls of the parlor, the blue walls of the dining room and the figures of men in tuxedos and women in gowns. A few" , "date" : "20041219" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Night of the Tuxedos" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E7DB1530F93AA25751C1A9629C8B63"} , {"body" : "ALL but obscured by the holiday hubbub, three new stores, two in Manhattan and one in Brooklyn, are opening to help those contemplating home renovations or new furniture for the New Year. The Home Depot's second Manhattan location opens today opposite the D&D Building and next door to Bloomingdale's (980 Third Avenue, at 59th Street; 212-888-1512)." , "date" : "20041216" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "4" , "title" : "PERSONAL SHOPPER; New Stores for Resolute Renovators" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E2D91730F935A25751C1A9629C8B63"} , {"body" : "Consuelo Ruybal and Oraia Reid looked out the windows of their sport utility vehicle, scanning the dark doorways on Johnson Avenue in Brooklyn for an address. Early on a recent Sunday morning, they were driving along a deserted street in East Williamsburg lined with warehouses. Ms. Ruybal drove while Ms. Reid navigated, clutching a map and a" , "date" : "20041213" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Williamsburg Journal; A Free Ride For Women, By Women, Late at Night" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03EEDC1F31F930A25751C1A9629C8B63"} , {"author" : "E-mail: amh@nytimes.com" , "body" : "THE line at the food pantry started forming at 9 a.m. Quintanna Taylor arrived at noon, pushing Ray-Tavia, the youngest of her five children, in a baby buggy. She took a laminated ticket: No. 38. Mrs. Taylor had heard that this place, Full Gospel Tabernacle of Faith in Bedford-Stuyvesant, Brooklyn, was giving out Thanksgiving turkeys, and she had" , "date" : "20041128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; Hunting For Turkey In Bread Lines Of Today" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DE5DA123EF93BA15752C1A9629C8B63"} ,   {"body" : "His hands speak for him, sometimes gesturing feverishly, other times gently stirring the air, conducting a symphony without sound. When Daniel Hawkins is not expressing himself in American Sign Language, he is doing so through his charcoal drawings, his radiant images of sunlight and hearts, and his clay vases. ''He's always been an artist,'' said" , "date" : "20041127" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "The Neediest Cases; Unable to Hear or Speak, but Communicating Just the Same" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A05E2DF133EF934A15752C1A9629C8B63"} , {"body" : "A Brooklyn man who frequently had seizures that sent him running into traffic was shot and killed by police officers early yesterday morning when he swung at them with a light fixture, the authorities said. The police did not immediately identify the man yesterday. But neighbors who gathered at Sutter and Sheffield Avenues in East New York" , "date" : "20041123" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "Man Swinging Light Fixture Killed by Police in Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?sec=health&res=9C02EFDE173EF930A15752C1A9629C8B63"} , {"body" : "Most people hurry past them, the gaunt strangers curled on church steps with their piles of rags and cups of coins. But not Michelle Riddle. She takes a long, hard look. ''When I see them out there on the streets, I say to myself, 'There I go, six years ago,''' she said, a gold Narcotics Anonymous pendant dangling from her neck. Six years ago, Ms." , "date" : "20041122" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "The Neediest Cases; Beating a Drug, and Righting The Wrongs Born of Its Spell" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00EEDD1F3FF931A15752C1A9629C8B63"} , {"body" : "IN the final year of the HBO hit series ''Sex and the City,'' the character Carrie Bradshaw and her Prada-touting friends experienced a number of firsts: Charlotte converted to Judaism and settled into a happy marriage with Harry; Samantha let a man into her heart; and Carrie finally saw the Eiffel Tower and, it appears, snagged Mr. Big -- maybe" , "date" : "20041114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "'Outer Borough' Finally Attracts The 'In' Crowd" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E02EFD81F3CF937A25752C1A9629C8B63"} , {"body" : "Humans declared progress yesterday in their unceasing war with rats. About one year after New York City announced an ambitious plan to take the fight to the long-tailed rodents and Mayor Michael R. Bloomberg sounded the battle cry ''City to rats: Drop dead,'' 1,200 properties have been swept clean of the pests, according to city health officials." , "date" : "20041113" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "City's Quest to Roust Rats Gains a Measure of Success" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504E4DB173FF930A25752C1A9629C8B63"} , {"body" : "A runaway bus carrying 15 mentally disabled adults crossed a lane of traffic, sideswiped two parked cars, jumped a curb and barreled into commuters waiting for a city bus at a busy Brooklyn corner during the morning rush yesterday, sending glass flying and injuring more than 20 people, witnesses and the authorities said. The green, white and" , "date" : "20041110" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "At Least 20 People Are Hurt As a Private Bus Runs Amok" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?sec=health&res=9C05E7D9113CF933A25752C1A9629C8B63"} , {"body" : "A young man was found shot to death shortly after midnight yesterday in an apartment at 375 Lexington Avenue, a housing project in Bedford-Stuyvesant, according to the police. The victim was identified as Divine Pringle, 24, who lived several blocks away, at 235 Tompkins Avenue. The police said Mr. Pringle had been shot in the chest. He was" , "date" : "20041108" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Man Found Shot To Death" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403E7D9133CF93BA35752C1A9629C8B63"} , {"body" : "Theater A selective listing by critics of The Times: New or noteworthy Broadway and Off Broadway shows this weekend. Approximate running times are in parentheses. * denotes a highly recommended show. + means discounted tickets were available at the Theater Development Fund's TKTS booth for performances last Friday and Saturday nights. Full reviews" , "date" : "20041105" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "THE LISTINGS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE6D6173CF936A35752C1A9629C8B63"} , {"body" : "In the last four years, as the number of children placed in foster homes by the city has dropped by 40 percent, the city has had a rare chance to do what it has been promising to do since the late 1990's: cut its ties to the private foster care agencies with the worst scores on its annual evaluations of child safety and child placement. But the" , "date" : "20041102" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Worst Foster Agencies Endure as City Rolls Drop" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9801E5DC1F3DF931A35752C1A9629C8B63"} , {"body" : "Around the corner from a multimillion-dollar housing construction site at 105th Street and Central Park West, a couple in a subsidized apartment care for an ailing son. They are worried about how to pay an escalating electric bill. If their service is suspended, the machine pumping nutrient-rich milk into their son's stomach will stop. In Brooklyn," , "date" : "20041031" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "The Neediest Cases; The Hope of Charity, Reflected in 3 Working Families Who Found Help" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A01E0DB113DF932A05753C1A9629C8B63"} ,   {"author" : "the guide@nytimes.com" , "body" : "SUNDAY 10|31 THE DEAL OF THE ART With ''Fine Art under $5,000'' as its slogan, the AAF Contemporary Art Fair, probably doesn't share most fairs' tradition of last-day bargain hunting. At the top end of the price range, Tad Lauritzen Wright (at the Memphis-based David Lusk Gallery) makes paintings and drawings from a long single line, like in his" , "date" : "20041031" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "THE GUIDE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E04E6DA153DF932A05753C1A9629C8B63"} , {"body" : "FOR a New Yorker just one day shy of turning 100 years old, the subway kept crazy hours yesterday. In other words, there were no hours it did not keep. As its neighbors around the world locked up their stations and turned out their lights, the subway started a new day, just as it has more than 36,000 times since Oct. 27, 1904. A few minutes after" , "date" : "20041027" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "A Day in the Subway, as It Rolls Up a Century" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E6D9153DF934A15753C1A9629C8B63"} , {"author" : "the guide@nytimes.com" , "body" : "Sunday 10|24 ART UP Larry Kramer is a professional contrarian, so it probably violates his ethos to accept the earnest tribute of this panel discussion. Still, the founding member of Gay Men's Health Crisis and Act Up, and the author of ''The Normal Heart,'' did raise the volume on political art-making, for better or for worse. ''Larry Kramer: A" , "date" : "20041024" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "THE GUIDE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05E5D6133AF937A15753C1A9629C8B63"} , {"body" : "MARGARET WRAGG, a retired school aide, found the home of her dreams on Martense Court, a quiet cul-de-sac just a block from a teeming stretch of Flatbush Avenue in Brooklyn. It was a classic brick attached house, two stories tall and 18 feet wide, with a front porch with an iron railing, a backyard and even a few surviving original details, like" , "date" : "20041017" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Losing Your Dream Home" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A05E0D7163AF934A25753C1A9629C8B63"} , {"body" : "IT'S one thing to be a jazz musician in the Village or Hell's Kitchen, but to say you live on Yale Terrace in West Orange or University Court in South Orange are jazz musicians becoming soccer dads? Thelonious Monk Jr. remembers when he sold his brownstone in Bedford-Stuyvesant 10 years ago and moved with his wife and two children to South Orange." , "date" : "20041017" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "SOUTH ORANGE (NJ)" , "WEST ORANGE (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "JERSEY; New Jersey, and All That Jazz" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01E1D7163AF934A25753C1A9629C8B63"} , {"body" : "With an 86.6 average that ranks her 11th in her class at Boys and Girls High School in Brooklyn, Kimberly Cummins knows that she is not a shoo-in at Harvard, which she hopes to attend next year. But Miss Cummins, who is on the school yearbook staff, spent two years on the varsity track team and is enrolled in four Advanced Placement courses, thinks" , "date" : "20041016" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Amid Policy Confusion, Senior Is Allowed to Apply to Harvard" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500E0DA143AF935A25753C1A9629C8B63"} , {"body" : "Every morning, Kadija Bangurah said, her 9-year-old niece, Emauni Bangurah, liked to jump rope double-Dutch style in the schoolyard across the street from her house in Bedford-Stuyvesant, Brooklyn. Yesterday, school officials said, Emauni was jumping rope as usual around 8:25 a.m. when she suddenly stopped, telling friends she did not feel well." , "date" : "20041009" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Death in a Schoolyard: A Girl Is at Play, Then Suddenly Gone" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E5DB123BF93AA35753C1A9629C8B63"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. Through Sunday, ''Subway Centennial Film Festival,'' co-sponsored with the New York Transit Museum, featuring works with the subway system as the main location or subject. Screenings this weekend: ''The No. 7 Train: An Immigrant" , "date" : "20041008" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900E0DD143BF93BA35753C1A9629C8B63"} , {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. Full reviews of recent pop and jazz performances: nytimes.com\/music. CHARLES TOLLIVER QUARTET, Sistas' Place, 456 Nostrand Avenue, entrance at Jefferson Avenue," , "date" : "20041008" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "THE LISTINGS; Pop\/Jazz" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502E1DA153BF93BA35753C1A9629C8B63"} , {"body" : "MANHATTAN BATTERY PARK CITY $350,000 280 Rector Place (The Soundings) 550-sq.-ft. studio condo in a postwar building; 24-hr. doormen; refinished hardwood floors; gym and roof deck in building; common charge $567, taxes $6,036; listed at $350,000, 12 weeks on market (brokers: Manhattan Apartments; Weichert Realtors) GREENWICH VILLAGE $650,000 14" , "date" : "20041007" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "GREENWICH (CONN)" , "MANHATTAN (NYC)" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04E1DA163BF934A35753C1A9629C8B63"} ,   {"body" : "OVER the summer I decided that I was going to bike to work. I had always been a weekend rider, going on epic loops through the city, for 30 or 40 miles in an afternoon. From the vantage point of a bike, the city presents itself as a savorable panorama passing by at a speed somewhere between the blur outside a car window and the plodding pace of" , "date" : "20041003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Spin City" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04EFD91338F930A35753C1A9629C8B63"} , {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. AHMED ABDULLAH, Sistas' Place, 456 Nostrand Avenue, entrance at Jefferson Avenue, Bedford-Stuyvesant, Brooklyn, (718) 398-1766. The trumpeter Ahmed Abdullah had a memorable" , "date" : "20041001" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01E2DB1238F932A35753C1A9629C8B63"} , {"body" : "BEFORE the next week is out, assuming all goes as expected, Martha Stewart will have checked into a federal women's prison in West Virginia to begin a five-month sojourn away from her beloved dogs, cats, canaries, horses and, yes, chickens. As sure as a sunrise, several other things will happen, too. News reports will groan under the weight of" , "date" : "20041001" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC; Ponder a Diva, And Think Outside the Cell" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A07EED61238F932A35753C1A9629C8B63"} , {"body" : "Priest Winds Down A Very Public Career After decades of work to save souls and save a community, the time has come to save some time and energy for himself and his family, the Rev. Louis R. Gigante says. So, he said last week, he has retired from his longtime post as a parish priest for the Roman Catholic Church in the South Bronx, and has cut back" , "date" : "20040926" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "FOLLOWING UP" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06EFDC1F39F935A1575AC0A9629C8B63"} , {"body" : "Three people were killed and a fourth injured between Friday night and early yesterday in violence around the city, the police said yesterday. The four attacks, unrelated and spanning three boroughs, made for a somewhat unusually violent span, because violent crime is lower this year compared with the same period last year. In University Heights, a" , "date" : "20040926" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "A Violent Night Across the City Leaves 3 Dead" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9904EEDA1F39F935A1575AC0A9629C8B63"} , {"body" : "Erika Morgan Irish and Frank Brown Jr. were married yesterday in Rockleigh, N.J. The Rev. Dr. Shirley B. Cathie, a nondenominational minister, officiated at the Rockleigh Country Club. Mrs. Brown, 35, works in Manhattan as the vice president for business development of Black Entertainment Television, a cable network that is part of Viacom. She is" , "date" : "20040926" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "17" , "title" : "WEDDINGS\/CELEBRATIONS; Erika Irish, Frank Brown Jr." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04EFDE1E39F935A1575AC0A9629C8B63"} , {"body" : "Directed by Shola Lynch Not rated, 75 minutes When Shirley Chisholm is at her oratorical best, she mimics the men who weren't ready for her. In 1968, Brooklyn voters sent the 40-something former nursery-school teacher to Capitol Hill, and Mrs. Chisholm encountered one drawling fellow lawmaker who expressed his surprise that an African-American" , "date" : "20040924" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "13" , "title" : "FILM IN REVIEW; 'Chisholm '72' -- 'Unbought and Unbossed'" , "url" : "http:\/\/movies.nytimes.com\/movie\/review?res=9A06EED61139F937A1575AC0A9629C8B63"} , {"body" : "CROWN HEIGHTS is a study in contrasts. Thanks to a bountiful supply of often richly detailed single-family and multifamily homes, many of the community's streets are now lined with turn-of-the-20th-century town houses that have been painstakingly renovated. And as demand for housing in northwestern Brooklyn continues to push prices upward, a" , "date" : "20040919" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN\/Crown Heights; Casting an Eye Toward Brooklyn's 'Hidden Jewel'" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CE4D71F30F93AA2575AC0A9629C8B63"} , {"body" : "The grave was a shallow little oval in a vacant lot littered with condoms and liquor bottles. There, the police said, a man buried his 3-year-old child for a few days before returning to dig up the little body and deposit it in a duffel bag yesterday morning in front of a Baptist church in Jamaica, Queens. The father, William Lee, who has a history" , "date" : "20040918" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Man Buried And Dug Up Body of Son, 3, The Police Say" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E5D71739F93BA2575AC0A9629C8B63"} , {"body" : "In the busy 67th Precinct in Flatbush, Brooklyn, Detectives Patrick H. Rafferty and Robert L. Parker came together to form the backbone of their team. Strong men with big personalities, they were, their fellow detectives say, the mentors, the ones to call for especially tough situations in what has long been one of the city's most violent" , "date" : "20040917" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Worlds Apart, Two Detectives Worked and Died Together" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B06E0D71639F934A2575AC0A9629C8B63"} ,   {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. MUHAL RICHARD ABRAMS ENSEMBLE, SOLO, Community Church of New York, 40 East 35th Street, Manhattan, (212) 594-7149. Two different sets led from one of the most accomplished" , "date" : "20040910" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506EEDE1430F933A2575AC0A9629C8B63"} , {"body" : "A 13-year-old boy who was skating behind a bicycle was killed late yesterday afternoon when he was crushed under the wheels of a truck. David Muniz was wearing in-line skates while holding onto the back of a friend's bicycle on Throop Avenue in the Bedford-Stuyvesant neighborhood, the police said. The bike turned, swinging the boy into oncoming" , "date" : "20040908" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Skater Killed In Accident" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DE0D91630F93BA3575AC0A9629C8B63"} , {"body" : "ON a late August afternoon, the cream- and chocolate-colored facade of 401 Clinton Avenue in Brooklyn offered an elegant and impassive front, like a Southern lady of a certain age dozing on her front porch. With all her accessories perfectly preserved -- the opalescent stained glass made by a Tiffany competitor, John LaFarge; the turned wood spines" , "date" : "20040905" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "HABITATS\/Clinton Hill, Brooklyn; It All Started With the House" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506EFD61231F936A3575AC0A9629C8B63"} , {"body" : "There are some good candidates running in this year's handful of contested races for New York City Civil Court. As usual, though, there is also a host of less promising contenders, at least some of whom are likely to win elevation to the bench in the low-visibility judicial races occurring this season in Brooklyn and the Bronx. That dismal prospect" , "date" : "20040905" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "For Civil Court" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E03E0D61131F936A3575AC0A9629C8B63"} , {"body" : "THE presidential campaign is doing the time warp. Again. Thirty-three years after a decorated Lt. John Kerry both galvanized and outraged veterans and the public with his condemnations of American policy and practice in Vietnam, the still-living cast of characters has revived the debate that has roiled the nation since the 1960's. But Mr. Kerry and" , "date" : "20040829" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["IRAQ"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "1" , "title" : "The Nation -- The War Within; What They're Really Fighting About" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/29\/weekinreview\/the-nation-the-war-within-what-they-re-really-fighting-about.html"} , {"body" : "Once again reshuffling the administration of the city's Department of Education, Chancellor Joel I. Klein said yesterday that he would not replace the top official in charge of guidance counseling, discipline, health and other social support services for 1.1 million public school children when he retires next month. The official, Lester W. Young" , "date" : "20040825" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Chancellor Has No Plans to Replace Top Administrator" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/25\/nyregion\/chancellor-has-no-plans-to-replace-top-administrator.html"} , {"body" : "FOR the better part of a year, Emeka Okafor and Todd Johnson have been struggling to open Le Café Starving Artiste in the heart of Bedford-Stuyvesant. The two Bed-Stuy residents leased a former Laundromat on Nostrand Avenue near Fulton Street and began transforming a concrete shell into a cafe. They're hoping it will become a catalyst for a new" , "date" : "20040822" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "SQUARE FEET\/Bedford-Stuyvesant; 'The Residential Is Hot, But the Commercial Is Not'" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/22\/realestate\/square-feet-bedford-stuyvesant-the-residential-is-hot-but-the-commercial-is-not.html"} , {"body" : "''Ladies and Gentlemen '' IF Jimmy Baez (short, black hair, mustache, gold earring) breezed by you on the sidewalk, you would not notice. If you overheard him talking to his girlfriend, you probably would not turn around. '' there is a Coney Island-bound Ftrain'' But when Mr. Baez clears his throat and presses the button on his microphone to speak," , "date" : "20040822" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CITYPEOPLE; A Voice in the Crowd" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/22\/nyregion\/citypeople-a-voice-in-the-crowd.html"} , {"body" : "A 21-year-old man with a history of felony convictions was arrested yesterday in the rooftop rape of a 14-year-old girl on the Upper West Side last week, the police said. The man, Benjamin Ganues, of the Bedford-Stuyvesant section of Brooklyn, would be charged with rape, burglary, sexual abuse, assault and unlawful imprisonment, said Sgt. Kevin" , "date" : "20040821" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UPPER WEST SIDE (MANHATTAN)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Felon Arrested in Rape of Girl, 14, on Rooftop" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/21\/nyregion\/felon-arrested-in-rape-of-girl-14-on-rooftop.html"} , {"body" : "What could be more welcome than a line at a post office window? Ordinarily, the sight causes hearts to sink. But at Church Street Station, New York, N.Y. 10007, it is a hopeful milestone, a sign that one more piece of the public realm in Lower Manhattan -- a vital and quite beautiful piece -- has returned to life. Customers who have had to make do" , "date" : "20040819" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Return to Sending; Post Office, Polluted on Sept. 11, Is Back in Business" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/19\/nyregion\/a-return-to-sending-post-office-polluted-on-sept-11-is-back-in-business.html"} ,   {"body" : "Brooklyn prosecutors added a conviction last week to the rap sheet of a 30-year-old man with a street name and a criminal record dating back to his teenage years. That accomplishment would not ordinarily draw much notice. But this was no ordinary conviction. For two years, Dupree Harris, a hulking man who prosecutors say is a Bloods gang leader," , "date" : "20040814" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Brooklyn, a Defendant Who Struck Fear in Witnesses Finally Falls" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/14\/nyregion\/in-brooklyn-a-defendant-who-struck-fear-in-witnesses-finally-falls.html"} , {"body" : "ATTRACTIONS Museum MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village. This preserved late-Federal brick house with a Greek Revival interior, once owned by Seabury Tredwell, a wealthy hardware dealer, was built in 1832. The house has the original furniture, clothing and personal articles of the Tredwells, who lived there for nearly 100" , "date" : "20040813" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/13\/arts\/spare-times-613029.html"} , {"body" : "The congregation filling the pews of the Our Lady of Good Counsel Church in Brooklyn yesterday morning did not wear their Sunday best, but rather their Saturday work clothes: green uniforms and steel-tipped safety boots. They were city sanitation workers, and many of them had interrupted their regular collection routes to attend a special funeral," , "date" : "20040808" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "A Solemn Farewell Follows a Newborn's Lonely Death" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/08\/nyregion\/a-solemn-farewell-follows-a-newborn-s-lonely-death.html"} , {"body" : "THERE was a moment, back in the late 1990's, when Roy and Sophia Pachecano looked around their East Ninth Street apartment and said, ''There's no way we're going to bring kids up in this shoebox!'' So they did what many couples planning a family do -- they looked for a house. Only they didn't head to the suburbs, where, they felt, the commute would" , "date" : "20040808" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Putting Together What Was Taken Apart" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/08\/realestate\/putting-together-what-was-taken-apart.html"} , {"body" : "Two summers ago, the murder case against Wesley Sykes seemed to be falling apart. Just before the trial, three witnesses reversed their previous statements to prosecutors and implicated another man in the shooting. A few days later, another witness was shot to death two days before he was scheduled to testify. Mr. Sykes was eventually convicted," , "date" : "20040807" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Is Convicted of Bribing Witnesses in a Murder Trial" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/07\/nyregion\/man-is-convicted-of-bribing-witnesses-in-a-murder-trial.html"} , {"body" : "Members of the advisory panel on school funding: E. Leo Milonas Chief administrative judge of New York State from 1993 to 1995 . . . The E. is for Elias, a name he never uses and once called ''a little sophisticated for the kids I hung around with'' as a boy . . . Born on Oct. 23, 1936 . . . Graduated from City College in 1957; received a law" , "date" : "20040804" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "Who's Who on School Panel" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/04\/nyregion\/who-s-who-on-school-panel.html"} , {"body" : "Though you wouldn't know it from his rural drawl, William Harris, 82, has lived in New York City since 1939, when he came north from Bracey, Va., for a job his uncle got him at the Wellington Hotel. He also never lost his knack for cultivating the earth to yield its bounty: the community garden he started 20 years ago in a vacant lot in Sugar Hill" , "date" : "20040801" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: SUGAR HILL; With a Crop of Cameras, A Patch of Green Blossoms" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/01\/nyregion\/neighborhood-report-sugar-hill-with-a-crop-of-cameras-a-patch-of-green-blossoms.html"} , {"body" : "A prominent Brooklyn defense lawyer took the stand yesterday and testified that nothing appeared peculiar to him when, two years ago, on the eve of a murder trial, three witnesses showed up in his office and contradicted their previous statements to prosecutors. The lawyer, Michael W. Warren, was representing Wesley Sykes, accused of fatally" , "date" : "20040730" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Lawyer Says It Wasn't Odd When Witnesses Revised Story" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/30\/nyregion\/lawyer-says-it-wasn-t-odd-when-witnesses-revised-story.html"} , {"body" : "One of three young women who witnessed the fatal shooting of their friend in a Brooklyn schoolyard in 2001 testified yesterday that she lied to a defense lawyer two years ago about who committed the crime. She also said the defendant's half brother gave her $500 after she did so. The woman, now 21, testified at the trial of Dupree Harris, a man" , "date" : "20040728" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Witness Testifies She Lied About Gunman" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/28\/nyregion\/witness-testifies-she-lied-about-gunman.html"} , {"body" : "Two sanitation workers found a dead newborn girl in the back of a garbage truck in Bedford-Stuyvesant yesterday morning, the police said. ''They noticed that the bag was open, and they observed something that looked like a body,'' said Keith W. Mellis, a Sanitation Department spokesman. The workers called a supervisor, who called 911. The truck was" , "date" : "20040724" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Dead Baby Found In Trash" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/24\/nyregion\/metro-briefing-new-york-brooklyn-dead-baby-found-in-trash.html"} ,   {"body" : "A young woman who witnessed the schoolyard shooting of a friend in 2001 testified yesterday that she lied to a defense lawyer two years ago about who committed the shooting because she was scared she might be killed. The woman, now 20, testified yesterday in the trial of Dupree Harris, a man prosecutors accuse of bribing and intimidating her and" , "date" : "20040723" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Fear Was Reason for Lying About Shooting, Woman Says" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/23\/nyregion\/fear-was-reason-for-lying-about-shooting-woman-says.html"} , {"body" : "ONE breezy evening a few months ago, 19-year-old Joseph Briggs did something he had never before dared to do growing up gay in New York: he held hands with and kissed his boyfriend in his own neighborhood. Being affectionate in public in a place like Greenwich Village was one thing. But the Fordham section of the Bronx was different. The children" , "date" : "20040718" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Love On the Quiet" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/18\/nyregion\/love-on-the-quiet.html"} , {"body" : "An article in the Neighborhood Report last Sunday about a training center for low-income women that had been suggested as a place where Martha Stewart could do community service misstated its location. The site, the Maura Clarke-Ita Ford Center in Bedford-Stuyvesant, Brooklyn, is on Lexington Avenue, not on Broadway." , "date" : "20040718" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/18\/nyregion\/c-corrections-334545.html"} , {"body" : "Three police officers in Brooklyn were formally charged yesterday with beating a cabdriver after giving him a traffic ticket for double-parking near a mosque in Bedford-Stuyvesant. Two of the officers were also charged with perjury for giving false sworn complaints accusing the man of attacking them. The officers -- James Feola, 32, Gregory Hepp," , "date" : "20040717" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "3 Officers Charged in Cabdriver's Beating" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/17\/nyregion\/3-officers-charged-in-cabdriver-s-beating.html"} , {"body" : "Tracy L. Boyland, a city councilwoman who is part of a politically active family in Brooklyn, officially announced yesterday her candidacy for the Congressional seat held by Representative Major R. Owens. Mr. Owens, a 22-year incumbent, announced five months ago that this year he would run for re-election for the last time, and would retire when" , "date" : "20040713" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Councilwoman Challenges Veteran Brooklyn Congressman" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/13\/nyregion\/councilwoman-challenges-veteran-brooklyn-congressman.html"} , {"body" : "The Maura Clarke-Ita Ford Center, a training site for low-income women in Bedford-Stuyvesant, Brooklyn, is 50 miles from Westport, Conn., 100 miles from East Hampton, and a world away from the lifestyle that Martha Stewart, who has homes in both places, made popular. But the women who attend classes at the center have gotten a taste of the Martha" , "date" : "20040711" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: BEDFORD-STUYVESANT; Doing Time at a Women's Center? Some Say It's a Good Thing" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/11\/nyregion\/neighborhood-report-bedford-stuyvesant-doing-time-women-s-center-some-say-it-s.html"} , {"author" : "E-mail: amh@nytimes.com" , "body" : "THE impulse to repair an old appliance can only be compared with the urge to join a bowling club. It is almost Luddite in its backwardness. Still, like the people who memorized books in ''Fahrenheit 451'' (not to be confused with ''Fahrenheit 9\/11''), determined to preserve existence from the hell of the ephemeral and disposable, a few mom-and-pop" , "date" : "20040711" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; Protecting the Past, Even Its Dust" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/11\/nyregion\/coping-protecting-the-past-even-its-dust.html"} , {"body" : "A grand jury in Brooklyn voted yesterday to indict three police officers on charges that they beat a cabdriver after issuing him a ticket for double-parking, several law enforcement officials said. Two of the men also were charged with providing false sworn complaints to arrest the driver on assault charges, the officials said. The three officers," , "date" : "20040710" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Indictment Says 3 Officers Beat A Cabdriver" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/10\/nyregion\/indictment-says-3-officers-beat-a-cabdriver.html"} , {"body" : "After a trial that revived echoes of fear in a Brooklyn courthouse, a Bedford-Stuyvesant man was convicted yesterday of the 2002 murder of a man two days before the victim was expected to testify against a murder defendant. The man convicted yesterday, Trevis Ragsdale, 20, has been at the center of a story that brought national attention to the" , "date" : "20040630" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Brooklyn Man Found Guilty In '02 Murder" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/30\/nyregion\/brooklyn-man-found-guilty-in-02-murder.html"} , {"body" : "In the Sky, With Diamonds Showers on a summer day are usually dreaded. But many children in Yonkers will be delighted by what the skies will rain tomorrow: not manna from heaven but candy. This sweet storm will be part of the Hudson River Museum Kite Festival, where one of the organizers will attach a bag of 1,500 treats to a kite. ''He sends a" , "date" : "20040625" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "FAMILY FARE" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/25\/arts\/family-fare.html"} ,   {"body" : "Officials of the city's Department of Housing Preservation and Development and of the federal Department of Housing and Urban Development visited a rehabilitated building in Bedford-Stuyvesant yesterday to announce that they were close to rehabilitating more than 300 properties that had been caught up in a home mortgage scandal. Under a scheme to" , "date" : "20040625" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Briefing | New York: Brooklyn: Homes Are Rehabilitated" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/25\/nyregion\/metro-briefing-new-york-brooklyn-homes-are-rehabilitated.html"} , {"body" : "Tim McLoughlin, a Brooklyn writer and editor, stopped off at a local bar after a Brooklyn Cyclones game. Along with the beer, the bartender, Thomas Morrissey, thrust his unpublished short story, ''Can't Catch Me,'' into his hands. Mr. McLoughlin loved the piece, about a detective who investigates the murder of a Bay Ridge baker who is found dead" , "date" : "20040624" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "Brooklyn Crime Tales Flavored by Neighborhood" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/24\/books\/brooklyn-crime-tales-flavored-by-neighborhood.html"} , {"body" : "Results of the citywide third-grade exams show that in the city's lowest-performing school districts, as many as a third of the eligible students failed to meet the cutoff for promotion to the fourth grade. In District 5 in Harlem and in District 16 in Bedford-Stuyvesant, Brooklyn, one in three children subject to Mayor Michael R. Bloomberg's new" , "date" : "20040618" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "3rd Graders in Poor Areas Bear the Brunt of Promotion Rules" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/18\/nyregion\/3rd-graders-in-poor-areas-bear-the-brunt-of-promotion-rules.html"} , {"body" : "A 13-year-old girl was grabbed off the street in East Flatbush, Brooklyn, on Tuesday by three men and raped in a van before she managed to escape in Bedford-Stuyvesant, the police said yesterday. Two of four people suspected in the girl's attack were arrested Tuesday night. The incident appears unrelated to the three rapes in nearby Canarsie since" , "date" : "20040610" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Man and Woman Arrested After Girl, 13, Is Raped in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/10\/nyregion\/man-and-woman-arrested-after-girl-13-is-raped-in-brooklyn.html"} , {"body" : "Some brought their children to stand beside them at work, behind bank teller windows or supermarket cash registers. Others missed work entirely. Either way, thousands of parents scrambled yesterday as workers at 350 subsidized day care centers began the second major strike in the city this week. In anticipation of a walkout, the city issued" , "date" : "20040610" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "As Workers Strike, Parents Spend Day With Child in Tow" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/10\/nyregion\/as-workers-strike-parents-spend-day-with-child-in-tow.html"} , {"body" : "Fewer New York City fourth graders passed New York State's English Language Arts test this year than last year, the first drop since the test was first given in 1999. Among city fourth graders, 49.5 percent met state standards, down three percentage points from last year (chart on this page and on Page 12). Fourth-grade scores also declined" , "date" : "20040606" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "10" , "title" : "How City Students Fared on the State English Exam" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/06\/nyregion\/how-city-students-fared-on-the-state-english-exam.html"} , {"body" : "A Brooklyn woman who had been expected to testify that she saw the killing of a witness to a murder changed her account yesterday, damaging the prosecution's case against a man charged with killing the witness to silence him. An assistant district attorney, Kyle C. Reeves, described the woman as so upset about testifying that she was hysterical." , "date" : "20040604" , "day_of_week_facet" : "Friday" , "geo_facet" : ["GOVERNORS ISLAND" , "NEW YORK CITY" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Witness Alters Her Account Of a Killing In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/04\/nyregion\/witness-alters-her-account-of-a-killing-in-brooklyn.html"} , {"body" : "A home health aide was shot in the back, apparently by a stray bullet, as she sat in the sun with her patient in front of an apartment building in Brooklyn yesterday afternoon, the police and the patient said. The patient, Alice Abrams, 86, identified the injured woman as Rose Pryce, 49, of Brooklyn, a health aide with the St. Nicholas Human" , "date" : "20040603" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Stray Bullet Hits Health Aide During Street Fight in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/03\/nyregion\/stray-bullet-hits-health-aide-during-street-fight-in-brooklyn.html"} , {"body" : "The police reports about the killing of a murder witness in Brooklyn two years ago called a man who said he saw the killing ''the man in the big hat.'' That man was not wearing the big hat yesterday as he testified for the prosecution about the killing of Bobby K. Gibson, who was gunned down less than 48 hours before he was to take the stand. ''I" , "date" : "20040602" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Man Says He Saw Defendant Kill Eyewitness 2 Years Ago" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/02\/nyregion\/man-says-he-saw-defendant-kill-eyewitness-2-years-ago.html"} , {"body" : "Drums throbbed, feet stamped and theatergoers cheered when DanceAfrica 2004 came to the Brooklyn Academy of Music on Friday night. Chuck Davis, artistic director of this annual festival, makes sure that it is always entertaining. As usual he tried to turn the event into a genial gathering of friends by asking members of the audience to introduce" , "date" : "20040601" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "DANCE REVIEW; Honoring Festive Traditions While Making New Friends" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/01\/arts\/dance-review-honoring-festive-traditions-while-making-new-friends.html"} ,   {"body" : "Dupree Harris has been nowhere near State Supreme Court in Brooklyn. But Mr. Harris, who has been portrayed by prosecutors as a sinister force in the justice system, may be the central figure in a trial focusing on a Bedford-Stuyvesant killing that began in a courtroom this week. ''A very tough character,'' a defense lawyer told the jury the other" , "date" : "20040529" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "In Trial of a Slain Witness, A Crucial Figure Is Absent" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/29\/nyregion\/in-trial-of-a-slain-witness-a-crucial-figure-is-absent.html"} , {"body" : "Two months before it goes into effect on Aug. 2, the city's new lead-paint legislation has caused nonprofit groups and private developers to shelve plans to redevelop buildings for low- and moderate-income tenants. Adam Weinstein, president of Phipps Houses, which owns or manages 13,000 lower-income apartments, said that Phipps had decided not to" , "date" : "20040528" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Residential Real Estate; Lead-Paint Law Frustrates Plans for Low-Income Housing" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/28\/nyregion\/residential-real-estate-lead-paint-law-frustrates-plans-for-low-income-housing.html"} , {"body" : "A Brooklyn man who has frustrated local law enforcement officials with what they say are brazen efforts to intimidate and bribe witnesses was indicted yesterday on a federal drug distribution charge. The charge appeared to be an effort by federal prosecutors to make sure that the man, Dupree Harris, would remain in prison even if prosecutors with" , "date" : "20040526" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "New Charge For Suspect In Trial Fixing" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/26\/nyregion\/new-charge-for-suspect-in-trial-fixing.html"} , {"body" : "SOME home buyers are rushing into the market because mortgage rates have inched up by a percentage point since March, brokers throughout the New York region say. For precisely the same reason, they say, other buyers -- particularly skittish fledglings -- are cringing from taking the plunge. And at the same time, some sellers who had been holding" , "date" : "20040523" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "For Home Sales, Spring Fever" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/23\/realestate\/for-home-sales-spring-fever.html"} , {"body" : "WAY down Atlantic Avenue in Brooklyn, past car washes and used-refrigerator stores and crumbling streets named after crumbling upstate cities -- Troy, Schenectady, Utica -- a wooden shack on the side of the road rises like an Appalachian mirage. The unsteadily painted sign on it reads, ''SHOTGUN SWEET MELONS KEEP IT CLEAN PLEASE.'' Another one" , "date" : "20040523" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: URBAN STUDIES\/CULTIVATING; Fighting Entropy, One Potato at a Time" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/23\/nyregion\/neighborhood-report-urban-studies-cultivating-fighting-entropy-one-potato-time.html"} , {"body" : "IT was closing day, once again, at Nehemiah Housing as 13 quietly anxious families passed through an assembly line of folding tables, document checks and seemingly endless signatures in the living room and basement of a model row house on Hinsdale Street in the East New York section of Brooklyn. At the crowded but never chaotic scene unfolded 10" , "date" : "20040516" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Steady Focus, Evolving Vision" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/16\/realestate\/steady-focus-evolving-vision.html"} , {"body" : "While prices for brownstones in the Bedford-Stuyvesant section of Brooklyn have doubled in the last five years to an average of $600,000, rents at Restoration Plaza, the retail and cultural center at the heart of the neighborhood, lag far behind. Now there is an initial $10 million effort under way to turn around the lackluster 330,000-square-foot" , "date" : "20040512" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "COMMERCIAL REAL ESTATE: REGIONAL MARKET -- Brooklyn; Effort to Revive Retail Plaza Gains in Bedford-Stuyvesant" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/12\/business\/commercial-real-estate-regional-market-brooklyn-effort-revive-retail-plaza-gains.html"} , {"body" : "Dupree Harris, a hulking man with a criminal past, has become a symbol to Brooklyn prosecutors of their difficulties protecting witnesses and the frailties of the legal system. Mr. Harris was acquitted of murder in December after law enforcement officials said someone made brazen efforts to silence witnesses to a 1999 killing in Bedford-Stuyvesant." , "date" : "20040511" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Inmate Moved and Isolated To Protect Trial Witnesses" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/11\/nyregion\/inmate-moved-and-isolated-to-protect-trial-witnesses.html"} , {"body" : "JAY-Z's ''99 Problems,'' from his multiplatinum ''Black Album,'' stirred up excitement after the rapper (real name Shawn Carter) declared it would be his last video. As Jay-Z, Mr. Carter had recorded some of hip-hop's most unavoidable radio hits. In the summer of 1998, for example, ''Hard Knock Life (Ghetto Anthem)'' was as pervasive on New York" , "date" : "20040509" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "13" , "title" : "MUSIC VIDEO; Jay-Z Wants to Kill Himself" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/09\/arts\/music-video-jay-z-wants-to-kill-himself.html"} , {"author" : "E-mail: amh@nytimes.com" , "body" : "SINCE 1868, all the images of the Madonna at Our Lady of Victory, the Roman Catholic church on Throop Avenue in Bedford-Stuyvesant, Brooklyn, had been white. Their skin was creamy, their hair light. Jesus was white, too. And many of the surrounding figures had red or blond hair or beards. Then in 1994, along came the Rev. Martin Carter, the black" , "date" : "20040509" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; A Spot of Paint At a Church, And the Art Mirrors Life" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/09\/nyregion\/coping-a-spot-of-paint-at-a-church-and-the-art-mirrors-life.html"} ,   {"body" : "It was a clever multimillion-dollar scheme to sell houses without their owners ever knowing, and it left layers of victims in its wake. The culprits went online and found the addresses of 32 buildings, almost all of them in Brooklyn, that were near foreclosure and that the owners rarely visited, the authorities say. They forged new deeds with fake" , "date" : "20040507" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "5 Accused of Selling Dozens of Houses With Fake Deeds" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/07\/nyregion\/5-accused-of-selling-dozens-of-houses-with-fake-deeds.html"} , {"author" : "Andy Newman is a reporter in the Brooklyn Bureau of The New York Times" , "body" : "What I love about Brooklyn is that it's impossible to get a handle on. It lacks anything approaching a center of gravity. Picture the combined populations of Atlanta, Boston, Miami, Cleveland and Seattle crammed into a space smaller than Cincinnati but with a downtown only as impressive as, say, that of Hartford, Conn., and you start to get the" , "date" : "20040502" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "Magazine"] , "page_facet" : "28" , "title" : "OUR CORRESPONENT IN BROOKLYN; A Rare And Stirring Mixture" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/02\/magazine\/our-corresponent-in-brooklyn-a-rare-and-stirring-mixture.html"} , {"body" : "WALKING TOURS New York City BIG ONION WALKING TOURS. Tomorrow at 1 p.m. ''Immigrant Labor, Immigrant Triumph,'' covering the history of the garment industry in New York, meeting at the Washington Arch. Fee, $12; $10 for students and 63+. Information: (212) 439-1090. I'LL TAKE MANHATTAN. Sunday at 2 p.m., ''Gramercy Park, Style, Elegance and" , "date" : "20040430" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/30\/arts\/spare-times-412031.html"} , {"body" : "John Joseph Ryan, formerly a Democratic assemblyman from Brooklyn and a judge in the criminal and claims courts, died on April 16 at a nursing home in Hinsdale, Ill. He was 92 and formerly a resident of Brooklyn as well as Breezy Point, N.Y., and Westfield, N.J. His death was announced by the Dooley Funeral Service in Westfield. Starting in 1947," , "date" : "20040424" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "15" , "title" : "John Joseph Ryan, 92, Assemblyman and Judge" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/24\/nyregion\/john-joseph-ryan-92-assemblyman-and-judge.html"} , {"body" : "A woman was found dead in her apartment in Bedford-Stuyvesant yesterday, apparently strangled by someone she knew, law enforcement officials said. Her children, 5 and 3, were in the apartment, on McDonough Street, at the time of the killing, though it was not clear whether they had witnessed it, the officials said. The woman's body was found in her" , "date" : "20040423" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Woman Found Dead" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/23\/nyregion\/metro-briefing-new-york-brooklyn-woman-found-dead.html"} , {"body" : "HERE'S what Barbara Smith had to say about her new $3 million apartment a few weeks ago. ''When you are in a great relationship, and you're looking to make an investment like this, you want that investment to reflect both of you,'' she said. ''It's a home. The first thing I said was, I want, you know, his entertainment cabinet to be his color: the" , "date" : "20040422" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "AT HOME WITH: B. SMITH; A Move Up (Martha Who?)" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/22\/garden\/at-home-with-b-smith-a-move-up-martha-who.html"} , {"body" : "Here are the Stansburys, now. Twelve weeks have passed since their youngest was killed by an officer of the law, 11 weeks since he was buried, 8 since a grand jury declined to indict the policeman and 5 since the family announced a lawsuit against the city. The television cameras are long gone. Grandmother paces before a precinct station house in" , "date" : "20040418" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Grief in a Police Killing Follows a Public Script; As Furor Dies Down, Teenager's Family Is Left to Suffer in Private" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/18\/nyregion\/grief-police-killing-follows-public-script-furor-dies-down-teenager-s-family.html"} , {"body" : "FORD -- The Most Rev. George C. Sr., L.T.H., D.D. Of Bedford Stuyvesant. Archbishop of Brooklyn and Long Island of the African Orthodox Church, died of cancer at the age of 105, on April 15, at the Mother Cabrini Hospice Unit, NYC. Born in Barbados in 1898, Bishop Ford emigrated to the USA in 1923, attended Endich Theological Seminary, was ordained" , "date" : "20040418" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "34" , "title" : "Paid Notice: Deaths FORD, THE MOST REV. GEORGE C. SR., L.T.H., D.D." , "url" : "http:\/\/www.nytimes.com\/2004\/04\/18\/classified\/paid-notice-deaths-ford-the-most-rev-george-c-sr-lth-dd.html"} , {"body" : "Fitfully over the years, the Brooklyn Museum of Art has given the nod to its geographic roots with showcases of borough artists. And people have been waiting for it to push more forcefully in that direction since the florescence of a local gallery scene in the 1990's. It is doing so now with ''Open House: Working in Brooklyn,'' a big, mixed-up" , "date" : "20040416" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "ART REVIEW; Brooklyn-ness, a State of Mind and Artistic Identity in the Un-Chelsea" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/16\/arts\/art-review-brooklyn-ness-a-state-of-mind-and-artistic-identity-in-the-un-chelsea.html"} , {"body" : "Two hospitals in New York City will close, the latest in a rash of closings in New York State, under a plan by a new management team to pull the ailing St. Vincent's Catholic Medical Centers back to financial good health. In the next year, St. Joseph's Hospital in Flushing, Queens, will shut down, and the closing of Bayley Seton Hospital in Staten" , "date" : "20040416" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "St. Vincent's To Close 2 Hospitals In Network" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/16\/nyregion\/st-vincent-s-to-close-2-hospitals-in-network.html"} ,   {"body" : "Lil' Kim, the brash and buxom rap diva known for her eye-popping entrances at red-carpet events, made a decidedly more subdued appearance in federal court yesterday as she turned herself in to face charges of lying to a grand jury. The Brooklyn-born Lil' Kim, whose real name is Kimberly Jones, was arraigned in Federal District Court in Manhattan on" , "date" : "20040415" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Lil' Kim Denies Lying to a Grand Jury About a 2001 Shooting" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/15\/nyregion\/lil-kim-denies-lying-to-a-grand-jury-about-a-2001-shooting.html"} , {"body" : "Private hospitals in New York City have fallen more than $100 million behind on payments to employee benefit and pension funds in recent years, deepening the hospitals' money woes and threatening thousands of workers with the loss of health insurance and other benefits. The arrears have roughly doubled since the start of 2003, and about three dozen" , "date" : "20040414" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Benefit Funds Owed Millions By Hospitals" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/14\/nyregion\/benefit-funds-owed-millions-by-hospitals.html"} , {"body" : "A man bicycling over the Williamsburg Bridge to work yesterday morning was shot twice by a robber, in the leg and arm, when he resisted giving up his cellphone, the police said. The man was one of 12 shooting victims from Saturday afternoon to yesterday afternoon, an unusually high number that included two homicides, details of which were not" , "date" : "20040412" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Is Shot For Cellphone On Busy Day Of Mayhem" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/12\/nyregion\/man-is-shot-for-cellphone-on-busy-day-of-mayhem.html"} , {"body" : "The Department of Education is having trouble finding applicants to serve on some of the new parent councils that will replace community school boards, according to an early tally. And some officials said they feared that Mayor Michael R. Bloomberg's dismissal on Monday of members of the Panel for Educational Policy who opposed his third-grade" , "date" : "20040320" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Recruiting of Parents Lags For Some School Councils" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/20\/nyregion\/recruiting-of-parents-lags-for-some-school-councils.html"} , {"body" : "A high-ranking Department of Education official said yesterday that it was ''very unlikely'' that Schools Chancellor Joel I. Klein would endorse a proposed compromise to delay for at least a year Mayor Michael R. Bloomberg's tough new promotion requirements for third graders. But an author of the compromise, Martine G. Guerrier, the Brooklyn" , "date" : "20040315" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Klein Is Said to Oppose Delay In 3rd-Grade Retention Plan" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/15\/nyregion\/klein-is-said-to-oppose-delay-in-3rd-grade-retention-plan.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. MANHATTAN EAST MIDTOWN $910,000 303 East 57th Street 1-bedroom, 1 1\/2-bath, 1,800-sq.-ft. co-op in a postwar building; 24-hr. doormen, concierge, attended elevator," , "date" : "20040307" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/07\/realestate\/residential-sales.html"} , {"body" : "On a recent morning in the Bedford-Stuyvesant section of Brooklyn, the city's fastest scholastic sprinter was strapped into a harness and pulled from behind as he trained at an old school gym that once vaulted top teenage athletes to national prominence. The runner was Jaleel Davis and the school was Boys High, which was replaced in 1976 by Boys" , "date" : "20040306" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "HIGH SCHOOLS; City's Sprint Champion Goes for a State Title" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/06\/sports\/high-schools-city-s-sprint-champion-goes-for-a-state-title.html"} , {"body" : "Looking for an upset in Tuesday's New York primary, Senator John Edwards rallied for votes in Brooklyn and in Albany yesterday, while Senator John Kerry sought to shore up support among upstate residents. But a contentious morning debate in New York City, filled with frequent interruptions and pointed exchanges, remained on the minds of the" , "date" : "20040301" , "day_of_week_facet" : "Monday" , "geo_facet" : ["OHIO" , "NEW YORK STATE" , "GEORGIA" , "ALBANY (NY)" , "NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "15" , "title" : "THE 2004 CAMPAIGN: THE CANDIDATES; Edwards and Kerry Make Last-Minute New York Push" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/01\/us\/2004-campaign-candidates-edwards-kerry-make-last-minute-new-york-push.html"} , {"body" : "In his three previous campaigns for public office, the Rev. Al Sharpton generally exceeded political expectations by attracting more votes than virtually anyone had predicted. The accomplishment added mightily to his stature as a political force to be reckoned with in New York. But as he comes into his home state, campaigning before the Democratic" , "date" : "20040229" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Sharpton Returns With a Few Good Jabs but Very Few Delegates" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/29\/nyregion\/sharpton-returns-with-a-few-good-jabs-but-very-few-delegates.html"} , {"body" : "A man died yesterday in Brooklyn after crashing through a window on the third floor of an apartment building and plunging to the sidewalk below, the police said. The police said they were investigating the case as a homicide, but could not say last night whether the man, Wilfred Isaacs, 49, had been pushed or had jumped to escape attackers. One" , "date" : "20040228" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Man Dies in Fall From Brooklyn Apartment" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/28\/nyregion\/man-dies-in-fall-from-brooklyn-apartment.html"} ,   {"body" : "A selective listing by critics of The Times: New or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. At many museums, children under 12 and members are admitted free. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should" , "date" : "20040227" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/27\/arts\/art-guide.html"} , {"body" : "State education officials yesterday released a list of 1,012 schools that had made substantial gains on statewide English and math tests, including several New York City schools in poor neighborhoods where a sizable majority of students were scoring above grade level. The list of most-improved schools is based on the annual reading and math exams," , "date" : "20040224" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "1,012 Schools Had Big Gains in English and Math Tests Over Five Years, State Says" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/24\/nyregion\/1012-schools-had-big-gains-in-english-and-math-tests-over-five-years-state-says.html"} , {"body" : "When a Brooklyn grand jury on Tuesday declined to indict a police officer who testified that he accidentally shot and killed an unarmed 19-year-old on a housing project rooftop last month, it was following a pattern in such cases set not just in New York City, but around the nation, according to lawyers, academics and experts on police shootings." , "date" : "20040219" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Decision Not to Indict Officer May Seem Surprising, but Follows Pattern" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/19\/nyregion\/decision-not-to-indict-officer-may-seem-surprising-but-follows-pattern.html"} , {"body" : "There was a funeral and an interment. Tears were shed, candles were lighted, music was played, and God was said to remain in charge. That was more than two weeks ago. Since then, there have been more acts of remembrance for Timothy Stansbury Jr., 19, who was shot dead by a police officer on a rooftop of the Louis Armstrong Houses in" , "date" : "20040219" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Family Left With Painful Memories and Angry Words" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/19\/nyregion\/a-family-left-with-painful-memories-and-angry-words.html"} , {"body" : "Surprise and anger coursed through the Brooklyn neighborhood of a teenager shot on a housing project rooftop by a police officer last month after word spread that a grand jury had decided yesterday not to indict the officer. The decision baffled many residents of Bedford-Stuyvesant, where Timothy Stansbury Jr., an unarmed 19-year-old, was shot on" , "date" : "20040218" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Decision Stirs Puzzled Outrage in Victim's Neighborhood" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/18\/nyregion\/decision-stirs-puzzled-outrage-in-victim-s-neighborhood.html"} , {"body" : "A 3-year-old Brooklyn girl died late Saturday after she was severely beaten, the police said, and her father, who was watching the girl while her mother worked, has been charged with second-degree murder. Usually when the girl's mother, Michelle Williams, worked the 4-to-midnight shift at the Pathmark on Brooklyn Avenue in Bedford-Stuyvesant, she" , "date" : "20040216" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Brooklyn Man Is Charged In the Killing of His Daughter, 3" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/16\/nyregion\/a-brooklyn-man-is-charged-in-the-killing-of-his-daughter-3.html"} , {"body" : "The signs of Brooklyn's building boom are scattered across the borough, and they are not hard to read. ''Brand New Two-Family Homes -- Locations Include East New York, Bedford-Stuyvesant,'' blares one sign on Pitkin Avenue. ''Now Offering for Sale Luxury Two-Family Waterview Homes, Granite Kitchen,'' says another, along the quiet East Mill Basin" , "date" : "20040215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "In a Brooklyn Boom, A Patchwork of Housing Fills In the Bare Spots" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/15\/nyregion\/in-a-brooklyn-boom-a-patchwork-of-housing-fills-in-the-bare-spots.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. OLETA ADAMS, B. B. King Blues Club and Grill, 243 West 42nd Street, Manhattan, (212) 997-4144. The comfort and uplift of gospel music infuse Oleta Adams's secular and kindly" , "date" : "20040213" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/13\/movies\/pop-and-jazz-guide-365661.html"} , {"body" : "The police officer who shot and killed an unarmed 19-year-old last month on the roof of a Brooklyn housing project told a grand jury yesterday that he did not remember raising his weapon and pulling the trigger, according to two people familiar with his testimony, who spoke on the condition of anonymity. In testimony before the 23-member grand" , "date" : "20040212" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Officer Said To Tell Jury He Can't Recall Fatal Shooting" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/12\/nyregion\/officer-said-to-tell-jury-he-can-t-recall-fatal-shooting.html"} , {"body" : "As a career police officer, the New York City police commissioner, Raymond Kelly, knows firsthand about the anger and misinformation that can sweep through the streets when a white police officer kills a black resident. Mr. Kelly has therefore made a practice of speaking candidly to the public after each case of deadly force in an effort to defuse" , "date" : "20040212" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "36" , "title" : "A Police Shooting Revisited" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/12\/opinion\/a-police-shooting-revisited.html"} ,   {"body" : "It should not have seemed surprising in a ''one day you're up the next day you're down'' kind of town that the thermometer can prove as fickle as so many other indicators of fortune. But as temperatures pushed into the 40's in New York yesterday, winter game faces gave way to unzipped jackets, ungloved hands and what might seem an unlikely level of" , "date" : "20040205" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New Yorkers, Shaking Off Parkas, Get 43-Degree Weather and Survive" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/05\/nyregion\/new-yorkers-shaking-off-parkas-get-43-degree-weather-and-survive.html"} , {"body" : "Two months ago, Representative Major R. Owens said he would run for re-election for the last time this year, an would retire at the end of his term in 2006. Several of Mr. Owens's fellow Brooklyn Democratic officials, however, are not abiding by that timetable, and are planning to challenge Mr. Owens, a 22-year incumbent. City Councilwoman Yvette" , "date" : "20040204" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "For Brooklyn Democrats, a Year of Just-in-Case Campaigns" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/04\/nyregion\/for-brooklyn-democrats-a-year-of-just-in-case-campaigns.html"} , {"body" : "JACQUES TORRES , right, the pastry chef who opened JACQUES TORRES CHOCOLATES in the Dumbo section of Brooklyn three years ago, plans to open a chocolate factory and shop in Manhattan in the spring at 350 Hudson Street (King Street). He will start his chocolate almost from scratch, buying fermented cacao beans that he will process. PIERRE COURT , a" , "date" : "20040204" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/04\/dining\/food-stuff-off-the-menu.html"} , {"body" : "The city will spend $12 million on social services and financial aid in six neighborhoods to try to prevent unstable families from becoming homeless, the commissioner of homeless services said Friday. The initiative comes as the city, which is obligated by court order and law to provide shelter to all those who are homeless, has had its homeless" , "date" : "20040201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "New Program Sets Aside $12 Million to Avert Homelessness" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/01\/nyregion\/new-program-sets-aside-12-million-to-avert-homelessness.html"} , {"body" : "A ''FOR SALE'' sign sits in the window of the building on one side of Turco Botanicas and Flowers, Jovino Borrero's religious-goods shop; in the building on the other side is a ''for rent'' sign. But Mr. Borrero, who for 33 years has run his small shop on Westchester Avenue in Soundview, the Bronx, is not leaving just yet. His work is not done." , "date" : "20040201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: SOUNDVIEW; Where Diallo Lived, Soothing and Bearing Witness" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/01\/nyregion\/neighborhood-report-soundview-where-diallo-lived-soothing-and-bearing-witness.html"} , {"author" : "Adrian Nicole LeBlanc is the author of ''Random Family: Love, Drugs, Trouble, and Coming of Age in the Bronx,'' which will be published in paperback this month by Scribner." , "body" : "IT seems significant that on one of my first outings to the South Bronx, I couldn't find my way back home. I lived in Chelsea then, and I was still new to New York. I worked days as an editor at Seventeen magazine and did my freelance reporting at night. The Village Voice had assigned me a piece on drug dealers' girlfriends. I borrowed a friend's" , "date" : "20040201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "1" , "title" : "Uptown Girl" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/01\/nyregion\/uptown-girl.html"} , {"body" : "Bleary, refracted sunbeams shone through the patterned windows of the Friendship Baptist Church in Bedford-Stuyvesant yesterday, casting dim light around cantilevered balconies weighted with mourners in Sunday finery and mourners in hooded sweatshirts. The ringing overtones of clipped, two-note chords from a pipe organ announced the entrance of a" , "date" : "20040131" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Hundreds Attend Funeral Of Rooftop Shooting Victim" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/31\/nyregion\/hundreds-attend-funeral-of-rooftop-shooting-victim.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. * BADI ASSAD, Joe's Pub, at the Public Theater, 425 Lafayette Street, at Astor Place, East Village, (212) 539-8778 or (212) 239-6200. Badi Assad, the sister of Sergio and" , "date" : "20040130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/30\/movies\/pop-and-jazz-guide-165514.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. At many museums, children under 12 and members are admitted free. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should" , "date" : "20040130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/30\/arts\/art-guide.html"} , {"body" : "Fort Greene is close enough that it could have happened here. In a coffee shop called Tillie's of Brooklyn, thick with lattes and laptops, a professor says she was surprised by city leaders' quick criticism of an officer who shot and killed an unarmed teenager on a rooftop in nearby Bedford-Stuyvesant. The way the police commissioner found fault" , "date" : "20040129" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The View From the Precinct Next Door; In Brooklyn, Skepticism Colors Range of Opinions on Police Shooting" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/29\/nyregion\/view-precinct-next-door-brooklyn-skepticism-colors-range-opinions-police.html"} ,   {"body" : "The head of the New York City police union said yesterday that politics and emotion were forcing a rush to judgment in the case of a police officer who fatally shot an unarmed teenager last weekend. At a news conference, the union president, Patrick J. Lynch, repeated his earlier charge that Police Commissioner Raymond W. Kelly had been" , "date" : "20040128" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Union Chief Assails Comments About Shooting" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/28\/nyregion\/police-union-chief-assails-comments-about-shooting.html"} , {"body" : "There is no good answer to why Timothy Stansbury Jr. was shot to death by a police officer on a rooftop of the Louis Armstrong Houses in the Bedford-Stuyvesant neighborhood in Brooklyn. Mr. Stansbury, 19 years old, black and unarmed, was killed when he happened upon two white officers on patrol as he tried to open the door to the roof. This is more" , "date" : "20040127" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "A Wrongful Death in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/27\/opinion\/a-wrongful-death-in-brooklyn.html"} , {"body" : "A spokesman for District Attorney Charles J. Hynes of Brooklyn said yesterday that Mr. Hynes would seek an indictment of the police officer who fatally shot an unarmed teenager on the roof of a Brooklyn housing project over the weekend. Mr. Hynes's office believes there is enough evidence to support a charge of criminally negligent homicide, and" , "date" : "20040127" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Charge Is Seen Against Officer In Roof Killing" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/27\/nyregion\/charge-is-seen-against-officer-in-roof-killing.html"} , {"body" : "To police officers, the roofs of the city's housing projects are netherworlds of crime and threats, of drug deals, dark stairwells and pit bulls on the loose. But to residents, they are places of everyday convenience, shortcuts, a pebbled illusion of space and open skies, even a picnic ground. Early Saturday at the Louis Armstrong Houses in" , "date" : "20040126" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "On the Rooftop, When Reflex and Custom Clash" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/26\/nyregion\/on-the-rooftop-when-reflex-and-custom-clash.html"} , {"body" : "Less than 12 hours after Timothy Stansbury Jr., an unarmed 19-year-old, was fatally shot by a police officer early Saturday morning on a Brooklyn rooftop, Police Commissioner Raymond W. Kelly announced that there appeared to be no justification for the shooting and pledged to review Police Department tactics and training. Even as the commissioner" , "date" : "20040126" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Mayor's Response to a Fatal Police Shooting a Departure From His Predecessors'" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/26\/nyregion\/mayor-s-response-to-a-fatal-police-shooting-a-departure-from-his-predecessors.html"} , {"body" : "THE Girdle Factory building on Bedford Avenue and North Fifth Street, near the heart of the Northside section of Williamsburg, Brooklyn, is home to a wine store, a cheese shop, an Internet cafe and a record store that offers an eclectic selection of rare vinyl. In the front window is a sign that in the opinion of the building's co-owner, a" , "date" : "20040125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Neighborhood On the Verge?" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/25\/nyregion\/neighborhood-on-the-verge.html"} , {"body" : "Anselmo Marshall, 90, was recently in the cafeteria of the Central Harlem Senior Citizens Center, laughing and talking with friends, when Coral Aubert ran into him. At first blush, he seemed carefree, said Ms. Aubert, a volunteer at the center. But when she probed a little deeper, she found that he was actually anything but. He told her his" , "date" : "20040125" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "The Neediest Cases; Older Volunteers Give Back, And Find They Get Back, Too" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/25\/nyregion\/the-neediest-cases-older-volunteers-give-back-and-find-they-get-back-too.html"} , {"author" : "E-mail: amh@nytimes.com" , "body" : "IS the ghost of Robert Moses still haunting New York? Last Sunday was the 70th anniversary of the appointment of Robert Moses as the city's parks commissioner. He was by far its longest-serving commissioner -- 26 years -- from January 1934 to May 1960. Only Henry Stern's 15 years came close. Every parks commissioner since Moses has served in his" , "date" : "20040125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; Amid News Of the Nets, Memories Of Moses" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/25\/nyregion\/coping-amid-news-of-the-nets-memories-of-moses.html"} , {"body" : "A 19-year-old high school student who intended to take a rooftop shortcut to a birthday party was shot and killed by a police officer early yesterday at the top of a dark stairwell leading to the roof of a Brooklyn housing project. Police Commissioner Raymond W. Kelly said the shooting appeared to be unjustified. In a confrontation in which" , "date" : "20040125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Fatal Shooting Not Justified, The Police Say" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/25\/nyregion\/fatal-shooting-not-justified-the-police-say.html"} , {"body" : "IF you say art and Brooklyn in the same sentence, you probably mean Williamsburg, which for about a decade has been the only viable alternative to Chelsea as a New York gallery scene. It's also an art neighborhood in the old, un-Chelsea way: artists live, work, kvetch and party there, even when their art commutes to Manhattan. Not that everything" , "date" : "20040123" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "ART REVIEW; Sampling Brooklyn, Keeper Of Eclectic Flames" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/23\/arts\/art-review-sampling-brooklyn-keeper-of-eclectic-flames.html"} ,   {"body" : "The first night that Nacomis Wilson stayed in her new apartment last April, she had to take sleeping pills and drink warm milk to fall asleep. Sure, Ms. Wilson, 26, was tired after a long day. But the real problem was that her new two-bedroom place in Bedford-Stuyvesant, Brooklyn, was just too quiet. She could hear the slightest noise in the" , "date" : "20040123" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; Moving Away, but Not Far, From a Grandma in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/23\/nyregion\/the-neediest-cases-moving-away-but-not-far-from-a-grandma-in-brooklyn.html"} , {"body" : "A defense lawyer for a Bedford-Stuyvesant man charged with killing a witness to a murder has accused the Brooklyn district attorney's office of a conflict of interest and asked a judge to appoint a special prosecutor for his case. The lawyer for the defendant, Trevis Ragsdale, claims the conflict exists because the family of the murdered witness" , "date" : "20040123" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Conflict Seen After Slaying Of a Witness" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/23\/nyregion\/conflict-seen-after-slaying-of-a-witness.html"} , {"body" : "UNTIL now, basketball in Brooklyn mostly meant schoolyard courts or the high school gyms where teenagers learned to shoot and pass, to dunk and defend. You could dream about playing for the Knicks at the Garden, but if you had big-time talent, you had to go away to a college out there in the sticks where you knew you would feel like a stranger." , "date" : "20040122" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "Sports of The Times; Brooklyn Crosses Bridge Back Into the Big Time" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/22\/sports\/sports-of-the-times-brooklyn-crosses-bridge-back-into-the-big-time.html"} , {"body" : "A prominent lawyer in Brooklyn was arraigned yesterday on federal charges that he took $11,000 in bribes to fix prices on buildings for which he was the court-appointed auctioneer. The lawyer, Edward S. Reich, who has been a vice president of the New York State Bar Association, faces up to eight years in prison if convicted, according to federal" , "date" : "20040121" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Lawyer Accused of Fixing Home Auction Prices" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/21\/nyregion\/lawyer-accused-of-fixing-home-auction-prices.html"} , {"author" : "Andrew White is director of the Center for New York City Affairs at New School University." , "body" : "After his second inauguration, in early 1998, with crime falling and New York on its way to becoming the safest large city in America, Rudolph W. Giuliani rose to heights of popularity he would not see again until the aftermath of the 9\/11 attacks. Meanwhile, the man in charge of the city's vaunted Police Department, Commissioner Howard Safir, was" , "date" : "20040120" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "19" , "title" : "Fighting Crime and Gaining Favor" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/20\/opinion\/fighting-crime-and-gaining-favor.html"} , {"body" : "FLICKERING before Amanda M. Burden, the city planning commissioner, was a vision of New York City of the future. A computer animation showed the view from a car driving toward the Greenpoint waterfront in Brooklyn. The industrial buildings were gone, replaced by a stately procession of five- and six-story brick and stone apartment buildings," , "date" : "20040118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Remaking, or Preserving, the City's Face" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/18\/realestate\/remaking-or-preserving-the-city-s-face.html"} , {"body" : "HE has been acknowledged for possessing a special trait: grace under pressure. The image of Lenny Wilkens, the old (at 66) new Knicks coach, is just that: stoic as a statue. On the sideline during a game, his seemingly calm but mindful eyes and expressionless face above his knotted tie and natty suit are unchanging whether the whistle is for or" , "date" : "20040118" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "Sports of The Times; Wilkens Learned To Stay Cool" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/18\/sports\/sports-of-the-times-wilkens-learned-to-stay-cool.html"} , {"body" : "Norman and Cathy Wilson have their hands, and their home, full. Each cradles a sleeping baby as they pad around their apartment in Crown Heights, Brooklyn. Mrs. Wilson's daughter Jasmine, 12, sits on the sofa holding another baby to her shoulder. The triplets were born on Dec. 17. It was an uncomfortable pregnancy, with Mrs. Wilson required to be" , "date" : "20040117" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "The Neediest Cases; Births Double Family's Size And Triple Its Challenges" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/17\/nyregion\/the-neediest-cases-births-double-family-s-size-and-triple-its-challenges.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. RALPH ALESSI QUINTET, Jazz Gallery, 290 Hudson Street, at Spring Street, South Village, (212) 242-1063. Mr. Alessi is a regular trumpeter with Ravi Coltrane's and Steve" , "date" : "20040116" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/16\/movies\/pop-and-jazz-guide-979422.html"} , {"body" : "The four-story walk-up is a form of housing not often produced in New York City any longer. But two new side-by-side walk-ups in Park Slope, Brooklyn, may lead the way to resurrecting it for rental housing designed for moderate-income tenants throughout the city. The developer is CPC Resources, the development arm of the Community Preservation" , "date" : "20040116" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Residential Real Estate; Park Slope Walk-Up Revival May Signal New Rental Era" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/16\/nyregion\/residential-real-estate-park-slope-walk-up-revival-may-signal-new-rental-era.html"} ,   {"body" : "Manhattan SOHO $550,000 2 Charlton Street 1-bedroom, 1-bath, 800-sq.-ft. co-op in a post-World War II building; 24-hr. doormen; elevator, windowed eat-in kitchen, hardwood floors, 2 exposures, common garden in building; maintenance $886, 50% tax-deductible; listed at $565,000, 12 weeks on market (broker: Bellmarc Realty) GREENWICH VILLAGE $460,000" , "date" : "20040115" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/15\/garden\/residential-sales.html"} , {"body" : "Patricia Cruz knows she has a weighty responsibility. ''I have five lives on my hands,'' she says. There is Josue, 13; Charlie, 11; Kelvin, 9; Christopher, 3; and Steven, 1. Before leaving for work, she makes sure her sons are all dressed for the cold. A petite woman, she laughs about how they are gaining on her in height. She wants to teach her" , "date" : "20040110" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; Five Sons Provide Queens Mother With Motivation, and Joy" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/10\/nyregion\/the-neediest-cases-five-sons-provide-queens-mother-with-motivation-and-joy.html"} , {"author" : "Tom Downey is a filmmaker and author of the forthcoming ''The Last Men Out.''" , "body" : "After an assault at a Staten Island firehouse on New Year's Eve, in which one firefighter is accused of striking another in the head with a metal chair, putting him in critical condition, there has been much condemnation of ''firehouse culture.'' We have even heard calls for more rigid hierarchies in firehouses and stricter top-to-bottom oversight" , "date" : "20040109" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "19" , "title" : "Hazing and Heroism" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/09\/opinion\/hazing-and-heroism.html"} , {"body" : "Every day, Terry Diaz faces the same choice: Should she suffer through the severe pain in her left knee? Or should she take medication and stay in bed? Most days, the choice is made for her. After all, her children have to get to day care and she has to go to her job training program. So she skips the pill. She endures the pain, because her family" , "date" : "20040105" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; Mother Takes Life's Demands One Painful Step at a Time" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/05\/nyregion\/the-neediest-cases-mother-takes-life-s-demands-one-painful-step-at-a-time.html"} , {"body" : "Joyce Sheila Gold and Leslie Gail McKenzie were married in Toronto on Tuesday. Micaél Welland, who is authorized by the province of Ontario to perform civil wedding ceremonies, officiated at Toronto City Hall. Ms. Gold (above, left) is 61 and operates a tour guide service in Manhattan that bears her name. She is also an adjunct assistant professor" , "date" : "20040104" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "10" , "title" : "WEDDINGS\/CELEBRATIONS; Joyce Gold, Leslie McKenzie" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/04\/style\/weddings-celebrations-joyce-gold-leslie-mckenzie.html"} , {"body" : "Vincent Smith, an artist whose work depicted the rhythms and intricacies of black life in diverse styles, from a hard-edged, socially conscious expressionism to riots of dazzling colors and patterns, died last Saturday in Manhattan. He was 74 and lived in Manhattan. The cause was lymphoma complicated by pneumonia, said Cynthia Smith, his wife. Mr." , "date" : "20040103" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "13" , "title" : "Vincent Smith, 74, Painter Who Portrayed Black Life" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/03\/arts\/vincent-smith-74-painter-who-portrayed-black-life.html"}]