[  {"body" : "WE were leaving the Upper East Side, gliding south in the blue Bentley toward the Queensboro Bridge. A haughtiness had entered the car, or maybe it was always there, in the butter-cream leather upholstery, in the tray tables that dropped down for snacking, in the small vanity mirrors that allowed the two back-seat occupants to examine their makeup" , "date" : "20041229" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Books" , "Dining and Wine"] , "page_facet" : "4" , "title" : "Everyone's Driven to Eat. How Many Arrive in a Bentley?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E1DD1639F93AA15751C1A9629C8B63"} , {"body" : "A year or so ago, Howard Feuer, the district manager of Community Board 11, which represents Bensonhurst, Brooklyn, decided enough was enough. Mr. Feuer had become tired of seeing public trash cans throughout the city, and especially his neighborhood, full to the brim with illegally dumped computers, books and household garbage. What would happen," , "date" : "20041226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: BENSONHURST; An Idea for Taming Garbage: Toss Out the Trash Cans" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B03E6D71130F935A15751C1A9629C8B63"} , {"body" : "LUCKILY the nice Chinese family from Queens adopted us. They didn't have much choice. At Ocean Port Seafood Restaurant, a jumping dim sum house in Bensonhurst, Brooklyn, diners get squeezed in whenever a seat or two opens up. Set in a neighborhood where the Carvel ice cream signs are lettered in Hebrew and the CD shop sells Italian music, Ocean" , "date" : "20041222" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CHINA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "11" , "title" : "$25 AND UNDER; Where Sunday Tea Is a Dim Sum Parade" , "url" : "http:\/\/events.nytimes.com\/mem\/nycreview.html?res=9E05E3D81330F931A15751C1A9629C8B63"} , {"author" : "Boris Fishman is the editor of ''Wild East: Stories From the Last Frontier,'' a collection of short stories about the former Soviet Union and post-Soviet Eastern Europe." , "body" : "MILA GORBATOFF, a Russian-Jewish immigrant who fled the rampant anti-Semitism in Ukraine in 1988, lights a menorah every Hanukkah to commemorate her bond to a previously forbidden faith and the new freedoms that made it possible. After Hanukkah ends, another fixture of the holiday landscape appears in the living room of her apartment in Brighton" , "date" : "20041219" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UKRAINE" , "NEW YORK CITY" , "RUSSIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; That Tree by the Menorah" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00EFDC1530F93AA25751C1A9629C8B63"} , {"body" : "TAMA JANOWITZ'S new book is called ''Area Code 212: New York Days, New York Nights,'' but it is essentially about the view from Brooklyn. That's where Ms. Janowitz moved six years ago with her husband, Tim Hunt, who is the curator of the Warhol estate, and their daughter, Willow. Safe in the 718 area code, in Prospect Heights, Ms. Janowitz is" , "date" : "20041212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "HABITATS\/Eastern Parkway; A 'Slave of New York' Loves Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9905E1DA1031F931A25751C1A9629C8B63"} , {"body" : "THE characters swoop in from Brooklyn, England, even Romania. They come from all walks of life -- doctors, lawyers, Indians and chief executives -- but with a common destination: Midtown Comics on 40th Street near Times Square. There, they enter a universe of action heroes and villains, engage in between-the-covers chatter as only true lovers can," , "date" : "20041212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "URBAN STUDIES\/Decoding; Incredible Talk Converges in Gotham" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03E0D91131F931A25751C1A9629C8B63"} , {"body" : "NEW YORK's hot heroes speak many languages. No, not the buff guys in the the firefighter calendar, but those long, crisp and slightly chewy rolls filled with meat or cheese and served hot from the oven or grill. They are working-class sandwiches, which provide comfort and sustenance any time of day or night. After writing about cold heroes last" , "date" : "20041201" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Lo, a New Age of Heroes" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E6DB113EF932A35751C1A9629C8B63"} , {"body" : "TAHANEY--James L., Msgr., a priest of the Diocese of Brooklyn, who touched the lives of many through his priestly ministry, died of complications of Progressive Supranuclear Palsy (PSP) on November 28, 2004 at Ozanam Hall Nursing Home. Msgr. Tahaney grew up in St. Teresa Parish, Woodside, NY. He graduated from Bishop Loughlin High School, Bklyn in" , "date" : "20041130" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "17" , "title" : "Paid Notice: Deaths TAHANEY, JAMES L., MSGR." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9902E6DC113EF933A05752C1A9629C8B63"} , {"body" : "A 4-year-old Brooklyn boy was critically injured yesterday when he fell out a second-floor window and landed headfirst on a concrete drive, Fire Department officials and neighbors said. The boy, Muhamad Aboalsaud, was standing at a window at 1502 West Fifth Street, at Avenue O, in Bensonhurst, about 1:20 p.m. when the screen gave way and he fell" , "date" : "20041124" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Brooklyn Boy, 4, Is Severely Injured in 2nd-Floor Fall" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9800E5DB143EF937A15752C1A9629C8B63"} , {"body" : "Mayor Michael R. Bloomberg and Gov. George E. Pataki led thousands of Olympic athletes and their supporters across the Brooklyn Bridge 10 days ago with the city's official bid for the 2012 Olympic Games, echoing the parade 121 years ago that opened what was then the longest suspension bridge in the world. For supporters of the city's enormous" , "date" : "20041121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "WEST SIDE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Sweating Over Gold; Olympics Would Bolster New York's Image, But Some Benefits Are Uncertain" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05E3D71E3FF932A15752C1A9629C8B63"} ,   {"author" : "Boris Fishman is the editor of ''Wild East: Stories From the Last Frontier,'' a collection of short stories about the former Soviet Union and post-Soviet Eastern Europe." , "body" : "WHAT does it mean to be from a place that is no longer on the map? My homeland, the Soviet Union, disintegrated in late 1991, a scant three years after my family had managed to escape its anti-Semitism and lack of opportunity. As an immigrant in Bensonhurst, Brooklyn, with a funny haircut and even funnier clothes, I tended to worry more about" , "date" : "20041121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["RUSSIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE NEXT WAVE; 'Where Is Home, If the Place You Come From No Longer Exists?'" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950CE0D9113FF932A15752C1A9629C8B63"} , {"body" : "With his spiky blond hair and Pokémon T-shirt, Vadim Khomenko looks like a typical 9-year-old. But he has witnessed things that most people experience only through R-rated movies unfit for a 9-year-old's eyes. This summer, he was the first to discover the bloodied bodies of his mother and father in a parked car outside his father's home in" , "date" : "20041113" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "The Neediest Cases; Comforting Children Who've Had a Devastating Loss" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805E0DF173FF930A25752C1A9629C8B63"} , {"body" : "It's not homey, not yet. The black and white linoleum floor is still mostly bare. But compared to the old apartment, ''this is a kingdom,'' said Roselle Diaz. At the least, the modest one-bedroom in the Bensonhurst section of Brooklyn is clean and safe, and for Ms. Diaz, 37, and her four children, that is enough. On a recent morning, this small" , "date" : "20041108" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "The Neediest Cases; In a Small but Clean Space, A Sense of Home Is Growing" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E6DD133CF93BA35752C1A9629C8B63"} , {"body" : "A Staten Island man was arrested Tuesday in the shooting death of Susan Boyce, 40, in a Bensonhurst after-hours club on Sunday morning, the police said yesterday. James Bonafede, 27, of Eltingville Boulevard, was charged with second-degree murder. Ms. Boyce, a receptionist at a car dealership, was in the club at 1739 West Seventh Street when her" , "date" : "20041104" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Arrest In Death At Club" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E3D8173CF937A35752C1A9629C8B63"} , {"body" : "A woman was shot fatally yesterday morning in the Bensonhurst section of Brooklyn during an argument in what appeared to be a gambling and after-hours club, the police and witnesses said. The woman, Susan Boyce, 40, of 2105 70th Street in Bay Ridge, was shot about 6:48 a.m., at 1739 West Seventh Street in the 62nd Precinct, the police said. She was" , "date" : "20041101" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Woman Is Killed by Gunfire at a Brooklyn Club" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9505E6DC1E3DF932A35752C1A9629C8B63"} , {"body" : "Since his election to Congress in 1997, Representative Vito J. Fossella has been a celebrated figure within the Republican Party. He was one of the speakers at the party's national convention four years ago and a trusted supporter of President Bush. On Staten Island, his home turf, Mr. Fossella has been virtually untouchable, winning re-election" , "date" : "20041030" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Feisty Opposition for Popular Republican Congressman" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04E3D8103DF933A05753C1A9629C8B63"} , {"body" : "A member of the Bonanno crime family told federal investigators in an interview last year that John Franco, the Mets' pitcher, gave free tickets to a Mets' game in Montreal to him and other crime family members in the early 1990's, according to a record of the interview, conducted by the F.B.I. Frank Lino, the Bonanno family member, who helped" , "date" : "20041029" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "BASEBALL; Mobster Told F.B.I. Franco Gave Him Tickets" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05E1DA133DF93AA15753C1A9629C8B63"} , {"body" : "WHEN Vietnamese restaurants began to arrive in New York in the early 1990's, they were greeted rapturously by connoisseurs of Asian food. Fresh herbs! Lively flavors! Seemingly lighter than Chinese cooking, less fiery than Thai, Vietnamese food promised a much-needed blast of fresh air. It's been disappointing, then, that so few Vietnamese options" , "date" : "20041027" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["VIETNAM" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "12" , "title" : "$25 AND UNDER; The Soul of the Vietnamese Kitchen" , "url" : "http:\/\/events.nytimes.com\/mem\/nycreview.html?res=9406EED9143DF934A15753C1A9629C8B63"} , {"body" : "It looked at first like a disturbingly busy weekend of hate crime, the swastikas in white spray paint appearing on synagogues and Jewish centers in the Coney Island area of Brooklyn and parts of Queens. ''We've certainly engaged our Hate Crimes Task Force in this investigation,'' Police Commissioner Raymond W. Kelly said yesterday. The police had" , "date" : "20041019" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Woman Charged With Painting Swastikas Aimed at Ex-Husband" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0DE2DF133AF93AA25753C1A9629C8B63"} , {"body" : "Students in New York City and across the state have made solid gains in math for the third year in a row, suggesting that a range of new programs from special math coaches to increased class time devoted to the subject have begun to have an impact. Eighth graders meeting state standards rose 6.7 percentage points across the state this year," , "date" : "20041007" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Officials Cheer New Math Programs As Test Scores Increase Yet Again" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE3DC173BF934A35753C1A9629C8B63"} ,   {"body" : "A large group of Republican officials gathered in a Staten Island catering hall last week to endorse Alfred B. Curtis, the candidate for a State Senate seat that covers a portion of the island and part of Brooklyn. And one by one, as guests at the fund-raiser dined on calamari and ziti, the elected officials urged the crowd to work to ensure that" , "date" : "20041004" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Brooklyn-Staten Island Senate Seat Becomes a Battleground" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04E1D91138F937A35753C1A9629C8B63"} , {"body" : "There was no cover, minimum donation or official status necessary for a ticket to the fund-raiser at the Apollo Theater yesterday. Sure, there were a few dignitaries, celebrities and high-powered corporate types, but this was the Rev. Al Sharpton's 50th birthday party. In his words, this was for the people. ''I want to thank that little lady" , "date" : "20041004" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Fund-Raising Ices the Cake For Sharpton" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02E2D81138F937A35753C1A9629C8B63"} , {"body" : "LIKE many political candidates, Vinny Ignizio is immaculately dressed but poorly fed, accustomed to eating on the run. So it was not surprising one afternoon a few weeks ago to find the scrubbed, compact 30-year-old, who is running in a tough Republican primary on Staten Island for a state Assembly seat, sitting in his grandmother's curio-filled" , "date" : "20040829" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Their Political Odyssey" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/29\/nyregion\/their-political-odyssey.html"} , {"body" : "Living proof of someone thought extinct, or nearly so, Martin Chicon related some of the telling experiences of overseeing a Republican club in New York City. A year ago, he founded the Dyckman Republican Committee in the Washington Heights\/Inwood area, a particularly Republican-inhospitable part of a particularly Republican-inhospitable city. The" , "date" : "20040828" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "PREPARING FOR THE CONVENTION: SNAPSHOTS; Yes, New York Has Republican Clubs, With Members" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/28\/nyregion\/preparing-for-convention-snapshots-yes-new-york-has-republican-clubs-with.html"} , {"body" : "SO you doubled your money on your condo and you think it's time to start your own real estate dynasty. Or perhaps you just want to build something both beautiful and substantial, a graceful blend of brick, steel and glass, that will make you both proud and rich. If you hear the inner voice of the master builder inside you, you are not alone. At" , "date" : "20040725" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "In a Hot Market, Everyone Wants To Be a Developer" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/25\/realestate\/in-a-hot-market-everyone-wants-to-be-a-developer.html"} , {"body" : "Colman Genn, a career educator who exposed corruption in New York City schools by secretly recording conversations about political and ethnic considerations in filling jobs, died on Thursday night at North Shore University Hospital in Manhasset. He was 68. The cause was respiratory failure, said his son, David. Mr. Genn was the superintendent of" , "date" : "20040717" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "11" , "title" : "Colman Genn Is Dead at 68; Exposed School Corruption" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/17\/nyregion\/colman-genn-is-dead-at-68-exposed-school-corruption.html"} , {"body" : "Fifty-one times the rain has fallen, and eight times the snow. The glare of sun has made Brooklyn 91 degrees, and the dark of night 16. In this way, five months have passed since two young boys from Ninth Street left for heaven or whatever it is that you believe. ''Palabras, no hay,'' a bishop said at their funeral: There are no words to ease their" , "date" : "20040710" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Memorial Far Beyond Makeshift; Five Months Later, Paying Tribute to Two Lost Boys" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/10\/nyregion\/memorial-far-beyond-makeshift-five-months-later-paying-tribute-two-lost-boys.html"} , {"body" : "When James and Naila Bateh bought a slightly run-down white house with an expansive porch on 87th Street in Bay Ridge, Brooklyn, the appeal was clear. The house sat on a tree-lined block between Narrows Avenue and Colonial Road and had a backyard for their three children. Most important, it was only a block from their old house, in the neighborhood" , "date" : "20040704" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: BAY RIDGE\/BENSONHURST; Homeowner Plans Addition, Resulting in Division" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/04\/nyregion\/neighborhood-report-bay-ridge-bensonhurst-homeowner-plans-addition-resulting.html"} , {"body" : "To the Editor: You report (''For Residents, Tickets to Deride,'' June 27) that City Councilman Domenic M. Recchia Jr., who represents Bensonhurst, says that ''traffic enforcement agents are just out of control.'' Yet nowhere does he say that tickets are being issued to people who did not violate parking regulations. Would he say that the police are" , "date" : "20040704" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "Parking in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/04\/nyregion\/l-parking-in-brooklyn-180513.html"} , {"body" : "On a sultry afternoon in Bensonhurst, Brooklyn, earlier this month, sweaty people trudged down a sun-baked stretch of 18th Avenue while an electric guitar squealed from a car stereo. On the corner of 67th Street, a white-hatted police officer mopped his brow and ticketed a gray Lexus for a meter violation. It is a common sight in the neighborhood" , "date" : "20040627" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: BENSONHURST\/BAY RIDGE; For Residents, Tickets to Deride" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/27\/nyregion\/neighborhood-report-bensonhurst-bay-ridge-for-residents-tickets-to-deride.html"} ,   {"body" : "Tim McLoughlin, a Brooklyn writer and editor, stopped off at a local bar after a Brooklyn Cyclones game. Along with the beer, the bartender, Thomas Morrissey, thrust his unpublished short story, ''Can't Catch Me,'' into his hands. Mr. McLoughlin loved the piece, about a detective who investigates the murder of a Bay Ridge baker who is found dead" , "date" : "20040624" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "Brooklyn Crime Tales Flavored by Neighborhood" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/24\/books\/brooklyn-crime-tales-flavored-by-neighborhood.html"} , {"body" : "''NO wait?'' Mike Quigley, a pilot for Delta Air Lines, couldn't believe his luck on a recent rainy Sunday at DiPalo's Fine Foods. This Italian cheese shop, owned by the same family since 1925, usually has lines reaching out onto the sidewalk, even after moving from its original location at 206 Grand Street (800 square feet) all the way across the" , "date" : "20040616" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Stop and Smell the Cheese; It's Part of the Tradition" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/16\/dining\/stop-and-smell-the-cheese-it-s-part-of-the-tradition.html"} , {"body" : "A Bensonhurst man was fatally stabbed at a bar in Brighton Beach yesterday, and an employee was wounded. The man, Paul Pomagrin, was apparently celebrating his 21st birthday at Spoon, a restaurant and bar at 615 Brighton Beach Avenue, when he got into an argument about 1:30 a.m. with four men over a woman, the police said. An employee, Kosty" , "date" : "20040615" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: One Dead And One Hurt In Stabbing" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/15\/nyregion\/metro-briefing-new-york-brooklyn-one-dead-and-one-hurt-in-stabbing.html"} , {"body" : "Once a week, Arthur and Sylvia Horowitz took an express bus from Brooklyn to Atlantic City to do some low-stakes gambling at the Showboat or Bally's. ''They never missed a week,'' said Max Lehrer, 80, of Bensonhurst, who often sat near them on the bus. ''She liked the slots, but Artie was a dice man.'' Mr. Horowitz, 76, and his wife, 69, spent a" , "date" : "20040610" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Car Kills Couple in Brooklyn; Man Is Charged With D.W.I." , "url" : "http:\/\/www.nytimes.com\/2004\/06\/10\/nyregion\/car-kills-couple-in-brooklyn-man-is-charged-with-dwi.html"} , {"body" : "A man who robbed an Apple Bank on 18th Avenue in Bensonhurst with a handgun yesterday was being sought by the police last night. He handed a note to a teller around 10 A.M. and fled with an undetermined amount of money, the police said. There were no injuries. The robber (photo at left), is described as a white man in his 40's, about 5 feet 5" , "date" : "20040604" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Bank Robber Sought" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/04\/nyregion\/metro-briefing-new-york-brooklyn-bank-robber-sought.html"} , {"body" : "SOME home buyers are rushing into the market because mortgage rates have inched up by a percentage point since March, brokers throughout the New York region say. For precisely the same reason, they say, other buyers -- particularly skittish fledglings -- are cringing from taking the plunge. And at the same time, some sellers who had been holding" , "date" : "20040523" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "For Home Sales, Spring Fever" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/23\/realestate\/for-home-sales-spring-fever.html"} , {"body" : "After two men had an argument last night in Brooklyn, one of them drove his car into the other, killing him, the police said. Both men were in their cars in Bensonhurst about 8 p.m. Residents around Dahill Road and 24th Avenue said later that they heard a crash and went outside to see one car ramming the other at least three times. The driver of" , "date" : "20040514" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Dies When Angry Driver Uses His Car as a Weapon" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/14\/nyregion\/man-dies-when-angry-driver-uses-his-car-as-a-weapon.html"} , {"body" : "State Senator Seymour P. Lachman, a Democrat who represents portions of Brooklyn and Staten Island, said yesterday that he would not run for re-election this year, citing ''a variety of personal and family reasons'' for leaving the Legislature. The decision by Mr. Lachman, who is 69, is likely to lead to a highly spirited race in the district," , "date" : "20040511" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Senator Will Not Run Again In Brooklyn-Staten I. District" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/11\/nyregion\/senator-will-not-run-again-in-brooklyn-staten-i-district.html"} , {"author" : "Andy Newman is a reporter in the Brooklyn Bureau of The New York Times" , "body" : "What I love about Brooklyn is that it's impossible to get a handle on. It lacks anything approaching a center of gravity. Picture the combined populations of Atlanta, Boston, Miami, Cleveland and Seattle crammed into a space smaller than Cincinnati but with a downtown only as impressive as, say, that of Hartford, Conn., and you start to get the" , "date" : "20040502" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "Magazine"] , "page_facet" : "28" , "title" : "OUR CORRESPONENT IN BROOKLYN; A Rare And Stirring Mixture" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/02\/magazine\/our-corresponent-in-brooklyn-a-rare-and-stirring-mixture.html"} , {"body" : "FOR 20 years, Carmine LoMonaco was one of the New York's Finest. He patrolled the streets of Brooklyn, he served as a community liaison officer, and after the terrorist attacks of 9\/11, he worked in the Police Department's mobile command post at City Hall. Today, Mr. LoMonaco is still in uniform, but now it's Metro-North blue. He is a conductor on" , "date" : "20040502" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "COMMUTER'S JOURNAL; Bringing a Police Officer's Savvy to the Rails" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/02\/nyregion\/commuter-s-journal-bringing-a-police-officer-s-savvy-to-the-rails.html"} ,   {"body" : "Butch Krichman was the kind of obsessed child who made a ball field his home from morning until night. If he couldn't find a team to play with in his Jersey Shore universe, he'd draw a box with an X on a concrete wall, measure off 45 feet and hurl a rubber ball against the wall just to hear its comforting thump. ''I knew nothing else but the" , "date" : "20040501" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Keeping a Full Plate; Calling Games All Day, an Iron Man Among Umpires" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/01\/nyregion\/keeping-a-full-plate-calling-games-all-day-an-iron-man-among-umpires.html"} , {"body" : "An article and a picture caption on Saturday about the outbreak of a mysterious rash at a Brooklyn school that sent 19 fifth graders to emergency rooms misidentified the neighborhood. It was Bensonhurst, not Midwood." , "date" : "20040428" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/28\/nyregion\/c-corrections-393428.html"} , {"body" : "Nineteen children at a Brooklyn public school were taken to emergency rooms yesterday after a mysterious rash broke out among fifth graders, city health and education officials said. Ten more children were sent home with instructions to visit their pediatricians. Some of the children, at Public School 177 on Avenue P in Midwood, also complained of" , "date" : "20040424" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Health"] , "page_facet" : "4" , "title" : "5th Graders Are Sent to Hospital After Getting Rash in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/24\/nyregion\/5th-graders-are-sent-to-hospital-after-getting-rash-in-brooklyn.html"} , {"body" : "ATTRACTIONS Museums and Sites HISPANIC SOCIETY OF AMERICA, Audubon Terrace, Broadway at 155th Street, Washington Heights. Opening tomorrow, an exhibition on Hispanic impressionism, at the North Building Exhibition Galleries. Hours: Saturdays from 10 a.m to 4:30 p.m.; Tuesdays through Fridays from 1:30 to 2:30 p.m. Dedicated to Hispanic culture," , "date" : "20040416" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/16\/arts\/spare-times-232181.html"} , {"body" : "The Bensonhurst Journal article on Sunday, about opening weekend at the Nellie Bly Amusement Park in Brooklyn, gave an incorrect surname in some copies for the spokeswoman for an international amusement park association. She is Beth Robertson, not Roberston." , "date" : "20040413" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/13\/nyregion\/c-corrections-194360.html"} , {"body" : "To those who whiz by it on the Belt Parkway, Nellie Bly Amusement Park in Bensonhurst, Brooklyn, looks like a mom-and-pop operation. But it isn't. It's only a mom operation. Gena Romano, 48, the single mother of Andrew, 5, owns and operates the park with help from her mother, Antoinette, 76. What does spring mean to Gena Romano? ''My one word?" , "date" : "20040411" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Bensonhurst Journal; The Time Has Come to Ride and Beep and Laugh Again" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/11\/nyregion\/bensonhurst-journal-the-time-has-come-to-ride-and-beep-and-laugh-again.html"} , {"body" : "The anonymous caller left only this tip: A young man in a public housing apartment had a machine gun. He was showing it to the children who lived there, maybe scaring them with it and pretending to shoot it. The caller gave a Brooklyn address, nothing more. But the men at the all volunteer, private Kings County Society for the Prevention of Cruelty" , "date" : "20040404" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Child Protectors With Mail-Order Badges; A Private Group Claiming Police Powers Investigates Abuse Claims" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/04\/nyregion\/child-protectors-with-mail-order-badges-private-group-claiming-police-powers.html"} , {"body" : "THEY light candles on the Sabbath. They congregate in places named Beth Shalom and Hope of Israel. They pray in Hebrew, wear skullcaps and blow the shofar to herald the High Holy Days, Rosh Hashana and Yom Kippur. So why is this young man sitting outside the Russian Community Life Center on Brighton Beach Avenue telling everybody that the people" , "date" : "20040404" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BRIGHTON BEACH; Teaching the Difference Between Jesus and Judaism" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/04\/nyregion\/neighborhood-report-brighton-beach-teaching-difference-between-jesus-judaism.html"} , {"body" : "JERRY PEDULLA can't remember the last time he and his family used their spanking new -- O.K., it's a year old -- first-floor wood and granite kitchen, with its silent, stainless steel Bosch dishwasher, and its cider-stained cabinets filled with a full set of Mikasa dinnerware, glassware, and pots and pans. The Italian ceramic tiles are grime-free;" , "date" : "20040321" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "Habitats\/Sunnyside, Staten Island; A Family's Renovation Gives Them 2 Kitchens" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/21\/realestate\/habitats-sunnyside-staten-island-a-family-s-renovation-gives-them-2-kitchens.html"} , {"body" : "A Brooklyn man is hoping for money to supply Holocaust survivors who are losing their sight with voice-operated computers so they can continue to study Jewish religious texts. An 80-year-old Jehovah's Witness from Germany who spent four years in a concentration camp just wants her people's Nazi-era suffering to be recognized. A Swedish group would" , "date" : "20040313" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["SWITZERLAND"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Deciding Which Wrongs to Right; Brooklyn Judge Has to Winnow Requests for Holocaust Fund" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/13\/nyregion\/deciding-which-wrongs-right-brooklyn-judge-has-winnow-requests-for-holocaust.html"} ,   {"body" : "It's been only two weeks since the closing of L'Amour, a live-music club in Bensonhurst, Brooklyn, but the heavy metal world is already reeling. A Swedish band called Hypocrisy had to alter its tour plans; a Bay Ridge group is unhappily contemplating gigs in Poughkeepsie. Several metalheads, rarely known to be effusive, have described themselves as" , "date" : "20040307" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: NEW YORK NIGHT LIFE; At Least the Fans Will Keep Their Hearing" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/07\/nyregion\/neighborhood-report-new-york-night-life-least-fans-will-keep-their-hearing.html"} , {"author" : "Thomas Boyle, a professor of English at Brooklyn College, is the author of several crime novels set in Brooklyn." , "body" : "OUT here in Brooklyn, we hear that New Jersey's Nets are coming. This could be great news, but at the same time it brings back the bitter memory of the nasty departure of our baseball Dodgers in 1957. And just over a week ago, Gage & Tollner, our oldest restaurant and most charming culinary relic of the dear departed 19th century (sorry about that," , "date" : "20040222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY LORE; Put Down That Violin. Now." , "url" : "http:\/\/www.nytimes.com\/2004\/02\/22\/nyregion\/city-lore-put-down-that-violin-now.html"} , {"author" : "Helene Stapinski's newest memoir, ''Baby Plays Around: A Love Affair With Music,'' was published last month by Villard." , "body" : "IT was a Thursday afternoon, and Sam Stillman was starting the trek back to Cobble Hill, Brooklyn. From the stone-arch doorway of Elisabeth Irwin High School, the West Village private school where Sam, 16, is a sophomore, he headed to the F train, book bag slung across his chest, just another teenager headed home. The stares began when he got off" , "date" : "20040222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Preppy Punks" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/22\/nyregion\/preppy-punks.html"} , {"body" : "INCREASING numbers of homeowners in neighborhoods across the city are deciding that the grass is greener on their own side of the fence, choosing to sink significant amounts of money into alterations or expansions rather than move on to grander addresses or the suburbs. There is, of course, nothing new about remodeling: the caveman probably redid" , "date" : "20040215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Moving Up Without Moving On" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/15\/realestate\/moving-up-without-moving-on.html"} , {"author" : "Adrian Nicole LeBlanc is the author of ''Random Family: Love, Drugs, Trouble, and Coming of Age in the Bronx,'' which will be published in paperback this month by Scribner." , "body" : "IT seems significant that on one of my first outings to the South Bronx, I couldn't find my way back home. I lived in Chelsea then, and I was still new to New York. I worked days as an editor at Seventeen magazine and did my freelance reporting at night. The Village Voice had assigned me a piece on drug dealers' girlfriends. I borrowed a friend's" , "date" : "20040201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "1" , "title" : "Uptown Girl" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/01\/nyregion\/uptown-girl.html"} , {"body" : "Though the construction of luxury apartment buildings in Manhattan has commanded far more attention, new census data show that New York City is in the midst of a more surprising housing boom that extends across much of Brooklyn, Queens and the Bronx, including neighborhoods where developers once feared to tread without large government subsidies." , "date" : "20040130" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Residential Real Estate; New Housing Spurt Sweeping Boroughs Outside Manhattan" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/30\/nyregion\/residential-real-estate-new-housing-spurt-sweeping-boroughs-outside-manhattan.html"} , {"body" : "TOM STRUMOLO, the new director of Greenmarket, New York's system of farmers markets, is showing his hands, front and back, to make a point. We're relieved. Anything to quiet him down. Mr. Strumolo is relishing his role as voluble promo machine for the markets and friend of the farmer, interjecting plenty of ''excuse me's,'' and impatiently raising" , "date" : "20040123" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Steeped in Green and Eager to Lead the Market" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/23\/nyregion\/public-lives-steeped-in-green-and-eager-to-lead-the-market.html"} , {"body" : "A construction worker from Belarus died of a severe head injury on Tuesday, a week after a group of Hispanic men attacked him and four Russian co-workers with a bat and a knife in an ethnically charged fight in Bushwick, Brooklyn, the police said. The worker, Valery Charnavus, 42, who came to Brooklyn four months ago with hopes of bringing his wife" , "date" : "20040122" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Construction Worker Dies of Injury From Ethnic Bias Attack" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/22\/nyregion\/construction-worker-dies-of-injury-from-ethnic-bias-attack.html"} , {"body" : "FLICKERING before Amanda M. Burden, the city planning commissioner, was a vision of New York City of the future. A computer animation showed the view from a car driving toward the Greenpoint waterfront in Brooklyn. The industrial buildings were gone, replaced by a stately procession of five- and six-story brick and stone apartment buildings," , "date" : "20040118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Remaking, or Preserving, the City's Face" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/18\/realestate\/remaking-or-preserving-the-city-s-face.html"}]