[  {"body" : "HE lives at the law firm, blowing off his wife's dinner parties, not to mention the birth of his son. He finds no satisfaction in his work, but he is trapped by his high salary and partner title. He disdains everyone lower in the hierarchy: the smarmy $2,400-a-week summer interns, the idealistic associates who want to help poor people on company" , "date" : "20041226" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style" , "Technology"] , "page_facet" : "1" , "title" : "Revealing the Soul of a Soulless Lawyer" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E1DA1130F935A15751C1A9629C8B63"} , {"body" : "ON Friday afternoon, June 25, at Astoria Pool, Connor Quinn and Christopher Pappas, two 8-year-olds from the neighborhood attired in flashy orange and blue bathing trunks, were growing up. Or not. ''Stop it!'' Connor yelled at Christopher, who had initiated a splashing offensive against him unseen in pool history. ''What am I doing to you," , "date" : "20040704" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ASTORIA (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "An Acre Of Blue" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/04\/nyregion\/an-acre-of-blue.html"} , {"body" : "The signs of Brooklyn's building boom are scattered across the borough, and they are not hard to read. ''Brand New Two-Family Homes -- Locations Include East New York, Bedford-Stuyvesant,'' blares one sign on Pitkin Avenue. ''Now Offering for Sale Luxury Two-Family Waterview Homes, Granite Kitchen,'' says another, along the quiet East Mill Basin" , "date" : "20040215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "In a Brooklyn Boom, A Patchwork of Housing Fills In the Bare Spots" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/15\/nyregion\/in-a-brooklyn-boom-a-patchwork-of-housing-fills-in-the-bare-spots.html"}]