[  {"body" : "Not every red-tailed hawk is a celebrity. Sure, there was quite an uproar in recent weeks when Pale Male and Lola, the beloved residents of a cornice on a luxury Fifth Avenue co-op building on the Upper East Side, were evicted. But scant attention was paid last week when, about 100 blocks downtown at a decidedly less elegant location -- above the" , "date" : "20041222" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "FOREST PARK (QUEENS)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Happy Tale For the Birds: Wings Wide, Pierre Is Free" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B07E2DF1030F931A15751C1A9629C8B63"} , {"body" : "As a girl growing up in Ukraine, Galit Galak wove macramé and dreamed of wedding dresses, the kind measured in kilometers of satin. After five years spent studying design in Israel, Ms. Galak, 33, moved to New York and opened a bridal shop in the Sheepshead Bay section of Brooklyn, where she began making dresses as big and engineered as any" , "date" : "20041213" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "An Immigrant Group in a Rush to Marry Young" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E2D91F31F930A25751C1A9629C8B63"} , {"body" : "Three serious fires broke out across the city yesterday, injuring 22 people, including 16 firefighters, the Fire Department said. A three-alarm fire in a three-story house at 976 Decatur Street in Bushwick, Brooklyn, that erupted around 10:20 a.m. left two families homeless and prompted the evacuation of about 16 people from two adjoining buildings" , "date" : "20041206" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: 22 People Are Injured In 3 Fires" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9906E1DC1431F935A35751C1A9629C8B63"} , {"body" : "Best known for its flawless eyebrow threading and intricate henna designs, the Bombay Beauty Salon on 74th Street in Jackson Heights, Queens, offers a variety of Eastern and Western beauty services, provided by young stylists with South Asian roots. Pinky Shahi 25, of Kew Gardens, Queens.Originally from Bangladesh. In our culture, many people think" , "date" : "20041121" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE NEXT WAVE: SCENES; Who's The Fairest?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05EFD9113FF932A15752C1A9629C8B63"} , {"body" : "In Hebrew, emigrating from Israel is known as ''yerida,'' or going down, the opposite of ''aliya,'' or immigration to Israel, which means going up. And at Village Shuwarma on the Avenue of the Americas in Greenwich Village, a handful of Israeli immigrants can invariably be found eating, playing backgammon, watching soccer and reflecting on this" , "date" : "20041121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "THE NEXT WAVE: SCENES; Letting Their Hair Grow On Their Yerida" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02EFD9113FF932A15752C1A9629C8B63"} , {"body" : "The Trust for Public Land, working with the New York City Department of Education, will build 25 playgrounds across the city over the next five years, Mayor Michael R. Bloomberg said yesterday. The program, to take place in the city's poorest communities first, will cost $25 million, a third of which will come from private fund-raising. They will" , "date" : "20041111" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Manhattan: 25 Playgrounds Set" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9403E7DE1F3CF932A25752C1A9629C8B63"} , {"body" : "Virginia Eden sat at her living room table, cane hooked over the arm of her chair, fingering the yellowing photographs of herself as a young woman. Each picture is from a time when her body moved as she wished, when it jitterbugged and danced the Latin Hustle, and swam in the Atlantic Ocean at Coney Island with her best friend, Annette Cappello." , "date" : "20041101" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "The Neediest Cases; Maintaining Independence During Times of Ill Health" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E6DD1E3DF932A35752C1A9629C8B63"} , {"body" : "More than three years after a power struggle between two brothers landed in a New York court, a Supreme Court judge handed the younger brother a victory yesterday, ruling that their quarrel -- which has sharply divided one of New York's largest Hasidic groups -- was not for the court to decide. In the ruling, Judge Melvin S. Barasch of Supreme" , "date" : "20041023" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Ruling Leaves Younger Son In Control of Hasidic Sect" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990DE1DD1F3AF930A15753C1A9629C8B63"} , {"body" : "A large group of Republican officials gathered in a Staten Island catering hall last week to endorse Alfred B. Curtis, the candidate for a State Senate seat that covers a portion of the island and part of Brooklyn. And one by one, as guests at the fund-raiser dined on calamari and ziti, the elected officials urged the crowd to work to ensure that" , "date" : "20041004" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Brooklyn-Staten Island Senate Seat Becomes a Battleground" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04E1D91138F937A35753C1A9629C8B63"} , {"body" : "Rabbi Berl Haskelevich, 58, is no environmentalist. A cabala scholar, he can barely keep his recyclables straight. But this time of the year, he reuses several hundred plastic Coca-Cola crates to make a sleek red hut on the front porch of his brick house in Brooklyn. Fitting the cases neatly together like Lego pieces to form solid plastic walls, he" , "date" : "20041003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "Holiday Fixtures, From Coke Crates to Sukkah Depot" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805EFD91038F930A35753C1A9629C8B63"} ,   {"body" : "City lawyers took an unusually combative position yesterday, asserting that a federal judge used a ''highly improper procedure that prejudiced the city'' in a civil suit over a police shooting in Brooklyn. The rare direct attack on a federal judge, Sterling Johnson Jr. of United States District Court in Brooklyn, came as the city fought a stinging" , "date" : "20040924" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "6" , "title" : "City Lawyers Criticize Federal Judge Over Ruling" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?sec=health&res=9A03E0D61139F937A1575AC0A9629C8B63"} , {"body" : "A federal judge dealt a stinging setback to the city and the police yesterday by overturning a jury verdict that had cleared the city of liability in the 1999 police shooting of an emotionally disturbed man who was clutching a hammer. The decision granted the family of the man who was killed, Gidone Busch, a new trial seeking damages for the" , "date" : "20040910" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Family Granted New Trial in Police Killing of Troubled Man" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?sec=health&res=9507E4DD1530F933A2575AC0A9629C8B63"} , {"body" : "There is widespread agreement among politicians in New York, where state legislators are rarely defeated once they get into office, that the best opportunity to beat an incumbent is in his or her first re-election campaign. That strategy appears to be playing out in a heated and emotional Democratic primary for the State Senate in a district" , "date" : "20040910" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "In Flatbush, 2 Challengers Work to Unseat a State Senator Before He Really Settles In" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE6DF1530F933A2575AC0A9629C8B63"} , {"body" : "INTERNATIONAL A3-12 Prison Abuse Investigation Leads to More Accusations Army jailers in Iraq, acting at the Central Intelligence Agency's request, kept dozens of detainees at Abu Ghraib prison and other detention facilities off official rosters to hide them from Red Cross inspectors, far more than had been previously reported. The disclosure added" , "date" : "20040910" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06EFDF1530F933A2575AC0A9629C8B63"} , {"body" : "There are some good candidates running in this year's handful of contested races for New York City Civil Court. As usual, though, there is also a host of less promising contenders, at least some of whom are likely to win elevation to the bench in the low-visibility judicial races occurring this season in Brooklyn and the Bronx. That dismal prospect" , "date" : "20040905" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "For Civil Court" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E03E0D61131F936A3575AC0A9629C8B63"} , {"body" : "After Killing by Police, a Family's Raw Wounds Endure The way New York City's lawyers see it, they are following normal city policy in seeking to recover from the losing plaintiffs the money the city spent in winning a lawsuit last year. The way those plaintiffs see it, the city's bill for $176,000 is salt in a wound that the city's own agents had" , "date" : "20040905" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "FOLLOWING UP" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E1D71131F936A3575AC0A9629C8B63"} , {"body" : "ATTRACTIONS Museums and Sites MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. The museum collects, preserves and presents material related to the city's history. Tomorrow at 2 p.m., a lecture by Patrick Downey, author of ''Gangster City.'' Through Sept. 26, ''New York's Moynihan,'' an exhibition of photographs, letters, videos and" , "date" : "20040709" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/09\/arts\/spare-times-244899.html"} , {"body" : "When Daniel Kane, the man tapped to take over Nassau County's foundering hospital agency, walked into his new office on Thursday afternoon, he found a haunting reminder of the past hanging on the wall. It was a nameplate of Dr. Kane's predecessor, Richard Turan, whose three-year term as chief executive of the Nassau County Health Care Corporation" , "date" : "20040709" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NASSAU COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "5" , "title" : "New Hospitals Chief Faces Daunting Task in Nassau" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/09\/nyregion\/new-hospitals-chief-faces-daunting-task-in-nassau.html"} , {"body" : "BUTTI--Mary F., of Douglaston, on July 4, 2004. Beloved wife of the late Lewis. Retired School Administrator and Community Leader. Mrs. Butti was a junior high school principal in Borough Park, Brooklyn and a longtime member of Community Board #" , "date" : "20040706" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths BUTTI, MARY F." , "url" : "http:\/\/www.nytimes.com\/2004\/07\/06\/classified\/paid-notice-deaths-butti-mary-f.html"} , {"author" : "Joanna Smith Rakoff, a contributing editor and columnist for Poets and Writers magazine, is completing a novel set in Brooklyn." , "body" : "TWO weeks ago, when the body of a Juilliard student, Sarah Fox, was found in Inwood Hill Park, 150 of her grief-stricken classmates gathered in the school's Room 304. Normally used for classes in movement and rehearsals, this spare, unassuming studio has, over the last five years, taken on a grim secondary purpose as Juilliard's unofficial grieving" , "date" : "20040606" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Mourning Rooms" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/06\/nyregion\/mourning-rooms.html"} ,   {"body" : "An emotional upheaval within Brooklyn's Orthodox Jewish community spilled into the streets yesterday when hundreds of people gathered at a Williamsburg intersection, piled women's wigs on the pavement and burned them in a series of small bonfires. The demonstration, involving members of the Satmar community and other Orthodox Jews, came days after" , "date" : "20040517" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Orthodox Jews in Brooklyn Burn Banned Wigs" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/17\/nyregion\/orthodox-jews-in-brooklyn-burn-banned-wigs.html"} , {"body" : "Synthetic wigs flew off the shelves yesterday at Yaffa's Quality Wigs in the Borough Park section of Brooklyn. On the crowded streets of the neighborhood, an increasing number of Orthodox Jewish women were seen wearing cloth head coverings, having left their wigs at home. Sarah Klein, a neighborhood resident, said that until the confusion was" , "date" : "20040514" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "INDIA"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Rabbis' Rules and Indian Wigs Stir Crisis in Orthodox Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/14\/nyregion\/rabbis-rules-and-indian-wigs-stir-crisis-in-orthodox-brooklyn.html"} , {"body" : "State Senator Seymour P. Lachman, a Democrat who represents portions of Brooklyn and Staten Island, said yesterday that he would not run for re-election this year, citing ''a variety of personal and family reasons'' for leaving the Legislature. The decision by Mr. Lachman, who is 69, is likely to lead to a highly spirited race in the district," , "date" : "20040511" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Senator Will Not Run Again In Brooklyn-Staten I. District" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/11\/nyregion\/senator-will-not-run-again-in-brooklyn-staten-i-district.html"} , {"body" : "The raw emotions and memories brought to life by a 1998 settlement of a lawsuit against Swiss banks for their handling of Nazi-era accounts filled a Brooklyn courtroom yesterday, as a federal judge heard what one witness described as a ''dog-eat-dog'' battle between Holocaust survivors over how to distribute what could be hundreds of millions of" , "date" : "20040430" , "day_of_week_facet" : "Friday" , "geo_facet" : ["SWITZERLAND" , "NEW YORK CITY" , "ISRAEL" , "RUSSIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Judge Is Assailed Over Holocaust Fund" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/30\/nyregion\/judge-is-assailed-over-holocaust-fund.html"} , {"body" : "A rabbi's 27-year-old son was badly burned during a pre-Passover ritual yesterday morning on 42nd Street in Borough Park, Brooklyn, when he poured paint thinner on a ceremonial fire, the police said. Four other onlookers, including two young children, were also burned when the can of paint thinner exploded. The accident had some local officials" , "date" : "20040406" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Five Are Burned in Pre-Passover Fire Ritual in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/06\/nyregion\/five-are-burned-in-pre-passover-fire-ritual-in-brooklyn.html"} , {"body" : "THE last Matters, about the city's new school promotion policy, said today's column would examine whether failing students will get the help that eluded earlier generations of struggling students. Permit a column cop-out. Apologies, but it turns out that it is not possible to answer the question yet, at least not to this reporter's satisfaction." , "date" : "20040405" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Metro Matters; Schools Find New Test, For Themselves" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/05\/nyregion\/metro-matters-schools-find-new-test-for-themselves.html"} , {"body" : "The New York Police Department increased uniformed and plainclothes patrols yesterday at synagogues and in predominantly Jewish neighborhoods in response to Israel's killing of a senior Hamas leader and accusations that Washington had approved the attack, officials said. Police Commissioner Raymond W. Kelly said the department was taking the action" , "date" : "20040323" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "ISRAEL"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Patrols Stepped Up Around Synagogues" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/23\/nyregion\/patrols-stepped-up-around-synagogues.html"} , {"body" : "In her personal documentary film, ''Divan,'' Pearl Gluck, a bright, spunky rebel with multiple causes, has made what may be the first movie to evoke in equal measure the attraction of the highly circumscribed, ritualized world of Hasidic Judaisim and the equally compelling reasons she abandoned it. ''Divan,'' which opens today at Film Forum in the" , "date" : "20040317" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "FILM REVIEW; In Need Of a Couch To Reconnect With the Fold" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/17\/movies\/film-review-in-need-of-a-couch-to-reconnect-with-the-fold.html"} , {"body" : "To the Editor: I read with pleasure about the grandeur of Loews theaters in their heyday. As an avid moviegoer, I trace my passion back to my Saturday afternoon ritual at the Loews 46th Street in Borough Park, Brooklyn. My mother would give me 25 cents for admisssion and 6 cents for candy. My classmates from P.S. 131 and I would meet in the lavish" , "date" : "20040314" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "New York and Region" , "Opinion"] , "page_facet" : "11" , "title" : "The Making Of a Mogul" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/14\/nyregion\/l-the-making-of-a-mogul-781509.html"} , {"body" : "Aleeza Reich, a pretty, outgoing 19-year-old with dark blond hair, never thought she'd wear a wig when she grew up. It's not that Ms. Reich wasn't raised around wigs. In the Orthodox Jewish community in Cleveland where she was raised, her mother and aunts all wore them. But Ms. Reich, who had always worn her hair long, considered herself more" , "date" : "20040314" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: EAST SIDE; For Orthodox Jewish Woman, A Wig That's More Than a Wig" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/14\/nyregion\/neighborhood-report-east-side-for-orthodox-jewish-woman-wig-that-s-more-than-wig.html"} ,   {"body" : "COHEN--Sara. Age 93. Beloved wife of the late Emanuel. Cherished mother of Dr. Charles I. Cohen and Ellen Dede. Adored grandmother of Dr. Deena and Rabbi Samuel Zimmerman, Drs Matthew and Sharon Cohen, Dr. Jessica and Richard Langer and ten great grandchildren. Aunt Sara to generations of the Cohen, Rubin, Novick and Posner clans and Bubby to one" , "date" : "20040311" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "11" , "title" : "Paid Notice: Deaths COHEN, SARA" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/11\/classified\/paid-notice-deaths-cohen-sara.html"} , {"body" : "In a highly unusual move for a Democratic councilman, Kendall Stewart, who represents the 45th District in Brooklyn, yesterday endorsed Mayor Michael R. Bloomberg for re-election. ''I know the mayor is on our side,'' Mr. Stewart, left, said during a visit with the mayor and Simcha Felder, a Democrat who represents the 44th District, at a center for" , "date" : "20040304" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Councilman Supports Mayor" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/04\/nyregion\/metro-briefing-new-york-brooklyn-councilman-supports-mayor.html"} , {"body" : "Far be it for New Yorkers to plan ahead when they can simply sally forth and figure it out along the way. Despite two months' notice and a day for a trial run, many were still caught unprepared during yesterday's morning rush with all four subway tracks in use over the Manhattan Bridge. Blame it on procrastination, folly or that special brand of" , "date" : "20040224" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Even Some Subway Riders Who Got the Word Got a Little Lost" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/24\/nyregion\/even-some-subway-riders-who-got-the-word-got-a-little-lost.html"} , {"body" : "Federal prosecutors in Manhattan who had charged a prominent orthodox rabbi with stealing grant money last year said yesterday that they would not prosecute the rabbi, Milton Balkany, who admitted that he was wrong in not complying with specific terms of the grant's use. Rabbi Balkany, the dean of Bais Yaakov, a Jewish day school in Borough Park," , "date" : "20040224" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Rabbi Will Not Be Prosecuted In Theft of Federal Grant Money" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/24\/nyregion\/rabbi-will-not-be-prosecuted-in-theft-of-federal-grant-money.html"} , {"author" : "Thomas Boyle, a professor of English at Brooklyn College, is the author of several crime novels set in Brooklyn." , "body" : "OUT here in Brooklyn, we hear that New Jersey's Nets are coming. This could be great news, but at the same time it brings back the bitter memory of the nasty departure of our baseball Dodgers in 1957. And just over a week ago, Gage & Tollner, our oldest restaurant and most charming culinary relic of the dear departed 19th century (sorry about that," , "date" : "20040222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY LORE; Put Down That Violin. Now." , "url" : "http:\/\/www.nytimes.com\/2004\/02\/22\/nyregion\/city-lore-put-down-that-violin-now.html"} , {"body" : "A MAN named Ira Glustein casually mentioned recently that he had never eaten in a restaurant. The remark came up in a telephone conversation with this reporter, who had called about an unrelated matter. Mr. Glustein, who gave his age vaguely as ''late 50's,'' lives in the Borough Park section of Brooklyn. He said he has lived in New York all his" , "date" : "20040218" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "If You Build a Restaurant, He Will Not Come" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/18\/dining\/if-you-build-a-restaurant-he-will-not-come.html"} , {"body" : "INCREASING numbers of homeowners in neighborhoods across the city are deciding that the grass is greener on their own side of the fence, choosing to sink significant amounts of money into alterations or expansions rather than move on to grander addresses or the suburbs. There is, of course, nothing new about remodeling: the caveman probably redid" , "date" : "20040215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Moving Up Without Moving On" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/15\/realestate\/moving-up-without-moving-on.html"} , {"body" : "Egon Mayer, a Hungarian immigrant who became one of the leading sociologists of American Jewry, studying the intricate variety of religious observance and interfaith marriage, died yesterday at his home in Laurel Hollow, N.Y. He was 59. The cause was cancer of the gall bladder said his wife, Marcia Kramer Mayer. Dr. Mayer, who managed to sustain an" , "date" : "20040131" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Science" , "New York and Region" , "Obituaries"] , "page_facet" : "15" , "title" : "Egon Mayer, 59, Sociologist Who Dealt With Jewish Issues" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/31\/nyregion\/egon-mayer-59-sociologist-who-dealt-with-jewish-issues.html"} , {"body" : "THE Girdle Factory building on Bedford Avenue and North Fifth Street, near the heart of the Northside section of Williamsburg, Brooklyn, is home to a wine store, a cheese shop, an Internet cafe and a record store that offers an eclectic selection of rare vinyl. In the front window is a sign that in the opinion of the building's co-owner, a" , "date" : "20040125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Neighborhood On the Verge?" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/25\/nyregion\/neighborhood-on-the-verge.html"} , {"body" : "As if falling debris, unstable scaffolding and suspicious packages were not enough, New Yorkers now have something else to worry about: that the ubiquitous plates covering holes on streets and sidewalks around the city might just be electrified. Six days after the death of Jodie S. Lane, the woman killed when she stepped on an electrified metal" , "date" : "20040122" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Risky City, New Reason To Watch Your Step; Many Questions Follow Electrocution on Street" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/22\/nyregion\/risky-city-new-reason-watch-your-step-many-questions-follow-electrocution-street.html"} ,   {"body" : "On Jan. 8, Vanya Keenan turned 28. That day, while having surgery to replace a synthetic tube in her arm so that she could receive dialysis, she had a pulmonary embolism, when a floating blood clot in her veins blocked an artery to her lungs. ''On the table, I had shortness of breath; I couldn't breathe,'' she said as she sat in her bedroom in East" , "date" : "20040120" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Getting Serious About a Kidney Transplant" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/20\/nyregion\/getting-serious-about-a-kidney-transplant.html"} , {"body" : "It was close to midnight, April 1, 1999, and Rebecca Glucksman, 54, had two shopping bags packed with personal belongings. One was for her, the other for her daughter, Chaya Heitler, now 14. Those bags had been packed, Ms. Glucksman said, in anticipation of the day she would walk out on her husband, Shmuel Heitler. She said that he had abused her," , "date" : "20040114" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; Mother and Daughter Flee To New Home, and Safety" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/14\/nyregion\/the-neediest-cases-mother-and-daughter-flee-to-new-home-and-safety.html"} , {"body" : "A cigarette smoldered on a sofa, igniting a fire yesterday morning that took the life of a 76-year-old woman and injured nine others at a Harlem building, five hours after a man died in Brooklyn from a fire he had started to stay warm, Fire Department officials said. Firefighters found both victims dead at the scene, said officials, who did not" , "date" : "20040112" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Homeless Man in Brooklyn and Elderly Woman in Harlem Die in Fires" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/12\/nyregion\/homeless-man-in-brooklyn-and-elderly-woman-in-harlem-die-in-fires.html"}]