[  {"body" : "Workers at a private bus company that serves 8,000 riders a day in southern and eastern Brooklyn staged a sickout yesterday to protest their lack of a contract, complicating commuting just days before the Christmas holiday and catching city officials off guard. The job action, by 200 drivers, mechanics and other workers at the Command Bus Company" , "date" : "20041222" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Bus Workers Stage Sickout To Protest Lack of Contract" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04E1DF1030F931A15751C1A9629C8B63"} , {"author" : "Boris Fishman is the editor of ''Wild East: Stories From the Last Frontier,'' a collection of short stories about the former Soviet Union and post-Soviet Eastern Europe." , "body" : "MILA GORBATOFF, a Russian-Jewish immigrant who fled the rampant anti-Semitism in Ukraine in 1988, lights a menorah every Hanukkah to commemorate her bond to a previously forbidden faith and the new freedoms that made it possible. After Hanukkah ends, another fixture of the holiday landscape appears in the living room of her apartment in Brighton" , "date" : "20041219" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UKRAINE" , "NEW YORK CITY" , "RUSSIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; That Tree by the Menorah" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00EFDC1530F93AA25751C1A9629C8B63"} , {"body" : "They went out late. It was ugly weather. Six below zero in the Brooklyn night. Wind took garbage into the air. A blizzard was in the forecast. It was Lincoln's Birthday, 2003, in Brighton Beach. Not a night for humankind, but the sisters, one 73 and the other 70, didn't get holidays off, didn't get snow days. In years of miserable low points, it" , "date" : "20041212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Lillian and Julia: A Twilight of Fear; Bowed by Age, Battered by an Addicted Nephew And Forced Into Begging and Despair" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E5DF1F31F931A25751C1A9629C8B63"} , {"author" : "Boris Fishman is the editor of ''Wild East: Stories From the Last Frontier,'' a collection of short stories about the former Soviet Union and post-Soviet Eastern Europe." , "body" : "WHAT does it mean to be from a place that is no longer on the map? My homeland, the Soviet Union, disintegrated in late 1991, a scant three years after my family had managed to escape its anti-Semitism and lack of opportunity. As an immigrant in Bensonhurst, Brooklyn, with a funny haircut and even funnier clothes, I tended to worry more about" , "date" : "20041121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["RUSSIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE NEXT WAVE; 'Where Is Home, If the Place You Come From No Longer Exists?'" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950CE0D9113FF932A15752C1A9629C8B63"} , {"body" : "It is a law of nature, as immutable as gravity, that where there are old subway trains, there will be old subway train fanatics. These are the impassioned few, connoisseurs of commutation who can readily detect an articulated D-type from its unarticulated cousin and are likely to be fluent in the station stops along the B line in Brooklyn from" , "date" : "20041024" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Taking a Train Back in Time (No Need for a MetroCard)" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00EEDE163DF937A15753C1A9629C8B63"} , {"body" : "Recreation New York City 'MEMORY WALK 2004,' beginning Sunday at 10:30 a.m. in Riverside Park, Riverside Drive and West 83rd Street. Registration begins at 9 a.m.; participants will be able to post photographs, messages or other items on a ''memory wall'' constructed for the event. Sponsored by the Alzheimer's Association, New York Chapter." , "date" : "20041015" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E02EEDB163AF936A25753C1A9629C8B63"} , {"body" : "Q. My mother owns a condo in a new complex in Brighton Beach, Brooklyn. We visit her several times a week with our disabled son, but there is never a place for us to park. We have to park several blocks away on the street using a city-issued on-street parking permit, but then have to lug all of our medical equipment to go see her. I have complained" , "date" : "20040919" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Q&A; Parking for Guests With Disabilities" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A01E2DE1639F93AA2575AC0A9629C8B63"} , {"author" : "Jerome Charyn is the author of 10 crime novels featuring a Jewish police commissioner, among them ''El Bronx,'' ''Citizen Sidel'' and four titles reissued as ''The Isaac Quartet.'' His latest novel, ''The Green Lantern: A Romance of Stalinist Russia,'' will be published this fall by Thunder's Mouth Press." , "body" : "NEW AMSTERDAM, circa 1655. Asser Levy, a member of the first little colony of Jews that arrived from Brazil to escape religious persecution, petitions Peter Stuyvesant, the governor of the colony, for the right to join the local militia. In what proved to be one of the first ''official'' acts of anti-Semitism in America, Stuyvesant refused. An" , "date" : "20040919" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Officer Reilly He's Not" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900EEDD1739F93AA2575AC0A9629C8B63"} , {"body" : "BROOKLYN would be an unlikely setting for a test-drive of the latest sports car from Porsche, but the borough's Russian-speaking enclaves are ideal for a jaunt in a car that has emigrated from the Soviet state. Parking a Zaporozhets outside a Brighton Beach bakery with Cyrillic signs in the window can earn the driver a reception nearly as" , "date" : "20040830" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Automobiles"] , "page_facet" : "13" , "title" : "Its Color Aside, This Car Is Red" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/30\/automobiles\/its-color-aside-this-car-is-red.html"} , {"author" : "Ron Rosenbaum writes a column for The New York Observer." , "body" : "FIRST-TIME visitors and those of you who haven't been back since the city was ''cleaned up'' may have gotten the wrong impression. If you believe the conventional wisdom, Times Square has become a tame Mall of America, and national chain store theme parks rule the streets and avenues -- indeed the very heart and soul -- of what was once a" , "date" : "20040829" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "4" , "title" : "NEW YORK 2004: THIS IS NEW YORK; 10 Reasons You'll Know You're Not in Kansas Anymore" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/29\/us\/new-york-2004-this-new-york-10-reasons-you-ll-know-you-re-not-kansas-anymore.html"} ,   {"author" : "Jill Eisenstadt is the author of the novels ''From Rockaway'' and ''Kiss Out.''" , "body" : "MY daughter tells me I need some new dreams, says Rosa Urias, standing in a dark kitchen in Park Slope, Brooklyn, her third cleaning job of the day. With one hand she clutches the metal chain that came off when she tried to turn on the light fixture. With the other, she scrubs the sink so hard that both her square silver hoop earrings and curly" , "date" : "20040725" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Maid's Tale" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/25\/nyregion\/the-maid-s-tale.html"} , {"body" : "Standards and bunting of dark green and gold fly above the wooden slats of the old, old boardwalk, where ocean winds come fast ashore and gulls flutter effortfully. By day, these fresh decorations shade sunbathers. By night, they beckon restless others to come see acrobatic dancers shaking in bright, sinister masquerade. Summertime smiles on the" , "date" : "20040718" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Whiff of a Mystery Lingers as a Restaurant Recovers From Flames" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/18\/nyregion\/whiff-of-a-mystery-lingers-as-a-restaurant-recovers-from-flames.html"} , {"author" : "E-mail: amh@nytimes.com" , "body" : "THE impulse to repair an old appliance can only be compared with the urge to join a bowling club. It is almost Luddite in its backwardness. Still, like the people who memorized books in ''Fahrenheit 451'' (not to be confused with ''Fahrenheit 9\/11''), determined to preserve existence from the hell of the ephemeral and disposable, a few mom-and-pop" , "date" : "20040711" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; Protecting the Past, Even Its Dust" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/11\/nyregion\/coping-protecting-the-past-even-its-dust.html"} , {"body" : "When Irina Ilyina, a 34-year-old mother of two from New Jersey, had not been heard from for two days, her estranged husband drove on Tuesday to Brighton Beach, Brooklyn, where he knew she had a boyfriend, the police said. He recognized her car outside a high-rise apartment building, parked and waited for one of them to exit. In doing so, the" , "date" : "20040708" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Estranged Husband Helps Police in Solving Woman's Murder" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/08\/nyregion\/estranged-husband-helps-police-in-solving-woman-s-murder.html"} , {"body" : "Private security is the norm in Russian cities like Moscow and St. Petersburg, where residents have little faith in the government's ability to maintain public order. But in Brighton Beach, the quiet Brooklyn enclave heavily populated with aging émigrés from the former Soviet Union, a proposal to respond to a recent rash of crime by creating a" , "date" : "20040704" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: BRIGHTON BEACH; As Crime Finds the Boardwalk, Some Revisit a Soviet Idea" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/04\/nyregion\/neighborhood-report-brighton-beach-crime-finds-boardwalk-some-revisit-soviet.html"} , {"body" : "The usual concert season in New York lasts from September to June, but for those who like to make concertgoing an adventure -- and don't like to pay much for their adventures -- the best time of year is summer. Opera stars emote at the Met in the Parks series, world music luminaries head to Central and Prospect Parks, and the hottest names in indie" , "date" : "20040702" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "When a Park Turns Into a Soundscape" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/02\/movies\/when-a-park-turns-into-a-soundscape.html"} , {"body" : "A Bensonhurst man was fatally stabbed at a bar in Brighton Beach yesterday, and an employee was wounded. The man, Paul Pomagrin, was apparently celebrating his 21st birthday at Spoon, a restaurant and bar at 615 Brighton Beach Avenue, when he got into an argument about 1:30 a.m. with four men over a woman, the police said. An employee, Kosty" , "date" : "20040615" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: One Dead And One Hurt In Stabbing" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/15\/nyregion\/metro-briefing-new-york-brooklyn-one-dead-and-one-hurt-in-stabbing.html"} , {"body" : "For decades, New York City was considered a pioneer in the fight for fair housing. It passed the country's first law forbidding discrimination in private housing in 1958. It passed a tough, broader human rights law in 1991 that exceeded federal criteria. It even had one of the first federally financed watchdog groups, the Open Housing Center, to" , "date" : "20040614" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Fair-Housing Groups Say New York City Is Falling Behind" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/14\/nyregion\/fair-housing-groups-say-new-york-city-is-falling-behind.html"} , {"body" : "ATTRACTIONS Museums and Sites MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village. This preserved late-Federal brick house with a Greek Revival interior, once owned by Seabury Tredwell, a wealthy hardware dealer, was built in 1832. The house holds the original furniture, clothing and personal articles of the Tredwells, who lived there for" , "date" : "20040611" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/11\/arts\/spare-times-925101.html"} , {"body" : "WHEN Sarah Rose Kasowitz woke up on the first day of her life as a newly minted teacher, she poured her tea into a mug handed down from her grandmother. Instead of having a funny cartoon cat or a sports logo inscribed on it, the mug said simply, ''Teacher.'' In the Kasowitz family being a teacher is, as Ms. Kasowitz puts it, ''in the blood,'' a" , "date" : "20040601" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; From Acting to Unsung Role in Family's Tradition" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/01\/nyregion\/public-lives-from-acting-to-unsung-role-in-family-s-tradition.html"} ,   {"body" : "For the many New Yorkers who dread spending two hours in a noisy, often smelly laundry washing and drying their clothes, it is a godsend that most laundries will handle that unpleasant chore for them, and for as little as $5 a load. But few customers pay attention to the thousands of ''wash and fold'' workers -- most of them women from Mexico --" , "date" : "20040531" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Rewards of a 90-Hour Week: Poverty and Dirty Laundry" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/31\/nyregion\/rewards-of-a-90-hour-week-poverty-and-dirty-laundry.html"} , {"body" : "During Neil Sedaka's run of rock hits in the 1950's and 60's, when he recorded songs like ''Calendar Girl,'' ''Breaking Up Is Hard to Do'' and ''Happy Birthday, Sweet Sixteen,'' he almost never played the ethnic card, and more than a few fans thought he was another heartthrob of Italian heritage. But this singer and songwriter is Jewish, and quite" , "date" : "20040524" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Vintage Pop Star With the Soul of a Bar Mitzvah Boy" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/24\/arts\/vintage-pop-star-with-the-soul-of-a-bar-mitzvah-boy.html"} , {"body" : "There are some small mercies to living a two-hour subway and bus ride from a low-paying job. Intesar Museitef always gets a seat in the morning on the D train because her stop is the second from the line's start in the north Bronx. On the return trip home she always get a seat on the E train because her stop in Queens is its first. Otherwise, her" , "date" : "20040506" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "4-Hour Trek Across New York For 4 Hours of Work, and $28" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/06\/nyregion\/4-hour-trek-across-new-york-for-4-hours-of-work-and-28.html"} , {"body" : "In Dumbo, a high-concept exercise in nesting lust called Hadco, a demonstration center where customers can try out luxe appliances for purchase elsewhere, has opened near outposts of ABC Carpet and Home and West Elm. In Gowanus, within eyeshot of a fuel-oil depot and a bustling scrap-metal business, a gleaming new 136,000-square-foot Lowe's, the" , "date" : "20040428" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Suburban Retailing for the New Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/28\/nyregion\/suburban-retailing-for-the-new-brooklyn.html"} , {"body" : "''Belle'' is a short film that is set in Brighton Beach, Brooklyn, but it was filmed largely in Chelsea, where most of its cast lives. That cast would be eight elderly women, all non-actors, who were recruited en masse for this production from a senior citizens' art program. This klezmer-backed movie follows its title character, played by Ethel" , "date" : "20040425" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "7" , "title" : "NEW YORK ARTS; 'Belle': Breakthrough Roles, 8 of Them" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/25\/nyregion\/new-york-arts-belle-breakthrough-roles-8-of-them.html"} , {"body" : "THEY light candles on the Sabbath. They congregate in places named Beth Shalom and Hope of Israel. They pray in Hebrew, wear skullcaps and blow the shofar to herald the High Holy Days, Rosh Hashana and Yom Kippur. So why is this young man sitting outside the Russian Community Life Center on Brighton Beach Avenue telling everybody that the people" , "date" : "20040404" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BRIGHTON BEACH; Teaching the Difference Between Jesus and Judaism" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/04\/nyregion\/neighborhood-report-brighton-beach-teaching-difference-between-jesus-judaism.html"} , {"body" : "You may have to ride the subway for a while to get to these restaurants, but they are worth the trip. BAYARD'S ** [Rating: Two Stars] (212) 514-9454; 1 Hanover Square (Pearl Street); $$$$; Review: 2\/28\/01; (take the 1 or 9 to South Ferry or the 2 or 3 to Wall Street) Bayard's is like a stage set within a stage set of Hanover Square, eerily hushed" , "date" : "20040328" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "GOOD EATING; End of the Line" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/28\/nyregion\/good-eating-end-of-the-line.html"} , {"body" : "Ladies and gentlemen, climb aboard the B68 bus and brace yourself for the ride of a lifetime down Coney Island Avenue, Brooklyn's Boulevard of Wonders. Take a Ping-Pong lesson in the back room of an underground parking garage from the eight-time singles champ of Tajikistan! Dine on mussels stuffed with currants and pine nuts prepared by the former" , "date" : "20040326" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "On Brooklyn's Avenue of Babel, Cultures Entwine" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/26\/nyregion\/on-brooklyn-s-avenue-of-babel-cultures-entwine.html"} , {"body" : "Donald Gilliland is used to rolling out of bed, dressing in blue jeans and walking across the street to his job as managing editor of The Potter Leader-Enterprise, a weekly newspaper in Coudersport, a rural town of 2,650 in northern Pennsylvania. But these days, Mr. Gilliland is rolling off a sofa bed in an apartment in Brooklyn and traveling about" , "date" : "20040322" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Technology" , "Business"] , "page_facet" : "8" , "title" : "MEDIA; Rigas Trial Takes a Local Editor Far From Home" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/22\/business\/media-rigas-trial-takes-a-local-editor-far-from-home.html"} , {"body" : "As a teenager 25 years ago in Communist Odessa, Alex Puzaitzer shared a cramped two-room apartment with his mother and older sister, spending nights on a sofa bed. But as a successful entrepreneur in capitalist Manhattan Beach, Brooklyn, he wanted something considerably more comfortable for his family. Two years ago, he bought a run-down stucco" , "date" : "20040311" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN BEACH (BROOKLYN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Making It Big (the House, That Is); Immigrants' Lavish Homes Divide a Brooklyn Neighborhood" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/11\/nyregion\/making-it-big-house-that-immigrants-lavish-homes-divide-brooklyn-neighborhood.html"} ,   {"body" : "Shortly after 9 p.m. Friday, dozens of people began gathering at the rear of the platform for Brooklyn-bound Q, N, R and W trains inside the Union Square subway station. Some wore flamboyant suits, others came in long gowns and strands of fake diamonds. One man wore a gray and white mask with the face of a cat. Another had dyed leopardlike spots in" , "date" : "20040222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "A Rocking End to a Rolling, Screeching Gem" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/22\/nyregion\/a-rocking-end-to-a-rolling-screeching-gem.html"} , {"author" : "Maura Egan is the style director of Details magazine." , "body" : "Tourists, with their sensible sneakers and no-neck children, lining up like lemmings to get a glimpse of Matt and Katie at the Rockefeller Center fishbowl, have turned the better part of Manhattan's Fifth Avenue into the Mall of America. With the avenue's S.U.V.-choked traffic and an Ann Taylor and a Gap on every corner, you might as well" , "date" : "20040222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Style" , "Magazine"] , "page_facet" : "174" , "title" : "In The Trenches" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/22\/magazine\/in-the-trenches.html"} , {"body" : "The signs of Brooklyn's building boom are scattered across the borough, and they are not hard to read. ''Brand New Two-Family Homes -- Locations Include East New York, Bedford-Stuyvesant,'' blares one sign on Pitkin Avenue. ''Now Offering for Sale Luxury Two-Family Waterview Homes, Granite Kitchen,'' says another, along the quiet East Mill Basin" , "date" : "20040215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "In a Brooklyn Boom, A Patchwork of Housing Fills In the Bare Spots" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/15\/nyregion\/in-a-brooklyn-boom-a-patchwork-of-housing-fills-in-the-bare-spots.html"} , {"body" : "Northern Westchester, with its exclusive neighborhoods and bedroom communities, could hardly be mistaken for Russia. But there is a certain part of the county that at this time of year seems more like Siberia than suburbia: a frozen lagoon on the Muscoot Reservoir next to Interstate 684 that attracts dozens of men originally from Russia and Eastern" , "date" : "20040202" , "day_of_week_facet" : "Monday" , "geo_facet" : ["GOLDENS BRIDGE (NY)" , "MUSCOOT RESERVOIR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Ice Fishing in Westchester, Or Is That Mother Russia?" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/02\/nyregion\/ice-fishing-in-westchester-or-is-that-mother-russia.html"} , {"body" : "The Q train rattles to the end of the line above Brighton Beach Avenue outside Juliana Flores's apartment, but inside the orange painted rooms it is hardly heard because her four children are laughing and having what they call a fiesta. Wendy, 6, and Evelyn, 8, wear long lavender party dresses and giggle as they make paper name tags for everyone." , "date" : "20040131" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; Lost in Translation: Diagnosis for a Worried Single Mother" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/31\/nyregion\/the-neediest-cases-lost-in-translation-diagnosis-for-a-worried-single-mother.html"} , {"body" : "It was a small, quiet attempt at remembering. Three men placed candles near a graffiti-scrawled gate in Brooklyn where a Belarussian immigrant had been severely beaten on Jan. 13. A week later, the man died from severe head injuries. The men -- Police Lt. Eric Adams, who heads a group called 100 Blacks in Law Enforcement Who Care; Anthony Miranda" , "date" : "20040126" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Death In Bushwick Is Answered By Silence" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/26\/nyregion\/a-death-in-bushwick-is-answered-by-silence.html"} , {"body" : "Contrary to popular belief, Brooklyn did not die when a rich man named Walter O'Malley took away the Dodgers after the 1957 baseball season. Brooklyn is still there. From the edge of the South Street Seaport in Manhattan, gazing east, you can see a silhouette of towers, bridges, piers and steeples that would take your breath away if they suddenly" , "date" : "20040122" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; A New Bounce in Brooklyn's Step" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/22\/sports\/sports-of-the-times-a-new-bounce-in-brooklyn-s-step.html"} , {"body" : "THE space that Sofiya Avrukina takes up in her adopted country is one room in Brighton Beach, with a sink, stove, refrigerator and sofa bed. Walk six paces this way, you hit the wall; 12 paces that way, and you're out the door. Normally, Ms. Avrukina would have been out the door by now. Gone to that adult day care program in Canarsie, where the" , "date" : "20040121" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "RUSSIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; A Long Road To Old Age In a Cubicle" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/21\/nyregion\/about-new-york-a-long-road-to-old-age-in-a-cubicle.html"} , {"body" : "THE HAVANA ROOM By Colin Harrison Farrar, Straus & Giroux ($24, hardcover) I flagged down a cab near the Plaza Hotel. The school was only 20 blocks away, and I knew it well, for it was one that Timothy might have gone to when he'd gotten older. The school's gym stood around the corner from its main entrance and I could hear the cheers roaring out" , "date" : "20040118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "5" , "title" : "NEW YORK BOOKSHELF\/CRIME; An Old Gym, a Scary Subway Car and a Russian Big Shot" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/18\/nyregion\/new-york-bookshelf-crime-an-old-gym-a-scary-subway-car-and-a-russian-big-shot.html"} , {"body" : "Should stores in ethnic neighborhoods be allowed to have signs with no English on them? That delicate issue was revisited yesterday in Flushing, Queens, which has received an influx of Koreans in recent years; a bustling stretch of Northern Boulevard could briefly be mistaken for a commercial strip in Seoul. Most of the businesses have signs" , "date" : "20040110" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "FLUSHING (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Ethnic Friction Over Signs That Lack Translations" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/10\/nyregion\/ethnic-friction-over-signs-that-lack-translations.html"} ,   {"body" : "OF all the world's great powers, Russia is by far the most underrepresented culinarily in New York. The reasons for this seem obvious: Decades of dictatorship, along with the prevailing public image of a drab, pleasureless society, were not good restaurant marketing tools. Except for a few temples of czarist excess, the cuisine of Russia and its" , "date" : "20040107" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "7" , "title" : "$25 AND UNDER; Fast Food From Ukraine, in the Village at Last" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/07\/dining\/25-and-under-fast-food-from-ukraine-in-the-village-at-last.html"}]