[  {"body" : "Murders in New York City have dropped, again. So low has the number dipped -- to 566 so far this year from a high of 2,245 in 1990 -- that even Police Commissioner Raymond W. Kelly has begun to gently lower the public's expectations, warning of a core number of homicides resistant to even New York's gargantuan police force. Low crime rates are more" , "date" : "20041231" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "As Murders Fall, New Tactics Are Tried Against Remainder" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0CE2D81439F932A05751C1A9629C8B63"} , {"body" : "Looking to address a critical shortage of housing for low- and moderate-income New Yorkers, city officials are planning to let developers put up larger buildings along the long-neglected north Brooklyn waterfront in return for setting aside up to a quarter of the apartments as lower-cost units. The concept, called inclusionary zoning, will face a" , "date" : "20041227" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "City Sees Way to Get Mix of Homes on Brooklyn Waterfront" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407EEDB1F30F934A15751C1A9629C8B63"} , {"body" : "AT 3 a.m. one humid night over the summer, two bored teenagers chased a homeless man named Billy Pearson through the streets of East New York, Brooklyn. They cornered him in a yard next to St. Gabriel Roman Catholic Church on New Lots Avenue, near the soup kitchen where he ate breakfast most mornings. There, the police say, they beat him to death" , "date" : "20041225" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The House That Sal Built" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D03E4D71130F936A15751C1A9629C8B63"} , {"body" : "STROLLING down certain streets in Brooklyn Heights the night of the Yuletide Ball is like entering a Merchant Ivory film. Lights blazed in the windows of Janet and David Offensend's brownstone on Monroe Place, illuminating the red walls of the parlor, the blue walls of the dining room and the figures of men in tuxedos and women in gowns. A few" , "date" : "20041219" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Night of the Tuxedos" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E7DB1530F93AA25751C1A9629C8B63"} , {"author" : "E-mail: geovec@nytimes.com" , "body" : "THEY sized each other up, as people tend to do when discussing millions and millions of dollars. Pedro Martínez was already hurting from the desultory negotiations with the Red Sox. He needed to feel good about this new direction in his life. ''In our country,'' he said, meaning the Dominican Republic, ''we have fighting cocks. You look in their" , "date" : "20041217" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; A Couple of Davids Team Up in Queens" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E2DE1530F934A25751C1A9629C8B63"} , {"body" : "They went out late. It was ugly weather. Six below zero in the Brooklyn night. Wind took garbage into the air. A blizzard was in the forecast. It was Lincoln's Birthday, 2003, in Brighton Beach. Not a night for humankind, but the sisters, one 73 and the other 70, didn't get holidays off, didn't get snow days. In years of miserable low points, it" , "date" : "20041212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Lillian and Julia: A Twilight of Fear; Bowed by Age, Battered by an Addicted Nephew And Forced Into Begging and Despair" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E5DF1F31F931A25751C1A9629C8B63"} , {"body" : "Murray Schumach, a reporter who harvested rich stories from New York's neighborhoods and whose 48-year career at The New York Times also took him from the Orient to Hollywood, from the back rooms of City Hall to the gem-cutting sanctums of the diamond district, died on Saturday. He was 91 and died at his Manhattan apartment after a long illness," , "date" : "20041129" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "6" , "title" : "Murray Schumach, Neighborhood Storyteller, Dies at 91" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803E1DE103EF93AA15752C1A9629C8B63"} , {"body" : "Murray Schumach, a reporter who harvested rich stories from New York's neighborhoods and whose 48-year career at The New York Times also took him from the Orient to Hollywood, from the back rooms of City Hall to the gem-cutting sanctums of the diamond district, died yesterday He was 91 and died at his Manhattan apartment after a long illness," , "date" : "20041128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "56" , "title" : "Murray Schumach, Neighborhood Storyteller, Dies at 91" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9800EED9133EF93BA15752C1A9629C8B63"} , {"body" : "Everyone understands that pop entertainment relies on formulas. One kind of movie is a hit; three clones appear within months. Experimental art is no different. It, too, turns to formulas when it gets too self-satisfied. But where mass culture's formulas are simple, high culture's revel in being elaborate and obscure, flattering the intellectual" , "date" : "20041119" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "2" , "title" : "THEATER REVIEW; When Faust Gets Ahold of a Rock 'n' Roll Lyric Book" , "url" : "http:\/\/theater2.nytimes.com\/mem\/theater\/treview.html?res=9A04E3D9103FF93AA25752C1A9629C8B63"} , {"body" : "He is the man who wipes off your table at McDonald's, the one you hardly notice in the swirl of trays and people. Antonio Gonzales, 23, keeps out of the way of customers as he swiftly mops the floor and empties the garbage cans at a McDonald's in Queens. He is shy, with a gentle handshake and tattooed arms bearing the names of loved ones. These are" , "date" : "20041118" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; His First Difficult Steps To Reading and a Paycheck" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500EFD8133FF93BA25752C1A9629C8B63"} ,   {"body" : "Child welfare officials yesterday announced two new measures meant to protect children in homeless shelters when their families have a history of abuse or neglect, a response to the deaths of several such children over the past year. The city will immediately begin monitoring homeless families who have been found by child welfare workers to have" , "date" : "20041109" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Joint Effort To Head Off Child Abuse" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506E6D7103CF93AA35752C1A9629C8B63"} , {"body" : "They stood arm in arm at the front of the room, the Hispanic general manager from Queens and the African-American manager from Brooklyn, looking is if they had just won a game of stickball together. Omar Minaya and Willie Randolph slapped each other on the back, flashed each other the thumbs-up sign and posed for the cameras in a stylish embrace." , "date" : "20041105" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "BASEBALL; Mets and Randolph Embark on New Era" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E02E7D7143CF936A35752C1A9629C8B63"} , {"body" : "UP at the lectern, Omar Minaya, the Mets' general manager, surveyed the assembled notebooks, tape recorders and cameras in the Diamond Club at Shea Stadium yesterday and said, ''Pretty good crowd here, Willie.'' ''That's because they all love me now,'' a smiling Willie Randolph said. As a Yankees second baseman and a Yankees coach over nearly three" , "date" : "20041105" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; Another Vote Based on Faith and Passion" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00E7D7143CF936A35752C1A9629C8B63"} , {"body" : "Willie Randolph cheered for the Mets and played for the Yankees, retired with the Mets and coached with the Yankees. He has been to virtually every place in this baseball city except the spot where he is headed now. Randolph, who has never managed professionally, is becoming the first African-American manager of a major league baseball team in New" , "date" : "20041104" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "BASEBALL; Mets Complete Randolph's New York Story" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A07E7D7173CF937A35752C1A9629C8B63"} , {"body" : "The baseball players at Samuel J. Tilden High School, desperate for a winner, say they only watch the Mets in games against the Yankees. The reverend from Brooklyn, who attended Tilden High more than 30 years ago, traverses the country to preach about equality, but rarely about baseball. And the retired basketball star from Brownsville, whose very" , "date" : "20041103" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "BASEBALL; The Pillar From the Block" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE0DD163CF930A35752C1A9629C8B63"} , {"body" : "KUHN--Leo J. (Pop-Pop). 1918-2004. Beloved father of James and Robert. Father-inlaw to Marjorie and Rona. Loved companion to Charlotte Wilson. Beloved husband to the late Lenore ''Sunnie'' Kuhn. Loving grandfather of Joseph, Carly, Justin, Jake and Remy. Brother of the late Florence Dumanis and Helen Lorling. Passed away October 16, at the age of" , "date" : "20041019" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "9" , "title" : "Paid Notice: Deaths KUHN, LEO J. (POP, POP)" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903E5DC133AF93AA25753C1A9629C8B63"} , {"body" : "KUHN--Leo J. (Pop-Pop). 1918-2004. Beloved father of James and Robert. Father-inlaw to Marjorie and Rona. Loved companion to Charlotte Wilson. Beloved husband to the late Lenore ''Sunnie'' Kuhn. Loving grandfather of Joseph, Carly, Justin, Jake and Remy. Brother of the late Florence Dumanis and Helen Orling. Passed away October 16, at the age of" , "date" : "20041018" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths KUHN, LEO J. (POP, POP)" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500E0DD123AF93BA25753C1A9629C8B63"} , {"body" : "TO all but the most untutored eye, the abstract curlicue design etched into the transom over the front door at 789 MacDonough Street in Brooklyn is simply decorative. But it is, in fact, a West African tribal symbol for strength, a quality residents have needed in abundance over the more than two decades that their building sank into debt and decay" , "date" : "20041017" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "POSTINGS; A Happy Ending for a Troubled Building" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9804E2DB163AF934A25753C1A9629C8B63"} , {"body" : "FOR the fourth year in a row, the number of New York City students meeting math standards rose, according to data that the state's Department of Education released last week. Once again, the city's gains, based on the results of tests given in the spring to all fourth and eighth graders, outpaced the state's. In New York City, 68.1 percent of" , "date" : "20041010" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "10" , "title" : "How Fourth Graders Fared on the State Math Test" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04E7DE123BF933A25753C1A9629C8B63"} , {"body" : "A man shot and killed a woman Wednesday evening in what appeared to be a longstanding dispute over ownership of a Brownsville apartment building, the police said yesterday. They said that George Robert McClain, 35, shot Patti Jerome, 46, once in the neck inside 114 Liberty Avenue, where both lived. Last summer, the previous owner of the building" , "date" : "20041001" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Briefing | New York: Brooklyn: Dispute Over Building Leads To Killing" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A02E6DC1338F932A35753C1A9629C8B63"} ,   {"body" : "When Janice Vega describes the trajectory of her life, it starts out as one of those scrappy, boot-strappy kind of stories, followed by a nearly fairy-tale twist. There is the childhood in the tough terrain of Brownsville, Brooklyn. The career as an emergency medical technician (she responded to both terrorist attacks on the World Trade Center)." , "date" : "20040930" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "VIRGINIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Choice of Losing Custody of Child or Returning to New York" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05E2D81538F933A0575AC0A9629C8B63"} , {"body" : "SHAPIRO--Cecelia. Of Boynton Beach, FL, formerly of Brooklyn and Howard Beach. Died at 87 on September 23, 2004. Brooklyn College Class of 1939. Worked side by side with her beloved husband Joe (deceased) in their deli at Hegeman & Amboy in Brownsville. Enlightened and energetic, she was president of the parents' association of P.S. 165 and started" , "date" : "20040926" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "45" , "title" : "Paid Notice: Deaths SHAPIRO, CECELIA" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F00E6D61F30F935A1575AC0A9629C8B63"} , {"body" : "Detective Bobby Parker followed his calling to the end. As he lay dying on a Brooklyn street on Friday night, he managed to call 911 and tell the operator that the man who had shot him and his fellow detective, Patrick Rafferty, was pictured in a mug shot on the dashboard of their car. That same mug shot was soon being distributed by police" , "date" : "20040912" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "For the Police Force, Two Deaths Compound the Pain" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CE5DE1330F931A2575AC0A9629C8B63"} , {"body" : "A 12- to 15-foot-deep trench for a sewer line in Brooklyn collapsed yesterday afternoon, killing a worker inside, the police said. The trench was not properly shored, and the accident is under investigation, said Jennifer Givner, a spokeswoman for the city's Department of Buildings. The man, identified by co-workers as Luis Mina, in his late 30's," , "date" : "20040910" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Trench Collapse Kills Worker At a Brooklyn Building Site" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F06E4DC1530F933A2575AC0A9629C8B63"} , {"body" : "In 1967, the year a young florist named Hyman Spitz met his future wife, tuxedo merchants and wedding photographers dotted the avenues of the Brownsville section of Brooklyn. But today, hip-hop clothiers and cellphone dealers hold court, and the high-end furniture galleries of Rockaway Avenue are long gone. One of the few things that didn't change" , "date" : "20040905" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: BROWNSVILLE; A 19th-Century Survivor Ships Its Last Fragrant Bouquet" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE3DB1031F936A3575AC0A9629C8B63"} , {"body" : "The primary contest for the 11th Congressional District seat, which covers a large swath of Brooklyn from Brownsville to Park Slope, has become a heated one, thanks largely to the announcement by the Democratic incumbent, Representative Major R. Owens, that this would be his last race. Instead of a solitary victory lap, he faces a strong challenge" , "date" : "20040905" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "Owens for Congress" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9906E4DC1031F936A3575AC0A9629C8B63"} , {"body" : "The motives for three separate attacks in the Bronx, Queens and Brooklyn on Monday night that left four men dead remained unclear yesterday, the police said. At 357 Legion Street in Brownsville, Brooklyn, three men were shot shortly after 11 p.m. Two of them, David Smith, 19, of Canarsie, and Alfonso Fearon, 29, of Broadway Junction, died. A third," , "date" : "20040825" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Motives Unclear In Three Shootings" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/25\/nyregion\/metro-briefing-new-york-motives-unclear-in-three-shootings.html"} , {"body" : "A city police officer was charged yesterday with taking a 14-year-old boy to his home in Brownsville, Brooklyn, on Monday and threatening the boy with a gun, the police said last night. The officer, Clive Peters, who has been an officer for two years and who is assigned to the 105th Precinct in Queens, was suspended and charged with endangering the" , "date" : "20040825" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Officer Charged With Threatening Boy" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/25\/nyregion\/metro-briefing-new-york-officer-charged-with-threatening-boy.html"} , {"body" : "Four men were shot to death and three were wounded, one critically, when gunfire broke out last night the Bronx, Queens and finally in Brooklyn, the police said, shattering the calm of a balmy August evening with spasms of violence across the city. The motives for the three separate attacks remained unclear, and the police said there were no" , "date" : "20040824" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Four Are Killed and Three Wounded in a Spate of Shootings" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/24\/nyregion\/four-are-killed-and-three-wounded-in-a-spate-of-shootings.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "A Rock With Less Roar Q. Do you know anything about Lion's Rock on the Upper East Side? This huge rock was once part of a restaurant of the same name, but they both seem to have disappeared. A. The restaurant closed in the 1990's, but the rock is still there, said an agent for Sandra Green Real Estate Management, which manages the apartment" , "date" : "20040822" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2004\/08\/22\/nyregion\/fyi-702447.html"} ,   {"body" : "After a career spanning three decades in elective office, United States Representative Major R. Owens kicked off his final campaign yesterday, an event that drew some of the biggest names in Brooklyn to support the man who succeeded Shirley Chisholm in Congress. But Mr. Owens's final campaign has turned into the furthest thing from an effortless" , "date" : "20040818" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "House Battle in Brooklyn Is Generational" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/18\/nyregion\/house-battle-in-brooklyn-is-generational.html"} , {"body" : "An 8-year-old girl and a 27-year-old man, both believed to be bystanders, were shot in an exchange of gunfire last night, the police said. They were discovered shortly after 7 p.m. in front of 1677 President Street, in Brownsville, the girl with a wound to her lower left leg and the man with a wound to his right leg. Earlier, investigators said, a" , "date" : "20040817" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Girl and Man Hurt As Shooting Erupts" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/17\/nyregion\/metro-briefing-new-york-brooklyn-girl-and-man-hurt-as-shooting-erupts.html"} , {"body" : "For as long as most people in Brownsville can remember, the lot across Christopher Avenue from Public School 150 has been something to avoid. It was a fetid, overgrown blight, the site of dogfights and garbage piles, sprawled just feet from the entrance to the Brooklyn school. ''There were tall grasses, it was junky, it had crack vials in it,''" , "date" : "20040808" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: BROWNSVILLE; From the Minds of Babes, A Marvel of Swings and Slides" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/08\/nyregion\/neighborhood-report-brownsville-minds-babes-marvel-swings-slides.html"} , {"body" : "A tunnel of trees leads to the Gilson home, which with its red door, wraparound porch, whimsical birdhouses and pair of sheep, looks like the setting of a fairy tale. And on a recent summer evening, it was, as children from some of New York City's most disadvantaged neighborhoods found themselves in the front yard, laughing among black-eyed Susans" , "date" : "20040808" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "The Fresh Air Fund; Offering a Taste of Country Life, and New Possibilities" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/08\/nyregion\/the-fresh-air-fund-offering-a-taste-of-country-life-and-new-possibilities.html"} , {"body" : "With a crowd of 100 central Brooklyn residents behind her yesterday, Councilwoman Yvette D. Clarke officially entered the race to challenge United States Representative Major R. Owens, setting the stage for a hard-fought Democratic primary campaign by members of three well-known political families. Ms. Clarke now becomes the second member of the" , "date" : "20040723" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Second Councilwoman to Run Against Veteran Congressman" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/23\/nyregion\/second-councilwoman-to-run-against-veteran-congressman.html"} , {"body" : "The vast expanse of green across Indian Road from the apartment of Homer Young-Kennedy III is not, legally speaking, his front yard. But in the eight years that Mr. Young-Kennedy has lived on Inwood Hill Park, he has done just about everything for the place except mow it. For the last month, however, Mr. Young-Kennedy, 51, has been drifting in and" , "date" : "20040718" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "INWOOD HILL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: INWOOD; For Park's Ailing Friend, His Turn to Be Tended" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/18\/nyregion\/neighborhood-report-inwood-for-park-s-ailing-friend-his-turn-to-be-tended.html"} , {"body" : "Colman Genn, a career educator who exposed corruption in New York City schools by secretly recording conversations about political and ethnic considerations in filling jobs, died on Thursday night at North Shore University Hospital in Manhasset. He was 68. The cause was respiratory failure, said his son, David. Mr. Genn was the superintendent of" , "date" : "20040717" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "11" , "title" : "Colman Genn Is Dead at 68; Exposed School Corruption" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/17\/nyregion\/colman-genn-is-dead-at-68-exposed-school-corruption.html"} , {"body" : "Tracy L. Boyland, a city councilwoman who is part of a politically active family in Brooklyn, officially announced yesterday her candidacy for the Congressional seat held by Representative Major R. Owens. Mr. Owens, a 22-year incumbent, announced five months ago that this year he would run for re-election for the last time, and would retire when" , "date" : "20040713" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Councilwoman Challenges Veteran Brooklyn Congressman" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/13\/nyregion\/councilwoman-challenges-veteran-brooklyn-congressman.html"} , {"body" : "Fourteen people were shot -- five of them fatally -- in a string of unrelated shootings over less than 10 hours in Brooklyn and the Bronx Friday night and early yesterday, the police said. No one had been arrested in any of the killings as of yesterday afternoon. Through a week ago, the city's murder rate this year had dropped 11 percent. There" , "date" : "20040711" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "14 Are Shot, 5 Fatally, Over 10 Hours in Brooklyn and Bronx" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/11\/nyregion\/14-are-shot-5-fatally-over-10-hours-in-brooklyn-and-bronx.html"} , {"body" : "AS the grandfather of so much more than his children's children, Norman Podhoretz stood proudly in the East Room of the White House yesterday as President Bush awarded him a Presidential Medal of Freedom, the nation's highest civilian honor. ''The biggest deal imaginable,'' Mr. Podhoretz called it during an interview several hours before the" , "date" : "20040624" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "4" , "title" : "PUBLIC LIVES; A Neocon Is Honored by a President He Reveres" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/24\/nyregion\/public-lives-a-neocon-is-honored-by-a-president-he-reveres.html"} ,   {"body" : "David Barriera arrived at St. Jude's Roman Catholic School in Canarsie, Brooklyn, with what should have been an easy job. He was there for a community meeting, to explain that his employer, the City Department of Youth and Community Development, wants to give Canarsie up to $100,000 a year in federal money for local social programs. But Mr." , "date" : "20040620" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: CANARSIE; For Some in a Proud Neighborhood, a Free Gift Bears Too High a Price" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/20\/nyregion\/neighborhood-report-canarsie-for-some-proud-neighborhood-free-gift-bears-too.html"} , {"body" : "Fewer New York City fourth graders passed New York State's English Language Arts test this year than last year, the first drop since the test was first given in 1999. Among city fourth graders, 49.5 percent met state standards, down three percentage points from last year (chart on this page and on Page 12). Fourth-grade scores also declined" , "date" : "20040606" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "10" , "title" : "How City Students Fared on the State English Exam" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/06\/nyregion\/how-city-students-fared-on-the-state-english-exam.html"} , {"body" : "AS calendars go, this is no Ansel Adams or English grandmothers posing topless. Its images of New York, part of a trove that lay buried for half a century in bureaucratic storage, will probably never become best sellers. They were culled from 20,000 negatives produced by New York City Housing Authority photographers who, beginning in the early" , "date" : "20040606" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "8" , "title" : "NEW YORK IN FOCUS; Movin' On Up" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/06\/nyregion\/new-york-in-focus-movin-on-up.html"} , {"body" : "A Brooklyn man was fatally shot early yesterday as he sat double-parked in his new Cadillac outside the building where he lived, the authorities said. After the shooting, the man, Kenneth C. Seaford, 31, pulled away from his home on Herzl Street in Brownsville and crashed his 2004 Cadillac DeVille into a car parked nearby, at 54 Lott Avenue, the" , "date" : "20040601" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Man Is Fatally Shot in Car" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/01\/nyregion\/man-is-fatally-shot-in-car.html"} , {"body" : "A man shot and killed a woman after arguing with her, set their apartment on fire, and then shot and killed himself in Brooklyn last night, the police said. The man, identified by a neighbor as Victor Popo, shot the woman about 9:30 p.m. in their apartment in Brownsville, the police said. The neighbor, Flaubert Leconte, who lives downstairs from" , "date" : "20040526" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Die in Murder-Suicide" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/26\/nyregion\/2-die-in-murder-suicide.html"} , {"body" : "IT was closing day, once again, at Nehemiah Housing as 13 quietly anxious families passed through an assembly line of folding tables, document checks and seemingly endless signatures in the living room and basement of a model row house on Hinsdale Street in the East New York section of Brooklyn. At the crowded but never chaotic scene unfolded 10" , "date" : "20040516" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Steady Focus, Evolving Vision" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/16\/realestate\/steady-focus-evolving-vision.html"} , {"body" : "It was a clever multimillion-dollar scheme to sell houses without their owners ever knowing, and it left layers of victims in its wake. The culprits went online and found the addresses of 32 buildings, almost all of them in Brooklyn, that were near foreclosure and that the owners rarely visited, the authorities say. They forged new deeds with fake" , "date" : "20040507" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "5 Accused of Selling Dozens of Houses With Fake Deeds" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/07\/nyregion\/5-accused-of-selling-dozens-of-houses-with-fake-deeds.html"} , {"body" : "EDELMAN--William. 82, died April 23, surrounded by his beloved family. At his side were his children, Norma Penn, Neil Edelman, Terry Tannenbaum, son-in-law David Penn, daughter-in-law Shelley Edelman and his grandchildren Jonathan, Ricki, Jeremy, Jessica, Jillian, Ryanne and Evan. William's beloved wife Esther had passed away suddenly in 1991." , "date" : "20040426" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths EDELMAN, WILLIAM" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/26\/classified\/paid-notice-deaths-edelman-william.html"} , {"body" : "ANOTHER funeral Mass at Our Lady of Loreto Roman Catholic Church had ended by late morning, and now this worn place of worship was all but deserted. Save for one inconspicuous person on a pew in the far back, near the wicker baskets used for Sunday collections. The visitor was so still that at first the pastor mistook him for a doll. But the" , "date" : "20040410" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; Where Lost Are Found, So Was a Child" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/10\/nyregion\/about-new-york-where-lost-are-found-so-was-a-child.html"} , {"body" : "Someone must have seen something. Two days after her 2 1\/2-year-old son, sitting in his father's lap, was killed in a hail of bullets directly across the street from a Brooklyn apartment complex, Alicia Barriere begged yesterday for witnesses to come forward. ''I just want anybody who knows anything to please, say something,'' Ms. Barriere, 26," , "date" : "20040403" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Mother Seeks Witnesses to the Murder of Boy, 2" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/03\/nyregion\/mother-seeks-witnesses-to-the-murder-of-boy-2.html"} ,   {"body" : "Two gunmen unleashed a spray of bullets into a parked car with two adults and three children in it on a Brooklyn street yesterday, killing a 2-year-old boy. The father was holding the boy, identified by his mother as D'mani Spruill, in his lap in the front passenger seat when they were shot, the police said. The father, 26, was shot four times, and" , "date" : "20040401" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "2-Year-Old Is Fatally Shot on Father's Lap" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/01\/nyregion\/2-year-old-is-fatally-shot-on-father-s-lap.html"} , {"body" : "INTERNATIONAL A3-13 U.S. Civilians Killed in Iraq, And Mob Drags the Bodies Gunmen in the Iraqi city of Falluja killed four Americans working for a security company and then a jubilantmob dragged their burned bodies through the streets, hanging corpses from a bridge. Five American soldiers were also killed by a roadside bomb 15 miles away. A1" , "date" : "20040401" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/01\/nyregion\/news-summary-032727.html"} , {"body" : "Samuel Sadin, a lumber executive who became an advocate for the elderly, died Sunday at his home in Great Neck, N.Y. He was 86. The cause of death was a brain disorder similar to Alzheimer's disease, said his wife, Terry Cooper Sadin. In 1975, Mr. Sadin sold his Seaway Lumber Corporation, a wholesale importer and distributor of Canadian lumber" , "date" : "20040325" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "16" , "title" : "Samuel Sadin, 86, an Advocate for the Elderly" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/25\/nyregion\/samuel-sadin-86-an-advocate-for-the-elderly.html"} , {"body" : "The Department of Education is having trouble finding applicants to serve on some of the new parent councils that will replace community school boards, according to an early tally. And some officials said they feared that Mayor Michael R. Bloomberg's dismissal on Monday of members of the Panel for Educational Policy who opposed his third-grade" , "date" : "20040320" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Recruiting of Parents Lags For Some School Councils" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/20\/nyregion\/recruiting-of-parents-lags-for-some-school-councils.html"} , {"body" : "The Lower Manhattan parish served by the historic Trinity Church and St. Paul's Chapel, which became a sanctuary for rescuers and those who worked to clean up the World Trade Center site after Sept. 11, 2001, is getting a new rector. The Rev. Dr. Daniel Paul Matthews, 71, rector of Trinity parish since 1987, is stepping down, as he said last May" , "date" : "20040315" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "For Trinity Parish, a New Rector" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/15\/nyregion\/for-trinity-parish-a-new-rector.html"} , {"body" : "In the living room of his sleek, two-bedroom apartment on the Upper East Side of Manhattan, Walter Yetnikoff sat enjoying a picturesque sunset, ''a real cocaine view,'' he called it. It was just after 4:30 and Mr. Yetnikoff, the most powerful man in the music industry for much of the 80's, was sober. This would not have been the case 15 years ago." , "date" : "20040304" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "Sex, Drugs and Ego: A Music Mogul's Swath of Destruction; A Deposed President of CBS Records Chronicles His Debauchery and Detox" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/04\/books\/sex-drugs-ego-music-mogul-s-swath-destruction-deposed-president-cbs-records.html"} , {"author" : "Thomas Boyle, a professor of English at Brooklyn College, is the author of several crime novels set in Brooklyn." , "body" : "OUT here in Brooklyn, we hear that New Jersey's Nets are coming. This could be great news, but at the same time it brings back the bitter memory of the nasty departure of our baseball Dodgers in 1957. And just over a week ago, Gage & Tollner, our oldest restaurant and most charming culinary relic of the dear departed 19th century (sorry about that," , "date" : "20040222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY LORE; Put Down That Violin. Now." , "url" : "http:\/\/www.nytimes.com\/2004\/02\/22\/nyregion\/city-lore-put-down-that-violin-now.html"} , {"body" : "THE house on the northeast corner of 129th Street and Fifth Avenue had been famously empty for almost two decades -- a neighborhood landmark. Its slate, mansard-style roof gaped and slumped; its brick face was blurred; its windows were blanked out with concrete blocks and plywood. It was the sort of house that Willie Suggs, a veteran Harlem broker," , "date" : "20040215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Habitats\/Fifth Avenue and 129th Street; Turning a Disaster Area Into a Place to Call Home" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/15\/realestate\/habitats-fifth-avenue-129th-street-turning-disaster-area-into-place-call-home.html"} , {"body" : "The Rev. John Powis tends to what he calls his ''church without walls,'' since its most vulnerable parishioners live without ceilings, heat or water. The informal Brooklyn congregation -- mostly elderly widows or immigrant families facing eviction from crumbling buildings -- is his way of fighting off the boredom of retirement and the creeping" , "date" : "20040210" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITYWIDE; Retirement Gives Him His Finest Ministry" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/10\/nyregion\/citywide-retirement-gives-him-his-finest-ministry.html"} , {"body" : "After Jesus Colon immigrated to the United States from Puerto Rico in 1917, he worked days and his brother worked nights. The schedule was convenient for a family too poor to afford two pairs of pants. Mr. Colon, who died in 1974 after becoming a writer and political activist, recalled going off to his job every day in clothes that were still warm" , "date" : "20040206" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "Toil, Tears and Sweat in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/06\/arts\/toil-tears-and-sweat-in-brooklyn.html"} ,   {"body" : "Two months ago, Representative Major R. Owens said he would run for re-election for the last time this year, an would retire at the end of his term in 2006. Several of Mr. Owens's fellow Brooklyn Democratic officials, however, are not abiding by that timetable, and are planning to challenge Mr. Owens, a 22-year incumbent. City Councilwoman Yvette" , "date" : "20040204" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "For Brooklyn Democrats, a Year of Just-in-Case Campaigns" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/04\/nyregion\/for-brooklyn-democrats-a-year-of-just-in-case-campaigns.html"} , {"body" : "A security guard charged with raping a woman in a Brownsville homeless shelter on Sunday was arraigned yesterday and suspended without pay by the Department of Homeless Services, city officials said. The guard, Jason Williams, 27, was charged with first-degree rape, third-degree rape and sexual misconduct. A police spokesman said that Mr. Williams" , "date" : "20040128" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Shelter Guard Suspended" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/28\/nyregion\/metro-briefing-new-york-brooklyn-shelter-guard-suspended.html"} , {"body" : "A security guard for the Department of Homeless Services was arrested early yesterday and charged with raping a woman in a Brooklyn homeless shelter for women, the police said. The guard, Jason Williams, 27, was charged with raping a 27-year-old homeless woman at a shelter at 116 Williams Avenue in Brownsville, the police said. Mr. Williams" , "date" : "20040127" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Guard Charged With Rape at City Shelter" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/27\/nyregion\/guard-charged-with-rape-at-city-shelter.html"} , {"body" : "No one can figure out why 24-year-old Kevin Lazare was fatally shot in the back at a deserted bus stop in Brownsville, Brooklyn, early yesterday. He had no criminal record and no known enemies, and his wallet was found on him His family fears that his most serious offense was being deaf. ''If his back is turned, he wouldn't understand what someone" , "date" : "20040124" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "After Deaf Man Is Fatally Shot, Grieving Family Wonders Why" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/24\/nyregion\/after-deaf-man-is-fatally-shot-grieving-family-wonders-why.html"} , {"body" : "NOBODY better understands how long and potentially painful the Nets' road from New Jersey to Brooklyn might be than a man who has taken many a labored step with them, from that night in 1967 when they opened the doors to the Teaneck Armory. The Nets were called the New Jersey Americans and the opponents in that now-ancient American Basketball" , "date" : "20040123" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; He Tracks Nets' Moves, On the Court And Off It" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/23\/sports\/sports-of-the-times-he-tracks-nets-moves-on-the-court-and-off-it.html"} , {"body" : "With more than 100 supporters filling the steps of City Hall and chanting ''Charles in charge,'' Charles Barron, the Democratic city councilman from Brooklyn and a former Black Panther, announced his plan to run for mayor in 2005. Later, he received a major endorsement, that of the Rev. Al Sharpton, during a Martin Luther King's Birthday" , "date" : "20040120" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Councilman to Run for Mayor in '05" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/20\/nyregion\/brooklyn-councilman-to-run-for-mayor-in-05.html"} , {"body" : "Every day, Terry Diaz faces the same choice: Should she suffer through the severe pain in her left knee? Or should she take medication and stay in bed? Most days, the choice is made for her. After all, her children have to get to day care and she has to go to her job training program. So she skips the pill. She endures the pain, because her family" , "date" : "20040105" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; Mother Takes Life's Demands One Painful Step at a Time" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/05\/nyregion\/the-neediest-cases-mother-takes-life-s-demands-one-painful-step-at-a-time.html"} , {"body" : "Vincent Smith, an artist whose work depicted the rhythms and intricacies of black life in diverse styles, from a hard-edged, socially conscious expressionism to riots of dazzling colors and patterns, died last Saturday in Manhattan. He was 74 and lived in Manhattan. The cause was lymphoma complicated by pneumonia, said Cynthia Smith, his wife. Mr." , "date" : "20040103" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "13" , "title" : "Vincent Smith, 74, Painter Who Portrayed Black Life" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/03\/arts\/vincent-smith-74-painter-who-portrayed-black-life.html"}]