[  {"body" : "Looking to address a critical shortage of housing for low- and moderate-income New Yorkers, city officials are planning to let developers put up larger buildings along the long-neglected north Brooklyn waterfront in return for setting aside up to a quarter of the apartments as lower-cost units. The concept, called inclusionary zoning, will face a" , "date" : "20041227" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "City Sees Way to Get Mix of Homes on Brooklyn Waterfront" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407EEDB1F30F934A15751C1A9629C8B63"} , {"body" : "Consuelo Ruybal and Oraia Reid looked out the windows of their sport utility vehicle, scanning the dark doorways on Johnson Avenue in Brooklyn for an address. Early on a recent Sunday morning, they were driving along a deserted street in East Williamsburg lined with warehouses. Ms. Ruybal drove while Ms. Reid navigated, clutching a map and a" , "date" : "20041213" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Williamsburg Journal; A Free Ride For Women, By Women, Late at Night" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03EEDC1F31F930A25751C1A9629C8B63"} , {"body" : "Like many American matriarchs, Victoria Thornton-Lucas prepared for Thanksgiving in a kitchen that smelled of turkey and sweet potato pie. But she was more traffic controller than cook, directing 18 fat turkeys, several pounds of collard greens and some 20 cakes and pies onto tables at the Bushwick United Methodist Church in Brooklyn. Thanks to her" , "date" : "20041212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "53" , "title" : "The Neediest Cases; Many Cooks, Many Birds, And Many Satisfied Bellies" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405E7D61E31F931A25751C1A9629C8B63"} , {"body" : "MANY people with children in New York City know about the highly regarded Public School 87 on the Upper West Side, or Public School 6 on the Upper East Side. In those schools, many students test above the norm in reading and math, and their parents can be assured, in most cases, that they have access to a decent education. But in those" , "date" : "20041212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Education" , "Real Estate"] , "page_facet" : "1" , "title" : "Finding a Neighborhood and a School" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9505E0D91031F931A25751C1A9629C8B63"} , {"body" : "WEATHER BIRD: Jazz at the Dawnof Its Second Century By Gary Giddins Oxford University Press ($35, hardcover) If you visit Des Moines and you go to a bar where someone is playing luminous piano in the manner of Hank Jones, you may feel you have stumbled into heaven. In New York, that same someone would be just a guy who plays Hank Jones; we've" , "date" : "20041212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "8" , "title" : "NEW YORK BOOKSHELF\/NONFICTION; Celebrating Jazz, Columbia And Some Really Great Apartments" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05E3D91131F931A25751C1A9629C8B63"} , {"body" : "MexicoNow can be seen as a coming-out party for the huge influx of Mexicans into New York City over the last decade. In the six weeks since it opened on Oct. 23 dozens of events in 36 venues in the five boroughs have given New Yorkers a chance to discover the cutting edge of Mexican art, architecture and performance, as well as revisiting more" , "date" : "20041208" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MEXICO"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Celebrating Mexican Life in New York" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05E6DE1231F93BA35751C1A9629C8B63"} , {"body" : "Three serious fires broke out across the city yesterday, injuring 22 people, including 16 firefighters, the Fire Department said. A three-alarm fire in a three-story house at 976 Decatur Street in Bushwick, Brooklyn, that erupted around 10:20 a.m. left two families homeless and prompted the evacuation of about 16 people from two adjoining buildings" , "date" : "20041206" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: 22 People Are Injured In 3 Fires" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9906E1DC1431F935A35751C1A9629C8B63"} , {"body" : "A police manhunt that began before dawn yesterday with the stakeout of a stolen van in Brooklyn ended last night in the shooting of a suspect by officers during a foot chase along a richly appointed block of the Upper West Side, the authorities said. The suspect, a 33-year-old man, was shot in the leg -- and ultimately wrestled to the ground at a" , "date" : "20041204" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Elusive Suspect Is Shot in a Foot Chase and Arrested" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00EFDC1731F937A35751C1A9629C8B63"} , {"body" : "A police officer, who was seriously injured nearly two months ago when he fell off a slick rooftop while searching for a burglar in Brooklyn, died early yesterday after having a seizure at his home, the police said. The officer, William Rivera, 35, became the fourth New York City officer to die in the line of duty this year. He had served for 12" , "date" : "20041125" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Officer Who Fell From Roof In October Dies After Seizure" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E4D9153EF936A15752C1A9629C8B63"} , {"body" : "Five hundred forty newly hired sanitation workers were sworn in yesterday by Mayor Michael R. Bloomberg, who also gave out awards to veteran sanitation workers who distinguished themselves over the year. One award, the Commissioner's Citation, went to workers from Brooklyn District Three who collected more than $6,000 from their colleagues" , "date" : "20041118" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Manhattan: New Sanitation Workers Sworn In" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04EEDE103FF93BA25752C1A9629C8B63"} ,   {"body" : "Last week on a battered block in the Bushwick section of Brooklyn, just as the cold was moving in, a pair of men played a set piece out the windows of a four-story walk-up. Hard against the elevated M train that seems to clank by every minute and over a row of fresh fruit at the bodega that anchors the building, they open their windows and lean out" , "date" : "20041117" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Well, It's Still Set in Brooklyn; 'The Honeymooners,' a TV Classic, Gets a Black Cast for a New Film" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940DE7DD123FF934A25752C1A9629C8B63"} , {"body" : "Victoria Thornton-Lucas was trying to describe the glory days of her former Brooklyn neighborhood, but she kept interrupting herself to greet the men and women filtering into her soup kitchen at the Bushwick United Methodist Church. ''I like to call them my guests,'' she said, as she waved to a regular visitor. ''How are you?'' The woman smiled," , "date" : "20041115" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; Bringing People in From the Cold to Have a Hot Meal" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE2DA143FF936A25752C1A9629C8B63"} , {"body" : "Humans declared progress yesterday in their unceasing war with rats. About one year after New York City announced an ambitious plan to take the fight to the long-tailed rodents and Mayor Michael R. Bloomberg sounded the battle cry ''City to rats: Drop dead,'' 1,200 properties have been swept clean of the pests, according to city health officials." , "date" : "20041113" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "City's Quest to Roust Rats Gains a Measure of Success" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504E4DB173FF930A25752C1A9629C8B63"} , {"body" : "A county judge on Monday penciled in a Dec. 6 date for a new trial in the case of an illegal Chinese immigrant whose conviction for the murder of a fellow inmate in 1986 was overturned by a state appellate court last month. The immigrant, David Wong, was convicted of fatally stabbing Tyrone Julius at the Clinton state prison in Dannemora, about 17" , "date" : "20041102" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["CLINTON COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Inmate Convicted in '86 Prison Murder Gets New Trial" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE3DF1F3DF931A35752C1A9629C8B63"} , {"body" : "New York City's ambitious effort to recruit 40 experienced principals from across the country has fallen spectacularly short. The effort, part of Mayor Michael R. Bloomberg's overhaul of the city's schools, cost nearly $200,000. There were advertisements placed in newspapers and education publications. There were trips to network at conferences in" , "date" : "20041030" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "An All-Out Push to Find Principals Finds Slow Progress Instead" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F01EFD7103DF933A05753C1A9629C8B63"} , {"body" : "JEALOUS. That's how I feel in the wake of the Red Sox' winning the World Series. I wish I could be celebrating like some of my friends, who are sending me the most touching e-mail messages. In California, my friend Antonio let his twin daughters drink their first Champagne on Wednesday evening while somebody played the bugle on the front lawn." , "date" : "20041030" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; Boston Fans Give Neutral Observer Reminder of Joys Of Having a Team" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E04E6DF113DF933A05753C1A9629C8B63"} , {"author" : "E-mail: thehunt@nytimes .com" , "body" : "WHICH was tougher -- the roommate situation or the rental market? Justine Jaccoma wavered. She felt so uncomfortable in her odd-couple living situation that she went hunting for an apartment of her own. She became so frustrated looking for an affordable rental in trendy Williamsburg, Brooklyn, that she gave up. A few weeks later she again reversed" , "date" : "20041024" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "THE HUNT; Moving Out, and Saving a Friendship" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E3DF1E3AF937A15753C1A9629C8B63"} , {"author" : "E-mail: amh@nytimes.com" , "body" : "IN the late 1930's, a group of City College students used to escape to Alcove 1, a room below the college cafeteria, to brown-bag it and talk about politics and life. The Alcove 1 crowd was Jewish, working class, Trotskyite and socialist, as distinguished from the Stalinist alcove, the jock alcove and the Catholic alcove. They later became public" , "date" : "20041024" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region" , "Education" , "Washington"] , "page_facet" : "1" , "title" : "COPING; At City College, Still Arguing the World" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05E1DF1F3AF937A15753C1A9629C8B63"} , {"body" : "The Rev. Bryan Hooper likes to tell how his Greenwich Village church, Washington Square United Methodist, helped workers in some epic struggles, most notably the Uprising of the 20,000, a three-month walkout by garment workers in 1909 that was the first mass strike by women in American history. The Village has changed a great deal since, but Mr." , "date" : "20041018" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "GREENWICH VILLAGE (NYC)" , "PARK SLOPE (NYC)" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Neighbors Take Up Cause Of Higher Pay At Some Stores" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?sec=health&res=9F00E7DE123AF93BA25753C1A9629C8B63"} , {"body" : "A 24-year-old man was shot and killed early yesterday morning outside a busy Bushwick diner, the police said. The man was identified as Lionel Castro of the Williamsburg section. He had finished eating with friends about 6 a.m. at Tina's Place at 1002 Flushing Avenue, paid his bill and left, said the diner's owner, Tina Skermo. The police said the" , "date" : "20041012" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Man Is Shot To Death Outside Diner" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0DEED9113BF931A25753C1A9629C8B63"} ,   {"body" : "As the city prepares to unveil its 20-year plan this week for getting rid of its trash, Mayor Michael R. Bloomberg will also have to explain how to deal with a different challenge: actually reducing the amount of garbage New York produces and sends to landfills. Waste management experts say that by changing the way New Yorkers think about their" , "date" : "20041005" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Recycling Plan Centers on Organic Waste" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01EFD71E38F936A35753C1A9629C8B63"} , {"body" : "There was no cover, minimum donation or official status necessary for a ticket to the fund-raiser at the Apollo Theater yesterday. Sure, there were a few dignitaries, celebrities and high-powered corporate types, but this was the Rev. Al Sharpton's 50th birthday party. In his words, this was for the people. ''I want to thank that little lady" , "date" : "20041004" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Fund-Raising Ices the Cake For Sharpton" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02E2D81138F937A35753C1A9629C8B63"} , {"body" : "It has become a familiar New York story: Another neighborhood written off as doomed becomes the Next New Thing. Twenty-five years ago, dowdy TriBeCa, the Upper West Side and Park Slope began blossoming into some of the city's most alluring places to live, prompting thousands of daydreaming home buyers to slap their heads and ask, ''Why didn't I buy" , "date" : "20041003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "The Next TriBeCa? Stick a Pin in the Map" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990DE0D71038F930A35753C1A9629C8B63"} , {"body" : "An article on Sept. 22 about Joan E. Mahon-Powell, a former New York City schools official who admitted that she had used false credentials to rise through the ranks, misidentified the location of Junior High School 292, where she was promoted to principal in 1997. It is in the East New York section of Brooklyn, not Bushwick. The article also" , "date" : "20040930" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06EED91538F933A0575AC0A9629C8B63"} , {"body" : "Three people were killed and a fourth injured between Friday night and early yesterday in violence around the city, the police said yesterday. The four attacks, unrelated and spanning three boroughs, made for a somewhat unusually violent span, because violent crime is lower this year compared with the same period last year. In University Heights, a" , "date" : "20040926" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "A Violent Night Across the City Leaves 3 Dead" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9904EEDA1F39F935A1575AC0A9629C8B63"} , {"body" : "A former high-ranking school official who admitted falsifying her credentials over a 25-year career in the New York City public schools also lied about earning bachelor's and master's degrees, officials at two City University colleges said yesterday. The former official, Joan Mahon-Powell, had been a high-level superintendent and served as chief of" , "date" : "20040923" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "School Official Had No Degree, Colleges Report" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E6DB1039F930A1575AC0A9629C8B63"} , {"body" : "From humble beginnings as a substitute teacher in the late 1970's, Joan E. Mahon-Powell climbed through the ranks of the New York City school system, becoming a principal, a superintendent in Brooklyn, the superintendent of a citywide district for low-performing schools and then chief of staff to Chancellor Harold O. Levy. Last year, Mr. Levy's" , "date" : "20040922" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Former City Schools Official Admits Using False Credentials" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03E1DB1339F931A1575AC0A9629C8B63"} , {"body" : "WHEN buying a mixed-use building, it pays to focus on various neighborhoods and to get to know some of the real estate brokers there. Shopkeepers and residents might also be helpful. They can tell you when certain properties are coming to market. Some buildings are never listed with a broker -- they're simply advertised with a ''call owner'' sign" , "date" : "20040919" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Mastering the Mixed-Use Market: It Helps If You Can Talk the Talk" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E3DD1639F93AA2575AC0A9629C8B63"} , {"body" : "On a cloudy afternoon last week, a young couple rode their bikes past Maxim Health and Fitness, a glossy new gym on Driggs Avenue and North Ninth Street in Williamsburg, Brooklyn. She had blue hair; he sported tight black jeans and Converse high-tops, and his pale arms were covered in tattoos. They did not look like health club material, but then" , "date" : "20040912" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: WILLIAMSBURG; For Hipsters, a Little Cardio To Go With the Espresso" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?sec=health&res=9806E6D81530F931A2575AC0A9629C8B63"} , {"body" : "The travelers climbed into the rented Chevrolet van with the tinted windows and the big, big gas tank yesterday afternoon, their clothing unwashed, their money spent, their number depleted. Five wild days in New York City had taken a toll. The oldest and the youngest had been robbed, the van was already late, at an added cost of $100 a day, and on" , "date" : "20040904" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "AUSTIN (TEX)" , "TEXAS"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "AFTER THE CONVENTION: ROAD TRIP; Yes, New York Messed With Texans" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9507EFDC1131F937A3575AC0A9629C8B63"} ,   {"body" : "In the Bronx, paint-splattered Pepe Jeans and Air Jordan sneakers were all the rage. In Brooklyn, it was all about preppy long-sleeved button-down shirts set off with earrings shaped like Jesus' face. And in Manhattan, tiny hands reached for Lacoste shirts in every color of the rainbow, and anything, but anything, made by Juicy Couture. So began" , "date" : "20040901" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Fashion? A Subject They Already Know" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D03E2D91431F932A3575AC0A9629C8B63"} , {"body" : "Manhattan revealed itself in slow, courtly gestures: a waterfront, a light show, a building whose name the travelers knew. It was past midnight yesterday morning, and their rented Chevrolet van had covered 1,800 miles in 35 hours, stopping only for passengers, Whataburger, waffles and a half-dozen $45 twenty-six-gallon tanks of gas. The riders had" , "date" : "20040830" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "TEXAS"] , "nytd_section_facet" : ["U.S." , "Technology"] , "page_facet" : "14" , "title" : "THE REPUBLICANS: THE CONVENTION IN NEW YORK -- ROAD TRIP; 35 Hours, on Burgers and 6 Tanks of Gas" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/30\/us\/republicans-convention-new-york-road-trip-35-hours-burgers-6-tanks-gas.html"} , {"body" : "CONVENTIONEERS, already booked into dozens of events, have been inundated with official advice about what to visit in New York. Corey Kilgannon of The New York Times asked some prominent New Yorkers where they would take delegates to see the real New York. PHILIP LOPATE, the writer: ''I'd take them to areas of the Manhattan waterfront, like many" , "date" : "20040829" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "2" , "title" : "NEW YORK 2004: NAVIGATING NEW YORK\/WHAT TO SEE; City to Republicans: See This. Telling the Delegates Where to Go" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/29\/us\/new-york-2004-navigating-new-york-what-see-city-republicans-see-this-telling.html"} , {"body" : "City investigators have seized a computer from the Bronx firehouse where a 34-year-old Staten Island woman said she had sex with four firefighters early Friday, a law enforcement official said yesterday. The woman is believed to have chatted with Firefighter Tony Deluca, 34, of Ladder Company 33, for some time on the Internet and by telephone" , "date" : "20040822" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "31" , "title" : "Firehouse Computer Seized After Sexual Encounter" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/22\/nyregion\/firehouse-computer-seized-after-sexual-encounter.html"} , {"body" : "It was fast becoming a classic rivalry. The basketball team from Eastchester Gardens had home-court advantage for the championship against its longtime rivals from Parkside Houses. The game began -- but never ended -- on Friday night on a blacktop court at a housing project in the Bronx. Instead, shooting erupted; when it stopped, nine people had" , "date" : "20040822" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "With Stage Set for Classic Rivalry, a Basketball Game Turned Violent" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/22\/nyregion\/with-stage-set-for-classic-rivalry-a-basketball-game-turned-violent.html"} , {"body" : "A 24-year-old police officer who patrolled housing projects in Brooklyn shot himself in the head yesterday in the basement locker room of a station house in Bushwick and died a short time later, the authorities said. The officer, whose name was not released, joined the department in 2002, the police said. They said he was on duty and in uniform" , "date" : "20040814" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officer Kills Himself in Station House" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/14\/nyregion\/officer-kills-himself-in-station-house.html"} , {"body" : "ATTRACTIONS Museum MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village. This preserved late-Federal brick house with a Greek Revival interior, once owned by Seabury Tredwell, a wealthy hardware dealer, was built in 1832. The house has the original furniture, clothing and personal articles of the Tredwells, who lived there for nearly 100" , "date" : "20040813" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/13\/arts\/spare-times-613029.html"} , {"body" : "THERE was a moment, back in the late 1990's, when Roy and Sophia Pachecano looked around their East Ninth Street apartment and said, ''There's no way we're going to bring kids up in this shoebox!'' So they did what many couples planning a family do -- they looked for a house. Only they didn't head to the suburbs, where, they felt, the commute would" , "date" : "20040808" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Putting Together What Was Taken Apart" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/08\/realestate\/putting-together-what-was-taken-apart.html"} , {"body" : "MSGR. JAMES KELLY still looks a holy mess. His broad face is bruised, with purple circles ringing both eyes, from what he calls his ''recent adventures'' with a skinny burglar who pummeled him in the early hours of July 22 after slipping through a bathroom window at the rectory of St. Brigid Church in Bushwick, Brooklyn. Ever quick with the quip," , "date" : "20040806" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Beaten and Bruised, but Unbowed in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/06\/nyregion\/public-lives-beaten-and-bruised-but-unbowed-in-brooklyn.html"} , {"body" : "When catastrophic events unfold halfway around the globe, it seems there is always a phone-card-buying, satellite-TV-watching immigrant community in New York that is keeping a close, anxious and passionate eye on its homeland. Or, in the case of the violence in the Darfur region of Sudan, two communities. One group, the Sudanese Arabs, live in and" , "date" : "20040801" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SUDAN" , "NEW YORK CITY" , "DARFUR (SUDAN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "BROOKLYN UP CLOSE; Sudanese Immigrants See the Strife in Darfur, and Feel the Pain at Home" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/01\/nyregion\/brooklyn-up-close-sudanese-immigrants-see-strife-darfur-feel-pain-home.html"} ,   {"body" : "WHEN Ryan Schaefer, a 22-year-old fledgling set designer, wanted plants -- big ones -- for his 855-square-foot apartment on the Lower East Side, he didn't go to a nearby florist or to the flower district in Chelsea. Instead, he went online to craigslist, the classified-ad service, and found a garage sale in Williamsburg, Brooklyn. He ventured" , "date" : "20040729" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Grad's Eye for the Good Buy" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/29\/garden\/grad-s-eye-for-the-good-buy.html"} , {"body" : "The window in the rectory bathroom was so small that St. Brigid's Catholic Church in Brooklyn did not bother installing bars. But just before sunrise yesterday, a man managed to squeeze through it. He then beat the pastor, stole less than $100 from him and fled. The pastor, Msgr. James Kelly, was taken to Wyckoff Heights Medical Center, where" , "date" : "20040723" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Pastor Injured in Attack by Intruder in Brooklyn Rectory" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/23\/nyregion\/pastor-injured-in-attack-by-intruder-in-brooklyn-rectory.html"} , {"body" : "Simone Shubuck didn't find working in her Lower East Side studio without a bathroom a bit romantic. Actually, she found it weird that visiting dealers and collectors always declared her bohemian deprivation ''absolutely charming.'' As time passed, Ms. Shubuck, now 34, found herself yearning for prosaic luxuries like a toilet, health insurance, a" , "date" : "20040720" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "New Pension Fund Seeks to Give Struggling Artists a Taste of Long-Term Stability" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/20\/arts\/new-pension-fund-seeks-to-give-struggling-artists-a-taste-of-long-term-stability.html"} , {"body" : "ONE breezy evening a few months ago, 19-year-old Joseph Briggs did something he had never before dared to do growing up gay in New York: he held hands with and kissed his boyfriend in his own neighborhood. Being affectionate in public in a place like Greenwich Village was one thing. But the Fordham section of the Bronx was different. The children" , "date" : "20040718" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Love On the Quiet" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/18\/nyregion\/love-on-the-quiet.html"} , {"author" : "E-mail: sgfreedman@nytimes.com" , "body" : "ON a sultry night in late June, when the school term was nearly over, two dozen parents gathered in a church basement in Brooklyn to talk about what a waste the year had been. Immigrants from Mexico and the Dominican Republic, raising their children in the battered neighborhood of Bushwick, they were the people bilingual education supposedly" , "date" : "20040714" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "9" , "title" : "ON EDUCATION; It's Latino Parents Speaking Out On Bilingual Education Failures" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/14\/nyregion\/on-education-it-s-latino-parents-speaking-out-on-bilingual-education-failures.html"} , {"body" : "Twin infant boys were pronounced dead yesterday morning in Brooklyn after their mother reported them unconscious, the authorities said. In a separate case, a baby died under unexplained circumstances in Queens. The twins, who were 18 days old, were identified as Zion and Zarie Lazarus, of 185 Schaeffer Street in Bushwick. The police said that their" , "date" : "20040711" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "3 Children, Including Twins, Die in 2 Unexplained Cases" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/11\/nyregion\/3-children-including-twins-die-in-2-unexplained-cases.html"} , {"body" : "A ferocious six-alarm fire, apparently ignited by lightning, roared through a blocklong mattress factory in Brooklyn yesterday, generating blast-furnace heat and a huge cloud of smoke that enveloped an entire neighborhood and was visible for miles. Nine firefighters were injured and dozens of nearby residents were evacuated as firefighters" , "date" : "20040706" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "In Brooklyn, Lightning Sets Mattress Factory Ablaze" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/06\/nyregion\/in-brooklyn-lightning-sets-mattress-factory-ablaze.html"} , {"body" : "A 54-year-old man smoking in front of a club in Bushwick was stabbed in the neck yesterday morning and killed, the police said. The man, identified as Benjamin Vela of Jefferson Street in Bushwick, was smoking outside the unidentified club, at 145 Central Avenue, when he was stabbed shortly after 3 a.m. He stumbled inside the club, where he" , "date" : "20040628" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Man Dies After Stabbing" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/28\/nyregion\/metro-briefing-new-york-brooklyn-man-dies-after-stabbing.html"} , {"body" : "Tim McLoughlin, a Brooklyn writer and editor, stopped off at a local bar after a Brooklyn Cyclones game. Along with the beer, the bartender, Thomas Morrissey, thrust his unpublished short story, ''Can't Catch Me,'' into his hands. Mr. McLoughlin loved the piece, about a detective who investigates the murder of a Bay Ridge baker who is found dead" , "date" : "20040624" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "Brooklyn Crime Tales Flavored by Neighborhood" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/24\/books\/brooklyn-crime-tales-flavored-by-neighborhood.html"} , {"body" : "A robbery suspect who was shot and killed by a police officer in a TriBeCa subway tunnel on Sunday was a repeat offender who was released from prison in April after spending most of the last 13 years behind bars, the authorities said yesterday. The suspect, Juan Aponte Huerta, 47, of Putnam Avenue in Bushwick, Brooklyn, did not run just a few feet" , "date" : "20040622" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Say Robbery Suspect They Fatally Shot Was Jailed Several Times" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/22\/nyregion\/police-say-robbery-suspect-they-fatally-shot-was-jailed-several-times.html"} ,   {"body" : "The Justice Department said yesterday that it would not seek the death penalty against a Dominican man being held in Brooklyn after a judge suggested that the government was violating international law by considering capital punishment. In a preliminary memo on the case, the judge, Jack B. Weinstein, of Federal District Court in Brooklyn, referred" , "date" : "20040619" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "DOMINICAN REPUBLIC"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bowing to an Extradition Deal, U.S. Will Forgo Death Penalty" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/19\/nyregion\/bowing-to-an-extradition-deal-us-will-forgo-death-penalty.html"} , {"body" : "After months of legal skirmishing over New York City's policies regarding older students who have fallen behind, lawsuits charging that three high schools illegally discharged struggling students have been resolved. In the process, a tentatively cooperative relationship has emerged between the Department of Education and Advocates for Children, the" , "date" : "20040619" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "City Resolves Legal Battle Over Forcing Students Out" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/19\/nyregion\/city-resolves-legal-battle-over-forcing-students-out.html"} , {"body" : "A natural-gas explosion blew off the back of a two-story apartment building in Brooklyn yesterday morning, leaving a resident fighting for his life and the shattered dwelling looking like a charred dollhouse. The Fire Department said six firefighters suffered minor injuries fighting the two-alarm blaze, which crumpled the ceiling, buckled floors" , "date" : "20040616" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Is Critically Hurt as Blast Guts Brooklyn Apartments" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/16\/nyregion\/man-is-critically-hurt-as-blast-guts-brooklyn-apartments.html"} , {"body" : "IN the cozy corporate lingo of Starbucks, the java-servers in company baseball caps and green aprons are so far evolved from folks who, in quainter, less caffeinated and less linguistically sensitive times, were dubbed soda jerks, that the coffee chain graces them with a special name: baristas. The moniker conveys a Euro-cachet, implies a certain" , "date" : "20040611" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "PUBLIC LIVES; Rebel Barista With a Cause (Make That a Venti)" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/11\/nyregion\/public-lives-rebel-barista-with-a-cause-make-that-a-venti.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''LUCIA DI LAMMERMOOR.'' The stalwart little Amato Opera, a beloved downtown fixture, closes its season this weekend with performances of Donizetti's famous Scottish opera. Based on Sir Walter Scott's novel" , "date" : "20040604" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/04\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Kristal Johnson nestled deep into the sofa between her mother and her foster mother and listened to the two women laugh about how she used to try playing one against the other. There was the time when Kristal, now a poised 18-year-old, skipped chores at the home of her foster mother, Janet Stevens, and was told that she could not go to a party her" , "date" : "20040603" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Birth Parents Retaining a Voice In New York Foster Care Model" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/03\/nyregion\/birth-parents-retaining-a-voice-in-new-york-foster-care-model.html"} , {"body" : "In campaigns past, presidential candidates routinely paid homage to the Brooklyn Democratic Party, the largest such county organization in the nation and an important connection on the campaign trail for Democratic White House hopefuls. The party organization could be counted on to help turn out tens of thousands of voters for elections. Its" , "date" : "20040531" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Democrats See Clout Waning In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/31\/nyregion\/democrats-see-clout-waning-in-brooklyn.html"} , {"body" : "Two months before it goes into effect on Aug. 2, the city's new lead-paint legislation has caused nonprofit groups and private developers to shelve plans to redevelop buildings for low- and moderate-income tenants. Adam Weinstein, president of Phipps Houses, which owns or manages 13,000 lower-income apartments, said that Phipps had decided not to" , "date" : "20040528" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Residential Real Estate; Lead-Paint Law Frustrates Plans for Low-Income Housing" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/28\/nyregion\/residential-real-estate-lead-paint-law-frustrates-plans-for-low-income-housing.html"} , {"body" : "A thick, smoky fire that killed four people in a Brooklyn apartment on Friday night began after a child playing in the living room dropped a lighted match between two couch cushions, fire officials said yesterday. Yesterday afternoon, fire marshals continued to investigate the blaze, which spread rapidly through a sixth-floor apartment at 626 Wythe" , "date" : "20040523" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Child's Mishap With Match Faulted in Fire That Killed 4" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/23\/nyregion\/child-s-mishap-with-match-faulted-in-fire-that-killed-4.html"} , {"body" : "A fire tore through an apartment in Brooklyn last night, killing a 10-year-old girl, a 7-month-old boy and their grandparents, both in their 60's, fire officials said. At least three other people in the apartment were injured, one critically. The fire broke out on the sixth floor of an 11-story building at 626 Wythe Place, near the Brooklyn Navy" , "date" : "20040522" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Apartment Fire Leaves 4 Dead In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/22\/nyregion\/apartment-fire-leaves-4-dead-in-brooklyn.html"} ,   {"body" : "Some ambitious Latino hip-hop, dance and rock bands think they have found an alternative to selling their discs at music megastores or on the Internet: the corner bodega and the local barbershop. In some neighborhoods, the World Wide Web cannot match the reach of the ever-present bodega, where generations have gone each day to buy everything from" , "date" : "20040519" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Cold Cuts, Haircuts And Hip-Hop; An Alternative to Music Stores: CD's at Bodegas and Barbershops" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/19\/nyregion\/cold-cuts-haircuts-hip-hop-alternative-music-stores-cd-s-bodegas-barbershops.html"} , {"body" : "A New York City firefighter was arrested yesterday and charged with using the Internet to entice a person who he thought was a 14-year-old girl to have sexual relations and sending her an obscene photograph of himself. In a complaint filed in Federal District Court in Brooklyn, prosecutors charged that the firefighter, Ryan P. Hogan, 24, had used a" , "date" : "20040519" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "3" , "title" : "Firefighter Is Charged In Sex Sting" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/19\/nyregion\/firefighter-is-charged-in-sex-sting.html"} , {"body" : "The German beer gardens and singing clubs have long been silent. The breweries, from Otto Huber and Kings to Rheingold and Schaefer, closed down decades ago. And the yeasty-sweet smell of flowing lager and ale saturating Brewer's Row has been replaced almost entirely with the many odors of contemporary urban industrial life. But even though" , "date" : "20040518" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "King of Beer? Not Anymore. But Keep the Mugs Cold." , "url" : "http:\/\/www.nytimes.com\/2004\/05\/18\/nyregion\/king-of-beer-not-anymore-but-keep-the-mugs-cold.html"} , {"body" : "Ashley Gonzalez, 14, and Amanda Pitre, 13, cousins, are eighth graders at Intermediate School 162 in Bushwick, Brooklyn. Both love to dance, wear hoop earrings emblazoned with their names and spend afternoons at their grandmother's home. Now they have something else in common: each applied to 12 New York City public high schools and got into none." , "date" : "20040516" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "29" , "title" : "Even With More Choices, Many Don't Get Into Preferred High Schools" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/16\/nyregion\/even-with-more-choices-many-don-t-get-into-preferred-high-schools.html"} , {"body" : "An undercover narcotics detective shot and wounded a man while trying to buy drugs in Brooklyn last night, the police said. The detective, whom the police would not identify, was with a partner when he tried to buy drugs from a man on the corner of Starr Street and Knickerbocker Avenue in Bushwick about 6:15 p.m. They were approached by a man armed" , "date" : "20040430" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Detective Shoots Armed Man" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/30\/nyregion\/metro-briefing-new-york-brooklyn-detective-shoots-armed-man.html"} , {"body" : "Daniela Taveras could never have an abortion. Fabiola Peña believes it is morally wrong. Estrella Flores shakes her head at the thought. They were raised to view abortion as sin, in Latin American countries where it is illegal. Just after dawn Sunday, these women boarded a bus with 32 other immigrants in Bushwick, Brooklyn, and left the New York" , "date" : "20040426" , "day_of_week_facet" : "Monday" , "geo_facet" : ["WASHINGTON (DC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "17" , "title" : "Against Abortion but in Favor of Choice" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/26\/us\/against-abortion-but-in-favor-of-choice.html"} , {"body" : "John Joseph Ryan, formerly a Democratic assemblyman from Brooklyn and a judge in the criminal and claims courts, died on April 16 at a nursing home in Hinsdale, Ill. He was 92 and formerly a resident of Brooklyn as well as Breezy Point, N.Y., and Westfield, N.J. His death was announced by the Dooley Funeral Service in Westfield. Starting in 1947," , "date" : "20040424" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "15" , "title" : "John Joseph Ryan, 92, Assemblyman and Judge" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/24\/nyregion\/john-joseph-ryan-92-assemblyman-and-judge.html"} , {"body" : "At Bronx Aerospace Academy High School, all 161 students wear blue uniforms and well-shined black shoes. They have 13 laptop computers and, thanks to private money, a $40,000 flight simulator to spice up lessons. They take field trips to places like the New England Air Museum and have classes of no more than 28. But the tiny Bronx Aerospace is" , "date" : "20040414" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "City's Small Schools Uneasy Inside the Big Ones" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/14\/nyregion\/city-s-small-schools-uneasy-inside-the-big-ones.html"} , {"body" : "A man bicycling over the Williamsburg Bridge to work yesterday morning was shot twice by a robber, in the leg and arm, when he resisted giving up his cellphone, the police said. The man was one of 12 shooting victims from Saturday afternoon to yesterday afternoon, an unusually high number that included two homicides, details of which were not" , "date" : "20040412" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Is Shot For Cellphone On Busy Day Of Mayhem" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/12\/nyregion\/man-is-shot-for-cellphone-on-busy-day-of-mayhem.html"} , {"body" : "THE SECRET MACHINES don't act cool. At a movie premiere on Hollywood Boulevard, the members of this indie rock band were stargazing with genuine awe. ''There's a 'Friend'! He's the guy who plays Joey, the dumb one,'' said Josh Garza, the drummer, pointing out the actor Matt LeBlanc, who was seated six rows behind the band in the cavernous Egyptian" , "date" : "20040411" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "4" , "title" : "A NIGHT OUT WITH: Secret Machines; Nowhere Men" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/11\/style\/a-night-out-with-secret-machines-nowhere-men.html"} ,   {"body" : "Like many New Yorkers, Mary-Lynne Peluso waited for years for the city to replace a tree felled by delivery truck damage in her neighborhood near Gramercy Park. Finally, the empty pit where it once stood came up on the list and, after a site visit from a Parks Department employee, a sephora sapling was due to arrive at the beginning of spring. ''I" , "date" : "20040403" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Dispute Halts Tree Planting In Three Parts Of the City" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/03\/nyregion\/dispute-halts-tree-planting-in-three-parts-of-the-city.html"} , {"body" : "Two police officers were injured, one seriously, after they were hit by a livery cab in Brooklyn early today while they were chasing a man with a gun, the police said. The cab, they said, then kept going. The two men were struck by by the cab in the vicinity of Halsey Street and Bushwick Avenue in Bushwick about 12:30 a.m., according to Detective" , "date" : "20040327" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Officers Hit by Livery Cab in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/27\/nyregion\/2-officers-hit-by-livery-cab-in-brooklyn.html"} , {"body" : "If you are a politician in New York's Dominican communities, and you need a song, there is one man you probably know to call. His name is Diogenes Almonte, and for a fee this New York nightclub singer and concert promoter will compose an up-tempo Spanish-language jingle that grafts campaign promises onto a hip-shaking Latin beat. Last fall, when" , "date" : "20040321" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: WASHINGTON HEIGHTS; Exit the Pollsters, Enter the Crooners" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/21\/nyregion\/neighborhood-report-washington-heights-exit-the-pollsters-enter-the-crooners.html"} , {"body" : "Despite increasingly tough requirements, more students are passing the Regents exams, state education officials said yesterday as they released high school report cards. But they also said the achievement gap between white children and minority children remained large. ''More students are achieving higher standards each year,'' said the state" , "date" : "20040318" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "More Students Passing Regents, But Achievement Gap Persists" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/18\/nyregion\/more-students-passing-regents-but-achievement-gap-persists.html"} , {"body" : "An aging rail line in Queens became a media sensation last week, even drawing a visit from Mayor Micheal R. Bloomberg, after an accident involving a runaway locomotive drew reporters and television crews to a place filled with long rows of boxcars. But for the absence of cornfields, it could have been a Midwestern freight yard, rather than a" , "date" : "20040314" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "City's Trainmen Keep an Iron Age Alive" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/14\/nyregion\/city-s-trainmen-keep-an-iron-age-alive.html"} , {"body" : "A runaway locomotive plowed through a Queens neighborhood yesterday afternoon, slamming into five vehicles and injuring four people, two of them critically, the authorities said. The unmanned diesel engine, a Long Island Rail Road locomotive, became unhitched from two other train cars at a freight yard in Queens around 2:20 p.m., the authorities" , "date" : "20040311" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Runaway Engine Injures Four People in Queens" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/11\/nyregion\/runaway-engine-injures-four-people-in-queens.html"} , {"body" : "Some people who review theater for a living were not kind to Elizabeth Swados when ''Missionaries'' played the Brooklyn Academy of Music in 1997. They dismissed her musical meditation on the murder of four American churchwomen in El Salvador as earnest and preachy. People who live to do missionary work, however, found it to be a faithful portrayal" , "date" : "20040309" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["EL SALVADOR" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "1" , "title" : "CITYWIDE; A Musical Gift to Faithful Messengers" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/09\/nyregion\/citywide-a-musical-gift-to-faithful-messengers.html"} , {"body" : "This may sound like an updated and urbanized version of ''Girl With a Pearl Earring,'' the best seller and movie that imagined the life story of someone in a Vermeer painting. But Barbara Meyer, the woman the photographer Bruce Davidson snapped on a Brooklyn subway platform 24 years ago, is for real. Her hair has gone from a dark, almost reddish" , "date" : "20040307" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "29" , "title" : "Woman With a Yellow Dress, Still Riding the M Line" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/07\/nyregion\/woman-with-a-yellow-dress-still-riding-the-m-line.html"} , {"author" : "Robert Sullivan, who writes frequently for the magazine, is the author of ''Rats: Observations on the History and Habitat of the City's Most Unwanted Inhabitants,' to be published this spring by Bloomsbury and from which this article is adapted." , "body" : "A short time after the World Trade Center came down, I went rat-trapping in the Bushwick section of Brooklyn with a couple of scientists from the New York City health department. The outing turned out to be historic: the city was trapping live rats for the first time in several decades. Dan Markowski, a Tennessee-born vector control officer, wore a" , "date" : "20040222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "34" , "title" : "Rat Tales" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/22\/magazine\/rat-tales.html"} , {"author" : "Thomas Boyle, a professor of English at Brooklyn College, is the author of several crime novels set in Brooklyn." , "body" : "OUT here in Brooklyn, we hear that New Jersey's Nets are coming. This could be great news, but at the same time it brings back the bitter memory of the nasty departure of our baseball Dodgers in 1957. And just over a week ago, Gage & Tollner, our oldest restaurant and most charming culinary relic of the dear departed 19th century (sorry about that," , "date" : "20040222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY LORE; Put Down That Violin. Now." , "url" : "http:\/\/www.nytimes.com\/2004\/02\/22\/nyregion\/city-lore-put-down-that-violin-now.html"} ,   {"body" : "A coalition of advocacy groups called yesterday for the city Department of Education to set up a vast translation network for the non-English-speaking parents of city schoolchildren. The groups, led by the New York Immigration Coalition and Advocates for Children, also released the findings of a survey indicating that many immigrant parents are" , "date" : "20040220" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Parents Seek Better School Translations" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/20\/nyregion\/parents-seek-better-school-translations.html"} , {"body" : "The signs of Brooklyn's building boom are scattered across the borough, and they are not hard to read. ''Brand New Two-Family Homes -- Locations Include East New York, Bedford-Stuyvesant,'' blares one sign on Pitkin Avenue. ''Now Offering for Sale Luxury Two-Family Waterview Homes, Granite Kitchen,'' says another, along the quiet East Mill Basin" , "date" : "20040215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "In a Brooklyn Boom, A Patchwork of Housing Fills In the Bare Spots" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/15\/nyregion\/in-a-brooklyn-boom-a-patchwork-of-housing-fills-in-the-bare-spots.html"} , {"body" : "The Rev. John Powis tends to what he calls his ''church without walls,'' since its most vulnerable parishioners live without ceilings, heat or water. The informal Brooklyn congregation -- mostly elderly widows or immigrant families facing eviction from crumbling buildings -- is his way of fighting off the boredom of retirement and the creeping" , "date" : "20040210" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITYWIDE; Retirement Gives Him His Finest Ministry" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/10\/nyregion\/citywide-retirement-gives-him-his-finest-ministry.html"} , {"body" : "An off-duty Customs Service inspector fatally shot a bodega clerk who approached him as he parked his car on a deserted Brooklyn street early yesterday morning, the police said. The inspector, Martin Carrington, 38, has not been charged with a crime, the police said. He fired the shots from his licensed 9-millimeter handgun after arguing with the" , "date" : "20040209" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Customs Agent Shoots Man on Brooklyn Street" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/09\/nyregion\/customs-agent-shoots-man-on-brooklyn-street.html"} , {"body" : "THE SETTING -- A Sunday afternoon at the Omni Health and Fitness Complex in Pelham, just over the Bronx border, where Philippe Vercruyssen, a French trapeze artist turned instructor, has transformed a drab gymnasium into a colorful big top school called Circus Town. There are unicycles, rolling globes, trapeze swings, a trampoline, three kinds of" , "date" : "20040208" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE -- BUZZ; Personally, Speaking Clown to Clown: Circus Performers Compare Notes" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/08\/nyregion\/neighborhood-report-new-york-up-close-buzz-personally-speaking-clown-clown.html"} , {"body" : "The police arrested a Brooklyn man yesterday in connection with a fire that left two members of a Bushwick family dead last month, a Police Department spokesman said. The man, Jose Melendez, 26, of Halsey Street, was charged with murder, arson, and assault. The fire, at 407 Wilson Avenue, critically injured Gilbert Torres, 29, and his father, Ruben" , "date" : "20040204" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Man Faces Murder Charge In Fire" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/04\/nyregion\/metro-briefing-new-york-brooklyn-man-faces-murder-charge-in-fire.html"} , {"body" : "A man fell through the ice and nobody missed him. Nobody reported him gone. Nobody wondered where he was. Not the day he fell through the ice or the next day or the day after that. For an entire week, nobody missed him. People out walking their dogs had seen him fall through the ice in Prospect Park Lake in Brooklyn on the frosty morning of Jan." , "date" : "20040201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HONDURAS" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Through the Cracks, Then Through the Ice; Never Reported Missing, a Honduran Met His Fate in a Brooklyn Lake" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/01\/nyregion\/through-cracks-then-through-ice-never-reported-missing-honduran-met-his-fate.html"} , {"body" : "A day after the funeral for a young man fatally shot on a rooftop by a police officer, Mayor Michael R. Bloomberg yesterday paid a visit to the police station in Bushwick, Brooklyn, where that officer was assigned. Mayor Bloomberg arrived about 7:30 a.m. at the Housing Bureau police station at 25 Central Avenue. He addressed the officers to express" , "date" : "20040201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Mayor Visits Station Of Officer in Killing" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/01\/nyregion\/mayor-visits-station-of-officer-in-killing.html"} , {"body" : "The city will spend $12 million on social services and financial aid in six neighborhoods to try to prevent unstable families from becoming homeless, the commissioner of homeless services said Friday. The initiative comes as the city, which is obligated by court order and law to provide shelter to all those who are homeless, has had its homeless" , "date" : "20040201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "New Program Sets Aside $12 Million to Avert Homelessness" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/01\/nyregion\/new-program-sets-aside-12-million-to-avert-homelessness.html"} , {"body" : "An army of sanitation workers stood solemnly outside a brownstone church in Red Hook, Brooklyn, yesterday morning to salute a colleague who was killed in a freakish accident while collecting trash. As bagpipes wailed, a coffin with the body of the worker, Eva M. Barrientos, was carried by an honor guard of police officers past more than 1,000" , "date" : "20040201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "For a City Worker Who Picked Up the Trash, a Funeral Fit for a Queen" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/01\/nyregion\/for-a-city-worker-who-picked-up-the-trash-a-funeral-fit-for-a-queen.html"} ,   {"body" : "A city sanitation worker died in a freakish accident in Brooklyn yesterday after she was pinned on top of a garbage truck by a mechanical lever, city officials said. The worker, Eva Barrientos, 41 and a mother of three, had climbed on top of the truck to pull free a trash bag that had jammed the compactor when one of the truck's metal" , "date" : "20040127" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "City Sanitation Worker Killed In a Freakish Truck Accident" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/27\/nyregion\/city-sanitation-worker-killed-in-a-freakish-truck-accident.html"} , {"body" : "It was a small, quiet attempt at remembering. Three men placed candles near a graffiti-scrawled gate in Brooklyn where a Belarussian immigrant had been severely beaten on Jan. 13. A week later, the man died from severe head injuries. The men -- Police Lt. Eric Adams, who heads a group called 100 Blacks in Law Enforcement Who Care; Anthony Miranda" , "date" : "20040126" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Death In Bushwick Is Answered By Silence" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/26\/nyregion\/a-death-in-bushwick-is-answered-by-silence.html"} , {"body" : "THE Girdle Factory building on Bedford Avenue and North Fifth Street, near the heart of the Northside section of Williamsburg, Brooklyn, is home to a wine store, a cheese shop, an Internet cafe and a record store that offers an eclectic selection of rare vinyl. In the front window is a sign that in the opinion of the building's co-owner, a" , "date" : "20040125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Neighborhood On the Verge?" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/25\/nyregion\/neighborhood-on-the-verge.html"} , {"body" : "A construction worker from Belarus died of a severe head injury on Tuesday, a week after a group of Hispanic men attacked him and four Russian co-workers with a bat and a knife in an ethnically charged fight in Bushwick, Brooklyn, the police said. The worker, Valery Charnavus, 42, who came to Brooklyn four months ago with hopes of bringing his wife" , "date" : "20040122" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Construction Worker Dies of Injury From Ethnic Bias Attack" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/22\/nyregion\/construction-worker-dies-of-injury-from-ethnic-bias-attack.html"} , {"body" : "Five men were beaten, one almost fatally, in a racially charged fight in Bushwick early yesterday, the police said. The men, all of Russian extraction, were leaving a bodega around 1 a.m. when a group of at least six Hispanic men approached, the police said. The Hispanic men made anti-Russian slurs, an ensuing argument quickly escalated to a" , "date" : "20040114" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Five Beaten In Racial Fight" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/14\/nyregion\/metro-briefing-new-york-brooklyn-five-beaten-in-racial-fight.html"} , {"body" : "The New York City Department of Education has settled a federal lawsuit charging that it illegally forced hundreds of struggling students out of Franklin K. Lane High School in recent years. Under the settlement, which does not include any admission of liability, the department agrees to take back students discharged from the school, in Brooklyn," , "date" : "20040108" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "City Settles Suit and Will Take Back Students" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/08\/nyregion\/city-settles-suit-and-will-take-back-students.html"} , {"body" : "A 45-year-old Brooklyn man was found dead of a stab wound to his neck yesterday inside the elevator of a Bushwick apartment building, the police said. The victim, identified last night as Jose Perez, lived in the building at 878 Park Avenue, the authorities said. His body was discovered at about 5:30 p.m. after the police received several calls" , "date" : "20040105" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Body Found in Elevator" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/05\/nyregion\/body-found-in-elevator.html"} , {"author" : "Bill Morris is the author of the novels ''Motor City'' and ''All Souls' Day.''" , "body" : "WHEN word got out two years ago that a 400-bed homeless shelter was coming to the neighborhood, a shiver went through my building. The sentiment was unanimous and predictably dark. There goes the neighborhood. I had to laugh. This corner of Brooklyn had nowhere to go but up. When I moved here from Manhattan nearly five years ago, the place was such" , "date" : "20040104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; Gazing Out the Window, Green With Envy" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/04\/nyregion\/new-york-observed-gazing-out-the-window-green-with-envy.html"} , {"body" : "To the Editor: The homeless man who can say, ''Could you spare some Grey Poupon?'' deserves $5 for being entertaining. This man knows that to make the extra buck, he has to be funny. But I doubt he thinks it is truly funny. Playing the fool is work, and he knows it. Tonia Kim Bushwick, Brooklyn" , "date" : "20040104" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "Does Your Handout Help the Homeless?; Perhaps Maimonides Had the Answer" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/04\/nyregion\/l-does-your-handout-help-the-homeless-perhaps-maimonides-had-the-answer-818062.html"}]