[  {"body" : "Workers at a private bus company that serves 8,000 riders a day in southern and eastern Brooklyn staged a sickout yesterday to protest their lack of a contract, complicating commuting just days before the Christmas holiday and catching city officials off guard. The job action, by 200 drivers, mechanics and other workers at the Command Bus Company" , "date" : "20041222" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Bus Workers Stage Sickout To Protest Lack of Contract" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04E1DF1030F931A15751C1A9629C8B63"} , {"body" : "A subway worker responsible for flagging train operators to get them to slow down in a work zone was himself struck and killed by a train in Brooklyn yesterday as other members of his work crew reacted in horror. It was the first fatal accident involving a transit worker this year. The worker, identified by transit officials as Harold Dozier, 54," , "date" : "20041215" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Worker Killed by Subway on Tracks in Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9804E2DD1730F936A25751C1A9629C8B63"} , {"body" : "They went out late. It was ugly weather. Six below zero in the Brooklyn night. Wind took garbage into the air. A blizzard was in the forecast. It was Lincoln's Birthday, 2003, in Brighton Beach. Not a night for humankind, but the sisters, one 73 and the other 70, didn't get holidays off, didn't get snow days. In years of miserable low points, it" , "date" : "20041212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Lillian and Julia: A Twilight of Fear; Bowed by Age, Battered by an Addicted Nephew And Forced Into Begging and Despair" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E5DF1F31F931A25751C1A9629C8B63"} , {"body" : "A selective listing by critics of The Times: New or noteworthy Broadway and Off Broadway shows this weekend. Approximate running times are in parentheses. * denotes a highly recommended show. + means discounted tickets were available at the Theater Development Fund's TKTS booth for performances last Friday and Saturday nights. ++ means discounted" , "date" : "20041210" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "THE LISTINGS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9402EFDD1031F933A25751C1A9629C8B63"} , {"body" : "A 21-year-old Brooklyn man was arrested yesterday on charges of manslaughter and assault after a head-on car collision that left his 29-year-old passenger dead and four people in the second car injured, including a 4-year-old girl in critical condition. The man, Trevaughn Hall of East Flatbush, was charged with a single count of manslaughter and" , "date" : "20041207" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Manslaughter Charge for Driver in Fatal Crash" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01E2DC1531F934A35751C1A9629C8B63"} , {"author" : "Staceyann Chin is a writer, performer and poet who was a cast member and co-writer of the show ''Russell Simmons Def Poetry Jam on Broadway.''" , "body" : "IT still amazes me that when I am away from New York, the angles of me cry out for the subways, the impolite service industry and the streets teeming with cultural insanities. After a week in Johannesburg making metaphors into theater, or 10 days in Sydney teaching the poetics of writing the self, I can't wait to get back to Brooklyn. I can't wait" , "date" : "20041121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["JAMAICA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE NEXT WAVE; 'No One Cared If I Kissed Girls'" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D03EFD9113FF932A15752C1A9629C8B63"} , {"body" : "ON Saturday afternoon, Nov. 6, a day before tens of thousands of runners and spectators descended on Central Park for the New York City Marathon, a group of young men on steel-framed, fat-tired bicycles had a corner of the park all to themselves. They were perched atop a jagged gray outcrop overlooking the bridle path. To geologists the ancient" , "date" : "20041114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "14" , "title" : "The Evel Knievels of Central Park" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E3D8163FF937A25752C1A9629C8B63"} , {"body" : "A lot was happening aboveground in May 1941 when the first winner of the Miss Subways contest smiled down on straphangers: Churchill evacuated British troops from Crete; Joe Louis and Buddy Baer were headed for a boxing rematch; and Fanny Brice joked on radio station WEAF's variety hour. Since then, about 200 photogenic women have held the title of" , "date" : "20041026" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "4" , "title" : "After a 28-Year Hiatus, Miss (er, Ms.) Subways Is Back" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE5D6173DF935A15753C1A9629C8B63"} , {"body" : "A distraught man apparently drowned last night in Brooklyn after he assaulted a fisherman on the Canarsie Pier, at the south end of Rockaway Parkway, the authorities said. The dispute left four men in the water of Jamaica Bay, including a police official who was off duty and fishing from the pier, and who led a spontaneous rescue effort. The police" , "date" : "20040921" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "JAMAICA BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Man Drowns in Struggle at Brooklyn Pier" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B06E5DB1239F932A1575AC0A9629C8B63"} , {"body" : "Gathering under a swampy gray sky in Brooklyn, thousands of mourners said their farewells yesterday to Detective Robert L. Parker, ending an agonizing week of wakes and eulogies for the detective and his partner, who was slain along with him. The two men were killed on Sept. 10 as they confronted a domestic violence suspect, and the services for" , "date" : "20040918" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "EAST FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "For a Slain Detective, The Show Was the Thing" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900E6D71739F93BA2575AC0A9629C8B63"} ,   {"body" : "An off-duty police officer was putting away his service pistol on Wednesday night when it discharged and killed one of his closest friends, the police said yesterday. The officer, Javier V. Colon, 25, of Canarsie, Brooklyn, was placed on a modified assignment pending an investigation. A police official said it appeared that the shooting was an" , "date" : "20040917" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Officer Was Putting Gun Away When Fatal Shot Was Fired" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00E7D81639F934A2575AC0A9629C8B63"} , {"body" : "They seem to be everywhere in Brooklyn this season -- handing out Rosh Hashana challahs at senior centers, welcoming crowds to concerts in the parks, spreading their own particular gospel on Spanish-language Christian radio, bumping into each other at subway stations while handing out glossy fliers emblazoned with their smiling portraits: the men" , "date" : "20040913" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Party Silence In Court Race Has Hopefuls In All Corners" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B06E3D81330F930A2575AC0A9629C8B63"} , {"body" : "The motives for three separate attacks in the Bronx, Queens and Brooklyn on Monday night that left four men dead remained unclear yesterday, the police said. At 357 Legion Street in Brownsville, Brooklyn, three men were shot shortly after 11 p.m. Two of them, David Smith, 19, of Canarsie, and Alfonso Fearon, 29, of Broadway Junction, died. A third," , "date" : "20040825" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Motives Unclear In Three Shootings" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/25\/nyregion\/metro-briefing-new-york-motives-unclear-in-three-shootings.html"} , {"body" : "A tunnel of trees leads to the Gilson home, which with its red door, wraparound porch, whimsical birdhouses and pair of sheep, looks like the setting of a fairy tale. And on a recent summer evening, it was, as children from some of New York City's most disadvantaged neighborhoods found themselves in the front yard, laughing among black-eyed Susans" , "date" : "20040808" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "The Fresh Air Fund; Offering a Taste of Country Life, and New Possibilities" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/08\/nyregion\/the-fresh-air-fund-offering-a-taste-of-country-life-and-new-possibilities.html"} , {"body" : "When Curtis Sliwa, the self-appointed subway crime fighter and combative talk show host, was shot in the back of a New York City cab 12 years ago, it did not take long for cynical speculation to begin. Perhaps, some theorized, Mr. Sliwa had arranged to be shot in an unorthodox bid for publicity. For years, however, Mr. Sliwa stuck to his own theory" , "date" : "20040723" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Godfather to Son: Gottis Set Up a Hit On Sliwa, U.S. Says" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/23\/nyregion\/godfather-to-son-gottis-set-up-a-hit-on-sliwa-us-says.html"} , {"body" : "A federal judge sentenced a New Jersey man yesterday to the maximum five years in prison for lying to investigators during an investigation of terrorism financing efforts that they said were centered in Brooklyn. Federal prosecutors described the sentence as an important victory because it showed that judges would impose stiff penalties on people" , "date" : "20040710" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "YEMEN"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Gets 5 Years for Lying in Terror Inquiry" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/10\/nyregion\/man-gets-5-years-for-lying-in-terror-inquiry.html"} , {"body" : "A 17-year-old Brooklyn boy was shot and killed yesterday after he was confronted by two assailants outside his home on East 98th Street in Canarsie, the police said. The victim, Daniel Springer, a student at Canarsie High School, was shot three times as he attempted to flee, and collapsed in front of 1773 Rockaway Parkway after running through his" , "date" : "20040705" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Teenager Fatally Shot" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/05\/nyregion\/metro-briefing-new-york-brooklyn-teenager-fatally-shot.html"} , {"body" : "Tim McLoughlin, a Brooklyn writer and editor, stopped off at a local bar after a Brooklyn Cyclones game. Along with the beer, the bartender, Thomas Morrissey, thrust his unpublished short story, ''Can't Catch Me,'' into his hands. Mr. McLoughlin loved the piece, about a detective who investigates the murder of a Bay Ridge baker who is found dead" , "date" : "20040624" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "Brooklyn Crime Tales Flavored by Neighborhood" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/24\/books\/brooklyn-crime-tales-flavored-by-neighborhood.html"} , {"body" : "The subway of the future was rumbling back and forth on the Canarsie line in Brooklyn the other day. Not sleek or silent, it seemed no different from any other train. But its innards set it apart, making it groundbreaking for a transit agency long dogged by a Luddite image. After several years of installation work and testing, New York City Transit" , "date" : "20040623" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "The Next Stop for the Subway Is a Fully Automated Future; Testing a Computer-Controlled Train Line" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/23\/nyregion\/next-stop-for-subway-fully-automated-future-testing-computer-controlled-train.html"} , {"body" : "David Barriera arrived at St. Jude's Roman Catholic School in Canarsie, Brooklyn, with what should have been an easy job. He was there for a community meeting, to explain that his employer, the City Department of Youth and Community Development, wants to give Canarsie up to $100,000 a year in federal money for local social programs. But Mr." , "date" : "20040620" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: CANARSIE; For Some in a Proud Neighborhood, a Free Gift Bears Too High a Price" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/20\/nyregion\/neighborhood-report-canarsie-for-some-proud-neighborhood-free-gift-bears-too.html"} ,   {"body" : "A convicted felon was arrested yesterday and charged with sexually assaulting three young women in Brooklyn over the last week, the police said. All three victims were attacked late at night or in the early hours of the morning. Two were raped and robbed, and the third was robbed and sexually abused. The man who was arrested, Thomas Houston, 29," , "date" : "20040612" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Felon Arrested In Sex Attacks In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/12\/nyregion\/felon-arrested-in-sex-attacks-in-brooklyn.html"} , {"body" : "A 13-year-old girl was grabbed off the street in East Flatbush, Brooklyn, on Tuesday by three men and raped in a van before she managed to escape in Bedford-Stuyvesant, the police said yesterday. Two of four people suspected in the girl's attack were arrested Tuesday night. The incident appears unrelated to the three rapes in nearby Canarsie since" , "date" : "20040610" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Man and Woman Arrested After Girl, 13, Is Raped in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/10\/nyregion\/man-and-woman-arrested-after-girl-13-is-raped-in-brooklyn.html"} , {"body" : "The police appealed to the public last night for help in finding a man they believe has committed a string of sexual assaults in Brooklyn. The man, described by the police as black, in his 20's, who is 5-foot-8 to 5-foot-10 and weighs about 170 pounds, first struck on Thursday, when he raped and robbed a 17-year-old woman in the vicinity of Avenue" , "date" : "20040609" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Serial Rapist Sought" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/09\/nyregion\/metro-briefing-new-york-brooklyn-serial-rapist-sought.html"} , {"body" : "A 20-inch water main broke yesterday in Canarsie, Brooklyn, spilling water into the intersection of Avenue L and East 108th Street for more than two hours, a Fire Department spokesman said. The underground main broke about 4:30 p.m., the spokesman, Firefighter Paul Iannizzotto, said. Authorities from a number of city agencies worked to cut off the" , "date" : "20040605" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "20-Inch Water Main Bursts" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/05\/nyregion\/20-inch-water-main-bursts.html"} , {"body" : "A 46-year-old Brooklyn woman who had been stabbed several times came running down her stoop covered in blood yesterday morning and collapsed on a lawn two houses away, the police and witnesses said. Her son was arrested a short while later. The woman, Yvonne Stewart, was taken to Brookdale University Hospital and Medical Center, where hospital" , "date" : "20040508" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "Son Is Arrested After a Brooklyn Woman Is Stabbed at Her Home" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/08\/nyregion\/son-is-arrested-after-a-brooklyn-woman-is-stabbed-at-her-home.html"} , {"body" : "EDELMAN--William. 82, died April 23, surrounded by his beloved family. At his side were his children, Norma Penn, Neil Edelman, Terry Tannenbaum, son-in-law David Penn, daughter-in-law Shelley Edelman and his grandchildren Jonathan, Ricki, Jeremy, Jessica, Jillian, Ryanne and Evan. William's beloved wife Esther had passed away suddenly in 1991." , "date" : "20040426" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths EDELMAN, WILLIAM" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/26\/classified\/paid-notice-deaths-edelman-william.html"} , {"body" : "A report in the Metro Briefing column yesterday about a subway car derailment on the L line misstated the location of the line's eastern terminus, the Canarsie-Rockaway Parkway station. It is in Brooklyn, not Queens." , "date" : "20040420" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/20\/nyregion\/c-corrections-287504.html"} , {"body" : "The front car of an L subway train derailed yesterday after the train failed to stop normally at the station at Eighth Avenue and 14th Street, the authorities said. Deirdre Parker, a spokeswoman for New York City Transit, said the car collided with the bumping block, a device placed at the end of each subway line to stop trains that have not been" , "date" : "20040419" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Manhattan: Subway Car Derails" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/19\/nyregion\/metro-briefing-new-york-manhattan-subway-car-derails.html"} , {"body" : "Constance Wallace-Lloyd, a disabled Brooklyn woman who was found dead in her bed on Sunday after a steam pipe burst beneath her apartment, died of hyperthermia caused by the extreme heat of the steam, the authorities said yesterday. Ms. Wallace-Lloyd lived in a first-floor apartment in the Bay View Houses, a 23-building public housing complex in" , "date" : "20040408" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Heat Death Ruled Accidental" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/08\/nyregion\/metro-briefing-new-york-brooklyn-heat-death-ruled-accidental.html"} , {"body" : "Several repairs had been made on a complex 50-year-old heating system at the sprawling Bay View Houses in Canarsie, Brooklyn, before a steam pipe burst on Sunday, producing extreme levels of heat in a disabled woman's apartment, the New York City Housing Authority said yesterday. Even before the accident on Sunday, the agency said, it had scheduled" , "date" : "20040406" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Heating System Was Repaired In Building Where Woman Died" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/06\/nyregion\/heating-system-was-repaired-in-building-where-woman-died.html"} ,   {"body" : "A disabled Brooklyn woman died yesterday when a steam pipe burst beneath her first floor apartment in the Bay View Houses in Canarsie, producing a lethal level of heat, the authorities said. The woman, identified last night as Constance Wallace-Lloyd, 47, was found by emergency workers who entered the apartment shortly after 10:30 a.m., and was" , "date" : "20040405" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Woman Dies After Pipe Bursts" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/05\/nyregion\/metro-briefing-new-york-brooklyn-woman-dies-after-pipe-bursts.html"} , {"body" : "A teacher at Public School 279 in Canarsie who was arrested Monday after he was accused of hanging a 5-year-old boy in a closet by his belt was charged yesterday with doing the same thing to a second child five minutes earlier that day, the police said. The music teacher, Jason Schoenberger, 24, hung the children at the school on March 25 as a" , "date" : "20040402" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "Metro Briefing | New York: Brooklyn: Teacher Accused Of Second Crime" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/02\/nyregion\/metro-briefing-new-york-brooklyn-teacher-accused-of-second-crime.html"} , {"body" : "A teacher at Public School 279 in Canarsie was arrested yesterday after an investigation of a complaint that he hung a 5-year-old boy in a closet by his belt last Thursday, the police said. The teacher, Jason Schoenberger, 24, who teaches music, was said to be playing a practical joke on another teacher, the police said. The child hung from a coat" , "date" : "20040330" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "Metro Briefing | New York: Brooklyn: Teacher Arrested After 'Joke'" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/30\/nyregion\/metro-briefing-new-york-brooklyn-teacher-arrested-after-joke.html"} , {"author" : "Kenneth T. Jackson, editor of The Encyclopedia of New York City, is Jacques Barzun Professor of History and the Social Sciences at Columbia University." , "body" : "THEY are the events that gave birth to modern New York. In 1898, the five boroughs united in one enormous city of more than 300 square miles and upward of 3.4 million people. Two years later, to serve the huge new city, New York's fledgling Rapid Transit Commission contracted with the financier August Belmont to build, equip and operate the first" , "date" : "20040328" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "INWOOD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "1904-2004; If the Subway Had Never Been" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/28\/nyregion\/1904-2004-if-the-subway-had-never-been.html"} , {"body" : "It takes a tough borough to breed a tender fish, Dr. Martin P. Schreibman likes to say. And the roughly 3,000 Brooklyn-bred tilapia Dr. Schreibman grows in tanks in his aquaculture lab grow up hardy and with the requisite dose of attitude. To prove it, Dr. Schreibman, a biology professor at Brooklyn College, grabbed a handful of food pellets the" , "date" : "20040322" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Chasing a Fish-Farming Dream; Brooklyn College Professor Sees a City of Tilapia Tanks" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/22\/nyregion\/chasing-fish-farming-dream-brooklyn-college-professor-sees-city-tilapia-tanks.html"} , {"body" : "To the Editor: I was delighted to read about the search for Nesselrode pie, astonished to find myself mentioned for something I wrote in The Arizona Republic, and thunderstruck to learn that your search ended in Canarsie, where I grew up. My father was a Nesselrode pie fiend. It's not hard to imagine him driving to Teena's Cake Fair for a dose of" , "date" : "20040307" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "Memories Baked in a Pie" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/07\/nyregion\/l-memories-baked-in-a-pie-687847.html"} , {"author" : "Bernard Gwertzman, a former foreign editor at The New York Times and a former editor of The Times's Web site, is a consulting editor for the Council on Foreign Relations." , "body" : "IN the summer of 1987, shortly after moving back to New York from Washington, I tried to buy a Nesselrode pie for my younger son's birthday. But that creamy, chiffon pie with accents of chocolate, candied fruit and rum that I remembered so well from my childhood in the Bronx seemed to have disappeared. I searched the obvious pastry shops. I asked" , "date" : "20040229" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "URBAN TACTICS; To Find the Unfindable Pie" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/29\/nyregion\/urban-tactics-to-find-the-unfindable-pie.html"} , {"body" : "A New Jersey gas station owner was convicted yesterday of making false statements to federal agents when he denied helping a Yemeni cleric who prosecutors said made a trip to Brooklyn in 1999 to raise money for international terrorism. The verdict from a jury in Federal District Court in Brooklyn came in a case that exposed many details of a" , "date" : "20040219" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "YEMEN"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Man Guilty Of Lying To the F.B.I. In Sheik Case" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/19\/nyregion\/man-guilty-of-lying-to-the-fbi-in-sheik-case.html"} , {"body" : "Handcuffed, shackled, interrogated for nine hours and then locked up for two days, Prof. Anatoly Bogudlov, a retired astrophysicist, kept expecting Department of Homeland Security agents to realize they had made a mistake when they arrested him at Kennedy Airport last week as he returned from a trip to Moscow. But though his arrest was based on" , "date" : "20040219" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Old Deportation Orders Leading To Many Injustices, Critics Say" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/19\/nyregion\/old-deportation-orders-leading-to-many-injustices-critics-say.html"} , {"body" : "The signs of Brooklyn's building boom are scattered across the borough, and they are not hard to read. ''Brand New Two-Family Homes -- Locations Include East New York, Bedford-Stuyvesant,'' blares one sign on Pitkin Avenue. ''Now Offering for Sale Luxury Two-Family Waterview Homes, Granite Kitchen,'' says another, along the quiet East Mill Basin" , "date" : "20040215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "In a Brooklyn Boom, A Patchwork of Housing Fills In the Bare Spots" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/15\/nyregion\/in-a-brooklyn-boom-a-patchwork-of-housing-fills-in-the-bare-spots.html"} ,   {"body" : "INCREASING numbers of homeowners in neighborhoods across the city are deciding that the grass is greener on their own side of the fence, choosing to sink significant amounts of money into alterations or expansions rather than move on to grander addresses or the suburbs. There is, of course, nothing new about remodeling: the caveman probably redid" , "date" : "20040215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Moving Up Without Moving On" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/15\/realestate\/moving-up-without-moving-on.html"} , {"author" : "Patricia T. O'Conner is the author of three books about language and writing, ''Woe Is I,'' ''Words Fail Me'' and ''You Send Me'' (written with Stewart Kellerman)." , "body" : "AN ALMOST PERFECT MOMENT By Binnie Kirshenbaum. 321 pp. New York: Ecco\/HarperCollins Publishers. $23.95. THE 1970's, a vacuous decade if ever there was one, is the perfect setting for ''An Almost Perfect Moment,'' Binnie Kirshenbaum's darkly comic novel about a Jewish teenager in Brooklyn who thinks she's the Virgin Mary. Why the 70's? Because in" , "date" : "20040215" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "14" , "title" : "Fatherless Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/15\/books\/fatherless-brooklyn.html"} , {"body" : "THE ebb and flow of ethnic changes has been much noticed in Flatlands, a neighborhood near the south shore of Brooklyn between Canarsie and Marine Park, but residents say the underlying values of the well-groomed neighborhood have remained constant. Sandy Benet, a secretary at Temple Hillel of Flatlands and a Flatlands resident for decades, said" , "date" : "20040201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLATLANDS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Flatlands; Diverse, Well-Groomed Residential Area" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/01\/realestate\/if-you-re-thinking-of-living-in-flatlands-diverse-well-groomed-residential-area.html"} , {"body" : "UNTIL now, basketball in Brooklyn mostly meant schoolyard courts or the high school gyms where teenagers learned to shoot and pass, to dunk and defend. You could dream about playing for the Knicks at the Garden, but if you had big-time talent, you had to go away to a college out there in the sticks where you knew you would feel like a stranger." , "date" : "20040122" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "Sports of The Times; Brooklyn Crosses Bridge Back Into the Big Time" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/22\/sports\/sports-of-the-times-brooklyn-crosses-bridge-back-into-the-big-time.html"} , {"body" : "THE space that Sofiya Avrukina takes up in her adopted country is one room in Brighton Beach, with a sink, stove, refrigerator and sofa bed. Walk six paces this way, you hit the wall; 12 paces that way, and you're out the door. Normally, Ms. Avrukina would have been out the door by now. Gone to that adult day care program in Canarsie, where the" , "date" : "20040121" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "RUSSIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; A Long Road To Old Age In a Cubicle" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/21\/nyregion\/about-new-york-a-long-road-to-old-age-in-a-cubicle.html"} , {"body" : "Dr. Alana Michele Ginsburg, a pediatrician, and Adam David Horowitz, a lawyer, are to be married this evening in Boca Raton, Fla. Cantor Josh Hilsenrath is to perform the ceremony at Congregation B'nai Israel. The bride, 31, will continue to use her name professionally. She practices at Pediatric Associates, a medical group in Hollywood, Fla. She" , "date" : "20040118" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "11" , "title" : "WEDDINGS\/CELEBRATIONS; Alana Ginsburg, Adam Horowitz" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/18\/style\/weddings-celebrations-alana-ginsburg-adam-horowitz.html"} , {"body" : "A task force of 150 police officers will help impose order on 12 of New York City's most violent schools under an initiative announced yesterday by Mayor Michael R. Bloomberg to curb school violence. Together, the 12 schools enroll less than 3 percent of the city's 1.1 million schoolchildren. But through Nov. 30, they accounted for 13 percent of" , "date" : "20040106" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "POLICE TO GUARD 12 CITY SCHOOLS CITED AS VIOLENT" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/06\/nyregion\/police-to-guard-12-city-schools-cited-as-violent.html"} , {"body" : "A Brooklyn teenager was arrested yesterday in connection with the city's first reported killing of 2004, the police said, and he was charged with second-degree murder. Nehru Gumbs, 18, who lives in the Kingsborough Houses, was also charged with weapons possession, a spokesman for the Brooklyn district attorney's office said, in the Thursday" , "date" : "20040103" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Teenager Held in New Year's Day Slaying" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/03\/nyregion\/teenager-held-in-new-year-s-day-slaying.html"} , {"body" : "New York City ended the year with a few more homicides than in 2002 -- but with fewer than 600, a number seen by police and city officials as a benchmark of a less violent era. The last time a year's total dropped below that number was 1963. The final tally for 2003 was 596 homicides, up from 587 in 2002, according to official statistics released" , "date" : "20040102" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Homicides Up Slightly In New York City in '03" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/02\/nyregion\/homicides-up-slightly-in-new-york-city-in-03.html"}]