[  {"body" : "Theater A selective listing by critics of The Times: New or noteworthy Broadway and Off Broadway shows this weekend. Approximate running times are in parentheses. * denotes a highly recommended show. + means discounted tickets were available at the Theater Development Fund's TKTS booth for performances last Friday and Saturday nights. ++ means" , "date" : "20041231" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "34" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE6DA1739F932A05751C1A9629C8B63"} , {"body" : "BENARDO--Larry, age 48, December 28, 2004. Beloved husband of Charlotte (Charlie), son of Irene and the late Leon Benardo, and brother of Craig. Funeral services will be held on Thursday, December 30 at 1 PM at Weinstein Garlick Kirschenbaum Chapels, 1153 Coney Island Avenue (corner Avenue H), Brooklyn, New York 11230. In lieu of flowers, donations" , "date" : "20041229" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "19" , "title" : "Paid Notice: Deaths BENARDO, LARRY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506E0D81F30F93AA15751C1A9629C8B63"} , {"body" : "GROSS--Roselyn G. On December 26, 2004. Devoted wife of Herbert, married 63 years. Loving mother and mother-in-law of Jerrold and Karen Gross, Harold Gross and Teri Figliuzzi, and Jack Gross. Adored grandmother of Renee Gross Unger, Marc Gross, Shari Gross, Jamie Gross, Eli Gross and Charles Gross. Services 11 A.M. today, Nieberg Midwood Chapel," , "date" : "20041228" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "6" , "title" : "Paid Notice: Deaths GROSS, ROSELYN G." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B06E6DF1639F93BA15751C1A9629C8B63"} , {"body" : "GOLDNER--Sidney J. Beloved husband of the late Lottie. Loving father of Paul and Jesse and father-in-law of Judith. Cherished grandfather of Jonathan and Alison. Devoted brother of Beatrice Mandell. Services today, 12 noon, at Sherman's Flatbush Memorial Chapel, 1283 Coney Island Avenue, Brooklyn. GOLDNER--Sidney J. The Board of Directors of B'nai" , "date" : "20041226" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "50" , "title" : "Paid Notice: Deaths GOLDNER, SIDNEY J." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502EEDE1F30F935A15751C1A9629C8B63"} , {"body" : "A selective listing by the pop and jazz critics of The Times: Noteworthy New Year's Eve celebrations in the New York metropolitan region next Friday. * denotes a highly recommended event. Rock and Pop ASOBI SEKSU, Mercury Lounge, 217 East Houston Street, at Ludlow Street, Lower East Side, (212) 260-4700. What was once called shoegazer rock --" , "date" : "20041224" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "40" , "title" : "Rocking, Grooving or Swinging Goodbye to '04 and Hello to '05" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990CE1D91130F937A15751C1A9629C8B63"} , {"body" : "Jack Newfield, a journalist and author who brought Brooklyn moxie, sassy cynicism and often zealous partisanship to muckraking reporting on subjects from New York politics to boxing, died on Monday night at New York-Presbyterian Medical Center. He was 66. The cause was kidney cancer that spread to his lungs, said Howard J. Rubenstein, a spokesman" , "date" : "20041222" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["U.S." , "Obituaries"] , "page_facet" : "11" , "title" : "Jack Newfield, 66, Proud Muckraker, Dies" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B03E6DE1030F931A15751C1A9629C8B63"} , {"body" : "Mookie Wilson has landed in Brooklyn, where he will be the manager of the Cyclones, the popular Class A affiliate that plays in Coney Island. Wilson, who said yesterday that he aspired to be a major league manager, was promoted after two years as manager of the Kingsport Mets of the rookie-level Appalachian League. He compiled a 57-75 record there." , "date" : "20041222" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "BASEBALL: METS NOTEBOOK; Mookie Wilson in Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DE0DB1030F931A15751C1A9629C8B63"} , {"body" : "Fennie May Williams, 57, changed her name to Najeeulluh Maydun in the 1970's, when she converted to Islam. You would think ''that if you change your name then you become anew, but that is not true.'' she said recently at the offices of the Brooklyn Bureau of Community Service, one of the seven agencies supported by The New York Times Neediest Cases" , "date" : "20041217" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "The Neediest Cases; 57, and Trying to Make Up For an Education Denied" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B00EFDF1530F934A25751C1A9629C8B63"} , {"body" : "A woman died yesterday after she was struck by two vehicles as she walked across West Fourth Street in Homecrest, the police said. Both drivers fled the scene. The pedestrian, Joann Ceglecki, 44, of 1810 West Fourth Street, was walking near her home at the intersection of Kings Highway when she was struck at 1:20 p.m., investigators said. She was" , "date" : "20041216" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Briefing | New York: Brooklyn: One Dead In Hit-And-Run" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03EFDE1430F935A25751C1A9629C8B63"} , {"body" : "ROTHFELD--Murray, 91. Devoted husband of Anita Olshin Rothfeld; loving father of Alan and Laura, Philip and Barbara, Neil and Carol; cherished grandfather (Mur) of Rachel and Avi; dear brother, brother-in-law & uncle. Services 12 noon today, Midwood Chapel, Coney Island Avenue and Avenue M., Brooklyn." , "date" : "20041215" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "8" , "title" : "Paid Notice: Deaths ROTHFELD, MURRAY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00E2DC1730F936A25751C1A9629C8B63"} ,   {"body" : "They went out late. It was ugly weather. Six below zero in the Brooklyn night. Wind took garbage into the air. A blizzard was in the forecast. It was Lincoln's Birthday, 2003, in Brighton Beach. Not a night for humankind, but the sisters, one 73 and the other 70, didn't get holidays off, didn't get snow days. In years of miserable low points, it" , "date" : "20041212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Lillian and Julia: A Twilight of Fear; Bowed by Age, Battered by an Addicted Nephew And Forced Into Begging and Despair" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E5DF1F31F931A25751C1A9629C8B63"} , {"body" : "Hulda Rossini, who ran the Rossini Opera Workshop with her husband, Luigi, for 39 years, spent most of her time out of the spotlight. While her students sang and performed onstage or in the couple's Central Park West living room, Mrs. Rossini was usually off to the side at the piano, accompanying them. None of which is to suggest that her presence" , "date" : "20041212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: UPPER WEST SIDE; Requiem for a Teacher Who Made the Diva Dramatic" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9503E7D81131F931A25751C1A9629C8B63"} , {"body" : "A 12-year-old boy was struck by a car while riding his bicycle in Brooklyn and critically injured last night, the police said. The boy, whose name was not released, was crossing Gerritsen Avenue near Florence Avenue in Gerritsen Beach at 6:25 p.m. when he was hit by a 1983 Toyota driven by Louis Pascarella, 37, of Gerritsen Beach, the police said." , "date" : "20041206" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Boy Hit By Car" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B07E1DC1431F935A35751C1A9629C8B63"} , {"body" : "FRIEDBERG--Dan. Beloved husband of the late Elaine. Loving father of Beth Abott and Abby Fiocco. Devoted grandfather of Stephen, Richard, Elizabeth and Andrew. Caring brother of Miriam, William and the late Frances. Services today 10AM at Sherman's Flatbush Memorial Chapel, 1283 Coney Island Avenue (Ave J in Brooklyn)." , "date" : "20041203" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "27" , "title" : "Paid Notice: Deaths FRIEDBERG, DAN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02EFDB1631F930A35751C1A9629C8B63"} , {"body" : "The recruiter from Bowdoin College, Erby Mitchell, was telling 11 seniors at his old high school, James Madison in Brooklyn, how he had struggled a decade earlier to find his way out of poverty to college. One of the barriers, he told them, was the SAT. ''I took the SAT four times,'' he said. The students, who had been paying close attention from" , "date" : "20041201" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "Back in His Old Brooklyn School, Selling Hope and a Chance to Apply to Bowdoin" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E6DA113EF932A35751C1A9629C8B63"} , {"body" : "Murray Schumach, a reporter who harvested rich stories from New York's neighborhoods and whose 48-year career at The New York Times also took him from the Orient to Hollywood, from the back rooms of City Hall to the gem-cutting sanctums of the diamond district, died on Saturday. He was 91 and died at his Manhattan apartment after a long illness," , "date" : "20041129" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "6" , "title" : "Murray Schumach, Neighborhood Storyteller, Dies at 91" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803E1DE103EF93AA15752C1A9629C8B63"} , {"body" : "Murray Schumach, a reporter who harvested rich stories from New York's neighborhoods and whose 48-year career at The New York Times also took him from the Orient to Hollywood, from the back rooms of City Hall to the gem-cutting sanctums of the diamond district, died yesterday He was 91 and died at his Manhattan apartment after a long illness," , "date" : "20041128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "56" , "title" : "Murray Schumach, Neighborhood Storyteller, Dies at 91" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9800EED9133EF93BA15752C1A9629C8B63"} , {"body" : "CRAIG RADIX still can't believe his luck. He wanted a nice house, but he didn't want to leave the Bronx. Long Island and New Jersey just didn't do it for him. In the end, he traded the slightly grittier surroundings of his old Castle Hill neighborhood for fresh sea breezes -- and the usual grim pigeons for brilliant red cardinals, honking geese and" , "date" : "20041128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "CLASON POINT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "LIVING IN\/Clason Point, the Bronx; Change Wafts In Along the Bronx Waterfront" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E3DE153EF93BA15752C1A9629C8B63"} , {"body" : "Sex Museum's Allure Is Finally Catching On Sex has been more of an attraction this year at Fifth Avenue and 27th Street in Manhattan than it was last year. Well, the Museum of Sex has, at any rate. The museum opened in a building at that corner in October 2002, saying its purpose was ''to preserve and present the history, evolution and cultural" , "date" : "20041121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "FOLLOWING UP" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02E4D71E3FF932A15752C1A9629C8B63"} , {"author" : "Boris Fishman is the editor of ''Wild East: Stories From the Last Frontier,'' a collection of short stories about the former Soviet Union and post-Soviet Eastern Europe." , "body" : "WHAT does it mean to be from a place that is no longer on the map? My homeland, the Soviet Union, disintegrated in late 1991, a scant three years after my family had managed to escape its anti-Semitism and lack of opportunity. As an immigrant in Bensonhurst, Brooklyn, with a funny haircut and even funnier clothes, I tended to worry more about" , "date" : "20041121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["RUSSIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE NEXT WAVE; 'Where Is Home, If the Place You Come From No Longer Exists?'" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950CE0D9113FF932A15752C1A9629C8B63"} ,   {"body" : "Fadl Ibrahim Mohammed was nearly overcome on Friday as he visited Times Square for the first time, marveling at the soaring buildings and the flashing lights. He spent the rest of his afternoon worshiping at a mosque in Brooklyn and strolling along the tree-lined streets south of Prospect Park. Yet his first full day of freedom was not enough to" , "date" : "20041121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SUDAN" , "DARFUR (SUDAN)" , "ELIZABETH (NJ)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Darfur Strife Behind Them, Two Detainees Win Freedom" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407E3D71E3FF932A15752C1A9629C8B63"} , {"body" : "SCHWARTZ--Grace. Died on November 19th at home. Grace is survived by a loving family; children Barbara and Kenneth Onish, Steven Schwartz and Sanford and Alyce Schwartz; grandchildren Russell and Jennifer Onish, Alison and Donald Rosen, Robert and Jessie Schwartz, Jonathan Schwartz, Megan Schwartz and Joshua Schwartz; greatgrandchildren Dina and" , "date" : "20041120" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "17" , "title" : "Paid Notice: Deaths SCHWARTZ, GRACE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04EFDB1E3FF933A15752C1A9629C8B63"} , {"body" : "APPEL--Saul. Died November 14, 2004. Survived by his loving and devoted wife Katie for 59 years, his son Alan, his daughter Elise, his grandchildren Aaron, Farrah, Jackie and Keith, and his brother Carl. Funeral services at Sherman's, 1283 Coney Island Ave, Brooklyn at Noon, Tuesday, November 16, 2004. APPEL--Saul. Sutton Place Synagogue extends" , "date" : "20041116" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "25" , "title" : "Paid Notice: Deaths APPEL, SAUL" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE0D6153FF935A25752C1A9629C8B63"} , {"body" : "A 15-year-old girl who escaped from custody Monday morning has been rearrested, the police said yesterday. The girl had been arrested at her home in Coney Island by officers of the Brooklyn Juvenile Crime Squad on a warrant for marijuana possession. When the patrol car stopped about 8 a.m. on Beverley Road, in Kensington, to pick up a second youth," , "date" : "20041111" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Escapee Is Rearrested" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07E6DE1F3CF932A25752C1A9629C8B63"} , {"body" : "Maurice Cheeks of the Portland Trail Blazers is a coach who respects hometown sentimentality. His 19-year-old rookie point guard, Sebastian Telfair, returns to the New York metropolitan area tonight, to the area that celebrated him, to play against the Nets. Although Cheeks joked purposely within Telfair's earshot that ''heck, no'' he would not" , "date" : "20041109" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "PRO BASKETBALL; Playing Time for Telfair? Hold On a Minute" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DE1D7103CF93AA35752C1A9629C8B63"} , {"body" : "KOPPELMAN--Susan Janet. Beloved wife of Mark. Loving mother of Heidi and Matthew Resnick, and Libby Koppelman. Loving grandmother of Myles Samuel. Sister of Michael Boloker. Devoted teacher and dear friend to all. Services Friday, 10AM at Sherman's Flatbush Memorial Chapel, 1283 Coney Island Avenue, Brooklyn (Avenue J)" , "date" : "20041104" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "15" , "title" : "Paid Notice: Deaths KOPPELMAN, SUSAN JANET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06E1D7173CF937A35752C1A9629C8B63"} , {"body" : "The baseball players at Samuel J. Tilden High School, desperate for a winner, say they only watch the Mets in games against the Yankees. The reverend from Brooklyn, who attended Tilden High more than 30 years ago, traverses the country to preach about equality, but rarely about baseball. And the retired basketball star from Brownsville, whose very" , "date" : "20041103" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "BASEBALL; The Pillar From the Block" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE0DD163CF930A35752C1A9629C8B63"} , {"body" : "Virginia Eden sat at her living room table, cane hooked over the arm of her chair, fingering the yellowing photographs of herself as a young woman. Each picture is from a time when her body moved as she wished, when it jitterbugged and danced the Latin Hustle, and swam in the Atlantic Ocean at Coney Island with her best friend, Annette Cappello." , "date" : "20041101" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "The Neediest Cases; Maintaining Independence During Times of Ill Health" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E6DD1E3DF932A35752C1A9629C8B63"} , {"body" : "A woman was shot fatally yesterday morning in the Bensonhurst section of Brooklyn during an argument in what appeared to be a gambling and after-hours club, the police and witnesses said. The woman, Susan Boyce, 40, of 2105 70th Street in Bay Ridge, was shot about 6:48 a.m., at 1739 West Seventh Street in the 62nd Precinct, the police said. She was" , "date" : "20041101" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Woman Is Killed by Gunfire at a Brooklyn Club" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9505E6DC1E3DF932A35752C1A9629C8B63"} , {"body" : "Events 'BOO AT THE ZOOS,' tomorrow and Sunday, with animal talks, costume workshops and scary stories, 10 a.m. to 4 p.m., at the Central Park Zoo, Fifth Avenue and 64th Street, (212)439-6500. Also from 10 a.m. to 4 p.m., at the Prospect Park Zoo, 450 Flatbush Avenue, near Empire Boulevard, Prospect Heights, Brooklyn, (718)399-7339. From 11 a.m. to" , "date" : "20041029" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES; For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00E2DD133DF93AA15753C1A9629C8B63"} ,   {"body" : "There is a type of man so enamored by the inner workings of a subway train that, at 2 a.m., he is happier tinkering with its moving parts than lying asleep in bed. He is the sort who will come out after dark, night after night, on his own time, to do the hard work that makes the subway run. At 11 o'clock this morning, the politicians and the" , "date" : "20041027" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Moving Pretty Well for an 87-Year-Old; Vintage Train Rolls Again for Subway Centennial" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E06E0DA153DF934A15753C1A9629C8B63"} , {"body" : "John McNamara, who walked every street in the Bronx and recorded the often idiosyncratic history of each (yes, even Yznaga Place), died on Oct. 15 in the Bronx. He was 92. The cause was prostate cancer, his son, John, said. Mr. McNamara was known for wearing his many hats, from fedoras to United States Navy watch caps to oversize truck drivers'" , "date" : "20041024" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "40" , "title" : "John McNamara, Sage Of the Bronx, Dies at 92" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504E3DD163DF937A15753C1A9629C8B63"} , {"body" : "It is a law of nature, as immutable as gravity, that where there are old subway trains, there will be old subway train fanatics. These are the impassioned few, connoisseurs of commutation who can readily detect an articulated D-type from its unarticulated cousin and are likely to be fluent in the station stops along the B line in Brooklyn from" , "date" : "20041024" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Taking a Train Back in Time (No Need for a MetroCard)" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00EEDE163DF937A15753C1A9629C8B63"} , {"body" : "STINGO--Anne (Nina), on Oct 17th at the age of 64. Loving sister of Peggy, Buddy and Artie. Devoted aunt of Diane, Frank, Danielle, Jessica, Stacy and Caryl. Memorial service Sunday, Oct 24, 2PM at Sherman's Flatbush Memorial Chapel, 1283 Coney Island Ave at Avenue J, Brooklyn" , "date" : "20041022" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "10" , "title" : "Paid Notice: Deaths STINGO, ANNE (NINA)" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9501EED81E3AF931A15753C1A9629C8B63"} , {"body" : "It looked at first like a disturbingly busy weekend of hate crime, the swastikas in white spray paint appearing on synagogues and Jewish centers in the Coney Island area of Brooklyn and parts of Queens. ''We've certainly engaged our Hate Crimes Task Force in this investigation,'' Police Commissioner Raymond W. Kelly said yesterday. The police had" , "date" : "20041019" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Woman Charged With Painting Swastikas Aimed at Ex-Husband" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0DE2DF133AF93AA25753C1A9629C8B63"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "A Song in Its Heart Q. The office building at 1650 Broadway has a large red-on-yellow sign painted on its upper stories: ''1650 Broadway, the Best-Known Address in the Entertainment World.'' Why was it famous? A. Number 1650 was a powerhouse of Tin Pan Alley at a time when New York was the center of the country's songwriting talent. Irving Berlin" , "date" : "20041017" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805E1D7173AF934A25753C1A9629C8B63"} , {"body" : "Recreation New York City 'MEMORY WALK 2004,' beginning Sunday at 10:30 a.m. in Riverside Park, Riverside Drive and West 83rd Street. Registration begins at 9 a.m.; participants will be able to post photographs, messages or other items on a ''memory wall'' constructed for the event. Sponsored by the Alzheimer's Association, New York Chapter." , "date" : "20041015" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E02EEDB163AF936A25753C1A9629C8B63"} , {"body" : "Movies A selective listing by critics of The Times: New or noteworthy movies playing this weekend in New York City. * denotes a highly recommended film. Ratings and running times are in parentheses. Full reviews of all current releases, movie trailers, showtimes and tickets: nytimes.com\/movies. Now Playing 'AROUND THE BEND' Starring Michael Caine," , "date" : "20041015" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807E2DD1F3BF936A25753C1A9629C8B63"} , {"body" : "NEW YORK, ignored in the presidential race, has its own tussle going on -- not over candidates, but over City Hall's plans for a stadium and expanded convention center on Manhattan's far West Side. The two sides are fighting fiercely, with the pro-stadium forces saying the proposed complex would generate jobs, promote the city's economy, reclaim a" , "date" : "20041011" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; Out of the Park, More Baseballs Than Benefits" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9503E0DE103BF932A25753C1A9629C8B63"} , {"body" : "A large group of Republican officials gathered in a Staten Island catering hall last week to endorse Alfred B. Curtis, the candidate for a State Senate seat that covers a portion of the island and part of Brooklyn. And one by one, as guests at the fund-raiser dined on calamari and ziti, the elected officials urged the crowd to work to ensure that" , "date" : "20041004" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Brooklyn-Staten Island Senate Seat Becomes a Battleground" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04E1D91138F937A35753C1A9629C8B63"} ,   {"body" : "OVER the summer I decided that I was going to bike to work. I had always been a weekend rider, going on epic loops through the city, for 30 or 40 miles in an afternoon. From the vantage point of a bike, the city presents itself as a savorable panorama passing by at a speed somewhere between the blur outside a car window and the plodding pace of" , "date" : "20041003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Spin City" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04EFD91338F930A35753C1A9629C8B63"} , {"body" : "Two Brooklyn high school students were arrested yesterday after they were caught wandering through the school with loaded guns, officials said. An education official said another student reported that one of the boys with the guns had made a threatening remark earlier in the day. The students, whose names were not released because they are minors," , "date" : "20041002" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "2 Students With Loaded Guns Are Arrested" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F01E6DB1038F931A35753C1A9629C8B63"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. One of the largest collections of moving-image artifacts. Through Oct. 11, ''Subway Centennial Film Festival,'' co-sponsored with the New York Transit Museum, featuring works with the subway system as the main location or subject." , "date" : "20041001" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807E4DC1238F932A35753C1A9629C8B63"} , {"body" : "CHERTOFF--Philip. On September 27th, 2004, beloved husband of Leonora, loving father of Andrew, Jane and Jeffrey and father-in-law of Faith and Dan. Cherished grandfather of Anne & David, Torey and Scott, Elizabeth, Samantha & David. Devoted brother of Daniel and the late Evelyn. Services today, 10AM, at Sherman's Flatbush Memorial Chapel, 1283" , "date" : "20040929" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "23" , "title" : "Paid Notice: Deaths CHERTOFF, PHILIP" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DE6D81438F93AA1575AC0A9629C8B63"} , {"body" : "RIBEIRO -- Ludgero. Also known as N'Koumba Karamoka. Died on Friday, September 24. Born March 21, 1945 in Lisbon, Portugal. Activist, bookseller, scholar, conversationalist, and affectionate friend of all who knew him. He will be missed by his family and neighbors in Brooklyn Heights and beyond. Survived by his beloved companion and comrade of 16" , "date" : "20040928" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "23" , "title" : "Paid Notice: Deaths RIBEIRO, LUDGERO" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504E1D91738F93BA1575AC0A9629C8B63"} , {"body" : "LIPTON--Henry. On September 27, 2004 at the age of 69. Beloved husband of 45 years to Marion. Loving father of Dana and Joanna and fatherin-law of Americo. Cherished grandfather of Victoria Rose. Devoted brother of Marjorie Navarro. Supervisor of School Psychologists in District 22, Brooklyn, for over 30 years. Devoted to his family and profession." , "date" : "20040928" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "23" , "title" : "Paid Notice: Deaths LIPTON, HENRY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506E2D91738F93BA1575AC0A9629C8B63"} , {"body" : "It was the coldest of cold cases. Twenty years had passed without an arrest in the killing of Officer Ronald S. Stapleton, who was found shot twice in the stomach with his own revolver, his right eye gouged out, in the parking lot of a Brooklyn bar in 1977. The police investigation had stalled; private detectives hired by his family were stymied," , "date" : "20040926" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "FALSE WITNESS: A Lawyer's Deception; A Thin Blue Lie, Admitted at Last" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803E1DA1F39F935A1575AC0A9629C8B63"} , {"body" : "The old Italian-American men in Carroll Park rise with old-men efforts from their plastic chairs to see over the low concrete wall into the narrow clay court where red and green balls bounce and roll and knock about. Their game taxes the same skills as any child's play, a lot of hand-eye coordination and a little strategy, but it is their game." , "date" : "20040925" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "ITALY" , "MANHATTAN (NYC)" , "STATEN ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Crossover Moment for an Old World Game; In a New Tournament and a City Bar, Boccie Gets a Makeover" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950CE1D61E39F936A1575AC0A9629C8B63"} , {"author" : "Jerome Charyn is the author of 10 crime novels featuring a Jewish police commissioner, among them ''El Bronx,'' ''Citizen Sidel'' and four titles reissued as ''The Isaac Quartet.'' His latest novel, ''The Green Lantern: A Romance of Stalinist Russia,'' will be published this fall by Thunder's Mouth Press." , "body" : "NEW AMSTERDAM, circa 1655. Asser Levy, a member of the first little colony of Jews that arrived from Brazil to escape religious persecution, petitions Peter Stuyvesant, the governor of the colony, for the right to join the local militia. In what proved to be one of the first ''official'' acts of anti-Semitism in America, Stuyvesant refused. An" , "date" : "20040919" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Officer Reilly He's Not" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900EEDD1739F93AA2575AC0A9629C8B63"} , {"body" : "WHILE you look for your home among the block-by-block aerial views in ''New York: The Photo Atlas,'' showing every square foot of the city as it existed on June 2 and June 6, 2003, you may find yourself thinking, If only they'd told me they were going to take my picture that day, I would have dressed a little better. Actually, the resolution is not" , "date" : "20040916" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "3" , "title" : "BLOCKS; A Bird's-Eye Atlas of the City, Ready for Its Close-Up" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E04E4DA1F30F935A2575AC0A9629C8B63"} ,   {"body" : "The former boyfriend of a woman who was dating another man burst into a home in the Gravesend section of Brooklyn yesterday and shot and killed the man and the man's 73-year-old father, the police said. He then fled to a nearby schoolyard and turned the rifle on himself, the authorities said. The violence began at 10:40 a.m., the police said, when" , "date" : "20040906" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Jealous Former Boyfriend Kills 2 Men, Then Turns Gun on Himself, Police Say" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E1DC1E31F935A3575AC0A9629C8B63"} , {"body" : "The signs, bright yellow, pink, blue and white and adorned with smiley faces, first appeared in couple of weeks ago, offering an odd mixture of cheer and menace. Affixed to trees along the block of President Street between Fourth and Fifth Avenues in Park Slope, Brooklyn, they bear a bracing message: ''Please Curb Your Dog; Cameras Are On.'' On the" , "date" : "20040905" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: PARK SLOPE; Does Big Brother Use a Pooper-Scooper?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04E7DB1031F936A3575AC0A9629C8B63"} , {"body" : "There was no major blackout, but then there was no unbearable sweaty stretch, either; no 100-degree sweltering front to linger like a purplish haze over Manhattan, causing a run on air-conditioners and a mass exodus to the shore. That suffocating August heat, or rather the lack thereof, made this summer a catch-as-catch-can for beach economies in" , "date" : "20040904" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Uneventful Summer by the Shore Gets Mixed Reviews" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9901E4D71031F937A3575AC0A9629C8B63"} , {"body" : "Starbucks survived, the streets were not ablaze, and the police did not wipe acid from their faces or blood from their nightsticks. As the Republican National Convention departed, New York 2004 turned out not to be Seattle 1999, when window-smashing and marauding through the streets during a trade summit meeting gave rise to fears that any large" , "date" : "20040904" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "AFTER THE CONVENTION: DEMONSTRATIONS; Police and Protesters Spar A Last Time, Over the Peace" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05EFDC1131F937A3575AC0A9629C8B63"} , {"body" : "A selective listing by critics of The Times: New or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. At many museums, children under 12 and members are admitted free. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should" , "date" : "20040903" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "ART GUIDE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9505E5DF1331F930A3575AC0A9629C8B63"} , {"body" : "DATTNER -- Emanuel. Be loved husband of Jean. Devoted father of Karen (Alan) and Leslie (Maxine). Loving grandfather of Jill (Kyle), Ian, Jennifer and Lauren. Adoring great-grandfather of Taylor. Services today 1 PM, Weinstein - Garlick - Kirschenbaum Chapels, 1153 Coney Island Avenue, Brooklyn, NY." , "date" : "20040903" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths DATTNER, EMANUEL" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E1DE1031F930A3575AC0A9629C8B63"} , {"body" : "Fresh Acts, Fresh Air The parks in the five boroughs of New York will be filled with playing this month, and not just the swinging, climbing, chasing and ball throwing of children. Adults will play, too: in Shakespeare, storytelling, marionette theater, improvisational comedy, circus acts and even a 17th-century feminist piece by a group of" , "date" : "20040903" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BRIDGEHAMPTON (NY)"] , "nytd_section_facet" : ["Science" , "Arts"] , "page_facet" : "29" , "title" : "FAMILY FARE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9801EED61231F930A3575AC0A9629C8B63"} , {"body" : "Larry Desmedt, a New York-based custom motorcycle builder and biker better known nationally as Indian Larry, died on Monday in Charlotte, N.C., of injuries he suffered doing a stunt on Saturday at an appearance there. He was 55 and lived in the East Village. His death was announced by Timothy White, a photographer and friend. He said Mr. Desmedt" , "date" : "20040901" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "7" , "title" : "Indian Larry, 55, Motorcycle Builder and Stunt Rider" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807E4D91431F932A3575AC0A9629C8B63"} , {"body" : "AGAIN to a secret city place: the easternmost, uppermost deck of Pier 17 at the South Street Seaport in Lower Manhattan, a sanctuary in the midst of tourists, where lounge chairs bolted to the floorboards all but demand that you pause for a while and consider. Across the East River, a corner piece of the Brooklyn jigsaw offers its tree-shadowed" , "date" : "20040829" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "1" , "title" : "NEW YORK 2004; Who Can Claim to Know A City of 8 Million?" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/29\/us\/new-york-2004-who-can-claim-to-know-a-city-of-8-million.html"} , {"body" : "CONVENTIONEERS, already booked into dozens of events, have been inundated with official advice about what to visit in New York. Corey Kilgannon of The New York Times asked some prominent New Yorkers where they would take delegates to see the real New York. PHILIP LOPATE, the writer: ''I'd take them to areas of the Manhattan waterfront, like many" , "date" : "20040829" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "2" , "title" : "NEW YORK 2004: NAVIGATING NEW YORK\/WHAT TO SEE; City to Republicans: See This. Telling the Delegates Where to Go" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/29\/us\/new-york-2004-navigating-new-york-what-see-city-republicans-see-this-telling.html"} ,   {"author" : "Jim Rasenberger is the author of ''High Steel: The Daring Men Who Build the World's Greatest Skyline,'' published earlier this year by HarperCollins." , "body" : "SOLDIERS and police brigades patrol the island, placing bridges and train stations under machine-gun surveillance. Coast Guard vessels scour the harbor for enemy craft, while rumors of intruders with hard-to-pronounce names sweep through the city. Haunted by a recent act of sabotage, the largest ever on America soil, New Yorkers live in a state of" , "date" : "20040829" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CITY LORE; Fortress New York" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/29\/nyregion\/city-lore-fortress-new-york.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. At many museums, children under 12 and members are admitted free. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should" , "date" : "20040827" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/27\/arts\/art-guide.html"} , {"body" : "GELLER -- Helen. Passed away August 23rd, 2004. Devoted wife of the late Abraham William Geller. Devoted mother of Judy Christensen, Irene Yager and dear sister of Gertrude Weiss and the late Sarah Magidson. Grandmother of Robert Christensen, Amy Reischer, Kim Giese and Andrew Levinson. Beloved great-grandmother of Daniel and Emily Reischer, Connor" , "date" : "20040825" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths GELLER, HELEN" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/25\/classified\/paid-notice-deaths-geller-helen.html"} , {"body" : "Yesterday, Jimmy Vidal, an air-conditioner salesman in New York, fretted over his fate. It was a sweet, mild day -- in August, of all months -- so comfortable that he was vexed. ''It's almost September,'' said Mr. Vidal, 29, assistant manager at the P.C. Richard & Son appliance store in Union Square. He noted that there had been only one day in New" , "date" : "20040824" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "1" , "title" : "A Cool Summer Can Mean a Chill on Business, Too" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/24\/nyregion\/a-cool-summer-can-mean-a-chill-on-business-too.html"} , {"body" : "THE little airplane bobs and dips and yaws in the thermals rising around the southern tip of Flatbush Avenue; you can feel the warm air lifting the riveted aluminum wings. To the right, Brooklyn is stretched out in the haze like a diorama: the houses on Mill Basin with cabin cruisers tied to their docks; the receding avenues; and in the distance," , "date" : "20040822" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Sky Above, Hubbub Below" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/22\/nyregion\/sky-above-hubbub-below.html"} , {"body" : "''Ladies and Gentlemen '' IF Jimmy Baez (short, black hair, mustache, gold earring) breezed by you on the sidewalk, you would not notice. If you overheard him talking to his girlfriend, you probably would not turn around. '' there is a Coney Island-bound Ftrain'' But when Mr. Baez clears his throat and presses the button on his microphone to speak," , "date" : "20040822" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CITYPEOPLE; A Voice in the Crowd" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/22\/nyregion\/citypeople-a-voice-in-the-crowd.html"} , {"body" : "RECREATION New York City NEW YORK ROAD RUNNERS CLUB CHAMPIONSHIPS, Central Park. A five-mile run tomorrow for running club members, beginning on the East Drive and 102nd Street, with an 8 a.m. start for men, and a 9 a.m. start for women. Fee, $7 in advance, $10 tomorrow. Information: (212) 860-4455; www.nyrrc.org. BIKE THE BIG APPLE. Tomorrow at 10" , "date" : "20040820" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/20\/arts\/spare-times-691801.html"} , {"body" : "Staten On Avon Presenting Shakespeare's ''Comedy of Errors'' to children could easily be, well, a comedy of errors. With a dense plot that includes two sets of twins and multiple cases of mistaken identity, the play can be daunting even for adults. But not for Morna Murphy Martell, who has made a career of adapting classics for children. An" , "date" : "20040820" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "TOMPKINS SQUARE PARK (NYC)"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "30" , "title" : "FAMILY FARE" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/20\/theater\/family-fare.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. At many museums, children under 12 and members are admitted free. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should" , "date" : "20040820" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/20\/arts\/art-guide.html"} , {"body" : "LIKE most of the city's public spaces, the Coney Island Boardwalk has long ceased to function solely as a boardwalk. It is alternately a jogging path, a fashion runway, an open-air dining spot, a room with ocean views and, every Saturday evening in the summertime, a dance floor. There, in the shadow of Astroland Park and in front of the white" , "date" : "20040815" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CONEY ISLAND; Funkytown Has a Boardwalk" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/15\/nyregion\/coney-island-funkytown-has-a-boardwalk.html"} ,   {"body" : "To the Editor: Your Habitats piece on the Jewish settlement revitalized into Lower East Side co-ops at six-figure prices (July 25) makes us surviving first- and second-generation Lower East Siders smile inwardly and knowingly. We knew what it meant to populate those tenements. We sweltered in summer and shivered in winter. The buses and subways" , "date" : "20040815" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "LOWER EAST SIDE (NYC)"] , "nytd_section_facet" : ["Opinion" , "Real Estate"] , "page_facet" : "10" , "title" : "Tenements' Spirit Endures" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/15\/realestate\/l-tenements-spirit-endures-646571.html"} , {"body" : "ATTRACTIONS Museum MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village. This preserved late-Federal brick house with a Greek Revival interior, once owned by Seabury Tredwell, a wealthy hardware dealer, was built in 1832. The house has the original furniture, clothing and personal articles of the Tredwells, who lived there for nearly 100" , "date" : "20040813" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/13\/arts\/spare-times-613029.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. At many museums, children under 12 and members are admitted free. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should" , "date" : "20040813" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/13\/arts\/art-guide.html"} , {"body" : "HANG around enough old salts, and sooner or later one of them will recount his favorite recipe for bluefish: Nail a few fillets to a plank of seasoned hardwood, stick them over a fire, and when their edges crisp and curl, throw away the fish and eat the plank. The punch line sums up the way most people feel about bluefish. But in a city where menus" , "date" : "20040811" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "With a Bit Of Love, The Blues Are Just Fine" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/11\/dining\/with-a-bit-of-love-the-blues-are-just-fine.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. At many museums, children under 12 and members are admitted free. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should" , "date" : "20040806" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/06\/arts\/art-guide.html"} , {"body" : "Theater ''THE PRINCESS, THE EMPEROR AND THE DUCK,'' tales by Hans Christian Andersen, at the Swedish Cottage Marionette Theater in Central Park, reachable from West 81st Street or East 79th Street, (212) 988-9093. Mondays through Fridays at 10:30 a.m. and noon, and Saturdays at 1 p.m. Donation: $6; children, $5. ''JUNIE B. JONES,'' a musical by" , "date" : "20040806" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/06\/arts\/spare-times-for-children.html"} , {"body" : "It was the bottom of the ninth of a scoreless game under a canopy of threatening black clouds, but the thousands of fans who had traveled from throughout New York City to Coney Island to watch the Brooklyn Cyclones play the Williamsport Crosscutters did not seem to mind. The 7,500-seat stadium was about three-quarters full, and when outfielder" , "date" : "20040801" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Ballpark Hums, but Not the Neighborhood; Coney Island, Once a Wonderland of Whimsy, Is Still Waiting for a Rebirth" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/01\/nyregion\/ballpark-hums-but-not-neighborhood-coney-island-once-wonderland-whimsy-still.html"} , {"body" : "The Brooklyn Cyclones' stadium has prompted talk of a Coney Island revival, but from an economic point of view, the return on the city's $39 million investment is less clear." , "date" : "20040731" , "day_of_week_facet" : "Saturday" , "title" : "SLIDE SHOW; Coney Island Still Waiting for a Rebirth" , "url" : "http:\/\/www.nytimes.com\/slideshow\/2004\/07\/31\/nyregion\/20040801_CONEY_SLIDESHOW_index.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. One of the largest collections of moving-image artifacts. Screenings this weekend: Tomorrow at 2 p.m., ''Invasion of the Body Snatchers'' (1956), directed by Don Siegel; at 4 p.m., ''Them!'' (1954), directed by Gordon Douglas." , "date" : "20040730" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/30\/arts\/spare-times-469939.html"} , {"body" : "Three armed and masked intruders battered their way into a Brooklyn discount store on Friday night, killing one employee as the victim's twin sister and a dozen other workers scrambled into a basement for safety, the police said. The victim was identified as Tino DeCorato, 22, of Gravesend, Brooklyn, who was in charge of receiving merchandise at" , "date" : "20040725" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Worker Killed by Intruders in Brooklyn Store" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/25\/nyregion\/worker-killed-by-intruders-in-brooklyn-store.html"} ,   {"body" : "Theater ''JUNIE B. JONES,'' a musical by Theaterworks at the Lucille Lortel Theater, 121 Christopher Street, West Village. Tonight at 6:30; tomorrow at 2 p.m. and Sunday at 3 p.m. Through Aug. 20. Free. Information: (212) 627-7373. ''EVERYTHING ABOUT A DAY (ALMOST),'' a musical about the daily stresses in a child's life, at the TADA! Theater," , "date" : "20040723" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/23\/arts\/spare-times-for-children.html"} , {"body" : "Standards and bunting of dark green and gold fly above the wooden slats of the old, old boardwalk, where ocean winds come fast ashore and gulls flutter effortfully. By day, these fresh decorations shade sunbathers. By night, they beckon restless others to come see acrobatic dancers shaking in bright, sinister masquerade. Summertime smiles on the" , "date" : "20040718" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Whiff of a Mystery Lingers as a Restaurant Recovers From Flames" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/18\/nyregion\/whiff-of-a-mystery-lingers-as-a-restaurant-recovers-from-flames.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. CLAUDIA ACUA QUARTET, Jazz Gallery, 290 Hudson Street, below Spring Street, South Village, (212) 242-1063. Ms. Acua, a young jazz singer from Chile, is committed to the" , "date" : "20040716" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/16\/movies\/pop-and-jazz-guide-324671.html"} , {"author" : "Elissa Schappell is the author of ''Use Me,'' a novel." , "body" : "BLOCK PARTY TODAY! By Marilyn Singer. Illustrated by Stephanie Roth. Unpaged. Alfred A. Knopf. $16.95. (Ages 4 to 8) THE NEIGHBORHOOD MOTHER GOOSE Written and illustrated by Nina Crews. 63 pp. Greenwillow Books. $15.99. (Ages 3 and up) I LIVE IN BROOKLYN Written and illustrated by Mari Takabayashi. Unpaged. Houghton Mifflin Company. $16. (Ages 4 to" , "date" : "20040711" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "18" , "title" : "CHILDREN'S BOOKS" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/11\/books\/children-s-books-180270.html"} , {"body" : "Fourteen people were shot -- five of them fatally -- in a string of unrelated shootings over less than 10 hours in Brooklyn and the Bronx Friday night and early yesterday, the police said. No one had been arrested in any of the killings as of yesterday afternoon. Through a week ago, the city's murder rate this year had dropped 11 percent. There" , "date" : "20040711" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "14 Are Shot, 5 Fatally, Over 10 Hours in Brooklyn and Bronx" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/11\/nyregion\/14-are-shot-5-fatally-over-10-hours-in-brooklyn-and-bronx.html"} , {"body" : "ATTRACTIONS Museums and Sites MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. The museum collects, preserves and presents material related to the city's history. Tomorrow at 2 p.m., a lecture by Patrick Downey, author of ''Gangster City.'' Through Sept. 26, ''New York's Moynihan,'' an exhibition of photographs, letters, videos and" , "date" : "20040709" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/09\/arts\/spare-times-244899.html"} , {"body" : "THE SECRET CITY Woodlawn Cemetery and the Buried History of New York By Fred Goodman Illustrated. 385 pages. Broadway Books. $26. When Fred Goodman decided to write a book about a 400-acre graveyard in the Bronx, he took on an unavoidable mission. He was going to have to dig things up. After all, Woodlawn Cemetery does not automatically yield an" , "date" : "20040708" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "9" , "title" : "BOOKS OF THE TIMES; Elegy in a City Graveyard: Meandering at Woodlawn" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/08\/books\/books-of-the-times-elegy-in-a-city-graveyard-meandering-at-woodlawn.html"} , {"body" : "When Irina Ilyina, a 34-year-old mother of two from New Jersey, had not been heard from for two days, her estranged husband drove on Tuesday to Brighton Beach, Brooklyn, where he knew she had a boyfriend, the police said. He recognized her car outside a high-rise apartment building, parked and waited for one of them to exit. In doing so, the" , "date" : "20040708" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Estranged Husband Helps Police in Solving Woman's Murder" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/08\/nyregion\/estranged-husband-helps-police-in-solving-woman-s-murder.html"} , {"body" : "On many mornings this year, the sun had yet to come up when Leeann Romero, Heidi Alvia's 12-year-old daughter, boarded a yellow bus outside her home in East New York, bound for school on the other side of Brooklyn. And on many days, the bus would not get to Intermediate School 228 until well into the second or third period. This meant that Leeann," , "date" : "20040706" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Alvia-Delgado Family; Treated 'Like Yo-Yos'" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/06\/nyregion\/alvia-delgado-family-treated-like-yo-yos.html"} , {"body" : "They paraded up Main Street in the old patriot towns, drumming the cadence and flying the colors. They thronged beaches, baseball stands and quiet parks. They barbecued in backyards, strolled down country lanes and gathered on village greens to hear the Declaration of Independence read once more. America -- a hundred Americas -- found expression" , "date" : "20040705" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Brilliant Sky, and Muted Security; Fun, Solemn, Safety-Conscious: A Hundred Americas" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/05\/nyregion\/brilliant-sky-muted-security-fun-solemn-safety-conscious-hundred-americas.html"} ,   {"body" : "That yard-sale discovery often brings more joy than the Fifth Avenue purchase, which might be how the Philadelphia Phillies are feeling these days. Sure, they have a couple of top pitching prospects in Gavin Floyd and Cole Hamels, both first-round selections. Now they can also be excited about the development of two of their power hitters, a couple" , "date" : "20040703" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "BASEBALL: MINOR LEAGUE REPORT; Phillies Nurture Some Big Hitters" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/03\/sports\/baseball-minor-league-report-phillies-nurture-some-big-hitters.html"} , {"body" : "The usual concert season in New York lasts from September to June, but for those who like to make concertgoing an adventure -- and don't like to pay much for their adventures -- the best time of year is summer. Opera stars emote at the Met in the Parks series, world music luminaries head to Central and Prospect Parks, and the hottest names in indie" , "date" : "20040702" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "When a Park Turns Into a Soundscape" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/02\/movies\/when-a-park-turns-into-a-soundscape.html"} , {"body" : "ON THE STREET New York City SUMMER SEAPORT FESTIVAL, Water Street, from Fulton to Broad Streets, Lower Manhattan. Tomorrow, 11 a.m. to 6 p.m. Sponsored by the Downtown Republican Club. GREAT FOURTH OF JULY FESTIVAL, Water Street, between State and Fulton Streets, Lower Manhattan. Sunday, 11 a.m. to 6 p.m. Sponsored by the Pearl Street Park" , "date" : "20040702" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/02\/arts\/spare-times-164569.html"} , {"body" : "A medical intern at Coney Island Hospital was arrested yesterday morning and charged with sex abuse, the police said. The police said that the intern, Hafiz Shariq, 30, groped a 27-year-old female patient at the hospital on June 21, when she came in for an appointment. Mr. Shariq was arrested at 7:45 a.m., the police said. The incident follows a" , "date" : "20040701" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Intern Charged In Sex Abuse" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/01\/nyregion\/metro-briefing-new-york-brooklyn-intern-charged-in-sex-abuse.html"} , {"body" : "MOSENKIS -- Matthew, 94, died June 28. Jewish educator with Board of Jewish Education of N.Y.C. Marshalliah, Herzliah Teachers Institute, Histadrut Ivrit, an editor of Shviley Hachinuch. Survived by his wife Rebekah, sons Robert Yehudah (Naida), Daniel (Sharon), grandchildren and great grandchildren. Funeral today, 12 noon, at Weinstein - Garlick -" , "date" : "20040630" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "13" , "title" : "Paid Notice: Deaths MOSENKIS, MATTHEW" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/30\/classified\/paid-notice-deaths-mosenkis-matthew.html"} , {"body" : "BLOCK--Sidney, born August 15, 1910 in New Haven, CT. Beloved husband of 66 years to Lillian. Loving father of Stephen and Gloria, Sandy and Joanie. Devoted grandfather of Alison, Michael, Daniel and Matthew, and proud great grandfather of Joshua and Madeline. 1932 graduate of NYU. Former Director of V.A. Music School. Original member of Tommy" , "date" : "20040626" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "14" , "title" : "Paid Notice: Deaths BLOCK, SIDNEY" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/26\/classified\/paid-notice-deaths-block-sidney.html"} , {"body" : "FOR CHILDREN Events ''WATCHMAGIC,'' a show of magic and comedy with Oz Pearlman, tomorrow at 5 p.m., at the Joyous Life Theater, seventh floor, 119 West 23rd Street, Chelsea. Tickets: $35. Reservations: (212) 352-3101. ''FUNKEYMONKEYS,'' an interactive concert of music by Josh Sitron, composer for ''Dora the Explorer,'' with storytelling, Sunday at" , "date" : "20040625" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/25\/arts\/spare-times-088080.html"} , {"body" : "Under cloak of daylight, somewhere between the Atlantic and Pacific Oceans (in this case, meaning either the United States or Canada), Sebastian Telfair, the 19-year-old multimillionaire, was being spirited to an undisclosed location in an undisclosed vehicle for a disclosed reason. He was on his cellphone, returning a call. ''Where are you?''" , "date" : "20040624" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "PRO BASKETBALL; Lottery Appears Beyond The Reach of Telfair" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/24\/sports\/pro-basketball-lottery-appears-beyond-the-reach-of-telfair.html"} , {"body" : "At an urban crossroads where the going-out-of-business sale has been a perennial marketing tool, what is one to make of the rock band Phish, which has announced its own demise, showing up to perform free? It did so yesterday, standing 20 feet above Broadway on the Ed Sullivan Theater marquee, offering a 45-minute show to a pulsating crowd on the" , "date" : "20040622" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Band on the Way Out Goes Broadway" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/22\/nyregion\/a-band-on-the-way-out-goes-broadway.html"} , {"body" : "Phish is breaking up, and you probably don't care. Unless you're a member of that band's large but limited cult, you've probably never seen Phish live. You've probably never listened to a Phish album. You probably don't bother reading articles about Phish. (There's a first time for everything.) And so when Phish disbands after a final concert in" , "date" : "20040621" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Critic's Notebook; Some Small Pleasures, As Phish Dissolves" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/21\/arts\/critic-s-notebook-some-small-pleasures-as-phish-dissolves.html"} ,   {"body" : "Stephon Marbury says his run with the Olympic torch through the streets of Brooklyn tomorrow will feel liberating in many ways. As a Knick, and as a member of the Olympic basketball team that will represent the United States in Athens, he is finally feeling respected, finally feeling loved. He had known what it was like to be loved growing up with" , "date" : "20040618" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "OLYMPICS; Torch Brings Respect for Marbury" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/18\/sports\/olympics-torch-brings-respect-for-marbury.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. Screenings this weekend: tonight at 7:30, ''Anything Can Happen'' (2003), directed by Shashanka Ghosh, in Hindi with English subtitles; part of ''Cinema India! Showcase 2004: The Changing Face of Indian Cinema.'' tomorrow at 2" , "date" : "20040618" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/18\/arts\/spare-times-004642.html"} , {"body" : "A Bensonhurst man was fatally stabbed at a bar in Brighton Beach yesterday, and an employee was wounded. The man, Paul Pomagrin, was apparently celebrating his 21st birthday at Spoon, a restaurant and bar at 615 Brighton Beach Avenue, when he got into an argument about 1:30 a.m. with four men over a woman, the police said. An employee, Kosty" , "date" : "20040615" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: One Dead And One Hurt In Stabbing" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/15\/nyregion\/metro-briefing-new-york-brooklyn-one-dead-and-one-hurt-in-stabbing.html"} , {"body" : "LATE last month, Trey Anastasio -- lead singer, primary songwriter and guitarist for America's premiere live jam band, Phish -- posted a brief, affectionate note on the group's Web site, announcing that following this summer's tour, which kicks off on Thursday at Keyspan Park in Coney Island, Brooklyn, the band was breaking up after 21 years. The" , "date" : "20040613" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "MUSIC; The Final Word on Phish" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/13\/arts\/music-the-final-word-on-phish.html"} , {"body" : "ATTRACTIONS Museums and Sites MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village. This preserved late-Federal brick house with a Greek Revival interior, once owned by Seabury Tredwell, a wealthy hardware dealer, was built in 1832. The house holds the original furniture, clothing and personal articles of the Tredwells, who lived there for" , "date" : "20040611" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/11\/arts\/spare-times-925101.html"} , {"body" : "Events ''PAUL McCARTNEY: THE MUSIC AND ANIMATION COLLECTION,'' films written and scored by and featuring the voice of Sir Paul, as well as two short documentaries and an interview with him, tomorrow at 11 a.m. at the Walter Reade Theater, Lincoln Center. Tickets: $5; (212) 496-3809. Information: (212) 875-5600. ''GOLDSTEIN'S AFRO BRAZIL ARTS" , "date" : "20040611" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/11\/arts\/spare-times-for-children.html"} , {"body" : "Two men were killed and three others were wounded in four separate shootings and a stabbing in the city early yesterday, the police said. The only victim identified by the police, Oscar Kennedy, 27, was shot in the head and back about 12:30 a.m. in the lobby of the building where he lived at the Coney Island Houses in Brooklyn and pronounced dead" , "date" : "20040607" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: 2 Killed In Early-Morning Violence" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/07\/nyregion\/metro-briefing-new-york-2-killed-in-early-morning-violence.html"} , {"body" : "Events ''DARING GRACE,'' the last program of the season in Lincoln Center's Reel to Real series, combines martial arts demonstrations with film clips from ''The Karate Kid,'' ''Kids From Shaolin'' and other films. Sunday at 11:30 a.m. and 2 p.m. at the Walter Reade Theater, 165 West 65th Street, Lincoln Center. Tickets: $16; children, $9." , "date" : "20040604" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/04\/arts\/spare-times-for-children.html"} , {"body" : "The crack of the home-team bat echoes once again over Brooklyn. Cruise liners may soon steam away from the shores of Red Hook. And as the mining of yesteryear continues to reign supreme among the borough's self-obsessions, the brewing of Rheingold Beer has returned, almost 30 years after the company called it quits. ''We have a tremendous history" , "date" : "20040603" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Rheingold's Homecoming: Brewed Again in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/03\/nyregion\/rheingold-s-homecoming-brewed-again-in-brooklyn.html"} , {"body" : "1654 Year that the Nyack tribe sold Coney Island to the Dutch 1867 Year that Charles Feltman invented the hot dog at Coney Island $300 Sum that Nathan Handwerker reportedly borrowed in 1916 from Jimmy Durante and Eddie Cantor, his Feltman's restaurant coworkers, to open a hot dog stand 5 cents Cost of a plain Nathan's Famous Hot Dog in 1916 $2.25" , "date" : "20040530" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "BY THE NUMBERS; Swords In the Throat, Dogs by the Sea" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/30\/nyregion\/by-the-numbers-swords-in-the-throat-dogs-by-the-sea.html"} ,   {"body" : "ON THE STREET New York City LOWER THIRD AVENUE SPRING FESTIVAL, 6th to 14th Streets, East Village. Tomorrow, 11 a.m. to 6 p.m. Sponsored by Safe Haven and Two Bridges Neighborhood House. TIMES SQUARE FAIR, Seventh Avenue, 47th to 59th Streets. With crafts, antiques and food. Sunday, 10 a.m. to 6 p.m. Sponsored by the Coalition of Italian-American" , "date" : "20040528" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/28\/arts\/spare-times-757950.html"} , {"body" : "This time Phish is really breaking up. On Tuesday the group announced on its Web site, www.phish.com, that it was disbanding after a final tour this summer. The decision was made four days earlier at a band meeting, it said. ''We all love and respect Phish and the Phish audience far too much to stand by and allow it to drag on beyond the point of" , "date" : "20040527" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "CRITIC'S NOTEBOOK; True to Form, Phish Disbands On Its Own Maverick Terms" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/27\/arts\/critic-s-notebook-true-to-form-phish-disbands-on-its-own-maverick-terms.html"} , {"body" : "A worker at a drugstore in Brooklyn was stabbed and killed yesterday after he confronted a man stealing razors and blades, the police said. The victim, identified by the police as Rodney Inniss, helped manage the Rite Aid at 3001 Mermaid Avenue in Coney Island, the police said. Mr. Inniss, 34, approached a man who appeared to be shoplifting about" , "date" : "20040526" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Stabbing Kills A Store Worker In Coney Island" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/26\/nyregion\/stabbing-kills-a-store-worker-in-coney-island.html"} , {"body" : "During Neil Sedaka's run of rock hits in the 1950's and 60's, when he recorded songs like ''Calendar Girl,'' ''Breaking Up Is Hard to Do'' and ''Happy Birthday, Sweet Sixteen,'' he almost never played the ethnic card, and more than a few fans thought he was another heartthrob of Italian heritage. But this singer and songwriter is Jewish, and quite" , "date" : "20040524" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Vintage Pop Star With the Soul of a Bar Mitzvah Boy" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/24\/arts\/vintage-pop-star-with-the-soul-of-a-bar-mitzvah-boy.html"} , {"body" : "AMPOLSKY--Helen. On May 22, 2004. Beloved mother of Bruce. Dear mother-in-law of Gail. Devoted grandmother of Matthew and Seth. Funeral services Monday, 12 noon, at the Sherman's Flatbush Memorial Chapels, 1283 Coney Island Ave, Brooklyn. In lieu of flowers, donations may be made to the Holocaust Museum in Washington, DC." , "date" : "20040524" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths AMPOLSKY, HELEN" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/24\/classified\/paid-notice-deaths-ampolsky-helen.html"} , {"body" : "IT'S an eerily calm Saturday afternoon, so still that onshore breezes barely stir the parasols of oaks and maples towering above the bungalows. Around this onetime summer haunt, driveways are empty. Clapboard shacks remain shuttered. Lights are off. But there is one exception. In a rust-orange house at the base of a hill, Jerry and Diane Waters" , "date" : "20040523" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BAITING HOLLOW (NY)" , "SOUTH BEACH (NY)" , "LONG ISLAND (NY)" , "HEROD POINT (NY)" , "WADING RIVER (NY)" , "ROCKY POINT (NY)" , "FRESH POND LANDING (NY)" , "OAKWOOD ON THE SOUND (NY)"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "10" , "title" : "'Poor Man's Paradises': Not Just for Summer" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/23\/nyregion\/poor-man-s-paradises-not-just-for-summer.html"} , {"body" : "THE particulars of the case went something like this. It seemed a man was suffering from a burning on the soles of his feet, caused, a doctor said, by varicose veins. The man, who had lately been talking to anti-radiation activists, was convinced that deadly gamma rays were seeping up through the floorboards of his East Village apartment, and he" , "date" : "20040523" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CITYPEOPLE; Hopeless Causes Esq." , "url" : "http:\/\/www.nytimes.com\/2004\/05\/23\/nyregion\/citypeople-hopeless-causes-esq.html"} , {"body" : "WITH the exception of the mayor and a stray actor or two, the subway trains are generally bereft of public figures. It's an anonymous journey. This is not the case on the F train, however, where every day a luminary rides alongside the commuters in the form of a small, sweet-natured old panhandler named Sonny Payne. Sonny has worked the F train so" , "date" : "20040516" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Ballad Of Sonny Payne" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/16\/nyregion\/the-ballad-of-sonny-payne.html"} , {"body" : "BABE RUTH: Launching the Legend By Jim Reisler McGraw-Hill ($24.95, hardcover) It wasn't enough anymore to report that Ruth had merely hit home run number 15. That the ball landed in the right-field stands, now dubbed ''Ruthville,'' and hit a spectator who was about to leave the game and knocked off his brown derby, was, well, news. ''Sir Isaac" , "date" : "20040516" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "12" , "title" : "NEW YORK BOOKSHELF\/BASEBALL; A City Batting Order, Babe Ruth to Ed Hearn" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/16\/nyregion\/new-york-bookshelf-baseball-a-city-batting-order-babe-ruth-to-ed-hearn.html"} , {"body" : "Sebastian Telfair walked to the podium at the ESPN Zone in Midtown yesterday, an 18-year-old high school senior from Brooklyn about to grow up in a hurry. He wore a white linen jacket, blue jeans, a pink shirt with a white collar and a white baseball cap. After a few words, he whipped off the cap and replaced it with one from Adidas. Then he made" , "date" : "20040505" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "BASKETBALL; Telfair Will Skip College For Chance to Join N.B.A." , "url" : "http:\/\/www.nytimes.com\/2004\/05\/05\/sports\/basketball-telfair-will-skip-college-for-chance-to-join-nba.html"} ,   {"body" : "New Yorkers, it seems, will do anything to hold on to a cheap apartment. Even, according to an investigation by the city, bring a relative back from the dead. The city's Department of Investigation announced the arrest of 12 people who were accused of living illegally in New York City public housing for years. The department had been investigating" , "date" : "20040504" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "City Arrests 12 in Housing Fraud" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/04\/nyregion\/city-arrests-12-in-housing-fraud.html"} , {"author" : "Andy Newman is a reporter in the Brooklyn Bureau of The New York Times" , "body" : "What I love about Brooklyn is that it's impossible to get a handle on. It lacks anything approaching a center of gravity. Picture the combined populations of Atlanta, Boston, Miami, Cleveland and Seattle crammed into a space smaller than Cincinnati but with a downtown only as impressive as, say, that of Hartford, Conn., and you start to get the" , "date" : "20040502" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "Magazine"] , "page_facet" : "28" , "title" : "OUR CORRESPONENT IN BROOKLYN; A Rare And Stirring Mixture" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/02\/magazine\/our-corresponent-in-brooklyn-a-rare-and-stirring-mixture.html"} , {"body" : "Alaska JUNEAU JAZZ AND CLASSICS -- May 21-29. If I lived in Alaska I might demand more from my local summer festival, but then again if I lived in Alaska I might be thrilled that summer had come at all. Alongside classical chamber concerts by local musicians, this festival has some big-name jazz and roots-rock bands, like the Dirty Dozen Brass Band" , "date" : "20040502" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "SUMMER FESTIVALS: POP AND JAZZ; Bonnaroo Jams In Everyone" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/02\/arts\/summer-festivals-pop-and-jazz-bonnaroo-jams-in-everyone.html"} , {"body" : "TWO writers who helped define 20th-century New York died within the past 10 days. Hubert Selby Jr., who died last Monday, was best known for his stark novel ''Last Exit to Brooklyn, '' published in 1964 by Grove Press. His prose was all Red Hook, spare, direct, as subtle as a punch in the gut from a heavyweight boxer; he was a high school dropout." , "date" : "20040502" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "10" , "title" : "NEW YORK WRITERS -- Selby and Hamburger: The Profane, and the Urbane; Jukes, Pimps and the Gowanus" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/02\/nyregion\/new-york-writers-selby-hamburger-profane-urbane-jukes-pimps-gowanus.html"} , {"body" : "FIRST by trade, now by tunnel, he has become bound to the best point guard there is. Stephon Marbury, a man of many moves, will not easily free himself from Jason Kidd. Kidd, who makes everyone better and proved himself, again, to be Marbury's superior in the Nets' four-game sweep of the Knicks. Who has now directed the Nets to seven consecutive" , "date" : "20040427" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; To Stage Revival, Marbury Needs A Supporting Cast" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/27\/sports\/sports-of-the-times-to-stage-revival-marbury-needs-a-supporting-cast.html"} , {"body" : "IT was an auspicious duel last night, and, if you could afford the outrageous prices, was alone worth the price of admission. Here were two of the finest point guards in basketball going at it in a game that would either send the Nets into the second round of the playoffs, or keep the hanging-by-the-thread hopes of the Knicks alive. Here was Jason" , "date" : "20040426" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "Sports of The Times; A One-Sided Series, Except at Point Guard" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/26\/sports\/sports-of-the-times-a-one-sided-series-except-at-point-guard.html"} , {"body" : "Nineteen children at a Brooklyn public school were taken to emergency rooms yesterday after a mysterious rash broke out among fifth graders, city health and education officials said. Ten more children were sent home with instructions to visit their pediatricians. Some of the children, at Public School 177 on Avenue P in Midwood, also complained of" , "date" : "20040424" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Health"] , "page_facet" : "4" , "title" : "5th Graders Are Sent to Hospital After Getting Rash in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/24\/nyregion\/5th-graders-are-sent-to-hospital-after-getting-rash-in-brooklyn.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Tomorrow from 10:30 a.m. to 5 p.m., 31st Astronomy Day, when participants can observe sunspots and read a star map. Opening tomorrow in the LeFrak Theater, ''Bugs,'' a film about insect life in the Borneo rain forest. Through Aug. 15," , "date" : "20040423" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/23\/arts\/spare-times-321893.html"} , {"body" : "The morning sun eased over Manhattan, casting a glow on the Hudson River that Lloyd Burlingame could not see. But he sensed a transformation as he stood at the water's edge yesterday in Hudson River Park. ''The city smiles,'' said Mr. Burlingame, a retired art professor, who is blind, as he tilted his face skyward and unleashed his own smile. ''I" , "date" : "20040419" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Shedding Coats And Cares On a Great Day" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/19\/nyregion\/shedding-coats-and-cares-on-a-great-day.html"} , {"body" : "MIMMY AND SOPHIE: All Around the Town. By Miriam Cohen. Illustrated by Thomas F. Yezerski. Frances Foster\/Farrar, Straus & Giroux. $16. (Ages 7 to 10) Six stories about two sisters growing up in Brooklyn during the Depression. The modest details of their modest adventures, like going to Coney Island by trolley car, playing school on the front" , "date" : "20040418" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "26" , "title" : "CHILDREN'S BOOKS; Bookshelf" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/18\/books\/children-s-books-bookshelf-147583.html"} ,   {"body" : "Theater ''FERDINAND THE BULL,'' a bilingual musical from Theaterworks\/USA, tomorrow and Sunday at 2 p.m. at the Auditorium at Equitable Tower, 787 Seventh Avenue, at 51st Street. Tickets: $25, or $18 for 10 or more throughout the season. Reservations: (212) 627-7373. ''CENICIENTA'' (''CINDERELLA''), an adaptation of the fairy tale that portrays" , "date" : "20040416" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/16\/arts\/spare-times-for-children.html"} , {"body" : "To those who whiz by it on the Belt Parkway, Nellie Bly Amusement Park in Bensonhurst, Brooklyn, looks like a mom-and-pop operation. But it isn't. It's only a mom operation. Gena Romano, 48, the single mother of Andrew, 5, owns and operates the park with help from her mother, Antoinette, 76. What does spring mean to Gena Romano? ''My one word?" , "date" : "20040411" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Bensonhurst Journal; The Time Has Come to Ride and Beep and Laugh Again" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/11\/nyregion\/bensonhurst-journal-the-time-has-come-to-ride-and-beep-and-laugh-again.html"} , {"body" : "Kathy the beluga whale, the ever-smiling ambassador of the New York Aquarium and holder of numerous cetaceous records, was euthanized yesterday at her home in Coney Island, Brooklyn, after a long illness. She was 34. According to her keepers, Kathy was the oldest female beluga kept in captivity and had given birth to the first beluga born in" , "date" : "20040410" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Kathy the Beluga, 34, Is Dead; Brought Smiles, and Gave Them" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/10\/nyregion\/kathy-the-beluga-34-is-dead-brought-smiles-and-gave-them.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. At many museums, children under 12 and members are admitted free. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should" , "date" : "20040409" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/09\/arts\/art-guide.html"} , {"body" : "Evoking the Spirit Of Coney Island When the Coney Island-Stillwell Avenue subway station in Brooklyn reopens in time for the summer, riders can look forward to more than a clean space. The Metropolitan Transportation Authority's Arts for Transit program has selected Robert Wilson to create an artwork for the station. Mr. Wilson has responded with" , "date" : "20040402" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "INSIDE ART" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/02\/arts\/inside-art.html"} , {"author" : "E-mail: bobherb@nytimes.com" , "body" : "Last week Mayor Michael Bloomberg said the New York City Police Department ''is doing a great job,'' and added, ''I wish I had the money to pay 'em more.'' Two days later he was at a press conference giddily explaining how anxious he was to fork over $300 million in city funds to help the New York Jets build a glittering new playground for the rich" , "date" : "20040329" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "21" , "title" : "Wish Fulfillment For Woody" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/29\/opinion\/wish-fulfillment-for-woody.html"} , {"body" : "You may have to ride the subway for a while to get to these restaurants, but they are worth the trip. BAYARD'S ** [Rating: Two Stars] (212) 514-9454; 1 Hanover Square (Pearl Street); $$$$; Review: 2\/28\/01; (take the 1 or 9 to South Ferry or the 2 or 3 to Wall Street) Bayard's is like a stage set within a stage set of Hanover Square, eerily hushed" , "date" : "20040328" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "GOOD EATING; End of the Line" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/28\/nyregion\/good-eating-end-of-the-line.html"} , {"author" : "Randy Kennedy, a reporter for The Times, is the author of ''Subwayland,'' a collection of his Tunnel Vision columns, published last month by St. Martin's Griffin." , "body" : "OVER the next several months, as the centennial of the subway's opening approaches, New Yorkers will hear a lot about the most momentous dates in the long and fascinating life of their mass transit system. Commemorating these events -- the first train from City Hall to Harlem; the deadly Malbone Street wreck; the unification of the subway system" , "date" : "20040328" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "1904-2004; True but Strange" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/28\/nyregion\/1904-2004-true-but-strange.html"} , {"body" : "COOKING FOR HARRY A Low Carbohydrate Novel By Kay-Marie James Shaye Areheart Books, 195 pp., $21. PASSING FOR THIN Losing Half My Weight and Finding Myself By Frances Kuffel Broadway Books, 260 pp., $24. SINCE Dr. Robert Atkins's death last April, from a fall on the ice outside his Center for Complementary Medicine on the East Side of Manhattan," , "date" : "20040328" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "10" , "title" : "BOOKS OF STYLE; Snackwell and Cassoulet" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/28\/style\/books-of-style-snackwell-and-cassoulet.html"} , {"body" : "A picture caption yesterday with a front-page article about the diversity of cultures along Coney Island Avenue in Brooklyn referred imprecisely in some copies to Hecht's, where Harriet Flusberg was shown at work. While it sells some novelties, it is primarily a Judaica store." , "date" : "20040327" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/27\/nyregion\/c-corrections-970832.html"} ,   {"body" : "Ladies and gentlemen, climb aboard the B68 bus and brace yourself for the ride of a lifetime down Coney Island Avenue, Brooklyn's Boulevard of Wonders. Take a Ping-Pong lesson in the back room of an underground parking garage from the eight-time singles champ of Tajikistan! Dine on mussels stuffed with currants and pine nuts prepared by the former" , "date" : "20040326" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "On Brooklyn's Avenue of Babel, Cultures Entwine" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/26\/nyregion\/on-brooklyn-s-avenue-of-babel-cultures-entwine.html"} , {"body" : "INTERNATIONAL A3-10 U.S. Sees a Legal Basis For Military Control in Iraq American officials believe they have found a legal basis in an existing United Nations resolution for United States troops to retain military control over Iraq -- even after sovereignty is transferred on June 30. A10 Suicide rates among Army soldiers in Iraq and Kuwait," , "date" : "20040326" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/26\/nyregion\/news-summary-953210.html"} , {"body" : "It takes a tough borough to breed a tender fish, Dr. Martin P. Schreibman likes to say. And the roughly 3,000 Brooklyn-bred tilapia Dr. Schreibman grows in tanks in his aquaculture lab grow up hardy and with the requisite dose of attitude. To prove it, Dr. Schreibman, a biology professor at Brooklyn College, grabbed a handful of food pellets the" , "date" : "20040322" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Chasing a Fish-Farming Dream; Brooklyn College Professor Sees a City of Tilapia Tanks" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/22\/nyregion\/chasing-fish-farming-dream-brooklyn-college-professor-sees-city-tilapia-tanks.html"} , {"body" : "GOLDENBERG--Shirley (nee Zemen). Beloved wife of the late Arnold. Loving mother of Henry, Eileen and David. Devoted grandmother of Jason, Julie, Amanda, Alison, Lauren and Joshua. Funeral services today, 11:30 am, from The Weinstein Garlick Kirschenbaum Chapel, 1153 Coney Island Avenue, Brooklyn, NY. Contributions in Shirley's memory can kindly be" , "date" : "20040322" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "9" , "title" : "Paid Notice: Deaths GOLDENBERG, SHIRLEY (NEE ZEMEN)" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/22\/classified\/paid-notice-deaths-goldenberg-shirley-nee-zemen.html"} , {"body" : "BETTINGER -- Beatrice 85, died after a long illness on March 18, 2004. Beloved wife of the late Abraham Bettinger, mother of Bradley, Michael and Jeffrey; mother-inlaw of Toni, Bob and Ruth; sister of Shirley Artin and Martin Shuhandler (Dara); grandmother of Ian, Caroline (Sean), Aria, Joanna, and Leah Marie. Services at 11:30am on Sunday, March" , "date" : "20040320" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths BETTINGER, BEATRICE" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/20\/classified\/paid-notice-deaths-bettinger-beatrice.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. ''Greek Cinema Showcase,'' featuring the last of four American premieres: ''Passages Through Paradise'' (2003), directed by Yannis Lambrou, tonight at 7:30. Through March 28, films by Lars von Trier; tomorrow at 1:30 p.m.," , "date" : "20040319" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/19\/arts\/spare-times-847160.html"} , {"body" : "It seemed as if half of Coney Island had made the trek to St. John's yesterday for the Public Schools Athletic League semifinal between neighborhood rivals Grady and Lincoln. Although the outcome was what mattered most for both Brooklyn schools, most in the crowd of 3,312 had come to see Sebastian Telfair, whose high school career could have come" , "date" : "20040314" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "BASKETBALL; Lincoln And Telfair Advance" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/14\/sports\/basketball-lincoln-and-telfair-advance.html"} , {"body" : "A 17-year-old girl fatally stabbed her father on Saturday after he struck her repeatedly with a baseball bat at their Coney Island apartment, the police said yesterday. Dozens of domestic violence incidents had occurred at the apartment since the family moved in about 10 years ago, the police said. The girl was acting in self-defense, the police" , "date" : "20040308" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Girl, 17, Stabs Father to Death In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/08\/nyregion\/girl-17-stabs-father-to-death-in-brooklyn.html"} , {"body" : "The trouble all started with Shorty's toilet. Shorty -- his nickname, and the only name by which he is willing to be identified -- used to own the largest remaining and least respectable flea market on Surf Avenue, the decaying amusement strip that parallels the Coney Island shoreline. That market, at Surf Avenue and Eighth Street, has always stood" , "date" : "20040307" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: CONEY ISLAND; A Bedraggled Flea Market Makes Way for Progress" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/07\/nyregion\/neighborhood-report-coney-island-a-bedraggled-flea-market-makes-way-for-progress.html"} , {"body" : "GORDON--Warren. Beloved husband of the late Seena. Loving father of Larry and Jeffrey and father-in-law of Linda. Cherished grandfather of Steven, Matthew and Amanda. Devoted uncle of Abby, Julie, Lori, Dana, Ira and Billy. Adoring great grand uncle. Visiting Saturday evening 7-9PM. Services Sunday 12:15PM, Sherman's Flatbush Memorial Chapel, 1283" , "date" : "20040305" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "21" , "title" : "Paid Notice: Deaths GORDON, WARREN" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/05\/classified\/paid-notice-deaths-gordon-warren.html"} ,   {"body" : "A former transit worker was arrested yesterday and charged in the fatal shootings of two of his supervisors on Friday morning at a railyard in Brooklyn. Darryl Dinkins, 39, of Apt. 2F, 1720 Bedford Avenue in Crown Heights, was charged with murder. He made an unsuccessful suicide attempt while in police custody. Mr. Dinkins, a train car cleaner, was" , "date" : "20040229" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Fired Transit Worker Is Held In Killing of 2 Ex-Supervisors" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/29\/nyregion\/fired-transit-worker-is-held-in-killing-of-2-ex-supervisors.html"} , {"body" : "Two transit workers were found fatally shot inside a trailer on the grounds of a gated railyard in Brooklyn early yesterday morning, and the authorities said they were investigating whether the two were killed as part of a workplace dispute. The police questioned dozens of workers at the Coney Island railyard, concentrating their investigation on a" , "date" : "20040228" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "2 Transit Workers Are Found Fatally Shot" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/28\/nyregion\/2-transit-workers-are-found-fatally-shot.html"} , {"author" : "Thomas Boyle, a professor of English at Brooklyn College, is the author of several crime novels set in Brooklyn." , "body" : "OUT here in Brooklyn, we hear that New Jersey's Nets are coming. This could be great news, but at the same time it brings back the bitter memory of the nasty departure of our baseball Dodgers in 1957. And just over a week ago, Gage & Tollner, our oldest restaurant and most charming culinary relic of the dear departed 19th century (sorry about that," , "date" : "20040222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY LORE; Put Down That Violin. Now." , "url" : "http:\/\/www.nytimes.com\/2004\/02\/22\/nyregion\/city-lore-put-down-that-violin-now.html"} , {"author" : "S.S. Fair writes frequently about music and fashion." , "body" : "Since we are going back to fashion, it's not absurd to wonder what's out of fashion -- the laws of cultural physics state that what's in is defined by and dependent on what's out. One fashion legend who's on the far side of chic these days is the late Romain de Tirtoff, whose initials, if you pronounce them with Parisian flair, are air-TAY, written" , "date" : "20040222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "Magazine" , "Style"] , "page_facet" : "138" , "title" : "Tongue And Chic" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/22\/magazine\/tongue-and-chic.html"} , {"body" : "On the day that Mets pitchers and catchers reported to spring training, the first question posed to the team's general manager was about Alex Rodriguez. So was the second question. And even the third. Such is the state of the Mets, who are recognized mostly right now because they do not have Rodriguez and they are not the Yankees. Instead of" , "date" : "20040220" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "BASEBALL; Mets Try Not to Dwell on Ones Who Got Away" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/20\/sports\/baseball-mets-try-not-to-dwell-on-ones-who-got-away.html"} , {"body" : "To the Editor: Re ''Beyond Brrr: The Elusive Science of Cold'' (Feb 10): As a member of the Coney Island Polar Bear Club, I applaud the recent efforts to scientifically quantify each person's perception of cold with improved wind chill parameters. Polar bears regularly put physiology, societal norms and individual perception of the weather aside" , "date" : "20040217" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Science" , "Opinion"] , "page_facet" : "4" , "title" : "Getting a Hold on Cold" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/17\/science\/l-getting-a-hold-on-cold-427276.html"} , {"author" : "Darcy Frey, a frequent contributor to the magazine, is the author of ''The Last Shot: City Streets, Basketball Dreams,'' which is being reissued this month in an updated version." , "body" : "New York hoops fans, especially those who follow the game as it's played on this city's scruffy asphalt courts and playgrounds, have had much to cheer about this winter, with Stephon Marbury, the N.B.A. All-Star and local legend, coming home at 26 as a newly minted Knick and Sebastian Telfair, a nationally ranked 18-year-old phenom, bringing glory" , "date" : "20040215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "14" , "title" : "THE WAY WE LIVE NOW: 2-15-04; Betrayed By The Game" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/15\/magazine\/the-way-we-live-now-2-15-04-betrayed-by-the-game.html"} , {"body" : "The shooting of three men in an elevator in a Coney Island housing project on Sunday appeared to be related to both drugs and gangs, the police said yesterday. All three men had criminal records and were shot in the head, suggesting they had been singled out for execution-style killing, a law enforcement official said. One died immediately, and the" , "date" : "20040210" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Tie Drugs and Gangs To Killing in Coney Island" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/10\/nyregion\/police-tie-drugs-and-gangs-to-killing-in-coney-island.html"} , {"body" : "One man was killed and two others were left in critical condition when gunfire erupted last night in a Coney Island housing project, amid what fellow residents described as rival gang activity and drug sales in the building's corridors. The police said they responded to a 911 call about 7:30 p.m. from someone describing the sounds of multiple gun" , "date" : "20040209" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Man Shot to Death in Coney Island Housing Project" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/09\/nyregion\/man-shot-to-death-in-coney-island-housing-project.html"} , {"body" : "After Jesus Colon immigrated to the United States from Puerto Rico in 1917, he worked days and his brother worked nights. The schedule was convenient for a family too poor to afford two pairs of pants. Mr. Colon, who died in 1974 after becoming a writer and political activist, recalled going off to his job every day in clothes that were still warm" , "date" : "20040206" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "Toil, Tears and Sweat in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/06\/arts\/toil-tears-and-sweat-in-brooklyn.html"} ,   {"body" : "WILLIG--Meg, 85 years old, died on February 4th, 2004 after a prolonged struggle to overcome the effects of a cerebral hemorrhage. She is survived by her husband of 65 years, Jack; her son, Robert, and his wife, Ginny; her grandchildren, David, Danny, Jared, Scott, Brent and Alexandra; and her great-grandchildren, Noa and Elai; as well as her" , "date" : "20040206" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "25" , "title" : "Paid Notice: Deaths WILLIG, MEG" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/06\/classified\/paid-notice-deaths-willig-meg.html"} , {"body" : "To the Editor: I enjoyed your Jan. 30 Beijing Journal about winter swimming in China. As a longtime member of the Coney Island Polar Bear Club, however, I must say that the comment ''and not just a once-a-year polar bear plunge for the cameras'' may leave the wrong impression with your readers. The Coney Island Polar Bear Club, in cooperation with" , "date" : "20040205" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CHINA" , "NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BEIJING (CHINA)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "30" , "title" : "The Swimmer in Winter" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/05\/opinion\/l-the-swimmer-in-winter-247430.html"} , {"body" : "It should not have seemed surprising in a ''one day you're up the next day you're down'' kind of town that the thermometer can prove as fickle as so many other indicators of fortune. But as temperatures pushed into the 40's in New York yesterday, winter game faces gave way to unzipped jackets, ungloved hands and what might seem an unlikely level of" , "date" : "20040205" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New Yorkers, Shaking Off Parkas, Get 43-Degree Weather and Survive" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/05\/nyregion\/new-yorkers-shaking-off-parkas-get-43-degree-weather-and-survive.html"} , {"author" : "Adrian Nicole LeBlanc is the author of ''Random Family: Love, Drugs, Trouble, and Coming of Age in the Bronx,'' which will be published in paperback this month by Scribner." , "body" : "IT seems significant that on one of my first outings to the South Bronx, I couldn't find my way back home. I lived in Chelsea then, and I was still new to New York. I worked days as an editor at Seventeen magazine and did my freelance reporting at night. The Village Voice had assigned me a piece on drug dealers' girlfriends. I borrowed a friend's" , "date" : "20040201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "1" , "title" : "Uptown Girl" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/01\/nyregion\/uptown-girl.html"} , {"body" : "At Abraham Lincoln High School in Brooklyn, the bathrooms are so bad that students have been known to use the toilets at Coney Island Hospital, down the road. At the High School for Health Professions and Human Services in Manhattan, leaky bathroom ceilings prompt students to head for McDonald's, or hold out for hours. ''I just try to wait till I" , "date" : "20040129" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Dirty and Broken Bathrooms Make for a Long School Day" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/29\/nyregion\/dirty-and-broken-bathrooms-make-for-a-long-school-day.html"} , {"body" : "By Wednesday morning, Bruce C. Ratner had nearly sealed his $300 million offer to buy the Nets and move them to Brooklyn. But nothing was certain, not after a week in which his confidence soared and plummeted as he struggled to outnegotiate a rival. Around 10 o'clock, a fax arrived in Skillman, N.J., at the law office of Edwin Stier, a former" , "date" : "20040125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "PRO BASKETBALL; Ratner's Path To Buy Nets Had Pitfalls And Promise" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/25\/sports\/pro-basketball-ratner-s-path-to-buy-nets-had-pitfalls-and-promise.html"} , {"body" : "Contrary to popular belief, Brooklyn did not die when a rich man named Walter O'Malley took away the Dodgers after the 1957 baseball season. Brooklyn is still there. From the edge of the South Street Seaport in Manhattan, gazing east, you can see a silhouette of towers, bridges, piers and steeples that would take your breath away if they suddenly" , "date" : "20040122" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; A New Bounce in Brooklyn's Step" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/22\/sports\/sports-of-the-times-a-new-bounce-in-brooklyn-s-step.html"} , {"body" : "Perry McLaughlin, part-time student, longtime Knicks fan, 39-year-old Brooklyn resident, tried to absorb the news as he stood in front of New York City College of Technology in downtown Brooklyn yesterday. The New Jersey Nets had been bought by a man determined to move them to Brooklyn. There was a sense of celebration, yes, but of competing" , "date" : "20040122" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "Sports"] , "page_facet" : "1" , "title" : "PRO BASKETBALL: THE STREET; Fans in the City Feeling the Tug From a Rivalry" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/22\/sports\/pro-basketball-the-street-fans-in-the-city-feeling-the-tug-from-a-rivalry.html"} , {"body" : "UNTIL now, basketball in Brooklyn mostly meant schoolyard courts or the high school gyms where teenagers learned to shoot and pass, to dunk and defend. You could dream about playing for the Knicks at the Garden, but if you had big-time talent, you had to go away to a college out there in the sticks where you knew you would feel like a stranger." , "date" : "20040122" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "Sports of The Times; Brooklyn Crosses Bridge Back Into the Big Time" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/22\/sports\/sports-of-the-times-brooklyn-crosses-bridge-back-into-the-big-time.html"} , {"body" : "HYMAN--Henry, 86, of Brooklyn, died on January 18, 2004. Loving husband of the late Rachel, devoted brother of Sy and the late Noel, adored uncle and dear friend. A rare human being loved by many, he will be missed by all. Funeral services Yablokoff Chapel, January 20, 1978 Coney Island Avenue, Brooklyn, at 11:00AM. HYMAN -- Henry. Temple Beth El" , "date" : "20040120" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths HYMAN, HENRY" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/20\/classified\/paid-notice-deaths-hyman-henry.html"} ,   {"body" : "The Bloomberg administration, after a two-year review of the city's property tax laws, has delayed a broad legislative push to overhaul New York City's tax assessment system after concluding such changes would be politically impossible in Albany now. The city Finance Department is still moving ahead with internal changes in how it supervises its" , "date" : "20040120" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "City Backs Off Overhaul Effort On Assessments" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/20\/nyregion\/city-backs-off-overhaul-effort-on-assessments.html"} , {"body" : "Stephon Marbury's greatest assist on a night of glittering passes that drew gasps and led to quick swishes occurred when he was already on the bench and the Knicks held a 25-point lead with five minutes to play. Thanks to Marbury, the crowd of 18,661 at Madison Square Garden was hailing a coaching legend from Brooklyn, chanting ''Lenny Wilkens.''" , "date" : "20040117" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "PRO BASKETBALL; Wilkens and Knicks Hit It Off From the Start" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/17\/sports\/pro-basketball-wilkens-and-knicks-hit-it-off-from-the-start.html"} , {"body" : "The revival of Brooklyn has been painfully slow, an effort eked out neighborhood by neighborhood, with chic new restaurants in Fort Greene, artists' lofts in Williamsburg, new businesses in industrial Red Hook and the transformation of derelict factory buildings into million-dollar condominiums in an area with the unlikely name of Dumbo. But the" , "date" : "20040116" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Yo, Dodgers? No Way! Brooklyn Is Betting on the Nets for Revival" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/16\/nyregion\/yo-dodgers-no-way-brooklyn-is-betting-on-the-nets-for-revival.html"} , {"body" : "Until yesterday, no point guard has made more of an impact on the Knicks in the past two weeks than Isiah Thomas has from his cellphone. Thomas, the Knicks' new president, made a bold call to change that. He delivered a flashy All-Star point guard to the Knicks in Stephon Marbury, whose dream from his Coney Island beginnings has always been to play" , "date" : "20040106" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "PRO BASKETBALL; Knicks Bring Marbury Home in Big Trade" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/06\/sports\/pro-basketball-knicks-bring-marbury-home-in-big-trade.html"} , {"body" : "There is Stephon Marbury's petulant past: four teams in eight years, a litany of disgruntled teammates, most who wanted him to pass first and shoot second, and no second-round playoff experience on the rsum. There is also a brilliant forecast, the raw explosiveness, the way he turns a routine jump-stop into riveting theater, skittering by one" , "date" : "20040106" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "PRO BASKETBALL: N.B.A. Analysis; Knicks Could Take Off, If the Baggage Is Gone" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/06\/sports\/pro-basketball-nba-analysis-knicks-could-take-off-if-the-baggage-is-gone.html"} , {"body" : "SHERMAN -- Sol ''Chubby''. Died January 1, 2004. Husband of Frances. Father of Ellen, Brenda, Ava and Rodney. Grandfather of Andrew, Russell, Ian, Beth and Mara. Funeral service on Sunday, January 4, 2004 at 11:30 AM at Weinstein & Garlick Chapel, 1153 Coney Island Ave., Brooklyn, NY." , "date" : "20040103" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "13" , "title" : "Paid Notice: Deaths SHERMAN, SOL ''CHUBBY''" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/03\/classified\/paid-notice-deaths-sherman-sol-chubby.html"}]