[  {"body" : "Beatrice Ponnelle glanced at the Nativity set inside the rectory at St. Lucy's-St. Patrick's Church and knew something was wrong. First there was the cow -- the one with a broken horn -- whose head had snapped off since the last holiday season. Then there was the shepherd placed so far at the edge of the stable, it looked as if he were swiping a" , "date" : "20041225" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "For Shrinking Parish, a Stressful Season, an Uncertain Future" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03E6D81E30F936A15751C1A9629C8B63"} , {"body" : "Three police officers were hit by a drunken driver yesterday as they investigated the death of a man who had been struck by a vehicle in Crown Heights, the police said. The officers, who suffered minor injuries, had responded to what appeared to be the suicide of a man who was run over after lying down on Bedford Avenue, the police said. The police" , "date" : "20041129" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Police Car Hit At Scene Of Death" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05E3DC103EF93AA15752C1A9629C8B63"} , {"body" : "A handful of commuters showed up at the Metropolitan Transportation Authority public hearing here on Wednesday to tell the agency that no fare increase -- no matter what size -- was acceptable. Facing a multibillion-dollar budget gap, the authority has proposed raising subway, bus and train fares this year. In its most recent proposal, it seeks to" , "date" : "20041111" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Commuters Say No Increase Is Justified for M.T.A. Fares" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E7D81E3CF932A25752C1A9629C8B63"} , {"body" : "Mayor Michael R. Bloomberg sharply stepped up his criticism of the Metropolitan Transportation Authority yesterday at a hearing on its plans to increase fares and cut service, accusing the agency of presiding over ''bloated payrolls'' and ''out-of-control spending.'' Mr. Bloomberg said that rather than ask riders or the state or city for more" , "date" : "20041110" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bloomberg Chides the M.T.A. for Its Failure to Control Costs" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B03EED7113CF933A25752C1A9629C8B63"} , {"body" : "A man was fatally shot early yesterday during a gunfight with the police after he tried to rob a 24-hour carwash in Brooklyn, the police and witnesses said. The suspect exchanged gunfire with three officers about 1:50 a.m. outside DT's Car Wash, at Linden Boulevard and Fountain Avenue in East New York. No police officers, car wash employees or" , "date" : "20040831" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Carwash Robbery Suspect Is Killed by Police" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/31\/nyregion\/carwash-robbery-suspect-is-killed-by-police.html"} , {"body" : "Sixty-nine people, most of them members of five closely linked families, have been indicted on conspiracy charges that accuse them of cooperating as one enormous narcotics trafficker to peddle heroin and cocaine in Brooklyn housing projects, prosecutors announced yesterday. The oldest suspect is a 61-year-old woman, while the youngest, from another" , "date" : "20040827" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "69 Indicted In Drug Ring At Projects In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/27\/nyregion\/69-indicted-in-drug-ring-at-projects-in-brooklyn.html"} , {"body" : "RECREATION New York City NEW YORK ROAD RUNNERS CLUB CHAMPIONSHIPS, Central Park. A five-mile run tomorrow for running club members, beginning on the East Drive and 102nd Street, with an 8 a.m. start for men, and a 9 a.m. start for women. Fee, $7 in advance, $10 tomorrow. Information: (212) 860-4455; www.nyrrc.org. BIKE THE BIG APPLE. Tomorrow at 10" , "date" : "20040820" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/20\/arts\/spare-times-691801.html"} , {"body" : "SO you doubled your money on your condo and you think it's time to start your own real estate dynasty. Or perhaps you just want to build something both beautiful and substantial, a graceful blend of brick, steel and glass, that will make you both proud and rich. If you hear the inner voice of the master builder inside you, you are not alone. At" , "date" : "20040725" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "In a Hot Market, Everyone Wants To Be a Developer" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/25\/realestate\/in-a-hot-market-everyone-wants-to-be-a-developer.html"} , {"body" : "It was almost 8:30 on Monday night, a warm summer evening, and Larry Hill Jr., a 15-year-old basketball dreamer tall enough to dunk, was relaxing on a park bench in Brooklyn, taking a break while his older brother shot baskets. Just then, a girl rode her bicycle across the basketball court, yelling insults at Larry, family members say. Within" , "date" : "20040721" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "HIGHLAND PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Gunfire Kills A Teenager And Shatters An Oasis" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/21\/nyregion\/gunfire-kills-a-teenager-and-shatters-an-oasis.html"} , {"body" : "The scene sounds like one conjured up by a screenwriter for a Civil War epic. As the Union Army converges on Richmond in 1862 and white residents frantically pack their silver, a group of slaves gathers in a hotel tavern after closing time. The slave in charge of the tavern, John Washington, pours the others drinks, and they all cheerfully toast to" , "date" : "20040614" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "Journals of 2 Former Slaves Draw Vivid Portraits" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/14\/us\/journals-of-2-former-slaves-draw-vivid-portraits.html"} ,   {"body" : "DEMESME--Charles P., Sr. On Saturday, June 5, 2004, Charles P. DeMesme departed this life with family at his side. The viewing will be held at First Baptist Church of Crown Heights, Brooklyn, NY on Thursday, June 10, from 47pm with homegoing service Friday, 10am at same location. Interment Cypress Hills Cemetery, Brooklyn, NY." , "date" : "20040610" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "13" , "title" : "Paid Notice: Deaths DEMESME, CHARLES P., SR." , "url" : "http:\/\/www.nytimes.com\/2004\/06\/10\/classified\/paid-notice-deaths-demesme-charles-p-sr.html"} , {"body" : "Dozens of suspected members of a violent drug ring that the authorities say has virtually held a Brooklyn housing project hostage for the last several years have been indicted on conspiracy and attempted murder charges, law enforcement officials said yesterday. Over four years, prosecutors and police said, a group of drug crews turned the Ingersoll" , "date" : "20040521" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Dozens Indicted in Crackdown on a Brooklyn Drug Ring" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/21\/nyregion\/dozens-indicted-in-crackdown-on-a-brooklyn-drug-ring.html"} , {"body" : "SCHARFE--Luba of Ft. Lauderdale, FL on May 11, 2004. Beloved wife of the late Charles. Loving step-mother of Charlotte Hildebrandt and the late Charles Jr. Devoted sister of Sophia Shera. Cherished aunt of Dahl and Douglas. Dear grandmother of seven, great grandmother of 16 and great aunt of three. Reposing at the Beney Funeral Home, Inc of" , "date" : "20040514" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "11" , "title" : "Paid Notice: Deaths SCHARFE, LUBA" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/14\/classified\/paid-notice-deaths-scharfe-luba.html"} , {"body" : "On a broken and bumpy piece of Fulton Street in the Cypress Hills section of Brooklyn, beneath the clang and bother of the elevated train line, the legacy of Sir Coxsone fills a graffiti-tagged space between a check-cashing shop and El Pulgarcito de America restaurant. ''Coxsone Music City,'' proclaims a sagging yellow banner over the entrance to a" , "date" : "20040509" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "JAMAICA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "A Musical Bridge to Jamaica, Outlasting Its Builder" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/09\/nyregion\/a-musical-bridge-to-jamaica-outlasting-its-builder.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Tomorrow from 10:30 a.m. to 5 p.m., 31st Astronomy Day, when participants can observe sunspots and read a star map. Opening tomorrow in the LeFrak Theater, ''Bugs,'' a film about insect life in the Borneo rain forest. Through Aug. 15," , "date" : "20040423" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/23\/arts\/spare-times-321893.html"} , {"body" : "At Abraham Lincoln High School in Brooklyn, the bathrooms are so bad that students have been known to use the toilets at Coney Island Hospital, down the road. At the High School for Health Professions and Human Services in Manhattan, leaky bathroom ceilings prompt students to head for McDonald's, or hold out for hours. ''I just try to wait till I" , "date" : "20040129" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Dirty and Broken Bathrooms Make for a Long School Day" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/29\/nyregion\/dirty-and-broken-bathrooms-make-for-a-long-school-day.html"}]