[  {"body" : "She is loath to go into detail, but Amanda M. Burden is clearly not crazy about the design for a Jets stadium on the Far West Side of Manhattan. As director of the City Planning Department, she has built her reputation on concern for aesthetics: how a building looks, how it relates to the street, how it serves the people who use its public spaces." , "date" : "20041229" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "An Aesthetic Watchdog in the City Planning Office" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05E5D61639F93AA15751C1A9629C8B63"} , {"body" : "Now, You Can Eat With Your Hands The elegant century-old fixtures are still there, but now they serve as background for Buffalo wings and Philly cheesesteaks instead of Charleston she-crab soup and belly clams. Last February, Gage & Tollner, the landmark restaurant in Downtown Brooklyn that had been in business since 1879, shut its doors because of" , "date" : "20041226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "FOLLOWING UP" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E04EFD71E30F935A15751C1A9629C8B63"} , {"body" : "After several false starts, state and city officials are set to sign off on a new, final master plan for the Downtown Brooklyn waterfront that would include playing fields, a marina, stores and a new residential and commercial hub at the foot of Atlantic Avenue. The plan for the 1.3-mile shoreline park from Dumbo to Cobble Hill is a crucial step" , "date" : "20041224" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN BRIDGE PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Waterfront Park Inches Closer" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9905EFD61130F937A15751C1A9629C8B63"} , {"body" : "The boxer Mike Tyson has completed the community service sentence he received for his role in a brawl in a Brooklyn hotel last year, Judge John W. Carter of Criminal Court in Brooklyn ruled yesterday. Mr. Tyson served at least 100 hours, much of it teaching boxing to youngsters at a community center in Phoenix, said a spokesman for the Brooklyn" , "date" : "20041216" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Briefing | New York: Brooklyn: Tyson Completes Community Service" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E04EEDE1430F935A25751C1A9629C8B63"} , {"body" : "A subway worker responsible for flagging train operators to get them to slow down in a work zone was himself struck and killed by a train in Brooklyn yesterday as other members of his work crew reacted in horror. It was the first fatal accident involving a transit worker this year. The worker, identified by transit officials as Harold Dozier, 54," , "date" : "20041215" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Worker Killed by Subway on Tracks in Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9804E2DD1730F936A25751C1A9629C8B63"} , {"body" : "A sampling of the musical presentations planned for the holiday season at churches and concert halls in New York City. All are free unless otherwise noted. (Churches accept donations.) This selection, compiled by Jeremy Eichler, represents what caught this critic's eye and excited his expectations. More holiday recommendations for this weekend are" , "date" : "20041210" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "'Messiahs' Here, 'Glorias' There, Holiday Music Is Everywhere" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903E0DB1031F933A25751C1A9629C8B63"} , {"body" : "Transportation advocates and politicians yesterday called for free street-level transfers between subway stations in Downtown Brooklyn. They said such transfers would be comparable to similar arrangements in Manhattan and Queens. But transit officials said such expanded transfers may cost as much as $90 million annually. The Tri-State" , "date" : "20041210" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Briefing | New York: Brooklyn: Free Subway Transfers Urged" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0DE0DB1131F933A25751C1A9629C8B63"} , {"body" : "For many companies and their lobbyists, the cost of doing business with the City Council already includes the obligatory round of fund-raisers and receptions for its 51 members. Now comes another big-ticket event: the Council holiday party. Admission to the annual festivities at the Surrogates Courthouse, set for Thursday this year, has soared to" , "date" : "20041204" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Invitation to Council's Holiday Party Comes at a Price" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504EFDF1731F937A35751C1A9629C8B63"} , {"body" : "A program that helps newly paroled prisoners will expand its services today, offering them drug and alcohol counseling, job training, medical care and other services under one roof in downtown Brooklyn, said Jerry Schmetterer, a spokesman for District Attorney Charles J. Hynes, left. Previously, Mr. Schmetterer said, the process of ''re-entry'' to" , "date" : "20041201" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Program To Help Parolees Expands" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E01E6DE1E3EF932A35751C1A9629C8B63"} , {"body" : "WHAT do the soaring prices of works by Gauguin and Warhol have to do with the ever-rising price of condominiums in New York? Perhaps nothing at all. After all, a picture hook does not make a home. But that hasn't stopped developers and their sales teams from aggressively seizing the cachet of the art world and using it to promote their latest and" , "date" : "20041128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "In New Buildings, Buying Into Cool" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0CEFD7143EF93BA15752C1A9629C8B63"} ,   {"body" : "To the Editor: Your Nov. 14 editorial ''Saving the Sound'' correctly points out the need for New York City to improve its sewage treatment plants to reduce pollution in Long Island Sound. But even more pressing is the need to eliminate or reduce overflows that release some 27 billion gallons of untreated sewage into New York Harbor each year. These" , "date" : "20041128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND SOUND"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "15" , "title" : "Sewage Overflow In City's Water" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9800E6DA123EF93BA15752C1A9629C8B63"} , {"body" : "IT was a little after 11:30 in the morning -- a chilly, wet Saturday in November -- and already the line outside the high-rise, 12-screen multiplex in downtown Brooklyn had stretched around the block. My companions and I took our spots and hunched our shoulders against the wind. Though it was, technically, my day off, I was pulling a little" , "date" : "20041126" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "CRITIC'S NOTEBOOK; Making Movies for The Ages, All Ages" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DEED7153EF935A15752C1A9629C8B63"} , {"body" : "Some people seek their calling. For others, like Dov Charney, it is bred in the bone. ''I think I was born a hustler,'' said Mr. Charney, the fast-talking founder of American Apparel, the rapidly expanding youth-oriented T-shirt chain. ''I like the hustle. I like selling a product that people love. It's nice when a girl tries on a bra or a tie-dye" , "date" : "20041123" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "Building a Brand by Not Being a Brand" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D03E5DB163EF930A15752C1A9629C8B63"} , {"body" : "LIKE a leaf pressed between the pages of a book and come upon again years later, a 4,000-square-foot apartment that recently went on sale at the San Remo on Central Park West has been preserved with few changes since the majestic apartment building, designed by Emery Roth, went up in 1930. The apartment is being sold by the family of Nadia Jaglom," , "date" : "20041121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "BIG DEAL; Park Views and a Fancy Shower Available at the San Remo" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0CE2DE113FF932A15752C1A9629C8B63"} , {"body" : "The ruins of the World Trade Center were still burning when federal agents arrested two men at Kennedy Airport who were found with more than $140,000 hidden in cardboard boxes with honey jars bound for Yemen. For the agents, aware that terrorists were said to use honey shipments to hide money, that slender lead could not be ignored. If the world" , "date" : "20041118" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "YEMEN" , "WASHINGTON (DC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Behind Scenes, Informer's Path Led U.S. to 20 Terror Cases" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E5D6133FF93BA25752C1A9629C8B63"} , {"body" : "It is time for dinner at Metro Club in Brooklyn, and a spicy scent wafts through its airy rooms. Caesar Quiñones has made his special chicken curry, and his diners are drifting toward the kitchen, ready for the meal. For Mr. Quiñones, 52, cooking is more than a necessary pleasure or even a stress reliever. It is a diversion from his severe" , "date" : "20041116" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "The Neediest Cases; In Preparing Spicy Meals, He Keeps Depression at Bay" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502EFDC153FF935A25752C1A9629C8B63"} , {"body" : "EVERY Friday at 3 p.m., a flood erupts from the doors of Manhattan Center for Science and Mathematics High School in Spanish Harlem and surges down East 116th Street. It is composed of teenagers in every manner of dress, yelling, laughing, jumping on each other, flirting, eating cheeseburgers, and playing catch, consumed with the joy that is the" , "date" : "20041114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "The Smart Sport" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05E5D8163FF937A25752C1A9629C8B63"} , {"body" : "Attractions Museums AMERICAN MUSEUM OF THE MOVING IMAGE 36-01 35th Avenue, at 36th Street, Astoria, Queens. Through Jan. 2005, ''Loews Cineplex Entertainment 100th Anniversary,'' an exhibition of photographs, film clips and other items that documents the development of the corporation, from penny arcade to multiplex theaters. Two panel discussions" , "date" : "20041112" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CEFDB1F3CF931A25752C1A9629C8B63"} , {"body" : "A handful of commuters showed up at the Metropolitan Transportation Authority public hearing here on Wednesday to tell the agency that no fare increase -- no matter what size -- was acceptable. Facing a multibillion-dollar budget gap, the authority has proposed raising subway, bus and train fares this year. In its most recent proposal, it seeks to" , "date" : "20041111" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Commuters Say No Increase Is Justified for M.T.A. Fares" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E7D81E3CF932A25752C1A9629C8B63"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE 36-01 35th Avenue, at 36th Street, Astoria, Queens. One of the largest collections of moving-image artifacts. Through Jan. 23, ''Tim Burton Drawings,'' an exhibition of more than 24 drawings, watercolors and sketches related to his films. Screenings this weekend: Tonight at 7:30 and" , "date" : "20041105" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "46" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B00EEDE143CF936A35752C1A9629C8B63"} ,   {"body" : "Striking a characteristic New York pose near Lincoln Center yesterday, Beverly Camhe clutched three morning newspapers to her chest while balancing a large latte and talked about how disconsolate she was to realize that not only had her candidate, John Kerry, lost but that she and her city were so out of step with the rest of the country. ''Do you" , "date" : "20041104" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["EUROPE" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Blue City (Disconsolate, Even) Bewildered by a Red America" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01E4D9173CF937A35752C1A9629C8B63"} , {"body" : "MANY ARE CALLED By Walker Evans. Introduction by James Agee. Foreword by Luc Sante. 207 pp. Metropolitan Museum of Art\/Yale University Press. $40. The New York City subway rumbled into existence a century ago this month, and on the first day of operation, Oct. 27, 1904, a man told a newspaper reporter something remarkably prescient about the" , "date" : "20041031" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "6" , "title" : "Petals on a Wet Black Bough" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01E2D81E3AF932A05753C1A9629C8B63"} , {"body" : "Maybe the idea of financing a new stadium here for the relocated Montreal Expos seemed easy last month when the city received the news that Major League Baseball would send the team to the nation's capital. The celebratory rally was led by the bow-tied Mayor Anthony A. Williams, who wore a red Senators cap, John Fogerty's song ''Centerfield''" , "date" : "20041029" , "day_of_week_facet" : "Friday" , "geo_facet" : ["WASHINGTON (DC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "BASEBALL; Problems for New Washington Team" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A05E5DB133DF93AA15753C1A9629C8B63"} , {"body" : "JACOBS -- Joseph J. The Board of Trustees, administration, faculty, students and alumni of Polytechnic University mourn the passing of Dr. Joseph J. Jacobs, alumnus, generous benefactor and 1986 Honorary Doctorate of Engineering recipient of the University. He twice served as chairman of Polytechnic's Board of Trustees and was a lifetime trustee." , "date" : "20041027" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "19" , "title" : "Paid Notice: Deaths JACOBS, JOSEPH J." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E0D8153DF934A15753C1A9629C8B63"} , {"author" : "Joanna Smith Rakoff, a contributing editor and columnist for Poets and Writers magazine, is completing a novel set in Brooklyn." , "body" : "ON a rainy night in April, a 24-year-old New Yorker named Jill Pittman left her weekly Bible study group in East Harlem, walked across town and took the subway to Harlem, where she shared an apartment with a college friend. As she walked home along her usual route, one block south on Lenox Avenue, and one block west on 134th Street, a hand closed" , "date" : "20041024" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Is New York Losing Its Street Smarts?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06E1DF1F3AF937A15753C1A9629C8B63"} , {"body" : "Recreation New York City BICYCLE TOUR OF BROOKLYN'S CARNEGIE LIBRARIES, a 10-mile ride to three branches of the Brooklyn Public Libraries that were created with funds from Andrew Carnegie: the Pacific, Williamsburgh and Bedford branches. Meets tomorrow at 11 a.m., rain or shine, in front of the Central Library at Grand Army Plaza. Sponsored by the" , "date" : "20041022" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803EFD8113AF931A15753C1A9629C8B63"} , {"body" : "Whose hands made this wall, the history books do not tell. Faceless lunch-pail carriers stacked these bricks and stones, men made briefly strong with twice-daily naval rations of grog, a roughly even mixture of water and rum. They are gone, but their wall remains, ambling around what were swamps and mud flats in their day, standing as their cairn" , "date" : "20041016" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN NAVY YARD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Peeking Over the Wall At the End of Brooklyn; The Navy Is Long Gone, but a Barrier Remains" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9902E0DA143AF935A25753C1A9629C8B63"} , {"body" : "''You get more than rides with a 30-day MetroCard,'' the subway advertisements read, promoting what the Metropolitan Transportation Authority presents as the card's convenience and value, in the form of discounts for the regular subway rider. But that discount could all but disappear for many New Yorkers if the authority acts on its proposal to" , "date" : "20041016" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "30-Day Card Will Yield Less Saving In Subways" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04EEDA143AF935A25753C1A9629C8B63"} , {"body" : "While many parts of Brooklyn have been experiencing well-publicized revivals, this is not the case in the worn commercial area at the intersection of Flatbush and Nostrand Avenues in the Midwood section. Now, however, a Queens developer is preparing to construct a three-story retail complex anchored by a Target store on the site, formerly owned by" , "date" : "20041013" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MIDWOOD (NYC)"] , "nytd_section_facet" : ["Technology" , "Business"] , "page_facet" : "7" , "title" : "COMMERCIAL REAL ESTATE: REGIONAL MARKET -- Brooklyn; 3-Story Shopping Complex For Area Short on Retailing" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9904E6DE1E3BF930A25753C1A9629C8B63"} , {"body" : "LATE on a recent Saturday night in the subway station underneath Nassau Avenue in Greenpoint, Brooklyn, a long-awaited G train pulled up to the platform, drawing applause and a short little dance from two relieved young women who had been waiting. The applause was tinged with sarcasm, and it was typical. The subway line, which weaves its way" , "date" : "20041010" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; The Cinderella Train" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DE3DF123BF933A25753C1A9629C8B63"} ,   {"body" : "To the Editor: Arthur Levine, the president of Teachers College at Columbia, is on the right track with ''Failing the Grade System'' (Op-Ed, Sept. 26). Grouping students in ''bridge'' classes -- by ability rather than age or grade -- would result in substantial long-term gains. We need to create these classes in kindergarten or during the day-care" , "date" : "20041010" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region" , "Education"] , "page_facet" : "15" , "title" : "Students Learn at Different Rates. Now What?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E06EED7123BF933A25753C1A9629C8B63"} , {"body" : "Bruce C. Ratner, left, the new owner of the New Jersey Nets, announced yesterday that he would enter into a formal agreement to provide community benefits as part of the large project he wants to build in downtown Brooklyn, which includes a new arena for the Nets, housing and commercial space. The agreement, which he expects to complete next month," , "date" : "20041008" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Developer Vows To Benefit Community" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E5D9153BF93BA35753C1A9629C8B63"} , {"body" : "Usmanu Salisu surveyed the tabletop scene: potatoes, apples, watermelons and squash. ''This is good, real good, and it's all fresh,'' Mr. Salisu said, inspecting a ripe Cortland apple. ''I don't see it this good at the supermarket.'' That's just what Ena Nemley wants to hear. Every week, Ms. Nemley rounds up green beans and collard greens from the" , "date" : "20041008" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bleak Landscapes, Green Produce; Poor Neighborhoods See Rise in Farmers' Markets" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E3DB153BF93BA35753C1A9629C8B63"} , {"body" : "The notion of shopping for minimalist furniture while nibbling Swedish meatballs within view of the Statue of Liberty took a major step forward yesterday as a City Council panel approved a plan for what is likely to become New York City's first Ikea, along the Brooklyn waterfront in Red Hook. The approval came despite opposition from some residents" , "date" : "20041006" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Panel Approves Plan by Ikea To Open Store In Red Hook" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504EFDD163BF935A35753C1A9629C8B63"} , {"body" : "BUZZY O'KEEFE'S foie gras vendors thought he was nuts when he opened the tony River Cafe in the shadow of the Brooklyn Bridge in 1977. ''Everybody in New York said I was out of my mind, that nobody would come to Brooklyn,'' he said. ''When I first opened up,'' he added, ''they were afraid.'' That was then. Now that once-grotty waterfront parcel is" , "date" : "20041003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN\/Brooklyn Heights; A Graceful Bastion in a Swirling Borough" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F06E4DF1238F930A35753C1A9629C8B63"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. One of the largest collections of moving-image artifacts. Through Oct. 11, ''Subway Centennial Film Festival,'' co-sponsored with the New York Transit Museum, featuring works with the subway system as the main location or subject." , "date" : "20041001" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807E4DC1238F932A35753C1A9629C8B63"} , {"body" : "Transit workers fanned out to spots throughout the city yesterday, girding for rain. Their mission was simple: to stave off another paralysis of the city's subway system like what occurred on Sept. 8 during the morning rush and again on Sept. 18, because of flooding. On Monday, four teams of workers, one for each borough the subway runs through," , "date" : "20040929" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Subways Remain Vulnerable To Flooding" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9800EEDA1438F93AA1575AC0A9629C8B63"} , {"body" : "A year ago at the Atlantic Antic, the huge annual street fair on Atlantic Avenue in Brooklyn, representatives from a consortium of civic groups announced a far-reaching master plan to mold the street's westernmost end into the grand urban boulevard of their imagination. The festival celebrates its 30th anniversary today, and the 600,000 or so" , "date" : "20040926" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ATLANTIC AVENUE (NYC)" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; A Boulevard of Dreams, Unfolding Step by Step" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9806E7DB1E39F935A1575AC0A9629C8B63"} , {"body" : "To the Editor: In ''The Wait Continues at Touro Law School'' (Long Island Journal, Sept. 19), the school's new dean, Lawrence Raful, is quoted as stating, ''We will be the only law school in the country that will be located right next door to federal and state courthouses.'' As a graduate of Brooklyn Law School, I would like to make note of the" , "date" : "20040926" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region" , "Education"] , "page_facet" : "15" , "title" : "Touro Law School Is Special, but Not Unique" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE0D61339F935A1575AC0A9629C8B63"} , {"body" : "The old Italian-American men in Carroll Park rise with old-men efforts from their plastic chairs to see over the low concrete wall into the narrow clay court where red and green balls bounce and roll and knock about. Their game taxes the same skills as any child's play, a lot of hand-eye coordination and a little strategy, but it is their game." , "date" : "20040925" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "ITALY" , "MANHATTAN (NYC)" , "STATEN ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Crossover Moment for an Old World Game; In a New Tournament and a City Bar, Boccie Gets a Makeover" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950CE1D61E39F936A1575AC0A9629C8B63"} ,   {"body" : "As Haiti, battered by a tropical storm, struggles to recover, workers at the Flatbush Haitian Center are raising money to help pay for clean water. The Haitian Centers Council in downtown Brooklyn, along with 13 firehouses throughout the city, is collecting food to send to a place where yesterday people remained hungry atop their houses, still" , "date" : "20040925" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["HAITI" , "FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Haitians Rally Again for Flooded Homeland" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A01E4D61E39F936A1575AC0A9629C8B63"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Opening tomorrow and on display through March 13, ''Fall Colors Across North America,'' an exhibition of photographs by Anthony Eaton Cook. Through Jan. 9, ''Frogs: A Chorus of Colors,'' an exhibition of 200 specimens; timed tickets to ''Frogs'' are" , "date" : "20040924" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0CEFD71039F937A1575AC0A9629C8B63"} , {"body" : "In the busy 67th Precinct in Flatbush, Brooklyn, Detectives Patrick H. Rafferty and Robert L. Parker came together to form the backbone of their team. Strong men with big personalities, they were, their fellow detectives say, the mentors, the ones to call for especially tough situations in what has long been one of the city's most violent" , "date" : "20040917" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Worlds Apart, Two Detectives Worked and Died Together" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B06E0D71639F934A2575AC0A9629C8B63"} , {"body" : "The cunning bicycle thieves of New York City always seem to be one step ahead of lockmakers. Design a more sophisticated lock and the thieves make a better pick. Make a sturdier chain and they get bigger bolt cutters. And if all else fails, they just dig up the parking meter or stop sign to unshackle the bike from it. But to open some of the" , "date" : "20040917" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "The Pen Is Mightier Than the Lock; A Ballpoint Trick Infuriates Bicyclists" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D03E0D71639F934A2575AC0A9629C8B63"} , {"body" : "Not far from Spuyten Duyvil, the junction of the Harlem and Hudson Rivers in northern Manhattan, two commercial development trends have also converged: a big-box retailer with a major suburban presence has established an urban beachhead and in the process desolate industrial land has been given a much more lucrative reuse. The result is River" , "date" : "20040915" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "16" , "title" : "COMMERCIAL REAL ESTATE: REGIONAL MARKET -- Bronx; A Major Retail Presence Just North of Manhattan" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980DE0D91130F936A2575AC0A9629C8B63"} , {"body" : "''Hi -- what school are you here for?'' Les Ford, the sweet-voiced man standing by the front door, asked as students arrived yesterday morning for the opening of classes. It was a question that in other years might have seemed odd, even flat-out crazy, given the large sign above the front door proclaiming the building at 400 Pennsylvania Avenue to" , "date" : "20040914" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "A Calm, but Confusing, First Day of School" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE7DE1130F937A2575AC0A9629C8B63"} , {"body" : "ATTRACTIONS Museums and Sites MUSEUM OF TELEVISION AND RADIO, 25 West 52nd Street, Manhattan. Through Oct. 3, ''American Pop,'' a tribute to Elvis Presley with screenings from the 1968 show, ''Singer Presents Presley.'' Through Oct. 10, ''Look! Up at the Screen! It's Superheroes on Television,'' looks at the evolution of super heroes through the" , "date" : "20040910" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E6DC1430F933A2575AC0A9629C8B63"} , {"body" : "They sit less than a mile and a single subway stop from one another: the world's best attended annual sporting event, drawing about 620,000 spectators each year, and one of the city's most vibrant ethnic enclaves, packed with restaurants, cafes and shops. Yet the United States Open, one of the premier events of professional tennis, and downtown" , "date" : "20040902" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["FLUSHING (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Ethnic Food, Anyone? After Tennis, Flushing Calls" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405E6DA1231F931A3575AC0A9629C8B63"} , {"body" : "THE building at the southwest corner of 14th Street and University Place near Union Square Park has been a J. W. May's department store and, more recently, a Bradlees. But it has been empty for the last few years. That is scheduled to change in a few weeks, when the current owner of the site, Vornado Reaty Trust, opens the building as a vertical" , "date" : "20040829" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "SQUARE FEET\/Union Square; A Shopping Destination for the Young and Hip" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/29\/realestate\/square-feet-union-square-a-shopping-destination-for-the-young-and-hip.html"} , {"body" : "Theater THIRTEENTH STREET REPERTORY THEATER presents two shows for children tomorrow and Sunday: at 1 p.m., ''Wiseacre Farms,'' an audience-participation musical; and at 3 p.m., ''Rumple Who?'' a musical of ''Rumplestiltskin.'' 50 West 13th Street, Chelsea. Tickets: $7. Reservations: (212) 675-6677. ''THE SNOW QUEEN,'' a one-act musical based on" , "date" : "20040827" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/27\/arts\/spare-times-for-children.html"} ,   {"body" : "THE little airplane bobs and dips and yaws in the thermals rising around the southern tip of Flatbush Avenue; you can feel the warm air lifting the riveted aluminum wings. To the right, Brooklyn is stretched out in the haze like a diorama: the houses on Mill Basin with cabin cruisers tied to their docks; the receding avenues; and in the distance," , "date" : "20040822" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Sky Above, Hubbub Below" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/22\/nyregion\/sky-above-hubbub-below.html"} , {"body" : "''Ladies and Gentlemen '' IF Jimmy Baez (short, black hair, mustache, gold earring) breezed by you on the sidewalk, you would not notice. If you overheard him talking to his girlfriend, you probably would not turn around. '' there is a Coney Island-bound Ftrain'' But when Mr. Baez clears his throat and presses the button on his microphone to speak," , "date" : "20040822" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CITYPEOPLE; A Voice in the Crowd" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/22\/nyregion\/citypeople-a-voice-in-the-crowd.html"} , {"body" : "WHEN Amy Walsh of Commack heard a few months ago that the Republican National Convention would be held at Madison Square Garden beginning Aug. 30, she quickly booked her vacation for that week. ''I'm going to Cancún to stay away from the convention,'' Ms. Walsh, a legal secretary for Icahn Associates at Fifth Avenue and 59th Street, said as she" , "date" : "20040822" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Delegates In, Commuters Out" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/22\/nyregion\/delegates-in-commuters-out.html"} , {"body" : "RECREATION New York City NEW YORK ROAD RUNNERS CLUB CHAMPIONSHIPS, Central Park. A five-mile run tomorrow for running club members, beginning on the East Drive and 102nd Street, with an 8 a.m. start for men, and a 9 a.m. start for women. Fee, $7 in advance, $10 tomorrow. Information: (212) 860-4455; www.nyrrc.org. BIKE THE BIG APPLE. Tomorrow at 10" , "date" : "20040820" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/20\/arts\/spare-times-691801.html"} , {"body" : "A lawyer and a salesman hugging goodbye outside a brick warehouse on a dark street in East Flatbush. Three human figures silhouetted against the blinds in an office above a Blimpie restaurant in Downtown Brooklyn. A judge and a lawyer getting up from their table at a bar across the street from a Brooklyn courthouse. In grainy videotapes and" , "date" : "20040818" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "In Brooklyn, Bribery Trial Opens Against Court Aides" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/18\/nyregion\/in-brooklyn-bribery-trial-opens-against-court-aides.html"} , {"body" : "Though the pronunciation varies, the name Chuck E. Cheese is the same in every language. And on a recent Saturday, it could be heard bouncing off the walls of the new Atlantic Terminal mall in downtown Brooklyn in at least a half-dozen accents. ''It's up there, it's up there!'' a boy of about 3 repeated to his harried-looking mother as they tried" , "date" : "20040816" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Sampling Suburbia Inside a Brooklyn Mall" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/16\/nyregion\/sampling-suburbia-inside-a-brooklyn-mall.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. JOEY BARON'S KILLER JOEY, Village Vanguard, 178 Seventh Avenue South, at 11th Street, West Village, (212) 255-4037. Mr. Baron, the drummer, started out in straight-ahead jazz," , "date" : "20040813" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/13\/movies\/pop-and-jazz-guide-611131.html"} , {"body" : "Theater ''JUNIE B. JONES,'' a musical by Theaterworks at the Lucille Lortel Theater, 121 Christopher Street, West Village. Today at 1:15 and 6:30 p.m.; tomorrow at 2 p.m.; Sunday at 3 p.m. Free. Information: (212) 627-7373. ''THE SNOW QUEEN,'' a one-act musical based on the Hans Christian Andersen tale, reopens Sunday for four additional" , "date" : "20040813" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/13\/arts\/spare-times-for-children.html"} , {"body" : "ANOTHER day, another near-capacity worshipping at the baseball shrine in the South Bronx, where the Yankees are well on their way to outdrawing the Summer Olympic Games for 2004. They numbered the Yankee Stadium crowd yesterday at 49,893, for an afternoon getaway-day encounter during these dog days of August, in a division race that has turned into" , "date" : "20040810" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; Yanks Blazing On a Sunny Afternoon" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/10\/sports\/sports-of-the-times-yanks-blazing-on-a-sunny-afternoon.html"} , {"body" : "IN the last week of July, on a steamy evening, Sandra Bernhard was holding forth in downtown Brooklyn at the new Target, entertaining the hundreds of guests who had come to celebrate the store's opening. It was a significant moment for a number of reasons. The Target is part of the Atlantic Terminal, a new mall built by Forest City Ratner. It is" , "date" : "20040808" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "SQUARE FEET\/Downtown Brooklyn; At Site Dodgers Rejected, Target Store Is a Hit" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/08\/realestate\/square-feet-downtown-brooklyn-at-site-dodgers-rejected-target-store-is-a-hit.html"} ,   {"body" : "With condominium prices soaring, Mario Procida, a seasoned developer from the Bronx, decided that the building he was putting up at 53 Boerum Place in the first of a swath of residential buildings going up on the edge of downtown Brooklyn could make it as a condominium, rather than a rental. So he put in the usual condo upgrades: a 24-hour" , "date" : "20040808" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "POSTINGS; Where High-Tech And Luxury Meet" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/08\/realestate\/postings-where-high-tech-and-luxury-meet.html"} , {"author" : "RANDY KENNEDY reports on cultural news for The Times." , "body" : "New York City is not considered a first-class convention town, for good reason. The Jacob K. Javits Convention Center is too far out of the way and too small, with only a third of the convention space that Chicago offers. And as storied as it is, even Madison Square Garden, where the Republican National Convention will be held from Aug. 30 to Sept." , "date" : "20040801" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "12" , "title" : "WHAT'S DOING IN; New York" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/01\/travel\/what-s-doing-in-new-york.html"} , {"body" : "BARNES & NOBLE has cappuccino; Amazon.com has one-click ordering; Google has more than four billion Web pages. So why venture out to the Brooklyn Public Library's 1941 main building, at Flatbush Avenue and Eastern Parkway? Well, the digital age has not yet killed the library, and this one has three million titles, as well as something that cannot" , "date" : "20040725" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "STREETSCAPES\/Brooklyn Public Library; A Living Monument To the Power of the Word" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/25\/realestate\/streetscapes-brooklyn-public-library-a-living-monument-to-the-power-of-the-word.html"} , {"body" : "What was remarkable about the last day of the year at Community Prep, New York City's first public high school for students who have been recently released from juvenile prisons and jails, was that 27 students -- a little more than a third of the roster -- stayed around for the final assembly. Gathered in the basement of the school, which occupies" , "date" : "20040725" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "Last Chance High; Young Offenders Find Hope, Guardedly, in the Classroom" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/25\/nyregion\/last-chance-high-young-offenders-find-hope-guardedly-in-the-classroom.html"} , {"body" : "AS the rookie owner of the Nets, Bruce C. Ratner found himself last week in a pressurized position not unfamiliar to his point man, Jason Kidd. Ratner had the ball in his hands with time running out, boxed in a bind. Unlike Kidd, the real estate developer doesn't have eyes in the back of his head. New to the game, Ratner never saw the Denver" , "date" : "20040720" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of the Times; Nets' Future Is an Arena In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/20\/sports\/sports-of-the-times-nets-future-is-an-arena-in-brooklyn.html"} , {"body" : "As a Muslim immigrant growing up in New York, Navila Ali, 20, felt safe and almost American until Sept. 11, 2001, she said yesterday, speaking out at an unusual public hearing led by the bishop of Brooklyn to highlight the impact of enforcement crackdowns on the city's immigrants. Ms. Ali's father, a bookseller, was required to register with the" , "date" : "20040720" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "From Immigrants, Stories Of Scrutiny, and Struggle" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/20\/nyregion\/from-immigrants-stories-of-scrutiny-and-struggle.html"} , {"body" : "From Stage to Start-Up And Maybe Back Again The script got away from the playwright. In 1991, the singer, actress and playwright Gretchen Cryer moved onto a new stage. She opened a business that shipped freshly made meals to people across the country who were disabled, homebound or just too busy or stove-challenged to cook, but who wanted their" , "date" : "20040718" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "FOLLOWING UP" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/18\/nyregion\/following-up.html"} , {"body" : "Decades-long efforts to develop Long Island City as a major office district received a bit of a boost last week with the news that Citigroup would move 700 employees from Lower Manhattan into a planned new 14-story building across the street from the company's 48-story tower, which has stood in splendid isolation since the late 1980's. Still, the" , "date" : "20040718" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "LONG ISLAND CITY (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "15" , "title" : "SQUARE FEET\/Long Island City; An Office District Slow in Emerging" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/18\/realestate\/square-feet-long-island-city-an-office-district-slow-in-emerging.html"} , {"body" : "A report that a man was sitting yesterday with a bomblike device strapped to him near a busy intersection in downtown Brooklyn prompted the police to shut down traffic and evacuate hundreds of people, the authorities said. The device turned out to be harmless, and no one was hurt. The people evacuated from the intersection, where Court Street meets" , "date" : "20040714" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Real Concern, Caused by a Bomb That Wasn't" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/14\/nyregion\/real-concern-caused-by-a-bomb-that-wasn-t.html"} , {"body" : "A federal judge sentenced a New Jersey man yesterday to the maximum five years in prison for lying to investigators during an investigation of terrorism financing efforts that they said were centered in Brooklyn. Federal prosecutors described the sentence as an important victory because it showed that judges would impose stiff penalties on people" , "date" : "20040710" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "YEMEN"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Gets 5 Years for Lying in Terror Inquiry" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/10\/nyregion\/man-gets-5-years-for-lying-in-terror-inquiry.html"} ,   {"body" : "ATTRACTIONS Museums and Sites MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. The museum collects, preserves and presents material related to the city's history. Tomorrow at 2 p.m., a lecture by Patrick Downey, author of ''Gangster City.'' Through Sept. 26, ''New York's Moynihan,'' an exhibition of photographs, letters, videos and" , "date" : "20040709" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/09\/arts\/spare-times-244899.html"} , {"body" : "Theater ''THE SNOW QUEEN,'' a one-act musical based on the Hans Christian Andersen tale, Sundays though Aug. 1 at noon at the Triad Theater, 158 West 72nd Street, Manhattan. Tickets, $15. Reservations: (212) 561-0773. ''CHILDREN'S LETTERS TO GOD,'' excerpts from the off-Broadway musical, tomorrow at 11 a.m. and noon at the Children's Museum of" , "date" : "20040709" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/09\/arts\/spare-times-for-children.html"} , {"body" : "In the late 1990's, Rhonnie Jaus, chief of the sex crimes bureau at the Brooklyn district attorney's office, found herself prosecuting a case involving an 11-year-old prostitute, the youngest she had seen in her many years in the bureau. The 11-year-old was one of four prostitutes, none older than 15, whom Ms. Jaus wanted to testify against their" , "date" : "20040707" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Offering Young Prostitutes Chance to Stay Out of Jail" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/07\/nyregion\/offering-young-prostitutes-chance-to-stay-out-of-jail.html"} , {"body" : "DEAR DIARY: On a recent Saturday evening, after dinner at an Asian-fusion restaurant, watermelon martinis at a hip downtown bar, and a live jazz show, I thought to myself that I had just had a quintessential ''Sex and the City'' New York evening. Hopping on the 6 train to head home, I was even more excited to get a seat. At the next stop, an" , "date" : "20040705" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/05\/nyregion\/metropolitan-diary-202665.html"} , {"body" : "The idea of bringing a professional sports team to the city almost always sounds great -- and then the calculation of cost versus benefits begins. It seems a new team requires a new sports facility, and for some reason, owners of these lucrative franchises are seldom willing to build anything without enormous infusions of public money. That is one" , "date" : "20040704" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "The Brooklyn Nets" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/04\/opinion\/the-brooklyn-nets.html"} , {"body" : "To walk in and around the Fulton Mall in Downtown Brooklyn is to be confronted with the visual cacophony of a fraying commercial hub. Along this block, a pastiche of racy magazine covers gives way to the tropical-themed neon of a cellphone store. Over there, glittering swaths of gold jewelry are punctuated by advertisements for human-hair wigs and" , "date" : "20040704" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "In a Ragtag Hub, Look Up, For There's Beauty Above" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/04\/nyregion\/in-a-ragtag-hub-look-up-for-there-s-beauty-above.html"} , {"body" : "The usual concert season in New York lasts from September to June, but for those who like to make concertgoing an adventure -- and don't like to pay much for their adventures -- the best time of year is summer. Opera stars emote at the Met in the Parks series, world music luminaries head to Central and Prospect Parks, and the hottest names in indie" , "date" : "20040702" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "When a Park Turns Into a Soundscape" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/02\/movies\/when-a-park-turns-into-a-soundscape.html"} , {"body" : "In an effort to ease the parking shortage in downtown Brooklyn, Mayor Michael R. Bloomberg announced yesterday that more than 110 parking spots currently reserved for city agency vehicles would be eliminated by the fall. In their place, the mayor said, the city will carve out 40 metered parking spaces, 50 spaces on residential streets that are" , "date" : "20040702" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: More Downtown Parking" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/02\/nyregion\/metro-briefing-new-york-brooklyn-more-downtown-parking.html"} , {"body" : "The City Council took a major step in remaking Downtown Brooklyn yesterday, formally approving an ambitious rezoning package that is intended to encourage commercial and residential development as part of the city's efforts to attract and keep jobs within the five boroughs. ''This plan will go a long way toward creating a vibrant downtown in" , "date" : "20040629" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Plan Passes And an Arena Is Protested In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/29\/nyregion\/a-plan-passes-and-an-arena-is-protested-in-brooklyn.html"} , {"body" : "Mayor Michael R. Bloomberg yesterday promoted Frank P. Cruthers, chief of department for the Fire Department of New York, to first deputy commissioner of the Fire Department. Peter E. Hayden, assistant chief of operations, will become the next chief of department. As first deputy commissioner, Mr. Cruthers will oversee the department's" , "date" : "20040629" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Top Fire Department Appointments" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/29\/nyregion\/metro-briefing-new-york-top-fire-department-appointments.html"} ,   {"body" : "The marquee at the Flatbush Pavilion movie theater was still in place last week, advertising a couple of big Hollywood flops called ''Van Helsing'' and ''Man on Fire.'' But on a sunny Wednesday afternoon, the only line in front of the theater was the one for the B-41 bus. The Pavilion, on Flatbush Avenue off Seventh Avenue in Prospect Heights," , "date" : "20040627" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: PROSPECT HEIGHTS; Coming Attractions? Well, None, Actually" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/27\/nyregion\/neighborhood-report-prospect-heights-coming-attractions-well-none-actually.html"} , {"body" : "ATTRACTIONS Museums and Sites INTREPID SEA-AIR-SPACE MUSEUM, Pier 86, West 46th Street at the Hudson River, Clinton. The Intrepid is a converted World War II aircraft carrier with two decks of displays, including four theme halls: United States Navy Hall, Pioneer Hall, Technologies Hall and Intrepid Hall. ''British Celebration'' includes a tour of" , "date" : "20040625" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/25\/arts\/spare-times-085308.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''MADAMA BUTTERFLY.'' The Met in the Parks goes to Brooklyn with Puccini's popular heroine, Cio-Cio San, sung by Kallen Esperian, who acquits herself quite well in a role that requires a tricky blend of" , "date" : "20040625" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/25\/movies\/classical-music-and-dance-guide.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. Screenings this weekend: tonight at 7:30, ''Anything Can Happen'' (2003), directed by Shashanka Ghosh, in Hindi with English subtitles; part of ''Cinema India! Showcase 2004: The Changing Face of Indian Cinema.'' tomorrow at 2" , "date" : "20040618" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/18\/arts\/spare-times-004642.html"} , {"body" : "Theater ''BABAR, THE LITTLE ELEPHANT,'' a musical story, with the Bronx Arts Ensemble and Michael McGuigan, a storyteller, Sunday at 3 p.m. at the New York Botanical Garden, Southern Boulevard and 200th Street, Bedford Park, the Bronx. Free with garden admission: $6; 62+, $3; students, $2; children 2 to 12, $1; under 2, free. Information: (718)" , "date" : "20040618" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/18\/arts\/spare-times-for-children.html"} , {"body" : "Nearly five years after city officials approved a plan to replace the abandoned Washburn Wire factory in East Harlem with a big-box shopping center, the project, East River Plaza, may be gaining momentum. Last month, the original developer, the Blumenfeld Development Corporation of Syosset, N.Y., acquired a new partner, Forest City Ratner" , "date" : "20040617" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "EAST HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "New Match for Developer of Harlem Project" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/17\/nyregion\/new-match-for-developer-of-harlem-project.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Medium Rare Q. This winter the Tad's Steaks on 42nd Street east of Seventh Avenue closed to make way for construction of the Bank of America tower. I remember when there were Tad's all over the place. Is the chain still in business? A. Tad's is grilling away at three Manhattan locations: Seventh Avenue at 47th Street, Seventh Avenue at 50th Street" , "date" : "20040613" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2004\/06\/13\/nyregion\/fyi-941220.html"} , {"author" : "Michael Shapiro's most recent book is ''The Last Good Season: Brooklyn, the Dodgers and Their Final Pennant Race Together'' (Doubleday, 2003)." , "body" : "I grew up a Yankee fan, if only by default, and I stayed that way for a very long time. The Yankees were the only team in town in 1961 when I became aware of baseball and of loyalties. The Dodgers and the Giants were gone and the Mets were still a year away. I followed the Yankees, even though I grew up in Brooklyn. And I stayed with them. That is," , "date" : "20040606" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "BackTalk; Aging Has Made One Heart Grow Fonder for the Mets" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/06\/sports\/backtalk-aging-has-made-one-heart-grow-fonder-for-the-mets.html"} , {"body" : "The Atlantic Center mall is not like other malls. Instead of open, multilevel atriums where dozens of storefronts are easily captured by the naked consumerist eye, there are vast expanses of nothingness and dead corridors leading, it seems, to nowhere. In place of furnished common areas offering respite between purchasing bouts, there are broad" , "date" : "20040526" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Different by Design, Soon to Be Less So; Rethinking Atlantic Center With the Customer in Mind" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/26\/nyregion\/different-design-soon-be-less-so-rethinking-atlantic-center-with-customer-mind.html"} , {"body" : "Dozens of suspected members of a violent drug ring that the authorities say has virtually held a Brooklyn housing project hostage for the last several years have been indicted on conspiracy and attempted murder charges, law enforcement officials said yesterday. Over four years, prosecutors and police said, a group of drug crews turned the Ingersoll" , "date" : "20040521" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Dozens Indicted in Crackdown on a Brooklyn Drug Ring" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/21\/nyregion\/dozens-indicted-in-crackdown-on-a-brooklyn-drug-ring.html"} ,   {"body" : "ATTRACTIONS Museums and Sites MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village. This preserved late-Federal brick house with a Greek Revival interior, once owned by Seabury Tredwell, a wealthy hardware dealer, was built in 1832. Saturdays through May, ''Behind the Scenes: A Rare Opportunity to View the Servants' Quarters,'' with tours" , "date" : "20040521" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/21\/arts\/spare-times-667617.html"} , {"body" : "The German beer gardens and singing clubs have long been silent. The breweries, from Otto Huber and Kings to Rheingold and Schaefer, closed down decades ago. And the yeasty-sweet smell of flowing lager and ale saturating Brewer's Row has been replaced almost entirely with the many odors of contemporary urban industrial life. But even though" , "date" : "20040518" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "King of Beer? Not Anymore. But Keep the Mugs Cold." , "url" : "http:\/\/www.nytimes.com\/2004\/05\/18\/nyregion\/king-of-beer-not-anymore-but-keep-the-mugs-cold.html"} , {"body" : "The terra cotta cherubs are getting new little fingers and noses. Some of the 22 full-size lions' heads have been reconstructed, and all have been cleaned. But best of all, the Brooklyn Academy of Music is getting its cornice back. Once 280 feet long and 15 feet high, the richly ornamented crown of the 1908 opera house and concert hall had gone" , "date" : "20040517" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Brooklyn Landmark Gets Its Crown Back; At Music Academy, Color Supplants Grime" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/17\/nyregion\/a-brooklyn-landmark-gets-its-crown-back-at-music-academy-color-supplants-grime.html"} , {"body" : "WITH the exception of the mayor and a stray actor or two, the subway trains are generally bereft of public figures. It's an anonymous journey. This is not the case on the F train, however, where every day a luminary rides alongside the commuters in the form of a small, sweet-natured old panhandler named Sonny Payne. Sonny has worked the F train so" , "date" : "20040516" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Ballad Of Sonny Payne" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/16\/nyregion\/the-ballad-of-sonny-payne.html"} , {"body" : "Daniel L. Doctoroff has recorded a personal best time of 21 minutes and 3 seconds bicycling from his Upper West Side brownstone to City Hall. He has noted the 22 consecutive days he has not lost his temper, as well as the 615 plants, trees and shrubs that would be affected by his plans to redevelop the West Side of Manhattan. He makes sure that" , "date" : "20040516" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "A True Champion Of Grand Plans And Tiny Details; With the Zeal of an Athlete, Doctoroff Pursues Olympics" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/16\/nyregion\/true-champion-grand-plans-tiny-details-with-zeal-athlete-doctoroff-pursues.html"} , {"body" : "While prices for brownstones in the Bedford-Stuyvesant section of Brooklyn have doubled in the last five years to an average of $600,000, rents at Restoration Plaza, the retail and cultural center at the heart of the neighborhood, lag far behind. Now there is an initial $10 million effort under way to turn around the lackluster 330,000-square-foot" , "date" : "20040512" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "COMMERCIAL REAL ESTATE: REGIONAL MARKET -- Brooklyn; Effort to Revive Retail Plaza Gains in Bedford-Stuyvesant" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/12\/business\/commercial-real-estate-regional-market-brooklyn-effort-revive-retail-plaza-gains.html"} , {"body" : "THERE is a reason that Kenneth Adams is called Mr. Brooklyn, though he demurs that this honorific is inappropriate. ''I'm more comfortable if I'm called 'the Other Mr. Brooklyn,''' says Mr. Adams, the hyperkinetic president of the Brooklyn Chamber of Commerce. He pipes up that the real Mr. Brooklyn is Marty Markowitz, the borough president. ''He's" , "date" : "20040511" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; If Brooklyn's Your Borough, Then He's Your Guy" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/11\/nyregion\/public-lives-if-brooklyn-s-your-borough-then-he-s-your-guy.html"} , {"body" : "On Columbia Street along the Brooklyn waterfront stands a single sign announcing Irving Street. It is a standard green-and-white banner of the sort marking thousands of intersections in the city, and, like the one a few yards down for Sedgwick Street, there is nothing particularly remarkable about it. Except that, conventionally speaking, these" , "date" : "20040510" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "When the Street Name Outlives the Street; Only Signs Remain to Tell the Story Of New York's Ever-Changing Grid" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/10\/nyregion\/when-street-name-outlives-street-only-signs-remain-tell-story-new-york-s-ever.html"} , {"body" : "INTERNATIONAL A3-12 Bomb Kills Chechen Leader And 13 Others at Stadium A bomb in Chechnya killed the republic's president and 13 others. More than 50 people were reported wounded, including the Russian military commander for the region. The explosion delivered a severe blow to President Vladimir V. Putin's efforts to end the deadly conflict in the" , "date" : "20040510" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/10\/nyregion\/news-summary-544418.html"} , {"author" : "ANDY NEWMAN is a reporter on the metropolitan staff of The Times." , "body" : "THE Brooklyn Bridge is no longer the longest suspension bridge ever built; it's not even the longest suspension bridge that goes to Brooklyn. Its towers of granite and limestone, rising 272 feet above the East River, are hardly the tallest things in New York City anymore. Greater engineering feats than its construction are performed at least" , "date" : "20040509" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "11" , "title" : "AMERICAN CITIES: NEW YORK; Spanning the Skyline" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/09\/travel\/american-cities-new-york-spanning-the-skyline.html"} ,   {"body" : "ATTRACTIONS Museums and Sites HISPANIC SOCIETY OF AMERICA, Audubon Terrace, Broadway at 155th Street, Washington Heights. Tomorrow from 11 a.m. to 4:30 p.m., a free Centennial Festival in celebration of Spanish and Latin American history and culture, with music and dance performances, a treasure hunt and a gallery talk. Information: (212) 926-2234." , "date" : "20040507" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/07\/arts\/spare-times-503282.html"} , {"body" : "Building a glittering new Nets arena over the Atlantic Avenue railyards in Brooklyn may not require condemning more than 100 residences through eminent domain after all, an executive behind the arena proposal said yesterday. ''We're working diligently to substantially reduce the amount of residential condemnation and eminent domain that will be" , "date" : "20040505" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Arena Developer Rethinking Condemnation of Houses" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/05\/nyregion\/arena-developer-rethinking-condemnation-of-houses.html"} , {"body" : "In Dumbo, a high-concept exercise in nesting lust called Hadco, a demonstration center where customers can try out luxe appliances for purchase elsewhere, has opened near outposts of ABC Carpet and Home and West Elm. In Gowanus, within eyeshot of a fuel-oil depot and a bustling scrap-metal business, a gleaming new 136,000-square-foot Lowe's, the" , "date" : "20040428" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Suburban Retailing for the New Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/28\/nyregion\/suburban-retailing-for-the-new-brooklyn.html"} , {"body" : "Former M.T.A. Chief Is Multi-Tasking at 70 ''Are you kidding?'' Richard Ravitch said last week when asked whether he was thinking of retiring. Actually, it was more like, ''Are you kidding!!'' Well, it seemed like a reasonable question to ask him. After all, Mr. Ravitch is 70, and it has been nearly a decade since he was last in a bright spotlight." , "date" : "20040425" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "FOLLOWING UP" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/25\/nyregion\/following-up.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Tomorrow from 10:30 a.m. to 5 p.m., 31st Astronomy Day, when participants can observe sunspots and read a star map. Opening tomorrow in the LeFrak Theater, ''Bugs,'' a film about insect life in the Borneo rain forest. Through Aug. 15," , "date" : "20040423" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/23\/arts\/spare-times-321893.html"} , {"body" : "Unless you have an affinity for oversize signs, the area around Fulton Street in Downtown Brooklyn might not be your first choice for charming architecture. Most of the elegant department stores were replaced decades ago by discount clothiers and fast-food restaurants. One of the last vestiges of a more genteel past, the Gage & Tollner steakhouse," , "date" : "20040418" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; For a Place With a Future, an Eye to the Past" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/18\/nyregion\/neighborhood-report-downtown-brooklyn-for-place-with-future-eye-past.html"} , {"body" : "He doesn't like the sidelines, he doesn't like how he got there and he says he will keep fighting to get back onto the field. Louis R. Anemone served with the New York City Police Department for 34 years, the last four as its chief of department, the third-highest official. Outspoken and aggressive, and tough on subordinates who performed below his" , "date" : "20040418" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "FOLLOWING UP; Fired Whistle-Blower Wants Name Restored" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/18\/nyregion\/following-up-fired-whistle-blower-wants-name-restored.html"} , {"body" : "Hundreds of cars were destroyed when the World Trade Center collapsed. But several United States Secret Service cars listed as ''crushed,'' prosecutors said yesterday, were actually stolen by the head of the agency's motor pool at 7 World Trade Center, a retired police sergeant who received a commendation for his rescue work on Sept. 11, 2001. The" , "date" : "20040414" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Prosecutors Say Rescuer Stole Cars Recovered At Ground Zero" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/14\/nyregion\/prosecutors-say-rescuer-stole-cars-recovered-at-ground-zero.html"} , {"body" : "One summer day in 1968, Mayor John V. Lindsay, declaring that he was at ''perhaps the most important event of my administration,'' picked up a telephone at police headquarters and made a ceremonial call to a three-digit number, 911. The call did not go through, so the mayor dialed again. Then again. Finally, someone realized he was using an inside" , "date" : "20040413" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "Health" , "New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "Bloomberg Plans Overhaul of Creaky 911 System" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/13\/nyregion\/bloomberg-plans-overhaul-of-creaky-911-system.html"} , {"author" : "Linda Yablonsky is a contributing editor for ArtNews and the author of ''The Story of Junk,'' a novel." , "body" : "AT a dinner party in January 2000, Alexis Rockman used his napkin to outline a painting for Arnold L. Lehman, director of the Brooklyn Museum. Part naturalist, part dreamer, Mr. Rockman wanted to alert the world to the dangers of global warming, which he attributes to ''the history of human activity.'' The image, he said, would be ''Angkor Wat" , "date" : "20040411" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "ART\/ARCHITECTURE; New York's Watery New Grave" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/11\/arts\/art-architecture-new-york-s-watery-new-grave.html"} ,   {"body" : "A middle-aged woman named Bianca Maria Bianchi may right now be the crispiest chick in Forlî, her sleepy hometown in Italy. While vacationing this year in New York, she was strolling through the Fulton Mall in Downtown Brooklyn when a T-shirt adorned with a giant spray-painted Tweety Bird caught her eye. Breaking off from her friends, she ventured" , "date" : "20040411" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; From Graffiti's Cutting Edge To Painting Aaliyah on a Purse" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/11\/nyregion\/neighborhood-report-downtown-brooklyn-graffiti-s-cutting-edge-painting-aaliyah.html"} , {"body" : "Ethel Davis first glimpsed her luminous future in 1997 when she saw a television ad that offered a vision of a green, secure world that had seemed hopelessly out of reach. ''Why Rent?'' asked the ad for a home builder in the Pocono Mountains of Pennsylvania. ''Our goal is homeownership for you and your family. Every American wants it; every" , "date" : "20040411" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PENNSYLVANIA" , "POCONO MOUNTAINS (PA)" , "MONROE COUNTY (PA)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Blue Skies and Green Yards, All Lost to Red Ink" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/11\/nyregion\/blue-skies-and-green-yards-all-lost-to-red-ink.html"} , {"body" : "A sampling of musical presentations planned for the holiday season at churches and concert halls in New York City. All are free unless otherwise noted. (Churches accept donations.) This selection, compiled by Jeremy Eichler, represents what caught this critic's eye and excited his expectations. More holiday recommendations for this weekend are in" , "date" : "20040402" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "Let the Hosannas Resound With the Joyful Spirit of Easter" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/02\/movies\/let-the-hosannas-resound-with-the-joyful-spirit-of-easter.html"} , {"body" : "The city has sold a municipal parking garage in downtown Brooklyn, officials of the Economic Development Corporation said yesterday. They called the sale an important element in the city's ambitious plans to rezone the area and encourage more commercial, residential, academic and cultural development. The garage, on Bond Street between Livingston" , "date" : "20040402" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Briefing | New York: Brooklyn: City Sells Garage For $6 Million" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/02\/nyregion\/metro-briefing-new-york-brooklyn-city-sells-garage-for-6-million.html"} , {"body" : "Like Wall Street and Delancey Street, Atlantic Avenue is one of those New York thoroughfares whose names conjure up distinctive worlds, in its case an incongruous mix of a Middle Eastern bazaar where you can actually buy frankincense and myrrh and a row of Victorian antique shops. A livelier Atlantic Avenue has been shaking off that stereotype for" , "date" : "20040330" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "ATLANTIC AVENUE (BROOKLYN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn's Mile-Long Makeover; Atlantic Avenue Is at the Heart of Plans for a Pier, Arena and Park" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/30\/nyregion\/brooklyn-s-mile-long-makeover-atlantic-avenue-heart-plans-for-pier-arena-park.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens.Through Sunday, films by Lars von Trier. Through April 25, ''Blip: Arcade Classics From the Museum Collection,'' an interactive exhibition of video games from the 1970's and 80's. Through November, ''Tim Burton Drawings,'' an" , "date" : "20040326" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/26\/arts\/spare-times-941581.html"} , {"body" : "IT was a bad omen. Here I had gathered with the assembled notebooks, microphones and cameras for the announcement of a $2.8 billion expansion of the Jacob K. Javits Convention Center and the construction of the Jets' football stadium with an exhibit hall on the West Side of Manhattan when I noticed somebody passing out the requisite news releases." , "date" : "20040326" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; A Quick Note to Jets Fans: A Plan Is Not a Promise" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/26\/sports\/sports-of-the-times-a-quick-note-to-jets-fans-a-plan-is-not-a-promise.html"} , {"body" : "A $22 million, 299-seat theater designed by the architects Frank Gehry and Hugh Hardy is expected to be the newest ornament of a growing cultural district in Brooklyn. The multipurpose experimental space, to be built on a city-owned parking lot adjacent to the Brooklyn Academy of Music, would serve as the first permanent home for the Theater for a" , "date" : "20040324" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "New Theater For Brooklyn Arts District" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/24\/theater\/new-theater-for-brooklyn-arts-district.html"} , {"body" : "THE once-desolate Belgian-block paved streets of Dumbo attract many tourists and residents these days, drawn to the Brooklyn neighborhood's mix of upmarket stores, utilitarian streetscapes, renovated factories and new buildings. For visitors who have the time and inclination to notice, remembrances of the industrial past of the area between the" , "date" : "20040314" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Streetscapes\/Robert Gair, Dumbo and Brooklyn; Neighborhood's Past Incised in Its Facades" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/14\/realestate\/streetscapes-robert-gair-dumbo-brooklyn-neighborhood-s-past-incised-its-facades.html"} , {"body" : "For some, South Brooklyn will always be South Brooklyn, although it is, in fact, in northern Brooklyn, and is also referred to, alternatively, as Carroll Gardens, Red Hook, Boerum Hill and the Columbia Waterfront District. But another name for the area has emerged, in the form of a well-appointed Web site and a series of sleek brochures: BoCoCa." , "date" : "20040314" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BOCOCA (NYC)" , "NEW YORK CITY" , "CARROLL GARDENS (NYC)" , "COBBLE HILL (NYC)" , "BOERUM HILL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: BROWNSTONE BROOKLYN; The Newest Entry In Neighborhood Scrabble" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/14\/nyregion\/neighborhood-report-brownstone-brooklyn-newest-entry-neighborhood-scrabble.html"} ,   {"body" : "EVENTS New York City WINTER BOOK SALE, New York Public Library, St. Agnes Branch, 444 Amsterdam Avenue, at 81st Street, Manhattan. With new and used books and recordings; proceeds benefit library programs. Today and tomorrow, 11 a.m. to 5 p.m.; Sunday, noon to 5 p.m. NORDIC EXPO 2004, Martin Luther King Jr. High School, Amsterdam Avenue, at 65th" , "date" : "20040312" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/12\/arts\/spare-times-752185.html"} , {"body" : "A young man approached the man seating people in the dining room at Junior's, on Flatbush Avenue Extension in downtown Brooklyn, a week ago and said he was there to meet his mother. The young man was wearing a letter jacket decorated with old N.B.A. logos and a matching cap. ''She's a large woman,'' he said, putting his arms out a foot or so from" , "date" : "20040312" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "DINER'S JOURNAL" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/12\/arts\/diner-s-journal.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. ''Greek Cinema Showcase,'' featuring the third of four American premieres: tonight at 7:30, ''Matchbox'' (2003), directed by Yiannis Economidis. Through Sunday, ''Bernardo Bertolucci,'' featuring films by the director; tomorrow at" , "date" : "20040305" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/05\/arts\/spare-times-662402.html"} , {"body" : "12:15 p.m. The minute she walks in the door, Jeanette Maldonado, 23, notices that the Linden Jobs Center in downtown Brooklyn has been spiffed up. The dingy hallways now appear to have a color-coded scheme. Electronic kiosks have sprouted in the once shadowy corners, and there are big electronic number boards hanging from the ceiling. But Ms." , "date" : "20040301" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "At Modernized Welfare Center, Some Things Are Hard to Fix" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/01\/nyregion\/at-modernized-welfare-center-some-things-are-hard-to-fix.html"} , {"body" : "A firefighter was under the influence of cocaine when he drove one fire truck into another at a Bronx intersection last week, causing a multivehicle accident that injured at least nine firefighters and two other people, fire officials said yesterday. The accident prompted Fire Commissioner Nicholas Scoppetta to announce yesterday that his" , "date" : "20040229" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Firefighter in Crash Took Cocaine, City Says" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/29\/nyregion\/firefighter-in-crash-took-cocaine-city-says.html"} , {"body" : "Frank Capece, a Nets season-ticket holder for 26 years, was trying to explain why he was still at Continental Arena, why he was still happily rooting for his team despite the announcement more than a month ago that the Nets were headed to Brooklyn. When words failed, he tried something else. ''Watch this,'' he said, turning quickly in his front-row" , "date" : "20040228" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "PRO BASKETBALL; Move Looms, but Nets Fans Aren't Ready to Let Go Just Yet" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/28\/sports\/pro-basketball-move-looms-but-nets-fans-aren-t-ready-to-let-go-just-yet.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. Through March 7, ''Bernardo Bertolucci,'' featuring films by the director; screenings this weekend, ''Bologna'' (1989) and ''Tragedy of a Ridiculous Man (La Tagedia di un Uomo Ridicolo''), 1981, tomorrow at 1:30 p.m.; ''The" , "date" : "20040227" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/27\/arts\/spare-times-559954.html"} , {"body" : "For years, at thousands of New York City intersections, well-worn push buttons have offered harried walkers a rare promise of control over their pedestrian lives. The signs mounted above explained their purpose: To Cross Street Push Button Wait for Walk Signal Dept. of Transportation Millions of dutiful city residents and tourists have pushed them" , "date" : "20040227" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "For Exercise in New York Futility, Push Button" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/27\/nyregion\/for-exercise-in-new-york-futility-push-button.html"} , {"body" : "Mike Tyson, the former heavyweight champion, added to his record of unsanctioned violence yesterday by acknowledging in court that his ''conduct was very disorderly'' when he got into a fight in Brooklyn last June with two autograph seekers, leaving one of them unconscious. In a deal with prosecutors in Criminal Court in Brooklyn, Mr. Tyson agreed" , "date" : "20040227" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Tyson Agrees to Plea Deal In Hotel Fight, Avoiding Jail" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/27\/nyregion\/tyson-agrees-to-plea-deal-in-hotel-fight-avoiding-jail.html"} , {"body" : "An off-duty New York City police officer was arrested yesterday on charges of assault and criminal possession of a weapon after an early-morning altercation in the Park Slope section, the authorities said. The officer, Nelson Lucero, who is assigned to the 84th Precinct in downtown Brooklyn, was suspended after his arrest at 11:45 a.m. Officer" , "date" : "20040223" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Off-Duty Officer Arrested In Altercation" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/23\/nyregion\/metro-briefing-new-york-brooklyn-off-duty-officer-arrested-in-altercation.html"} ,   {"body" : "WHEN word spread that Sean Combs, better known as P. Diddy, had signed on to star alongside Phylicia Rashad, Audra McDonald and Sanaa Lathan in a Broadway revival of ''A Raisin in the Sun,'' even his biggest fans probably rolled their eyes. Not because the news was so unexpected but because, in hindsight, it seemed so obvious. This is an era of pop" , "date" : "20040222" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "SPRING THEATER PREVIEW: The Legend and the Other Guy; Rapper, Mogul, Designer, Runner. So Why Not Broadway Actor?" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/22\/theater\/spring-theater-preview-legend-other-guy-rapper-mogul-designer-runner-so-why-not.html"} , {"body" : "A New Jersey gas station owner was convicted yesterday of making false statements to federal agents when he denied helping a Yemeni cleric who prosecutors said made a trip to Brooklyn in 1999 to raise money for international terrorism. The verdict from a jury in Federal District Court in Brooklyn came in a case that exposed many details of a" , "date" : "20040219" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "YEMEN"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Man Guilty Of Lying To the F.B.I. In Sheik Case" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/19\/nyregion\/man-guilty-of-lying-to-the-fbi-in-sheik-case.html"} , {"body" : "There was a funeral and an interment. Tears were shed, candles were lighted, music was played, and God was said to remain in charge. That was more than two weeks ago. Since then, there have been more acts of remembrance for Timothy Stansbury Jr., 19, who was shot dead by a police officer on a rooftop of the Louis Armstrong Houses in" , "date" : "20040219" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Family Left With Painful Memories and Angry Words" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/19\/nyregion\/a-family-left-with-painful-memories-and-angry-words.html"} , {"body" : "In a bizarre accident, a 77-year-old woman was killed in south Brooklyn yesterday when a rock bounced from the wheels of a passing dump truck and crashed through the windshield of the car she was riding in with her husband. The woman, Credo Veira, was in the passenger seat of a red Toyota traveling southward on Ralph Avenue near East 66th Street in" , "date" : "20040217" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Rock Thrown by Truck Hits Windshield, Killing Brooklyn Woman, 77" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/17\/nyregion\/rock-thrown-by-truck-hits-windshield-killing-brooklyn-woman-77.html"} , {"body" : "To the Editor: Your article ''To Some, the Nets Are a Slam Dunk, to Others a Technical Foul'' (Jan. 25) cites plans to bring ''a 19,000-seat arena and other improvements to Flatbush and Atlantic Avenues in Downtown Brooklyn.'' Prospect Heights residents consider the site of this arena for the New Jersey Nets not Downtown Brooklyn but Prospect" , "date" : "20040215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT HEIGHTS (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "Proposed Arena: Location, Location" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/15\/nyregion\/l-proposed-arena-location-location-395510.html"} , {"body" : "Theirs were names to grow into, big-man names, Victor Flores and Juan Angel Estrada. When they were buried yesterday, mourners filled a Brooklyn church, large families and small ones, entire classrooms of children from a nearby school. Their coffins were six feet long, polished white boxes with golden trim and ornate carvings, each one pushed, not" , "date" : "20040214" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Sorrow and Anger Linger as Brooklyn Buries Two Boys Killed by Truck" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/14\/nyregion\/sorrow-and-anger-linger-as-brooklyn-buries-two-boys-killed-by-truck.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Tomorrow, ''South Africa: Freedom, Liberation and Democracy, a three-weekend performance series''; at 1 p.m., ''Woza, Albert!,'' by the Voza Rivers\/New Heritage Theater Group and Community Works; at 3 p.m., a conversation with South African artists" , "date" : "20040213" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/13\/arts\/spare-times-368865.html"} , {"body" : "Call it the Valentine's Day massacre. Lutèce and Gage & Tollner, two historic restaurants that for decades had attained almost the status of civic institutions, will shut their doors on the same day, tomorrow. Another, La Côte Basque, will follow early next month. Hands wring. Diners mourn. The New is cursed. Doom is inferred. Darkness descends." , "date" : "20040213" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Eat and Be Merry; Tomorrow 2 Classics Die" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/13\/nyregion\/eat-and-be-merry-tomorrow-2-classics-die.html"} , {"body" : "The police officer who shot and killed an unarmed 19-year-old last month on the roof of a Brooklyn housing project told a grand jury yesterday that he did not remember raising his weapon and pulling the trigger, according to two people familiar with his testimony, who spoke on the condition of anonymity. In testimony before the 23-member grand" , "date" : "20040212" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Officer Said To Tell Jury He Can't Recall Fatal Shooting" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/12\/nyregion\/officer-said-to-tell-jury-he-can-t-recall-fatal-shooting.html"} , {"body" : "The Rev. John Powis tends to what he calls his ''church without walls,'' since its most vulnerable parishioners live without ceilings, heat or water. The informal Brooklyn congregation -- mostly elderly widows or immigrant families facing eviction from crumbling buildings -- is his way of fighting off the boredom of retirement and the creeping" , "date" : "20040210" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITYWIDE; Retirement Gives Him His Finest Ministry" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/10\/nyregion\/citywide-retirement-gives-him-his-finest-ministry.html"} ,   {"body" : "ON the 1918 facade of the Sutton movie theater, on 57th Street near Third Avenue, the delicate fluting of the columns, the crisp Ionic capitals and the broad frieze have been smashed back to crude, ghostly approximations of their original forms. It looks a little like the Parthenon frieze in Athens after the occupying Turks' powder magazine was" , "date" : "20040208" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Real Estate"] , "page_facet" : "7" , "title" : "Streetscapes\/The Sutton, 57th Street Near Third Avenue; Movie Theater's Facade Undergoes a Drastic Change" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/08\/realestate\/streetscapes-sutton-57th-street-near-third-avenue-movie-theater-s-facade.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. One of the largest collections of moving-image artifacts. Today through March 19, ''Greek Cinema Showcase,'' featuring the American premieres of four films. A screening tonight at 7:30 of ''Golden Apples of the Hesperides'' (''Ta" , "date" : "20040206" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/06\/arts\/spare-times-248088.html"} , {"body" : "It should not have seemed surprising in a ''one day you're up the next day you're down'' kind of town that the thermometer can prove as fickle as so many other indicators of fortune. But as temperatures pushed into the 40's in New York yesterday, winter game faces gave way to unzipped jackets, ungloved hands and what might seem an unlikely level of" , "date" : "20040205" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New Yorkers, Shaking Off Parkas, Get 43-Degree Weather and Survive" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/05\/nyregion\/new-yorkers-shaking-off-parkas-get-43-degree-weather-and-survive.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. One of the largest collections of moving-image artifacts. Through Feb. 8, the Fifth New York Film Critics Circle Series, with screenings introduced by various film critics. Tomorrow at 2 p.m., ''Possessed'' (1931), directed by" , "date" : "20040130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/30\/arts\/spare-times-164160.html"} , {"body" : "''THIS is our replacement command board,'' Deputy Chief Vincent Mandala said, opening an 18-by-24-inch welded aluminum case standing on folding legs in the 11th Division station in downtown Brooklyn. ''The old one was destroyed on 9\/11.'' Each division of the New York City Fire Department owns such a board, which is used by the commander at the" , "date" : "20040129" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Technology"] , "page_facet" : "7" , "title" : "A Morphing Map Gives Fire Chiefs the Big Picture" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/29\/technology\/a-morphing-map-gives-fire-chiefs-the-big-picture.html"} , {"body" : "At the urging of state and city officials, the Jets have redrawn their plans for a $1.5 billion football stadium on the West Side of Manhattan so that it will not compete for events with Madison Square Garden. The Jets had designed a 75,000-seat stadium with a retractable roof that could be converted into a combination exhibition hall and arena," , "date" : "20040128" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "To Avoid Competing With Garden, Jets Redraw Plans for Stadium on West Side" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/28\/nyregion\/to-avoid-competing-with-garden-jets-redraw-plans-for-stadium-on-west-side.html"} , {"body" : "AND the beat goes on. Emboldened by perceived success, the hockey crowd at Madison Square Garden has been yowling for the head of Glen Sather. After all, yowling seemed to pay off recently for the head of Scott Layden and the head of Don Chaney, who were running the Knicks at this very same World's Most Famous Arena. Save your larynxes, it's flu" , "date" : "20040127" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; And the Heads Keep on Falling Around the City" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/27\/sports\/sports-of-the-times-and-the-heads-keep-on-falling-around-the-city.html"} , {"body" : "IN 1884, when major league baseball came to Brooklyn, it could be said that Brooklyn, even then jockeying for attention in the shadow of Manhattan, needed the team more than the team needed Brooklyn. That was undeniable in 1957, when the last Dodgers home game was played before only 6,702 paying spectators, Gladys Gooding (the only person to play" , "date" : "20040125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "4" , "title" : "Ideas & Trends; Brooklyn, the Borough That Begs for Nothing" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/25\/weekinreview\/ideas-trends-brooklyn-the-borough-that-begs-for-nothing.html"} , {"body" : "By Wednesday morning, Bruce C. Ratner had nearly sealed his $300 million offer to buy the Nets and move them to Brooklyn. But nothing was certain, not after a week in which his confidence soared and plummeted as he struggled to outnegotiate a rival. Around 10 o'clock, a fax arrived in Skillman, N.J., at the law office of Edwin Stier, a former" , "date" : "20040125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "PRO BASKETBALL; Ratner's Path To Buy Nets Had Pitfalls And Promise" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/25\/sports\/pro-basketball-ratner-s-path-to-buy-nets-had-pitfalls-and-promise.html"} , {"body" : "BROOKLYNITES who would be displaced by a new arena for the Nets are howling about the proposal, while many people who live elsewhere in the borough are big boosters of the idea. But among merchants and residents who are in between -- living outside the area where the arena would be built but in the close vicinity -- there is no such clear" , "date" : "20040125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; To Some, the Nets Are a Slam Dunk, to Others a Technical Foul" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/25\/nyregion\/neighborhood-report-downtown-brooklyn-some-nets-are-slam-dunk-others-technical.html"} ,   {"author" : "E-mail: amh@nytimes.com" , "body" : "IS the ghost of Robert Moses still haunting New York? Last Sunday was the 70th anniversary of the appointment of Robert Moses as the city's parks commissioner. He was by far its longest-serving commissioner -- 26 years -- from January 1934 to May 1960. Only Henry Stern's 15 years came close. Every parks commissioner since Moses has served in his" , "date" : "20040125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; Amid News Of the Nets, Memories Of Moses" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/25\/nyregion\/coping-amid-news-of-the-nets-memories-of-moses.html"} , {"body" : "To the Sports Editor: In response to George Vecsey's column about Brooklyn (''Dodgers Moved On; Nets Could Move In,'' Jan. 22), I must say there is a distinct disconnect between his perception of what is going on here and the reality of life here. Vecsey's reference to downtown Brooklyn as ''iffy'' is a sad misrepresentation of the area. Brooklyn" , "date" : "20040125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "Sports"] , "page_facet" : "11" , "title" : "Brooklyn Doesn't Need Nets To Provide It With Identity" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/25\/sports\/l-brooklyn-doesn-t-need-nets-to-provide-it-with-identity-108839.html"} , {"body" : "To the Sports Editor: Brooklyn hasn't waited for the Nets to dream again. For the past 15 years, the borough has grown in leaps and bounds, restoring both an identity and a good quality of life, and this despite obstacles like cuts in the city's budget. It's galling to see that public funds much needed for schools, health care and the arts may go" , "date" : "20040125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "Sports"] , "page_facet" : "11" , "title" : "Brooklyn Doesn't Need Nets To Provide It With Identity; Misplaced Priorities" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/25\/sports\/l-brooklyn-doesn-t-need-nets-to-provide-it-with-identity-misplaced-priorities-108880.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. One of the largest collections of moving-image artifacts. Through Feb. 8, the Fifth New York Film Critics Circle Series, with screenings introduced by various film critics. Tomorrow at 2 p.m., ''Out of the Past'' (1947), directed" , "date" : "20040123" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/23\/arts\/spare-times-070580.html"} , {"body" : "Marty Markowitz, Brooklyn's head cheerleader, was still riding a wave of euphoria, one day after the developer Bruce C. Ratner had won the bidding for the New Jersey Nets with plans to install them in a new home near downtown Brooklyn. ''It's exciting,'' said Mr. Markowitz, the borough president. ''It puts Brooklyn back in the big leagues.'' But" , "date" : "20040123" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bid for a Brooklyn Sports Complex Faces Challenges From All Sides" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/23\/nyregion\/bid-for-a-brooklyn-sports-complex-faces-challenges-from-all-sides.html"} , {"body" : "IF I hear one more ode to the old Brooklyn Dodgers or to Ebbets Field or to Pee Wee and Jackie, I'll scream. I'm screaming now, but it's hard to hear because of the roar of misplaced celebration. All the excited talk surrounding the agreement Wednesday to sell the Nets and eventually move the franchise to Brooklyn would have you think that the" , "date" : "20040123" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEWARK (NJ)" , "NEW YORK CITY" , "NEW JERSEY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; Nets Have Their Place, But It Isn't Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/23\/sports\/sports-of-the-times-nets-have-their-place-but-it-isn-t-brooklyn.html"} , {"body" : "During the past year, as the New Jersey Nets' owners publicly threatened to move the team out of the state, Gov. James E. McGreevey insisted that New Jersey would be better off losing the franchise than spending tens of millions of tax dollars to keep it. Now that the team's owners have agreed to sell to a group that intends to move it to downtown" , "date" : "20040123" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "In New Jersey, an Uncertain Political Response to the Sale" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/23\/nyregion\/in-new-jersey-an-uncertain-political-response-to-the-sale.html"} , {"body" : "NOBODY better understands how long and potentially painful the Nets' road from New Jersey to Brooklyn might be than a man who has taken many a labored step with them, from that night in 1967 when they opened the doors to the Teaneck Armory. The Nets were called the New Jersey Americans and the opponents in that now-ancient American Basketball" , "date" : "20040123" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; He Tracks Nets' Moves, On the Court And Off It" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/23\/sports\/sports-of-the-times-he-tracks-nets-moves-on-the-court-and-off-it.html"} , {"body" : "Before the first N.B.A. tipoff at the gleaming arena that the developer Bruce C. Ratner envisions for the area straddling the Atlantic Avenue rail yards, Mr. Ratner will have to take on a scrappy squad from down the block: his neighbors. A more ethnically, economically and commercially diverse crew would be hard to assemble, even in New York City." , "date" : "20040123" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Guarding Their Homes Against the Bulldozer" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/23\/nyregion\/guarding-their-homes-against-the-bulldozer.html"} , {"body" : "UNTIL now, basketball in Brooklyn mostly meant schoolyard courts or the high school gyms where teenagers learned to shoot and pass, to dunk and defend. You could dream about playing for the Knicks at the Garden, but if you had big-time talent, you had to go away to a college out there in the sticks where you knew you would feel like a stranger." , "date" : "20040122" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "Sports of The Times; Brooklyn Crosses Bridge Back Into the Big Time" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/22\/sports\/sports-of-the-times-brooklyn-crosses-bridge-back-into-the-big-time.html"} ,   {"body" : "Contrary to popular belief, Brooklyn did not die when a rich man named Walter O'Malley took away the Dodgers after the 1957 baseball season. Brooklyn is still there. From the edge of the South Street Seaport in Manhattan, gazing east, you can see a silhouette of towers, bridges, piers and steeples that would take your breath away if they suddenly" , "date" : "20040122" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; A New Bounce in Brooklyn's Step" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/22\/sports\/sports-of-the-times-a-new-bounce-in-brooklyn-s-step.html"} , {"body" : "Bruce C. Ratner, the developer who wants to move the New Jersey Nets to downtown Brooklyn, reached an agreement yesterday to buy the team for $300 million, defeating a similar offer by Charles Kushner and Senator Jon S. Corzine, the team said. There is no guarantee that Mr. Ratner will be able to fulfill his vision in Brooklyn, where sports fans" , "date" : "20040122" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "Sports"] , "page_facet" : "1" , "title" : "PRO BASKETBALL: OVERVIEW; Nets Are Sold for $300 Million, And Dream Grows in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/22\/sports\/pro-basketball-overview-nets-are-sold-for-300-million-dream-grows-brooklyn.html"} , {"body" : "He could go down as the avenger of Walter O'Malley. All right, partial avenger. It's impossible to imagine the treasonous Walter O'Malley ever being forgiven for transplanting the Dodgers from Brooklyn to Los Angeles after the 1957 season. But by importing a New Jersey basketball team to the borough, Bruce C. Ratner, himself a childhood Cleveland" , "date" : "20040122" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "PRO BASKETBALL: THE BUYER; Can Former Indians Fan Be O'Malley's Avenger?" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/22\/sports\/pro-basketball-the-buyer-can-former-indians-fan-be-o-malley-s-avenger.html"} , {"body" : "Perry McLaughlin, part-time student, longtime Knicks fan, 39-year-old Brooklyn resident, tried to absorb the news as he stood in front of New York City College of Technology in downtown Brooklyn yesterday. The New Jersey Nets had been bought by a man determined to move them to Brooklyn. There was a sense of celebration, yes, but of competing" , "date" : "20040122" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "Sports"] , "page_facet" : "1" , "title" : "PRO BASKETBALL: THE STREET; Fans in the City Feeling the Tug From a Rivalry" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/22\/sports\/pro-basketball-the-street-fans-in-the-city-feeling-the-tug-from-a-rivalry.html"} , {"body" : "INTERNATIONAL A3-13 Israeli Indictment Deepens Political Strains on Sharon An Israeli court accused a prominent real estate developer of attempting to bribe Prime Minister Ariel Sharon, beginning in the late 1990's. The indictment raises potentially serious legal and political issues, and prompted calls for Mr. Sharon's resignation by political" , "date" : "20040122" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/22\/nyregion\/news-summary-064696.html"} , {"body" : "Bruce C. Ratner and Charles Kushner raised their bids modestly yesterday in their competition to buy the Nets, and officials involved in the negotiations said the process was moving rapidly toward a conclusion that could come as early as today. Ratner wants to move the team to downtown Brooklyn, and Kushner's intent is to keep the Nets playing in" , "date" : "20040121" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "PRO BASKETBALL; Bidding for the Nets Is Down to the Wire" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/21\/sports\/pro-basketball-bidding-for-the-nets-is-down-to-the-wire.html"} , {"body" : "IF ever there was a telltale sign of what it means to be the New Jersey Nets, it has come these last few weeks, from the moment Isiah Thomas became the Knicks' new head chef and began making chicken salad at Madison Square Garden. Remember that storm between Jason Kidd and Byron Scott? Alonzo Mourning's brave struggle for survival? The fluid," , "date" : "20040121" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; If Stern Is Rooting, It Must Be for Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/21\/sports\/sports-of-the-times-if-stern-is-rooting-it-must-be-for-brooklyn.html"} , {"body" : "FLICKERING before Amanda M. Burden, the city planning commissioner, was a vision of New York City of the future. A computer animation showed the view from a car driving toward the Greenpoint waterfront in Brooklyn. The industrial buildings were gone, replaced by a stately procession of five- and six-story brick and stone apartment buildings," , "date" : "20040118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Remaking, or Preserving, the City's Face" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/18\/realestate\/remaking-or-preserving-the-city-s-face.html"} , {"body" : "In the remaining two-bidder race to acquire the Nets, the question of how close a final deal is has taken center stage. The president of the Nets' ownership group, Edwin Stier, said yesterday that no deal was imminent. ''We are carrying on parallel negotiations with prospective purchasers,'' he said, with the goal of completing them ''as rapidly as" , "date" : "20040117" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "PRO BASKETBALL; Nets' Ownership Says Sale of Team Is Not Imminent" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/17\/sports\/pro-basketball-nets-ownership-says-sale-of-team-is-not-imminent.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. One of the largest collections of moving-image artifacts. Through Feb. 8, the Fifth New York Film Critics Circle Series, with screenings introduced by various film critics. Tomorrow at 2 p.m., ''To Die For'' (1995), by Gus Van" , "date" : "20040116" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/16\/arts\/spare-times-976997.html"} ,   {"body" : "The developer Bruce C. Ratner, who wants to buy the Nets and move them to Brooklyn, has been in exclusive negotiations with the team's owners since Monday, an executive involved in the negotiations said last night. ''We're almost there,'' the executive said. ''It's beyond tasting it.'' Ratner has said he would move the team to a new arena in" , "date" : "20040115" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "PRO BASKETBALL; Nets Focus On Bidder With Ties In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/15\/sports\/pro-basketball-nets-focus-on-bidder-with-ties-in-brooklyn.html"} , {"body" : "To the Editor: I live on the border between downtown Brooklyn and Boerum Hill, directly across the street from the area of proposed development described in ''Plugging a Hole in Brooklyn's Heart'' (news article, Jan. 7). I've never thought of the view from my front door as ''eight square blocks of urban blight.'' Instead, I've enjoyed looking at" , "date" : "20040110" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BOERUM HILL (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "12" , "title" : "A Song of Queens, a Dream in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/10\/opinion\/l-a-song-of-queens-a-dream-in-brooklyn-909289.html"} , {"body" : "IN a darkened bay at Red Hook's watery edge, the trolley guy of Brooklyn steps over the bits and pieces of his grand vision to board his magnificent vessel. Come on, he says, in that weary-whiny voice of his. ''I'll take you on the world's shortest trolley ride.'' He turns on the lights, rings the bell -- ding, ding -- and an 1897 trolley of" , "date" : "20040110" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; The Trolley Guy's Last Ride (All 12 Feet of It)" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/10\/nyregion\/about-new-york-the-trolley-guy-s-last-ride-all-12-feet-of-it.html"} , {"body" : "A fire lieutenant who was transferred after a fight on New Year's Eve at a Staten Island firehouse was suspended for drinking and fighting on the job in 1986. The lieutenant, Gregory McFarland, who was working at Engine Company 151 and Ladder Company 76 in Tottenville when the fight occurred on New Year's Eve, was reassigned by the Fire Department" , "date" : "20040110" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Fire Lieutenant Reassigned From S.I. Was Suspended After 1986 Fight" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/10\/nyregion\/fire-lieutenant-reassigned-from-si-was-suspended-after-1986-fight.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. The recently reopened Arthur Ross Hall of Meteorites, with the 34-ton Ahnighito meteorite, the world's largest, on display. ''Petra: Lost City of Stone,'' with objects from the ancient Jordanian city, as well as 19th-century drawings and prints;" , "date" : "20040109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "48" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/09\/arts\/spare-times-883271.html"} , {"body" : "Charles Kushner, a member of one of the groups bidding for the Nets, said yesterday that he may raise his bid of $267.5 million to narrow the gap between his offer and that of Bruce C. Ratner, who has bid $300 million. The sale process, now in its fourth month, features Kushner, whose lead partner is Senator Jon S. Corzine, Democrat of New Jersey;" , "date" : "20040109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "BASKETBALL; Kushner Says He May Raise Bid For Nets to Closer to $300 Million" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/09\/sports\/basketball-kushner-says-he-may-raise-bid-for-nets-to-closer-to-300-million.html"} , {"body" : "Brooklyn nurses its grudge against Manhattan with all the subtlety of King Kong, a Red Sox fan or Gerald R. Ford. So this may come as perverse consolation, but slowly, quietly and over the course of decades, the borough has created something -- or, rather, a conspicuous nothing -- that elevates it among the ranks of the country's real, independent" , "date" : "20040107" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Plugging a Hole in Brooklyn's Heart; A Web of Urban Challenges to Rival Dallas or Los Angeles" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/07\/nyregion\/plugging-hole-brooklyn-s-heart-web-urban-challenges-rival-dallas-los-angeles.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. One of the largest collections of moving-image artifacts. Through Sunday, a Judy Garland film series, with screenings of ''For Me and My Gal'' (1942), directed by Busby Berkeley, today at 2 p.m.; ''Easter Parade'' (1948), directed" , "date" : "20040102" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "46" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/02\/arts\/spare-times-797359.html"}]