[  {"body" : "THE 33 houses of the tiny Vinegar Hill Historic District, on the East River east of Dumbo in Brooklyn, are like a small settlement out on the prairie, isolated not by amber waves of grain but by a swath of surrounding power plants, highways and housing projects. New Yorkers have been slow to discover Vinegar Hill and its Belgian-block streets, and" , "date" : "20041226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "VINEGAR HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "STREETSCAPES\/Brooklyn; A Piquant Journey Through Vinegar Hill" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E1D71030F935A15751C1A9629C8B63"} , {"body" : "After several false starts, state and city officials are set to sign off on a new, final master plan for the Downtown Brooklyn waterfront that would include playing fields, a marina, stores and a new residential and commercial hub at the foot of Atlantic Avenue. The plan for the 1.3-mile shoreline park from Dumbo to Cobble Hill is a crucial step" , "date" : "20041224" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN BRIDGE PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Waterfront Park Inches Closer" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9905EFD61130F937A15751C1A9629C8B63"} , {"body" : "THE wheels were turning last week at Jacques Torres Chocolate Haven, where an employee was feverishly tossing too much powdered sugar into a rolling drum of macadamia nuts. In another time or place, he would have earned a four-star scolding, but not with Mr. Torres at his side. ''If you do it like that, it will puff out too much,'' Mr. Torres said," , "date" : "20041222" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "All Chocolate, No Oompa-Loompas" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990CEFD81330F931A15751C1A9629C8B63"} , {"author" : "Nancy Rosen is a senior analyst in the corporate planning department of The New York Times Company." , "body" : "I SPENT one great New Year's Eve dateless. The party was at my friend Stephanie's house in Sheepshead Bay, Brooklyn, or rather, her parents' house. Steph and I sipped Asti Spumante from plastic flutes and snuck down to her basement. ''Grease'' played on her dad's Betamax machine. We ordered our younger brothers around. I was 8, maybe 9. I'm now 31," , "date" : "20041219" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; The Fate of 'the Date'" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B03E0DC1530F93AA25751C1A9629C8B63"} , {"body" : "When the hip-hop artist and business entrepreneur Sean Combs agreed to lease 51,000 square feet of space at Broadway and 54th Street in June 2003, he wanted a building that he could call his own. But it also had to be large enough to house a business empire that in the last few years has grown to include his record label, a clothing line, a" , "date" : "20041208" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "5" , "title" : "COMMERCIAL REAL ESTATE: REGIONAL MARKET -- Manhattan and Brooklyn; Offices With Space, Sex Appeal and Great Acoustics" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E2DB1231F93BA35751C1A9629C8B63"} , {"body" : "WHAT do the soaring prices of works by Gauguin and Warhol have to do with the ever-rising price of condominiums in New York? Perhaps nothing at all. After all, a picture hook does not make a home. But that hasn't stopped developers and their sales teams from aggressively seizing the cachet of the art world and using it to promote their latest and" , "date" : "20041128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "In New Buildings, Buying Into Cool" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0CEFD7143EF93BA15752C1A9629C8B63"} , {"body" : "IF Peter Sellers were still alive, he would be horrified by two of the season's most pervasive fashion trends. And they aren't the trench coats and tweed hats favored by Inspector Clouseau. Sellers couldn't stand the colors green and purple. Notoriously superstitious and neurotic, he banned them from his movie sets after a psychic told him they" , "date" : "20041121" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "12" , "title" : "Dark Thoughts on the Season's Bright Palette" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F06E5D9113FF932A15752C1A9629C8B63"} , {"body" : "''Risk Everything'' is a risky title. It promises reckless fun, but also dares us to recognize daring that is a bit deeper than fun. What does it mean to ''risk everything'' in the theater nowadays, anyway? Once, grown-ups appearing onstage with children and animals might have qualified; Mayakovsky got a rush out of screaming poetry at farmers." , "date" : "20041117" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "4" , "title" : "THEATER REVIEW; Street Life and Lowlifes Meet To Scheme in a Grubby Motel" , "url" : "http:\/\/theater2.nytimes.com\/mem\/theater\/treview.html?res=9E00EEDE123FF934A25752C1A9629C8B63"} , {"body" : "At Almondine, a newcomer at 85 Water Street (Main Street) in the Dumbo section of Brooklyn, Hervé Poussot is turning out excellent croissants, fancy pastries, muffins, cookies and whole-grain breads, including some made with spelt flour. His approach combines French and American traditions. For Thanksgiving Mr. Poussot, the former pastry chef at" , "date" : "20041117" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; Life Is Getting Sweeter in Dumbo" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE3DF153FF934A25752C1A9629C8B63"} , {"body" : "IN the final year of the HBO hit series ''Sex and the City,'' the character Carrie Bradshaw and her Prada-touting friends experienced a number of firsts: Charlotte converted to Judaism and settled into a happy marriage with Harry; Samantha let a man into her heart; and Carrie finally saw the Eiffel Tower and, it appears, snagged Mr. Big -- maybe" , "date" : "20041114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "'Outer Borough' Finally Attracts The 'In' Crowd" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E02EFD81F3CF937A25752C1A9629C8B63"} ,   {"body" : "In the Dumbo section of Brooklyn, some residents are still tasting their victory of two weeks ago, when the prominent developer David Walentas of Two Trees Management scrapped his plan to build a 16-story apartment tower at the foot of the Brooklyn Bridge. Neighborhood leaders say their work isn't finished, though, because Mr. Walentas could still" , "date" : "20041024" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: DUMBO; The Views Are Just Fine, For Now" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E01E2DF1F3AF937A15753C1A9629C8B63"} , {"body" : "Movies A selective listing by critics of The Times: New or noteworthy movies playing this weekend in New York City. * denotes a highly recommended film. Ratings and running times are in parentheses. Full reviews of all current releases, movie trailers, showtimes and tickets: nytimes.com\/movies. Now Playing 'BEING JULIA' Starring Annette Bening." , "date" : "20041022" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE3D9103AF931A15753C1A9629C8B63"} , {"body" : "At first glance the lineup for the 2004 Dumbo Dance Festival over the weekend looked like the usual grab-bag collection of worthy downtown choreographers. But the second Friday-night program of the ambitious festival, directed by Young Soon Kim and presented at the gleaming John Ryan Theater at the White Wave Performance and Rehearsal Space in" , "date" : "20041020" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "DANCE REVIEW; A Grab Bag of a Lineup Blossoms in Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E2DA133AF933A15753C1A9629C8B63"} , {"author" : "the guide@nytimes.com" , "body" : "SUNDAY 10|17 TAKING IT TO THE BRIDGES Events and exhibitions crammed between the Manhattan and Brooklyn Bridges in Brooklyn this weekend make a fiesta out of a young neighborhood that is already quite party-friendly. More than a hundred visual and performance artists will open their studios to the public -- and a few will take to the street. Pirate" , "date" : "20041017" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "THE GUIDE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E4DD1E3BF934A25753C1A9629C8B63"} , {"body" : "FALL marks not only the beginning of school but also a new season for home furnishings. Stores buzz with people foraging for fresh merchandise, and this year there are three new shops to serve a growth market. (Those apartment towers springing up around New York typically contain about 400 units, and next year several new luxury condos and" , "date" : "20041007" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "4" , "title" : "PERSONAL SHOPPER; New Season, New Sources" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A05E6D81F38F934A35753C1A9629C8B63"} , {"body" : "THEY may come together for what seems like a straightforward business transaction -- the sale or purchase of a home -- but the relationship between broker and client can be an emotional minefield, ripe for love or hate, admiration or scorn, friendship or hostility. If nothing else, it is a highly personal connection. A broker, after all, probably" , "date" : "20041003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Your Broker as Your Friend, or Maybe Not" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500EED71538F930A35753C1A9629C8B63"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. One of the largest collections of moving-image artifacts. Through Oct. 11, ''Subway Centennial Film Festival,'' co-sponsored with the New York Transit Museum, featuring works with the subway system as the main location or subject." , "date" : "20041001" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807E4DC1238F932A35753C1A9629C8B63"} , {"body" : "Thanks in part to television shows like ''I Want a Famous Face'' on MTV, ''The Swan'' on Fox and ''Extreme Makeover'' on ABC, cosmetic surgery is more popular than ever. And children and teenagers are not immune to the trend. The number of cosmetic surgeries performed on people 18 and under reached 74,233 in 2003, a 14 percent increase from 2000," , "date" : "20040928" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Health"] , "page_facet" : "5" , "title" : "THE CONSUMER; How Young Is Too Young to Have a Nose Job and Breast Implants?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?sec=health&res=9405E5D91638F93BA1575AC0A9629C8B63"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Opening tomorrow and on display through March 13, ''Fall Colors Across North America,'' an exhibition of photographs by Anthony Eaton Cook. Through Jan. 9, ''Frogs: A Chorus of Colors,'' an exhibition of 200 specimens; timed tickets to ''Frogs'' are" , "date" : "20040924" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0CEFD71039F937A1575AC0A9629C8B63"} , {"body" : "ON a recent Sunday afternoon, Alison Moritsugu and her husband, Stefan Petrik, leaned against their Honda Civic, talking in the driveway in front of their brick-red ranch house. The open garage door revealed a tarp-covered motorcycle and a woodworking shop -- a typical weekend scene in cul-de-sac New York. But they don't conform with most people's" , "date" : "20040912" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRIDGEPORT (CONN)" , "NEW YORK CITY METROPOLITAN AREA" , "BEACON (NY)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Moving Out, Seeking the Next SoHo" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9402E2DA1430F931A2575AC0A9629C8B63"} ,   {"author" : "Ted Loos writes about art, film, television and wine." , "body" : "TOM OTTERNESS was standing on Broadway near 137th Street the other day, trying not to feel the weight of sculptural history. He had just learned that his new project, ''Tom Otterness on Broadway,'' was the biggest one-man sculpture exhibition in New York City parks since a show of Henry Moore works in 1984. ''That really hasn't quite sunk in,'' he" , "date" : "20040912" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "84" , "title" : "THE NEW SEASON\/ART; A Fractured Fairy Tale Set on Broadway" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990CE1DD1131F931A2575AC0A9629C8B63"} , {"body" : "A random glossary of New York terms: HOUSTON STREET -- An important reference point, especially if you visit SoHo, sometimes known as TrendySoHo, one word. It is pronounced HOW-ston, not the funny way they say it in Texas. YO -- A common salutation, unless uttered by a dyslexic Yiddish speaker. SHMEAR -- A layer of cream cheese spread, clumped" , "date" : "20040829" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "4" , "title" : "NEW YORK 2004: THIS IS NEW YORK; Words to the Wise New York Visitor" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/29\/us\/new-york-2004-this-is-new-york-words-to-the-wise-new-york-visitor.html"} , {"body" : "WITH his deep tan and shaggy head, David Walentas looks more like an aging yachtie than a seasoned New York developer with a half-billion dollars or so worth of property under his belt -- more Jimmy Buffett than Warren Buffett. Yet the self-styled duke of Dumbo, the unofficial mayor of the now thriving Brooklyn neighborhood Mr. Walentas carved out" , "date" : "20040815" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BRIDGEHAMPTON (NY)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "HABITATS\/Bridgehampton, N.Y.; The Duke of Dumbo Rides Tall in Horse Country" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/15\/realestate\/habitats-bridgehampton-ny-the-duke-of-dumbo-rides-tall-in-horse-country.html"} , {"body" : "Battery Park City Condo $395,000 MANHATTAN: 250 South End Avenue, #5H A one-bedroom, one-bath condo. Paul Saran, Douglas Elliman Real Estate (212) 965-6066; www.elliman.com MAINTENANCE: $835, plus $449 for real estate taxes TIME ON THE MARKET: Eight weeks PROS: A 600-square-foot apartment, with a living room and kitchen with breakfast-bar and space" , "date" : "20040808" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/08\/realestate\/on-the-market.html"} , {"body" : "With condominium prices soaring, Mario Procida, a seasoned developer from the Bronx, decided that the building he was putting up at 53 Boerum Place in the first of a swath of residential buildings going up on the edge of downtown Brooklyn could make it as a condominium, rather than a rental. So he put in the usual condo upgrades: a 24-hour" , "date" : "20040808" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "POSTINGS; Where High-Tech And Luxury Meet" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/08\/realestate\/postings-where-high-tech-and-luxury-meet.html"} , {"body" : "Gaije Kushner went inside one late April morning to refresh her cup of tea, confident that her two huskies were safely confined to her backyard. When she returned about two minutes later, she said, both dogs, Sita and Sasha, were gone. Ms. Kushner, 31, a dog walker, quickly realized that the dogs had jumped the fence, and she ran into the street" , "date" : "20040801" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "What Will People Pay to Find Their Lost Dogs? Just About Anything" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/01\/nyregion\/what-will-people-pay-to-find-their-lost-dogs-just-about-anything.html"} , {"body" : "Spotlight on Local Beers A tasting of locally made beers will be given on Saturday at 2 p.m. at the Brooklyn Historical Society, 128 Pierrepont Street (Clinton Street). It is part of the exhibition ''100 Bottles of Beer on the Wall: Brewing in Brooklyn,'' on display until Oct. 15. The tasting will be conducted by Richard Scholz, an owner of" , "date" : "20040721" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "CALENDAR" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/21\/dining\/calendar.html"} , {"body" : "Swoon frontloads her days with caffeine and works on her art late into the night. It can take her two weeks to produce a series of the large, intricate paper cutouts and hand-pulled block prints that have gained her considerable renown in one particular sector of the art world. When she is done -- her arms aching and her clothes and skin speckled" , "date" : "20040709" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "Lawbreakers, Armed With Paint and Paste; Underground Artists Take to the Streets" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/09\/nyregion\/lawbreakers-armed-with-paint-and-paste-underground-artists-take-to-the-streets.html"} , {"body" : "Furniture dealers have regarded Baxter & Liebchen, a warehouse in Dumbo, Brooklyn, as a source for vintage Scandinavian furniture since it opened six months ago. From Saturday through July 17, it will be open to the public for a warehouse sale of items including: a Hans Wegner teak hutch (now $3,000, was $4,000); a Finn Juhl teak dining table (now" , "date" : "20040708" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "SCANDINAVIA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS: WHO KNEW?; Scandinavian Subtraction" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/08\/garden\/currents-who-knew-scandinavian-subtraction.html"} , {"body" : "On Thursday morning, Karlis Rekevics, a 40-year-old sculptor who works in giant slabs of cast plaster, picked up a sledgehammer and prepared to store his work in the only way he saw possible: in little, tiny pieces. ''I'm a very unprecious artist,'' Mr. Rekevics said, before smashing his multi-ton sculpture to bits. ''And I wanted to go out with a" , "date" : "20040629" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "DUMBO (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "The Doorman Cometh; Dumbo's Fast Switch From Artists' Lofts to Luxury Apartments" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/29\/arts\/the-doorman-cometh-dumbo-s-fast-switch-from-artists-lofts-to-luxury-apartments.html"} ,   {"body" : "ATTRACTIONS Museums and Sites INTREPID SEA-AIR-SPACE MUSEUM, Pier 86, West 46th Street at the Hudson River, Clinton. The Intrepid is a converted World War II aircraft carrier with two decks of displays, including four theme halls: United States Navy Hall, Pioneer Hall, Technologies Hall and Intrepid Hall. ''British Celebration'' includes a tour of" , "date" : "20040625" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/25\/arts\/spare-times-085308.html"} , {"body" : "So what's next? Now that the Lower Manhattan Development Corporation has made its choices for the cultural institutions at the World Trader Center site, what will be the likely impact on the social and artistic fabric of Lower Manhattan and New York City? Put aside for the moment speculation as to whether the Joyce Theater, the Signature Theater" , "date" : "20040615" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "CRITIC'S NOTEBOOK; What Impact Will Art Centers At Ground Zero Have (if Any)?" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/15\/arts\/critic-s-notebook-what-impact-will-art-centers-at-ground-zero-have-if-any.html"} , {"body" : "To the Editor: Regarding ''Spanning the Skyline'' (May 9), by Andy Newman, I have an insider's tip to doubly enjoy the stroll across the East River on the Brooklyn Bridge. Take the Manhattan Bridge for the return trip. The pedestrian walkway on the south side of the Manhattan Bridge -- it is accessible only a few blocks from where the Brooklyn" , "date" : "20040606" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "9" , "title" : "Brooklyn Bridge" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/06\/travel\/l-brooklyn-bridge-865850.html"} , {"body" : "A long-discussed proposal from the Jehovah's Witnesses to build a 1,000-unit residence hall and parking garage in Dumbo, Brooklyn, has reached the desks of city planners, worrying residents who are troubled by the project's size. ''Right now you think of Dumbo as 12-story buildings and 8-story buildings,'' said Nancy Webster, president of the Dumbo" , "date" : "20040530" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "DUMBO (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: DUMBO; Plan for Towers Looms Over Local Objections" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/30\/nyregion\/neighborhood-report-dumbo-plan-for-towers-looms-over-local-objections.html"} , {"body" : "To the Editor: Andy Newman's article could not have been better timed. The ''heart-stopping views'' from the Brooklyn Bridge that he describes may soon become just heartbreaking memories. A local developer, David C. Walentas of Two Trees Management, has applied for a zoning change that would allow him to build a 170-foot-tall building a mere 70" , "date" : "20040530" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "11" , "title" : "Brooklyn Bridge" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/30\/travel\/l-brooklyn-bridge-738921.html"} , {"author" : "Tom Vanderbilt is the author of ''Survival City: Adventures Among the Ruins of Atomic America.''" , "body" : "NO. 70 Washington Street is one of those tired highway-facing Brooklyn facades with rows of irregularly lighted windows that the traffic-bound commuter, anxious for distraction, looks toward and idly wonders: What goes on in there? There are, in fact, a bewildering variety of enterprises contained within 70 Washington and its conjoined sister at 35" , "date" : "20040523" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Made in New York" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/23\/nyregion\/made-in-new-york.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy opera, classical music and dance events this weekend in the Northeast. Classical Music ANONYMOUS 4. Well, so here it is, and alas, they weren't kidding. This splendid female vocal quartet has been a mainstay of the early-music scene for 18 years, but it has announced that it will" , "date" : "20040514" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/14\/movies\/classical-music-and-dance-guide.html"} , {"body" : "THERE is a reason that Kenneth Adams is called Mr. Brooklyn, though he demurs that this honorific is inappropriate. ''I'm more comfortable if I'm called 'the Other Mr. Brooklyn,''' says Mr. Adams, the hyperkinetic president of the Brooklyn Chamber of Commerce. He pipes up that the real Mr. Brooklyn is Marty Markowitz, the borough president. ''He's" , "date" : "20040511" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; If Brooklyn's Your Borough, Then He's Your Guy" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/11\/nyregion\/public-lives-if-brooklyn-s-your-borough-then-he-s-your-guy.html"} , {"author" : "ANDY NEWMAN is a reporter on the metropolitan staff of The Times." , "body" : "THE Brooklyn Bridge is no longer the longest suspension bridge ever built; it's not even the longest suspension bridge that goes to Brooklyn. Its towers of granite and limestone, rising 272 feet above the East River, are hardly the tallest things in New York City anymore. Greater engineering feats than its construction are performed at least" , "date" : "20040509" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "11" , "title" : "AMERICAN CITIES: NEW YORK; Spanning the Skyline" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/09\/travel\/american-cities-new-york-spanning-the-skyline.html"} , {"body" : "Two and a half years after Arts at St. Ann's set up shop in a former spice-milling factory near the foot of the Brooklyn Bridge, a proposed development project has the center again looking for a home. The arts group moved to the factory and christened it St. Ann's Warehouse in late 2001, leaving the Church of St. Ann and the Holy Trinity in" , "date" : "20040502" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: DUMBO; Arts at St. Ann's Again Seeking Rooms of Its Own" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/02\/nyregion\/neighborhood-report-dumbo-arts-at-st-ann-s-again-seeking-rooms-of-its-own.html"} ,   {"body" : "In Dumbo, a high-concept exercise in nesting lust called Hadco, a demonstration center where customers can try out luxe appliances for purchase elsewhere, has opened near outposts of ABC Carpet and Home and West Elm. In Gowanus, within eyeshot of a fuel-oil depot and a bustling scrap-metal business, a gleaming new 136,000-square-foot Lowe's, the" , "date" : "20040428" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Suburban Retailing for the New Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/28\/nyregion\/suburban-retailing-for-the-new-brooklyn.html"} , {"body" : "''Brooklyn Designs 2004,'' a showcase for 45 furniture designers sponsored by the Brooklyn Chamber of Commerce, will open April 30 at two locations in the Dumbo neighborhood. Some of the best ideas shown will be the simplest. Top-and-bottom poster frames, above, sandwich art between magnetized walnut strips and steel strips in six lengths, 8 1\/2" , "date" : "20040422" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS: FURNITURE; Simple Ideas For Around The House, Straight Out Of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/22\/garden\/currents-furniture-simple-ideas-for-around-the-house-straight-out-of-brooklyn.html"} , {"body" : "Fitfully over the years, the Brooklyn Museum of Art has given the nod to its geographic roots with showcases of borough artists. And people have been waiting for it to push more forcefully in that direction since the florescence of a local gallery scene in the 1990's. It is doing so now with ''Open House: Working in Brooklyn,'' a big, mixed-up" , "date" : "20040416" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "ART REVIEW; Brooklyn-ness, a State of Mind and Artistic Identity in the Un-Chelsea" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/16\/arts\/art-review-brooklyn-ness-a-state-of-mind-and-artistic-identity-in-the-un-chelsea.html"} , {"author" : "Linda Yablonsky is a contributing editor for ArtNews and the author of ''The Story of Junk,'' a novel." , "body" : "AT a dinner party in January 2000, Alexis Rockman used his napkin to outline a painting for Arnold L. Lehman, director of the Brooklyn Museum. Part naturalist, part dreamer, Mr. Rockman wanted to alert the world to the dangers of global warming, which he attributes to ''the history of human activity.'' The image, he said, would be ''Angkor Wat" , "date" : "20040411" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "ART\/ARCHITECTURE; New York's Watery New Grave" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/11\/arts\/art-architecture-new-york-s-watery-new-grave.html"} , {"body" : "To those who whiz by it on the Belt Parkway, Nellie Bly Amusement Park in Bensonhurst, Brooklyn, looks like a mom-and-pop operation. But it isn't. It's only a mom operation. Gena Romano, 48, the single mother of Andrew, 5, owns and operates the park with help from her mother, Antoinette, 76. What does spring mean to Gena Romano? ''My one word?" , "date" : "20040411" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Bensonhurst Journal; The Time Has Come to Ride and Beep and Laugh Again" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/11\/nyregion\/bensonhurst-journal-the-time-has-come-to-ride-and-beep-and-laugh-again.html"} , {"body" : "ON the blocks under the Williamsburg Bridge in Brooklyn, which do not have a snappy moniker like ''Dumbo'' for those under the Manhattan Bridge, the night crawlers are seeking out Bembe. A Brazilian-influenced dance club, Bembe is designed with worn honey-hued hardwood and richly colored fabrics that evoke places where winds smell of coconut," , "date" : "20040404" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "9" , "title" : "BOÎTE; Salsa Under the Bridge" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/04\/style\/boite-salsa-under-the-bridge.html"} , {"body" : "THE once-desolate Belgian-block paved streets of Dumbo attract many tourists and residents these days, drawn to the Brooklyn neighborhood's mix of upmarket stores, utilitarian streetscapes, renovated factories and new buildings. For visitors who have the time and inclination to notice, remembrances of the industrial past of the area between the" , "date" : "20040314" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Streetscapes\/Robert Gair, Dumbo and Brooklyn; Neighborhood's Past Incised in Its Facades" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/14\/realestate\/streetscapes-robert-gair-dumbo-brooklyn-neighborhood-s-past-incised-its-facades.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. At many museums, children under 12 and members are admitted free. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should" , "date" : "20040305" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/05\/arts\/art-guide.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. Through March 7, ''Bernardo Bertolucci,'' featuring films by the director; screenings this weekend, ''Bologna'' (1989) and ''Tragedy of a Ridiculous Man (La Tagedia di un Uomo Ridicolo''), 1981, tomorrow at 1:30 p.m.; ''The" , "date" : "20040227" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/27\/arts\/spare-times-559954.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. At many museums, children under 12 and members are admitted free. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should" , "date" : "20040227" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/27\/arts\/art-guide.html"} ,   {"body" : "A selective listing by critics of The Times: New or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. At many museums, children under 12 and members are admitted free. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should" , "date" : "20040220" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/20\/arts\/art-guide.html"} , {"body" : "Smack Mellon 56 Water Street Dumbo, Brooklyn Through March 7 Of the city's many oversize galleries, few make better use of their space than Smack Mellon. For ''Multiplex,'' the full height of the double-story interior has been filled with three levels of wooden platforms and enclosures, connected by ramps and stairs to form screening rooms for" , "date" : "20040220" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "ART IN REVIEW; 'Multiplex'" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/20\/arts\/art-in-review-multiplex.html"} , {"body" : "Call it the Valentine's Day massacre. Lutèce and Gage & Tollner, two historic restaurants that for decades had attained almost the status of civic institutions, will shut their doors on the same day, tomorrow. Another, La Côte Basque, will follow early next month. Hands wring. Diners mourn. The New is cursed. Doom is inferred. Darkness descends." , "date" : "20040213" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Eat and Be Merry; Tomorrow 2 Classics Die" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/13\/nyregion\/eat-and-be-merry-tomorrow-2-classics-die.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. At many museums, children under 12 and members are admitted free. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should" , "date" : "20040206" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/06\/arts\/art-guide.html"} , {"body" : "JACQUES TORRES , right, the pastry chef who opened JACQUES TORRES CHOCOLATES in the Dumbo section of Brooklyn three years ago, plans to open a chocolate factory and shop in Manhattan in the spring at 350 Hudson Street (King Street). He will start his chocolate almost from scratch, buying fermented cacao beans that he will process. PIERRE COURT , a" , "date" : "20040204" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/04\/dining\/food-stuff-off-the-menu.html"} , {"body" : "Madison Avenue this is not. And don't be fooled by the $4.35 chocolate bars at the chocolatier Jacques Torres on Water Street. The Brooklyn neighborhood called Dumbo has leapfrogged from being a gritty manufacturing district to a hot residential outpost, largely under the guidance of the developer David Walentas, the president of Two Trees" , "date" : "20040201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "DUMBO (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: DUMBO; There Aren't Too Many Businesses to Improve" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/01\/nyregion\/neighborhood-report-dumbo-there-aren-t-too-many-businesses-to-improve.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. At many museums, children under 12 and members are admitted free. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should" , "date" : "20040130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/30\/arts\/art-guide.html"} , {"body" : "THE Girdle Factory building on Bedford Avenue and North Fifth Street, near the heart of the Northside section of Williamsburg, Brooklyn, is home to a wine store, a cheese shop, an Internet cafe and a record store that offers an eclectic selection of rare vinyl. In the front window is a sign that in the opinion of the building's co-owner, a" , "date" : "20040125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Neighborhood On the Verge?" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/25\/nyregion\/neighborhood-on-the-verge.html"} , {"body" : "IF you say art and Brooklyn in the same sentence, you probably mean Williamsburg, which for about a decade has been the only viable alternative to Chelsea as a New York gallery scene. It's also an art neighborhood in the old, un-Chelsea way: artists live, work, kvetch and party there, even when their art commutes to Manhattan. Not that everything" , "date" : "20040123" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "ART REVIEW; Sampling Brooklyn, Keeper Of Eclectic Flames" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/23\/arts\/art-review-sampling-brooklyn-keeper-of-eclectic-flames.html"} , {"body" : "Marty Markowitz, Brooklyn's head cheerleader, was still riding a wave of euphoria, one day after the developer Bruce C. Ratner had won the bidding for the New Jersey Nets with plans to install them in a new home near downtown Brooklyn. ''It's exciting,'' said Mr. Markowitz, the borough president. ''It puts Brooklyn back in the big leagues.'' But" , "date" : "20040123" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bid for a Brooklyn Sports Complex Faces Challenges From All Sides" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/23\/nyregion\/bid-for-a-brooklyn-sports-complex-faces-challenges-from-all-sides.html"} ,   {"body" : "To the Editor: As a fourth-generation Brooklynite and a proud graduate of P.S. 119, I take exception to the statement that Brooklyn is being revived by chic new restaurants in Fort Greene, artists' lofts in Williamburg and the transformation of derelict factory buildings into million-dollar condominiums in Dumbo (front page, Jan. 16). The essence" , "date" : "20040122" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "The Brooklyn I Love" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/22\/opinion\/l-the-brooklyn-i-love-057665.html"} , {"body" : "THE city is spending hundreds of millions of dollars to repair the steel structure of the Manhattan Bridge, which runs high above the East River from lower Manhattan to Dumbo in Brooklyn. But along with a constant headache of structural problems, the 1909 span provides one of the grandest aesthetic experiences in the city -- the giant granite" , "date" : "20040118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Streetscapes\/The Giant Granite Anchorages of the Manhattan Bridge; A Moody, Craggy Majesty, Like That of Lost Ruins" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/18\/realestate\/streetscapes-giant-granite-anchorages-manhattan-bridge-moody-craggy-majesty-like.html"} , {"body" : "The revival of Brooklyn has been painfully slow, an effort eked out neighborhood by neighborhood, with chic new restaurants in Fort Greene, artists' lofts in Williamsburg, new businesses in industrial Red Hook and the transformation of derelict factory buildings into million-dollar condominiums in an area with the unlikely name of Dumbo. But the" , "date" : "20040116" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Yo, Dodgers? No Way! Brooklyn Is Betting on the Nets for Revival" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/16\/nyregion\/yo-dodgers-no-way-brooklyn-is-betting-on-the-nets-for-revival.html"} , {"author" : "David Rakoff is the author of ''Fraud,'' a collection of essays." , "body" : "IN 1955, a group of 25 Japanese girls and young women who had been disfigured by the effects of the atomic blast in Hiroshima were flown to New York City to undergo reconstructive surgery at Mount Sinai Hospital. They were accompanied on their trip by the Rev. Kiyoshi Tanimoto, a Methodist minister in Hiroshima. The performance artist and director" , "date" : "20040111" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "3" , "title" : "THEATER; Hiroshima Bomber and Victims: This Is Your (Puppet's) Life" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/11\/theater\/theater-hiroshima-bomber-and-victims-this-is-your-puppet-s-life.html"} , {"body" : "Brooklyn nurses its grudge against Manhattan with all the subtlety of King Kong, a Red Sox fan or Gerald R. Ford. So this may come as perverse consolation, but slowly, quietly and over the course of decades, the borough has created something -- or, rather, a conspicuous nothing -- that elevates it among the ranks of the country's real, independent" , "date" : "20040107" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Plugging a Hole in Brooklyn's Heart; A Web of Urban Challenges to Rival Dallas or Los Angeles" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/07\/nyregion\/plugging-hole-brooklyn-s-heart-web-urban-challenges-rival-dallas-los-angeles.html"} , {"author" : "Bill Morris is the author of the novels ''Motor City'' and ''All Souls' Day.''" , "body" : "WHEN word got out two years ago that a 400-bed homeless shelter was coming to the neighborhood, a shiver went through my building. The sentiment was unanimous and predictably dark. There goes the neighborhood. I had to laugh. This corner of Brooklyn had nowhere to go but up. When I moved here from Manhattan nearly five years ago, the place was such" , "date" : "20040104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; Gazing Out the Window, Green With Envy" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/04\/nyregion\/new-york-observed-gazing-out-the-window-green-with-envy.html"}]