[  {"body" : "In the subway there is a riddle disguised as a declaration. It is engraved in gray stone on a wall of the station at 42nd Street and Avenue of the Americas, atop a staircase to the platform where the B, the D, the F and the V rumble by. ''Nature must not win the game,'' the inscription reads, ''but she cannot lose.'' Each day the words float" , "date" : "20041227" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "In the Hall of the Underground Philosopher, Only the Train Comes Easy" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407EFDD1F30F934A15751C1A9629C8B63"} , {"body" : "A 63-year-old woman was killed at 5 p.m. yesterday when she was struck by a van as she crossed 10th Avenue in Dyker Heights, the police said. The woman, identified as Yu Li of 6323 Ninth Avenue, was taken to Lutheran Medical Center, where she was pronounced dead. The driver of the dark-colored van did not stop, and the police were searching last" , "date" : "20041223" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Metro Briefing | New York: Brooklyn: Woman Killed In Hit And Run" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903E0DB1130F930A15751C1A9629C8B63"} , {"body" : "Attractions Museums AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. On view through Jan. 10, the Origami Holiday Tree, with hundreds of colorful paper ornaments and volunteers teaching origami daily, 11 a.m. to 4 p.m. Through May 30, ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter,'' a walk-in display of" , "date" : "20041217" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "45" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9507E5DF1530F934A25751C1A9629C8B63"} , {"body" : "A New York City police captain was arraigned yesterday on charges that he beat his wife, a high-ranking police official, twice -- once while she was in the late stages of pregnancy, law enforcement officials said. The captain, Shaun Roberts, 37, has been suspended without pay, the police said. He was charged with two counts each of third-degree" , "date" : "20041210" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Police Dept. Captain Is Accused Of Two Attacks on His Wife" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00EFDE1131F933A25751C1A9629C8B63"} , {"body" : "NEW YORK's hot heroes speak many languages. No, not the buff guys in the the firefighter calendar, but those long, crisp and slightly chewy rolls filled with meat or cheese and served hot from the oven or grill. They are working-class sandwiches, which provide comfort and sustenance any time of day or night. After writing about cold heroes last" , "date" : "20041201" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Lo, a New Age of Heroes" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E6DB113EF932A35751C1A9629C8B63"} , {"body" : "Amy LaCascia, a daughter of Ruth and Joseph LaCascia of Richmond Hill, Queens, was married yesterday morning to David Notter, a son of Frances and Frederick Notter of Sayville, N.Y. The Rev. John Barrett performed the ceremony at St. Lawrence the Martyr Roman Catholic Church in Sayville. Mrs. Notter, 32, and Mr. Notter, 33, met at the University of" , "date" : "20040926" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "18" , "title" : "WEDDINGS\/CELEBRATIONS; Amy LaCascia, David Notter" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F02E3DD1E39F935A1575AC0A9629C8B63"} , {"body" : "For the second time in a year, the City Council is investigating a sexual harassment complaint filed against one of its members. While the details of the complaint have not been publicly released, Council officials privately identified the councilman who is under investigation as Vincent J. Gentile, a former state senator and prosecutor whose" , "date" : "20040922" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Harassment Claim Is Filed Against Brooklyn Councilman" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B07E0D61239F931A1575AC0A9629C8B63"} , {"body" : "An off-duty police officer was putting away his service pistol on Wednesday night when it discharged and killed one of his closest friends, the police said yesterday. The officer, Javier V. Colon, 25, of Canarsie, Brooklyn, was placed on a modified assignment pending an investigation. A police official said it appeared that the shooting was an" , "date" : "20040917" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Officer Was Putting Gun Away When Fatal Shot Was Fired" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00E7D81639F934A2575AC0A9629C8B63"} , {"body" : "A Brooklyn man was shot and killed by an off-duty police officer last night in what appeared to be an accident, the police said. The man, a 25-year-old whose name was not immediately released, was shot once in the chest around 8:30 p.m. in his second-floor apartment at 1262 81st Street, in the Dyker Heights neighborhood of Brooklyn, the authorities" , "date" : "20040916" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Brooklyn Man, 25, Is Fatally Shot By an Off-Duty Police Officer" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407E3DA1F30F935A2575AC0A9629C8B63"} , {"body" : "WHILE you look for your home among the block-by-block aerial views in ''New York: The Photo Atlas,'' showing every square foot of the city as it existed on June 2 and June 6, 2003, you may find yourself thinking, If only they'd told me they were going to take my picture that day, I would have dressed a little better. Actually, the resolution is not" , "date" : "20040916" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "3" , "title" : "BLOCKS; A Bird's-Eye Atlas of the City, Ready for Its Close-Up" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E04E4DA1F30F935A2575AC0A9629C8B63"} ,   {"body" : "Living proof of someone thought extinct, or nearly so, Martin Chicon related some of the telling experiences of overseeing a Republican club in New York City. A year ago, he founded the Dyckman Republican Committee in the Washington Heights\/Inwood area, a particularly Republican-inhospitable part of a particularly Republican-inhospitable city. The" , "date" : "20040828" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "PREPARING FOR THE CONVENTION: SNAPSHOTS; Yes, New York Has Republican Clubs, With Members" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/28\/nyregion\/preparing-for-convention-snapshots-yes-new-york-has-republican-clubs-with.html"} , {"body" : "Growing up in Flatbush, Brooklyn, in the 1950's, Tom Fox used to take a ferry from the 69th Street pier in Bay Ridge to Staten Island, heading for a scenic waterfront that was home to his Boy Scout camp and sheep-dotted hillsides. The sheep, of course, are long gone and nearly 40 years ago the Verrazano-Narrows Bridge replaced the ferry as a means" , "date" : "20040718" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: BAY RIDGE; Embracing an Idea of Yore To Bring Manhattan Closer" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/18\/nyregion\/neighborhood-report-bay-ridge-embracing-idea-yore-bring-manhattan-closer.html"} , {"body" : "New York City's 11 public hospitals have no common security system, no uniform method of screening visitors or restricting their access to certain wards of a hospital building. Background checks on new employees can vary widely from one institution to another. In fact, despite the employment of its own 850-member police force, and even after years" , "date" : "20040421" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Security System At Hospitals Draws Scrutiny" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/21\/nyregion\/security-system-at-hospitals-draws-scrutiny.html"} , {"body" : "Sitting by a window with her 5-month-old baby curled up quietly in her lap, 18-year-old Taisha Santos doesn't look scary. But to some residents of Dyker Heights in Brooklyn, Ms. Santos represents something very unsettling. A longtime resident of foster homes, Ms. Santos now lives in a home for teenage mothers in Park Slope that is maintained by" , "date" : "20040418" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: DYKER HEIGHTS; A Home for Teenage Mothers Sparks Some Sleepless Nights" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/18\/nyregion\/neighborhood-report-dyker-heights-home-for-teenage-mothers-sparks-some-sleepless.html"} , {"body" : "INCREASING numbers of homeowners in neighborhoods across the city are deciding that the grass is greener on their own side of the fence, choosing to sink significant amounts of money into alterations or expansions rather than move on to grander addresses or the suburbs. There is, of course, nothing new about remodeling: the caveman probably redid" , "date" : "20040215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Moving Up Without Moving On" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/15\/realestate\/moving-up-without-moving-on.html"}]