[  {"body" : "Murders in New York City have dropped, again. So low has the number dipped -- to 566 so far this year from a high of 2,245 in 1990 -- that even Police Commissioner Raymond W. Kelly has begun to gently lower the public's expectations, warning of a core number of homicides resistant to even New York's gargantuan police force. Low crime rates are more" , "date" : "20041231" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "As Murders Fall, New Tactics Are Tried Against Remainder" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0CE2D81439F932A05751C1A9629C8B63"} , {"body" : "A Queens man was shot to death yesterday afternoon by two teenagers who were waiting for him when he walked purposefully through a shopping mall and into an obscure basement bathroom, the police said. The victim, Walter Rodriguez, 31, of 88th Avenue in Jamaica, stumbled from the men's room in the basement of Jamaica Colosseum Mall and staggered" , "date" : "20041230" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Is Killed by 2 Youths in Queens Mall, Police Say" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405E5D61739F933A05751C1A9629C8B63"} , {"body" : "AT 3 a.m. one humid night over the summer, two bored teenagers chased a homeless man named Billy Pearson through the streets of East New York, Brooklyn. They cornered him in a yard next to St. Gabriel Roman Catholic Church on New Lots Avenue, near the soup kitchen where he ate breakfast most mornings. There, the police say, they beat him to death" , "date" : "20041225" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The House That Sal Built" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D03E4D71130F936A15751C1A9629C8B63"} , {"body" : "A carpenter who works long hours then comes home to the rough-hewn East New York neighborhood of Brooklyn, Morris Rogers wants nothing more than to read for fun with his 13-year-old daughter, Amony, and help her with her homework. But there are after-work realities, cumbersome chores like lugging bags of clothes to wash at the self-service laundry." , "date" : "20041222" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "Reading, Writing and the Rinse Cycle" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D07E3D61330F931A15751C1A9629C8B63"} , {"body" : "Workers at a private bus company that serves 8,000 riders a day in southern and eastern Brooklyn staged a sickout yesterday to protest their lack of a contract, complicating commuting just days before the Christmas holiday and catching city officials off guard. The job action, by 200 drivers, mechanics and other workers at the Command Bus Company" , "date" : "20041222" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Bus Workers Stage Sickout To Protest Lack of Contract" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04E1DF1030F931A15751C1A9629C8B63"} , {"body" : "Nola Dossantos spends her nights in a windowless room at the back of an elegant restaurant. She deals in solicitous smiles and dollops of liquid soap, then turns on the tap, waiting obligingly with a sheet of paper towel. She is stoic with the haughty and generous to the confessional. On a bad night, when a woman has had a few too many cosmos, she" , "date" : "20041209" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Standing Sentry, Armed With Towel; Some Valets Earn Little; Others Have No Complaints" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07E2DF1031F93AA35751C1A9629C8B63"} , {"body" : "NOW comes the petitioner, Sharon Richardson, formerly of Brooklyn and lately of the Bedford Hills Correctional Facility, to ask that George E. Pataki, governor of the State of New York, grant her clemency. Mercy, she asks. Just as state government has an application procedure for a driver's license or a liquor license, so too does it have one for" , "date" : "20041208" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; Making Her Case For Mercy" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0DE5D91231F93BA35751C1A9629C8B63"} , {"body" : "A police officer, who was seriously injured nearly two months ago when he fell off a slick rooftop while searching for a burglar in Brooklyn, died early yesterday after having a seizure at his home, the police said. The officer, William Rivera, 35, became the fourth New York City officer to die in the line of duty this year. He had served for 12" , "date" : "20041125" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Officer Who Fell From Roof In October Dies After Seizure" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E4D9153EF936A15752C1A9629C8B63"} , {"body" : "THE director of fitness and physical education for the New York City public schools stands to greet a reporter in a conference room at the Tweed Courthouse downtown. The director, Lori Benson, wears a softly cut black business suit, funky black leather square-toed shoes, a heavy silver necklace and matching bracelet, artfully applied makeup, four" , "date" : "20041124" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Crunching Fitness Into Phys Ed at School" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01E3DE143EF937A15752C1A9629C8B63"} , {"body" : "A 4-year-old Brooklyn boy was critically injured yesterday when he fell out a second-floor window and landed headfirst on a concrete drive, Fire Department officials and neighbors said. The boy, Muhamad Aboalsaud, was standing at a window at 1502 West Fifth Street, at Avenue O, in Bensonhurst, about 1:20 p.m. when the screen gave way and he fell" , "date" : "20041124" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Brooklyn Boy, 4, Is Severely Injured in 2nd-Floor Fall" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9800E5DB143EF937A15752C1A9629C8B63"} ,   {"body" : "Police Commissioner Raymond W. Kelly said yesterday that, after a preliminary investigation, the fatal shooting of a homeless man by an officer in Brooklyn on Monday appeared to be justified. Mr. Kelly, left, also said that the inquiry into the shooting death of the man, Jose Feliciano, 44, had just begun and that the matter would be presented to a" , "date" : "20041124" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Manhattan: Commissioner Calls Shooting Justified" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05EFDB143EF937A15752C1A9629C8B63"} , {"body" : "A Brooklyn man who frequently had seizures that sent him running into traffic was shot and killed by police officers early yesterday morning when he swung at them with a light fixture, the authorities said. The police did not immediately identify the man yesterday. But neighbors who gathered at Sutter and Sheffield Avenues in East New York" , "date" : "20041123" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "Man Swinging Light Fixture Killed by Police in Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?sec=health&res=9C02EFDE173EF930A15752C1A9629C8B63"} , {"body" : "A man walked into the 75th Precinct station house early yesterday morning and told officers that he had killed a woman at his apartment, according to the police. When officers went to the apartment, at 260 Montauk Avenue in East New York, they discovered the body of a 40-year-old woman who had been stabbed to death, the police said. She was" , "date" : "20041122" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Man Admits Slaying, Police Say" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE4D91F3FF931A15752C1A9629C8B63"} , {"body" : "He is the man who wipes off your table at McDonald's, the one you hardly notice in the swirl of trays and people. Antonio Gonzales, 23, keeps out of the way of customers as he swiftly mops the floor and empties the garbage cans at a McDonald's in Queens. He is shy, with a gentle handshake and tattooed arms bearing the names of loved ones. These are" , "date" : "20041118" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; His First Difficult Steps To Reading and a Paycheck" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9500EFD8133FF93BA25752C1A9629C8B63"} , {"body" : "Growing up in East New York, Brooklyn, Russell Jones, who became famous as the rapper Ol' Dirty Bastard, spent his summers working whatever odd jobs he could line up. But it was in one particular job, selling newspapers at the Verrazano-Narrows Bridge, that he displayed some of the traits that would propel him in his career. While his fellow" , "date" : "20041118" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Recalling a Man of Many Names, One of Them Dirty; The Life and Death of a Hip-Hop Jester: Joy, Fame and Endless Struggle" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07E5D6133FF93BA25752C1A9629C8B63"} , {"body" : "''The Island Lady has taken a vacation from it all,'' Tiffani Ross Parker said, pointing to her painting of a woman reclining seaside under a coconut tree and a hot pink sky. ''She's just chillin' all by herself.'' Ms. Parker, who says she suffers from bipolar disorder and schizophrenia, never liked being by herself. When her mother suddenly died" , "date" : "20041112" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "The Neediest Cases; When Art Helps to Deal With Harsh Realities" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E5DF163FF931A25752C1A9629C8B63"} , {"body" : "FOR a New Yorker just one day shy of turning 100 years old, the subway kept crazy hours yesterday. In other words, there were no hours it did not keep. As its neighbors around the world locked up their stations and turned out their lights, the subway started a new day, just as it has more than 36,000 times since Oct. 27, 1904. A few minutes after" , "date" : "20041027" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "A Day in the Subway, as It Rolls Up a Century" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E6D9153DF934A15753C1A9629C8B63"} , {"body" : "A report in the Metro Briefing column on Oct. 6 about the arrest of a Brooklyn student on charges of gun possession included an outdated name from an Education Department official for the school where the pistol was found. It is the East Brooklyn Congregations-East New York High School for Public Safety and Law, no longer the High School for Public" , "date" : "20041026" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05E4DA143DF935A15753C1A9629C8B63"} , {"body" : "Specialist Zac Bullock leaned against a dust-caked wall in the shade of the abandoned Iraqi school that had become his temporary home, talking politics. ''Some of the guys don't talk about the election much,'' said Specialist Bullock, 20, a medic from Redding, Calif., who had just treated a gash two inches deep in an infantryman's foot. ''But most" , "date" : "20041021" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["IRAQ"] , "nytd_section_facet" : ["U.S." , "Washington"] , "page_facet" : "25" , "title" : "THE 2004 CAMPAIGN: THE MILITARY; From Troops More Attuned to Bullets Than Ballots, a Few Votes for a Quick Way Home" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E7DB113AF932A15753C1A9629C8B63"} , {"body" : "While many parts of Brooklyn have been experiencing well-publicized revivals, this is not the case in the worn commercial area at the intersection of Flatbush and Nostrand Avenues in the Midwood section. Now, however, a Queens developer is preparing to construct a three-story retail complex anchored by a Target store on the site, formerly owned by" , "date" : "20041013" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MIDWOOD (NYC)"] , "nytd_section_facet" : ["Technology" , "Business"] , "page_facet" : "7" , "title" : "COMMERCIAL REAL ESTATE: REGIONAL MARKET -- Brooklyn; 3-Story Shopping Complex For Area Short on Retailing" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9904E6DE1E3BF930A25753C1A9629C8B63"} ,   {"body" : "After a week of tearing through concrete and sifting through dirt, F.B.I. agents and police detectives unearthed several parts of a human skeleton yesterday, along with a wristwatch and pair of glasses, in what they believe is an old mob graveyard in a marshy vacant lot in Queens, officials and investigators said. The authorities believe that as" , "date" : "20041012" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "F.B.I. Finds Human Bones At a Mob Dig" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9507E3DB113BF931A25753C1A9629C8B63"} , {"body" : "A Brooklyn man was arrested after his 3-year-old son shot his 6-year-old daughter yesterday afternoon with a pellet gun the boy found in the family's home on Loring Avenue in East New York, the police said. The man, Jason Castro, 27, was charged with endangering the welfare of a child and with criminal possession of a weapon, the police said. Mr." , "date" : "20041011" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metro Briefing | New York: Brooklyn: Father Charged After Son, 3, Shoots Sister" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D07E6DB103BF932A25753C1A9629C8B63"} , {"body" : "FOR the fourth year in a row, the number of New York City students meeting math standards rose, according to data that the state's Department of Education released last week. Once again, the city's gains, based on the results of tests given in the spring to all fourth and eighth graders, outpaced the state's. In New York City, 68.1 percent of" , "date" : "20041010" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "10" , "title" : "How Fourth Graders Fared on the State Math Test" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04E7DE123BF933A25753C1A9629C8B63"} , {"body" : "DINA CALHOUN will soon switch roles from renter to landlord -- a transformation she holds as sort of a mission. Ms. Calhoun, an administrative clerk for Verizon Communications, has run the rental gantlet -- six apartments in 24 years. Eventually, a generous landlady in Brooklyn helped make it possible for Ms. Calhoun, a single mother of three, to" , "date" : "20041010" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "FOR RENT; The Journey From Renter to Landlord" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE4D91F38F933A25753C1A9629C8B63"} , {"body" : "Usmanu Salisu surveyed the tabletop scene: potatoes, apples, watermelons and squash. ''This is good, real good, and it's all fresh,'' Mr. Salisu said, inspecting a ripe Cortland apple. ''I don't see it this good at the supermarket.'' That's just what Ena Nemley wants to hear. Every week, Ms. Nemley rounds up green beans and collard greens from the" , "date" : "20041008" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bleak Landscapes, Green Produce; Poor Neighborhoods See Rise in Farmers' Markets" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E3DB153BF93BA35753C1A9629C8B63"} , {"body" : "A student at the High School for Public Service in East New York was arrested yesterday on charges of gun possession after the police found an unloaded 9-millimeter pistol in his locker, a police spokesman said yesterday. The school's mission is to prepare students for careers in public safety and law. The student, Anthony Jones, 17, will be" , "date" : "20041006" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Gun In School Locker Leads To Arrest" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E5DB163BF935A35753C1A9629C8B63"} , {"body" : "The expression ''sleeping with the fishes,'' while evocative, is somewhat misleading. In reality, organized crime figures more often than not entomb their victims in concrete floors, swamps or garbage dumps or leave them in the trunks of cars. And the corpse left bleeding in the street, an indelible mob message that long ago sowed fear in certain" , "date" : "20041006" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Sometimes, Mob Victims Have Plenty of Company" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DEFDC163BF935A35753C1A9629C8B63"} , {"body" : "John Favara, a Queens man who managed a Long Island furniture company, had the misfortune of running over John Gotti's 12-year-old son nearly a quarter of a century ago, a fatal accident that was followed four months later by Mr. Favara's disappearance. Philip Giaccone and Dominic Trinchera were up-and-coming figures in the Bonanno crime family" , "date" : "20041005" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "F.B.I. Is Searching With Backhoes In a Reputed Mob Dumping Ground" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CE0DC1F38F936A35753C1A9629C8B63"} , {"body" : "It has become a familiar New York story: Another neighborhood written off as doomed becomes the Next New Thing. Twenty-five years ago, dowdy TriBeCa, the Upper West Side and Park Slope began blossoming into some of the city's most alluring places to live, prompting thousands of daydreaming home buyers to slap their heads and ask, ''Why didn't I buy" , "date" : "20041003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "The Next TriBeCa? Stick a Pin in the Map" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990DE0D71038F930A35753C1A9629C8B63"} , {"body" : "IF conditions for cyclists have improved in recent years, it has not hurt that several prominent New Yorkers have taken it up. Ruth W. Messinger, the former mayoral candidate, made completing the Manhattan waterfront greenway a crusade. Mayor Bloomberg's deputy mayor for economic development, Daniel L. Doctoroff, rides his bike to work, and Parks" , "date" : "20041003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Senator Pothole He's Not" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00EFD91338F930A35753C1A9629C8B63"} ,   {"body" : "LIKE many children of Holocaust survivors, Eleanor Reissa grew up wanting to move away from her parents' Yiddish-fraught world, to paddle in the American mainstream. ''I stand on the shoulders of my family,'' she will say, then quickly add, with a spritz of wit that animates her conversation: ''At least with one foot. The other foot is actively" , "date" : "20041001" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "4" , "title" : "PUBLIC LIVES; From Yiddish Chestnuts, Fresh Song" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE0DD1338F932A35753C1A9629C8B63"} , {"body" : "An article on Sept. 22 about Joan E. Mahon-Powell, a former New York City schools official who admitted that she had used false credentials to rise through the ranks, misidentified the location of Junior High School 292, where she was promoted to principal in 1997. It is in the East New York section of Brooklyn, not Bushwick. The article also" , "date" : "20040930" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06EED91538F933A0575AC0A9629C8B63"} , {"body" : "ON a visit to Israel, the Rev. Dr. Johnny Ray Youngblood stopped at the Western Wall and was moved by the weeping and praying of thousands of Jews who went there to mourn their great catastrophe, the destruction of the second temple in Jerusalem by the Romans. ''It is like organized grief work,'' Dr. Youngblood said, describing the mourning he saw" , "date" : "20040926" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "AFRICA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "An Old Journey Forged in Pain; A Remembrance Born to Heal" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9901E0DA1F39F935A1575AC0A9629C8B63"} , {"body" : "HER name is Maria Piedad Cano, but friends call her Piedad. ''There are so many Marias where I'm from,'' she said, chuckling, as she slathered margarine over Colombian corncakes sizzling on a propane-powered griddle. It was 10:45 p.m., and the Friday night bar crowd on Roosevelt Avenue hovered hungrily around her sidewalk kitchen. An hour earlier" , "date" : "20040922" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Street Corner Cooks Have Names, Too" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406E2D81239F931A1575AC0A9629C8B63"} , {"body" : "From humble beginnings as a substitute teacher in the late 1970's, Joan E. Mahon-Powell climbed through the ranks of the New York City school system, becoming a principal, a superintendent in Brooklyn, the superintendent of a citywide district for low-performing schools and then chief of staff to Chancellor Harold O. Levy. Last year, Mr. Levy's" , "date" : "20040922" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Former City Schools Official Admits Using False Credentials" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03E1DB1339F931A1575AC0A9629C8B63"} , {"body" : "In late July, Oliver Griffin, 58, was staying at the Charles H. Gay shelter for homeless men in New York City while recovering from spinal surgery when, he said, a new caseworker brought him what sounded like good news. He was being transferred to another shelter, where he would be allowed to rest in his bed during the day. Mr. Griffin knew nothing" , "date" : "20040921" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Homeless Men Were Shunted Into a Notorious Adult Home" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?sec=health&res=9C0CE3DB1239F932A1575AC0A9629C8B63"} , {"body" : "A woman in East New York, Brooklyn, found her son's girlfriend brutally beaten and stabbed yesterday morning, shortly after learning that her son had been in a bad car crash. Now the son, Teon Brummell, 27, is the main suspect in the killing, an investigator said, but he was hospitalized last night and had not been charged with any crime. At 9:30" , "date" : "20040921" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "2" , "title" : "Brooklyn Woman Found Slain After Boyfriend Crashes Car" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?sec=health&res=9800E4DC1239F932A1575AC0A9629C8B63"} , {"body" : "Gathering under a swampy gray sky in Brooklyn, thousands of mourners said their farewells yesterday to Detective Robert L. Parker, ending an agonizing week of wakes and eulogies for the detective and his partner, who was slain along with him. The two men were killed on Sept. 10 as they confronted a domestic violence suspect, and the services for" , "date" : "20040918" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "EAST FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "For a Slain Detective, The Show Was the Thing" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900E6D71739F93BA2575AC0A9629C8B63"} , {"body" : "WHEN Irwin and I got married, it was a casual affair in my parents' backyard. My mother made a tenderloin and a turkey salad, and my sister made bread. Uncle George brought his homegrown tomatoes, and my father poured Champagne into plastic glasses. The next day we found the turkey salad. It was on top of the refrigerator. Since then Irwin has" , "date" : "20040916" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "CLOSE TO HOME; Hell on Wheels: The Home-Wrecker in the Backyard" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9801EFD91E30F935A2575AC0A9629C8B63"} , {"body" : "''Hi -- what school are you here for?'' Les Ford, the sweet-voiced man standing by the front door, asked as students arrived yesterday morning for the opening of classes. It was a question that in other years might have seemed odd, even flat-out crazy, given the large sign above the front door proclaiming the building at 400 Pennsylvania Avenue to" , "date" : "20040914" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "A Calm, but Confusing, First Day of School" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE7DE1130F937A2575AC0A9629C8B63"} ,   {"body" : "A 33-year-old man was charged yesterday in the robbery of a Roman Catholic nun near her convent in July, the police said. Detectives identified the man, Miguel Hacha, through descriptions and found him in a homeless shelter, officials said, and the nun identified him in a lineup. The police say Mr. Hacha grabbed the nun, Sister Ngozi Ohari, near" , "date" : "20040914" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Metro Briefing | New York: Brooklyn: Man Charged In Robbery Of Nun" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F00E2DE1130F937A2575AC0A9629C8B63"} , {"body" : "Events ''THE WONDERS OF WATERLILIES,'' in the Everett Children's Adventure Garden at the New York Botanical Garden, Southern Boulevard and 200th Street, Bedford Park, the Bronx, (718) 817-8700. ''Waterlilies and Lotus: A Summer Aquatic Exhibition'' will be on view in the Conservatory Courtyard through Sept. 19. Children's activities will be held" , "date" : "20040903" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0DEED61231F930A3575AC0A9629C8B63"} , {"body" : "A suspect was shot in the knee and a pit bull was killed yesterday after the police chased four robbery suspects into a house in East New York and an officer fired several shots when he was charged by the dog, the authorities said. The man who was injured was in the line of fire and was shot accidentally, the police said. He was in stable condition" , "date" : "20040902" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Police Shoot Robbery Suspect" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980DEFDA1231F931A3575AC0A9629C8B63"} , {"body" : "In the Bronx, paint-splattered Pepe Jeans and Air Jordan sneakers were all the rage. In Brooklyn, it was all about preppy long-sleeved button-down shirts set off with earrings shaped like Jesus' face. And in Manhattan, tiny hands reached for Lacoste shirts in every color of the rainbow, and anything, but anything, made by Juicy Couture. So began" , "date" : "20040901" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Fashion? A Subject They Already Know" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D03E2D91431F932A3575AC0A9629C8B63"} , {"body" : "A man was fatally shot early yesterday during a gunfight with the police after he tried to rob a 24-hour carwash in Brooklyn, the police and witnesses said. The suspect exchanged gunfire with three officers about 1:50 a.m. outside DT's Car Wash, at Linden Boulevard and Fountain Avenue in East New York. No police officers, car wash employees or" , "date" : "20040831" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Carwash Robbery Suspect Is Killed by Police" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/31\/nyregion\/carwash-robbery-suspect-is-killed-by-police.html"} , {"body" : "CONVENTIONEERS, already booked into dozens of events, have been inundated with official advice about what to visit in New York. Corey Kilgannon of The New York Times asked some prominent New Yorkers where they would take delegates to see the real New York. PHILIP LOPATE, the writer: ''I'd take them to areas of the Manhattan waterfront, like many" , "date" : "20040829" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "2" , "title" : "NEW YORK 2004: NAVIGATING NEW YORK\/WHAT TO SEE; City to Republicans: See This. Telling the Delegates Where to Go" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/29\/us\/new-york-2004-navigating-new-york-what-see-city-republicans-see-this-telling.html"} , {"body" : "Sixty-nine people, most of them members of five closely linked families, have been indicted on conspiracy charges that accuse them of cooperating as one enormous narcotics trafficker to peddle heroin and cocaine in Brooklyn housing projects, prosecutors announced yesterday. The oldest suspect is a 61-year-old woman, while the youngest, from another" , "date" : "20040827" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "69 Indicted In Drug Ring At Projects In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/27\/nyregion\/69-indicted-in-drug-ring-at-projects-in-brooklyn.html"} , {"body" : "IN the last week of July, on a steamy evening, Sandra Bernhard was holding forth in downtown Brooklyn at the new Target, entertaining the hundreds of guests who had come to celebrate the store's opening. It was a significant moment for a number of reasons. The Target is part of the Atlantic Terminal, a new mall built by Forest City Ratner. It is" , "date" : "20040808" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "SQUARE FEET\/Downtown Brooklyn; At Site Dodgers Rejected, Target Store Is a Hit" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/08\/realestate\/square-feet-downtown-brooklyn-at-site-dodgers-rejected-target-store-is-a-hit.html"} , {"body" : "A man was fatally shot near his home late Wednesday as he climbed out of his car, the authorities said yesterday. The police said it was unclear whether the man, Kutub Siblee, 21, knew his assailant. The shooting took place about 10:15 p.m. in front of 556 Drew Street, just a few doors away from the building where he lived, in East New York. He was" , "date" : "20040806" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Man Killed Near His Home" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/06\/nyregion\/metro-briefing-new-york-brooklyn-man-killed-near-his-home.html"} , {"body" : "SO you doubled your money on your condo and you think it's time to start your own real estate dynasty. Or perhaps you just want to build something both beautiful and substantial, a graceful blend of brick, steel and glass, that will make you both proud and rich. If you hear the inner voice of the master builder inside you, you are not alone. At" , "date" : "20040725" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "In a Hot Market, Everyone Wants To Be a Developer" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/25\/realestate\/in-a-hot-market-everyone-wants-to-be-a-developer.html"} ,   {"body" : "When Curtis Sliwa, the self-appointed subway crime fighter and combative talk show host, was shot in the back of a New York City cab 12 years ago, it did not take long for cynical speculation to begin. Perhaps, some theorized, Mr. Sliwa had arranged to be shot in an unorthodox bid for publicity. For years, however, Mr. Sliwa stuck to his own theory" , "date" : "20040723" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Godfather to Son: Gottis Set Up a Hit On Sliwa, U.S. Says" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/23\/nyregion\/godfather-to-son-gottis-set-up-a-hit-on-sliwa-us-says.html"} , {"body" : "On the night of Sept. 11, 2001, Police Officer Joseph Rodriguez was in as bad shape as many who lived through that day. A witness clearly remembers seeing him staring blankly in a hospital emergency room. His knee was broken, and he was still except for his hands, which worked at shredding chunks of gauze. Officer Rodriguez, now 27, never seemed to" , "date" : "20040722" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "For Officer in Pipe Bomb Inquiry, 9\/11 Scars Never Healed" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/22\/nyregion\/for-officer-in-pipe-bomb-inquiry-9-11-scars-never-healed.html"} , {"body" : "A man who was shot by a police officer on Saturday while he was trying to break into a car was charged yesterday with assault, menacing and attempted grand larceny, the police said. The man, identified by the police as Kevin Bonds, 36, of 1305 Loring Avenue in East New York, who was arrested after the shooting on Saturday, had been listed in stable" , "date" : "20040719" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Man Shot By Police Is Charged" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/19\/nyregion\/metro-briefing-new-york-brooklyn-man-shot-by-police-is-charged.html"} , {"body" : "Four million cubic yards of silt from the bottom of New York Harbor would be needed to raise the height of the property so that it would not be underwater during severe rainstorms. The site, once home to an oil tank farm, would have to be certified as environmentally clean. The muskrats, herons and ibises and other not-so-endangered species in 100" , "date" : "20040718" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Companies Face Major Obstacles in Plan to Bring Nascar to S.I." , "url" : "http:\/\/www.nytimes.com\/2004\/07\/18\/nyregion\/companies-face-major-obstacles-in-plan-to-bring-nascar-to-si.html"} , {"body" : "A Roman Catholic nun wearing her habit was attacked and robbed yesterday on a street corner a block and a half from her convent in Brooklyn, the police said. The nun, Sister Ngozi Ohari, 41, was walking on Shepherd Avenue near the corner of Glenmore Avenue about 5:15 a.m. when she was grabbed from behind and thrown to the ground, the police said." , "date" : "20040718" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Brooklyn Nun Is Recovering After Attack Near Convent" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/18\/nyregion\/brooklyn-nun-is-recovering-after-attack-near-convent.html"} , {"body" : "A police officer was shot in the hand last night after trying to stop a car in East New York, the police said. The officer, in a patrol car, tried to pull over a Ford Expedition that had driven through a stop sign at Alabama Avenue and Blake Avenue about 8:30 p.m., the police said. The driver put the vehicle in reverse and backed down Livonia" , "date" : "20040707" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Officer Shot In Hand" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/07\/nyregion\/metro-briefing-new-york-brooklyn-officer-shot-in-hand.html"} , {"body" : "On many mornings this year, the sun had yet to come up when Leeann Romero, Heidi Alvia's 12-year-old daughter, boarded a yellow bus outside her home in East New York, bound for school on the other side of Brooklyn. And on many days, the bus would not get to Intermediate School 228 until well into the second or third period. This meant that Leeann," , "date" : "20040706" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Alvia-Delgado Family; Treated 'Like Yo-Yos'" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/06\/nyregion\/alvia-delgado-family-treated-like-yo-yos.html"} , {"body" : "For Soledad Franco of the Bronx and her two teenagers, the 2003-4 school year brought stunning highs -- a principal personally called to say that her daughter had been accepted to one of the city's new small high schools -- and hair-pulling lows, like the day she opened a letter and discovered that the school would move next year. For the Romanos," , "date" : "20040706" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "As Their School System Changes, Frenzied Families Try to Adapt" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/06\/nyregion\/as-their-school-system-changes-frenzied-families-try-to-adapt.html"} , {"body" : "Two and a half years after an American Airlines plane crashed in the Rockaways en route to the Dominican Republic, two-thirds of the families of the 265 people who died have accepted settlement offers stemming from the accident. The settlements will require many of these mostly Dominican families -- some of whom did not even have bank accounts --" , "date" : "20040627" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: WASHINGTON HEIGHTS; In Tragedy's Wake, Money That Soothes Can Also Complicate" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/27\/nyregion\/neighborhood-report-washington-heights-tragedy-s-wake-money-that-soothes-can.html"} , {"body" : "David Barriera arrived at St. Jude's Roman Catholic School in Canarsie, Brooklyn, with what should have been an easy job. He was there for a community meeting, to explain that his employer, the City Department of Youth and Community Development, wants to give Canarsie up to $100,000 a year in federal money for local social programs. But Mr." , "date" : "20040620" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: CANARSIE; For Some in a Proud Neighborhood, a Free Gift Bears Too High a Price" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/20\/nyregion\/neighborhood-report-canarsie-for-some-proud-neighborhood-free-gift-bears-too.html"} ,   {"body" : "The two teenagers were bored, wandering the darkened streets in what the police said was an apparent search for someone to rob. It was 3 a.m. on Thursday when they came across a homeless man, known by everyone in the neighborhood, resting in the back seat of a parked car, the police said. In East New York, Brooklyn, in the middle of the night, he" , "date" : "20040619" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Seeking Answers on a 4-Block Path to a Killing" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/19\/nyregion\/seeking-answers-on-a-4-block-path-to-a-killing.html"} , {"body" : "A homeless man who slept in the back seats of abandoned vehicles in Brooklyn was pulled out of a car by two teenage boys and beaten to death yesterday with a milk crate, garbage cans and bricks, the police said. Two 15-year-old Brooklyn boys were arrested last night and charged with second-degree murder in the attack, the police said. They were" , "date" : "20040618" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Homeless Man Dies in Beating; Police Arrest 2 Teenagers" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/18\/nyregion\/homeless-man-dies-in-beating-police-arrest-2-teenagers.html"} , {"body" : "A state appeals court panel yesterday unanimously upheld the reinstatement of a Brooklyn school superintendent five years after he was fired over low test scores. The superintendent, Robert E. Riccobono, left, was fired by Rudy Crew, then the chancellor, in June 1999, in a purge of superintendents in low-performing districts. After the test scores" , "date" : "20040618" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Albany: School District Superintendent Vindicated" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/18\/nyregion\/metro-briefing-new-york-albany-school-district-superintendent-vindicated.html"} , {"body" : "The fire station's bell, followed by a dispatcher's teletype message, had Battalion Chief Peter J. Hart speeding off in an instant: there was a fire burning out of control on the 20th floor of an East Side apartment building. The first fire engines and ladders had already arrived at the scene. But it was Chief Hart who was now rolling toward the" , "date" : "20040530" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "A New Weapon for Firefighters; Fire Dept. Gets Better Radio, but Needs Much More" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/30\/nyregion\/a-new-weapon-for-firefighters-fire-dept-gets-better-radio-but-needs-much-more.html"} , {"body" : "Dozens of suspected members of a violent drug ring that the authorities say has virtually held a Brooklyn housing project hostage for the last several years have been indicted on conspiracy and attempted murder charges, law enforcement officials said yesterday. Over four years, prosecutors and police said, a group of drug crews turned the Ingersoll" , "date" : "20040521" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Dozens Indicted in Crackdown on a Brooklyn Drug Ring" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/21\/nyregion\/dozens-indicted-in-crackdown-on-a-brooklyn-drug-ring.html"} , {"author" : "E-mail: sgfreedman@nytimes.com" , "body" : "Early on weekday mornings, as Lesley-Anne Jones implores her three sons to button their shirts and knot their ties and tie their dress shoes, they ask why they can't attend her school. If Ms. Jones wanted to be factual about it, she could say that the family lives just outside the boundary for Public School 158 in the East New York section of" , "date" : "20040519" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "11" , "title" : "ON EDUCATION; Increasingly, African-Americans Take Flight to Private Schools" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/19\/nyregion\/on-education-increasingly-african-americans-take-flight-to-private-schools.html"} , {"body" : "IT was closing day, once again, at Nehemiah Housing as 13 quietly anxious families passed through an assembly line of folding tables, document checks and seemingly endless signatures in the living room and basement of a model row house on Hinsdale Street in the East New York section of Brooklyn. At the crowded but never chaotic scene unfolded 10" , "date" : "20040516" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Steady Focus, Evolving Vision" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/16\/realestate\/steady-focus-evolving-vision.html"} , {"body" : "By noon throughout the city, the faithful find their way to faded green storefronts. They are mostly men, and they have some thing things in common: time on their hands, money in their pockets, and the willingness to spend both trying to pick a winning horse. There are 78 Off-Track Betting outlets in New York City. And most of them -- they began" , "date" : "20040515" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Win or Lose, a Place to Show; For Regulars, Betting Sites Double as Social Clubs" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/15\/nyregion\/win-or-lose-a-place-to-show-for-regulars-betting-sites-double-as-social-clubs.html"} , {"body" : "WALKING through her backyard filled with stately trees and masses of tulips on a recent Saturday, Esther Bronstein looked up in the sky to see a summer visitor, a falcon, soaring overhead. ''It's back,'' she said of the bird, describing it as a reminder that summer and another important return, that of 9-year-old Tyree Lewis, is not far away." , "date" : "20040509" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SCARSDALE (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "The Fresh Air Fund; A Second Year of Games In the Scarsdale Sun" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/09\/nyregion\/the-fresh-air-fund-a-second-year-of-games-in-the-scarsdale-sun.html"} , {"body" : "In Dumbo, a high-concept exercise in nesting lust called Hadco, a demonstration center where customers can try out luxe appliances for purchase elsewhere, has opened near outposts of ABC Carpet and Home and West Elm. In Gowanus, within eyeshot of a fuel-oil depot and a bustling scrap-metal business, a gleaming new 136,000-square-foot Lowe's, the" , "date" : "20040428" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Suburban Retailing for the New Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/28\/nyregion\/suburban-retailing-for-the-new-brooklyn.html"} ,   {"body" : "Anyone who has wondered why mayors rarely tackle public education as a signature issue might consider the predicament of Mayor Michael R. Bloomberg. He fought for and won control of the city school system, sold off the old Board of Education headquarters at 110 Livingston Street, revamped the administrative bureaucracy and moved it to the Tweed" , "date" : "20040426" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "On Mayor's Favorite Issue, Poll Offers No Pat on Back" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/26\/nyregion\/on-mayor-s-favorite-issue-poll-offers-no-pat-on-back.html"} , {"body" : "Tony Avella, a city councilman from the northern shores of Queens, speaks passionately about running for mayor next year. Having won his seat in a competitive race in 2001, he acknowledges that he is a long shot in the 2005 Democratic primary, since he is barely known outside his district. ''My chances of winning are slim to none,'' Mr. Avella said" , "date" : "20040425" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "For Some Politicians, a Losing Race Isn't Always a Total Loss" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/25\/nyregion\/for-some-politicians-a-losing-race-isn-t-always-a-total-loss.html"} , {"body" : "A 64-year-old woman died in a fire in her Brooklyn home yesterday afternoon, the police said. The woman, Bernice Burney, was found dead inside her apartment, which was on the second floor of a two-story house at 675 Essex Street in East New York, the police said. They added that there were no signs of foul play. The fire was reported at about 5" , "date" : "20040425" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "Woman Is Killed in a Fire" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/25\/nyregion\/woman-is-killed-in-a-fire.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Tomorrow from 10:30 a.m. to 5 p.m., 31st Astronomy Day, when participants can observe sunspots and read a star map. Opening tomorrow in the LeFrak Theater, ''Bugs,'' a film about insect life in the Borneo rain forest. Through Aug. 15," , "date" : "20040423" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/23\/arts\/spare-times-321893.html"} , {"body" : "Someone must have seen something. Two days after her 2 1\/2-year-old son, sitting in his father's lap, was killed in a hail of bullets directly across the street from a Brooklyn apartment complex, Alicia Barriere begged yesterday for witnesses to come forward. ''I just want anybody who knows anything to please, say something,'' Ms. Barriere, 26," , "date" : "20040403" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Mother Seeks Witnesses to the Murder of Boy, 2" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/03\/nyregion\/mother-seeks-witnesses-to-the-murder-of-boy-2.html"} , {"body" : "Once a month, in a windowless courtroom at 26 Federal Plaza in Manhattan, children are summoned before a judge who can decide whether they will be removed from the United States. One afternoon, there is a Haitian girl of 17 who escaped her father's killers; another time, a 15-year-old Ecuadoran who came 3,000 miles to earn money for his ailing" , "date" : "20040328" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Children Alone and Scared, Fighting Deportation" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/28\/nyregion\/children-alone-and-scared-fighting-deportation.html"} , {"author" : "Randy Kennedy, a reporter for The Times, is the author of ''Subwayland,'' a collection of his Tunnel Vision columns, published last month by St. Martin's Griffin." , "body" : "OVER the next several months, as the centennial of the subway's opening approaches, New Yorkers will hear a lot about the most momentous dates in the long and fascinating life of their mass transit system. Commemorating these events -- the first train from City Hall to Harlem; the deadly Malbone Street wreck; the unification of the subway system" , "date" : "20040328" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "1904-2004; True but Strange" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/28\/nyregion\/1904-2004-true-but-strange.html"} , {"body" : "A 69-year-old man tried to kill three law enforcement officers by dropping a 16-pound bowling ball at them from the terrace of his 17th-floor apartment, police officials said yesterday. The ball narrowly missed the officers, and the district attorney in Brooklyn charged the man, Douglas Stiff of East New York, with attempted murder, attempted" , "date" : "20040324" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bowling Ball From 17th Floor Almost Hits 3 Brooklyn Officers" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/24\/nyregion\/bowling-ball-from-17th-floor-almost-hits-3-brooklyn-officers.html"} , {"body" : "DEAR DIARY: Recently I wanted to get rid of some old foreign currency I had from a trip to Europe, pre-euro. I went to my bank and gave the teller bills from the Netherlands. She looked at them for a while and then asked, ''What is this?'' I said it was Dutch money. ''From Denmark?'' she replied. ''No,'' I said, ''Holland.'' She proceeded to scroll" , "date" : "20040322" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/22\/nyregion\/metropolitan-diary-894796.html"} , {"author" : "E-mail: amh@nytimes.com" , "body" : "ON the day of the audition, Ray Aramis Rae woke up early as usual in his apartment in Williamsburg, Brooklyn. He meditated -- he could never start the day without meditating -- cooked himself a bowl of oatmeal and shaved his head. The casting notice had been clear: ''NEEDED: 8 African-American men with stage experience, 20's-40's, 5'10'' or taller," , "date" : "20040321" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; Will Shave Head, and Dream Dreams" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/21\/nyregion\/coping-will-shave-head-and-dream-dreams.html"} ,   {"body" : "New York City's subways are cleaner than they were a year ago, according to a rider advocacy group's sixth annual survey of the system. This year, 66 percent of cars were rated as ''clean,'' up from 59 percent last year and 47 percent the year before, the Straphangers Campaign's report showed. Since 1999, the percentage of clean cars has more than" , "date" : "20040312" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "More Subway Cars Are Clean, A Group's Survey Reports" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/12\/nyregion\/more-subway-cars-are-clean-a-group-s-survey-reports.html"} , {"body" : "Stephen Todd Booker, who at 50 has been on death row for more than half his life, was explaining how his imagination kept working without the stimuli that most people take for granted. ''I remember thinking one time -- I'd already been here a while -- and I realized I hadn't seen a star in 12 years,'' he said in an interview at the Union" , "date" : "20040309" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "A Poet's Spirit Springs to Life On Death Row; Following a Brutal Crime, A Literary Reputation Grows" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/09\/books\/poet-s-spirit-springs-life-death-row-following-brutal-crime-literary-reputation.html"} , {"body" : "The meals come one a day, Monday through Friday, with an extra frozen meal for the weekend. One day it is a pork chop with broccoli and mashed potatoes. The next it is meatballs and macaroni. Then lemon chicken with baked potato and spinach. To Marge Marcone, who lives in the Fordham section of the Bronx, the doorbell signaling the arrival of her" , "date" : "20040307" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "For Lunch, a Party of One; By Switching to Frozen Meals, Program May Further Isolate Some Elderly" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/07\/nyregion\/for-lunch-party-one-switching-frozen-meals-program-may-further-isolate-some.html"} , {"body" : "An article in some copies on Sunday about the investigation into the shooting and robbery on Jan. 17 at the Galaxy Diner in East New York, Brooklyn, misstated the role that the police say Mark Blount, 27, played. He is charged with attempted robbery, assault and possession of a weapon, they said, but he is not believed to have acted as the getaway" , "date" : "20040306" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/06\/nyregion\/c-corrections-688711.html"} , {"body" : "Looking for an upset in Tuesday's New York primary, Senator John Edwards rallied for votes in Brooklyn and in Albany yesterday, while Senator John Kerry sought to shore up support among upstate residents. But a contentious morning debate in New York City, filled with frequent interruptions and pointed exchanges, remained on the minds of the" , "date" : "20040301" , "day_of_week_facet" : "Monday" , "geo_facet" : ["OHIO" , "NEW YORK STATE" , "GEORGIA" , "ALBANY (NY)" , "NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "15" , "title" : "THE 2004 CAMPAIGN: THE CANDIDATES; Edwards and Kerry Make Last-Minute New York Push" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/01\/us\/2004-campaign-candidates-edwards-kerry-make-last-minute-new-york-push.html"} , {"body" : "A 14-year-old boy has been arrested in the Jan. 17 shootings at the Galaxy Diner in Brooklyn. He was identified by the police yesterday as one of two gunmen who wounded nine patrons and employees during a robbery early that morning. The police did not release the boy's name because he is a juvenile. They said he was arrested early Friday morning at" , "date" : "20040229" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "14-Year-Old Arrested in Diner Shootings" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/29\/nyregion\/14-year-old-arrested-in-diner-shootings.html"} , {"author" : "Thomas Boyle, a professor of English at Brooklyn College, is the author of several crime novels set in Brooklyn." , "body" : "OUT here in Brooklyn, we hear that New Jersey's Nets are coming. This could be great news, but at the same time it brings back the bitter memory of the nasty departure of our baseball Dodgers in 1957. And just over a week ago, Gage & Tollner, our oldest restaurant and most charming culinary relic of the dear departed 19th century (sorry about that," , "date" : "20040222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY LORE; Put Down That Violin. Now." , "url" : "http:\/\/www.nytimes.com\/2004\/02\/22\/nyregion\/city-lore-put-down-that-violin-now.html"} , {"body" : "The signs of Brooklyn's building boom are scattered across the borough, and they are not hard to read. ''Brand New Two-Family Homes -- Locations Include East New York, Bedford-Stuyvesant,'' blares one sign on Pitkin Avenue. ''Now Offering for Sale Luxury Two-Family Waterview Homes, Granite Kitchen,'' says another, along the quiet East Mill Basin" , "date" : "20040215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "In a Brooklyn Boom, A Patchwork of Housing Fills In the Bare Spots" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/15\/nyregion\/in-a-brooklyn-boom-a-patchwork-of-housing-fills-in-the-bare-spots.html"} , {"body" : "A suspect in a shooting spree that wounded nine people at a Brooklyn diner last month was found dead, apparently a suicide, in an Albany apartment Wednesday afternoon after being surrounded by the police, the authorities said yesterday. After the suspect, Ramel Simmons, 23, had been tracked to the apartment, New York City and Albany police officers" , "date" : "20040206" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "ALBANY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Albany: Suspect In Shootings Found Dead" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/06\/nyregion\/metro-briefing-new-york-albany-suspect-in-shootings-found-dead.html"} , {"body" : "The New York City police sergeant who died on Saturday afternoon after chasing a man selling fake brand-name watches was a healthy man who traveled the world, but his brother said yesterday that the sergeant's travels could have contributed to his death. The sergeant, Keith Ferguson, 38, of Brooklyn, had returned a day earlier from a trip to" , "date" : "20040202" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "5" , "title" : "Brother Wonders if Travel Contributed to Officer's Death" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/02\/nyregion\/brother-wonders-if-travel-contributed-to-officer-s-death.html"} ,   {"body" : "A 38-year-old New York police sergeant sprinting after a fake watch dealer in SoHo collapsed on a sidewalk yesterday afternoon and died, the police said. The sergeant, Keith Ferguson of Brooklyn, an avid swimmer and diver and a 17-year veteran of the force, was a member of one of the elite Hercules Unit counterterrorism teams that patrol the city," , "date" : "20040201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Police Sergeant Dies After Chasing Sidewalk Vendor in SoHo" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/01\/nyregion\/police-sergeant-dies-after-chasing-sidewalk-vendor-in-soho.html"} , {"body" : "For Joy Persaud, 49, of East New York, Brooklyn, the trouble starts when she hears a noise in her head. In those moments, no matter where she is, she sits on the floor, arms crossed, and waits for a seizure. Ms. Persaud has epilepsy, and three to five times a week the seizures come. Though this has been her life for five years, she remains fearless" , "date" : "20040129" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "The Neediest Cases; Recounting the Blessings of Life as Well as Its Battles" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/29\/nyregion\/the-neediest-cases-recounting-the-blessings-of-life-as-well-as-its-battles.html"} , {"body" : "Spray from fire hoses freezes on the uniform, turning firefighters into stiff-armed ice figures. Spray hits the face and causes frostbite, or runs beneath the collar and breeds hypothermia. Hydrants freeze. Water freezes in hoses. Hoses freeze to the ground. Staircases turn into frozen waterfalls, and firefighters wearing 60 pounds of equipment" , "date" : "20040128" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "At End of Hose, A Hellish Blend Of Fire and Ice" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/28\/nyregion\/at-end-of-hose-a-hellish-blend-of-fire-and-ice.html"} , {"body" : "A 22-year-old man was killed and three other men were injured in an outburst of violence that erupted on a street in Brooklyn early yesterday, the police said. The man who died, Blake Harper, whose address was not determined last night, was shot once in the chest at 4:10 a.m. in front of 70 Pennsylvania Avenue in East New York, investigators said." , "date" : "20040126" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "One Dead and 3 Hurt in Brooklyn Violence" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/26\/nyregion\/one-dead-and-3-hurt-in-brooklyn-violence.html"} , {"body" : "A Brooklyn man was arrested yesterday in connection with an early-morning shooting and burglary in a diner last weekend that left nine people wounded, the police said. The man, Mark Blount, was taken into custody at 5:30 a.m., a police spokesman said. Mr. Blount, 27, lives on Miller Avenue in East New York, not far from the Galaxy Diner, where two" , "date" : "20040122" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Held in Robbery and Shooting at Diner" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/22\/nyregion\/man-held-in-robbery-and-shooting-at-diner.html"} , {"body" : "On Jan. 8, Vanya Keenan turned 28. That day, while having surgery to replace a synthetic tube in her arm so that she could receive dialysis, she had a pulmonary embolism, when a floating blood clot in her veins blocked an artery to her lungs. ''On the table, I had shortness of breath; I couldn't breathe,'' she said as she sat in her bedroom in East" , "date" : "20040120" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Getting Serious About a Kidney Transplant" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/20\/nyregion\/getting-serious-about-a-kidney-transplant.html"} , {"body" : "With more than 100 supporters filling the steps of City Hall and chanting ''Charles in charge,'' Charles Barron, the Democratic city councilman from Brooklyn and a former Black Panther, announced his plan to run for mayor in 2005. Later, he received a major endorsement, that of the Rev. Al Sharpton, during a Martin Luther King's Birthday" , "date" : "20040120" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Councilman to Run for Mayor in '05" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/20\/nyregion\/brooklyn-councilman-to-run-for-mayor-in-05.html"} , {"body" : "The police released security camera images yesterday of the two men who shot and wounded several people during a robbery at a Brooklyn diner Saturday morning. Both men are shown wearing heavy winter coats. In one image, one of the men, who is wearing a knit hat, is shown pointing what looks to be a semiautomatic handgun. The police asked that" , "date" : "20040119" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Police Release Images of Robbery at Diner" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/19\/nyregion\/police-release-images-of-robbery-at-diner.html"} , {"body" : "INTERNATIONAL 3-13 Helicopter Downings Show Greater Iraq Rebel Skills A classified Army study of the downings of military helicopters in Iraq found that guerrillas have used increasingly sophisticated tactics and weapons to attack American aircraft. 1 A large bomb exploded at the main gate of the American occupation headquarters in Baghdad on" , "date" : "20040118" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/18\/nyregion\/news-summary-015873.html"} , {"body" : "Two men opened fire during a robbery at a Brooklyn diner early yesterday, wounding seven diners and a busboy and pistol-whipping a teenager before fleeing with cash and jewelry, the police said. Detectives said they had counted more than 20 shell casings inside and outside the Galaxy Diner at 805 Pennsylvania Avenue in East New York, from at least" , "date" : "20040118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Nine Injured, Most Slightly, as Armed Robbers Open Fire at a Brooklyn Diner" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/18\/nyregion\/nine-injured-most-slightly-as-armed-robbers-open-fire-at-a-brooklyn-diner.html"} ,   {"author" : "E-mail: lijournal@nytimes.com" , "body" : "MICHAEL WATT doesn't like to admit that he is ''Ask Mr. Long Island,'' the know-it-all answer man on the www.longisland.com Web site. But as director of the site, Mr. Watt, 44, is the one who helps surfers find information they need. . While he calls being Mr. Long Island ''my secret life,'' Mr. Watt recently decided to come out of the trivia" , "date" : "20040118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "4" , "title" : "LONG ISLAND JOURNAL; The Answer Man at 'Ask Mr. Long Island'" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/18\/nyregion\/long-island-journal-the-answer-man-at-ask-mr-long-island.html"} , {"body" : "The four-story walk-up is a form of housing not often produced in New York City any longer. But two new side-by-side walk-ups in Park Slope, Brooklyn, may lead the way to resurrecting it for rental housing designed for moderate-income tenants throughout the city. The developer is CPC Resources, the development arm of the Community Preservation" , "date" : "20040116" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Residential Real Estate; Park Slope Walk-Up Revival May Signal New Rental Era" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/16\/nyregion\/residential-real-estate-park-slope-walk-up-revival-may-signal-new-rental-era.html"} , {"body" : "The Police Department is expanding a year-old anticrime initiative that narrowly focuses officers on neighborhoods, subway stations and housing projects with nagging crime problems, the mayor and the police commissioner announced yesterday. Mayor Michael R. Bloomberg and Police Commissioner Raymond W. Kelly have often credited the initiative," , "date" : "20040113" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Widen Plan to Flood Crime Areas" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/13\/nyregion\/police-widen-plan-to-flood-crime-areas.html"} , {"body" : "In June 1998, Stacy Jenkinson of Brooklyn learned that she suffered from lupus nephritis, an inflammation of the kidney caused by an immune-system disease that can also harm the skin, joints and brain. This, after so many doctor visits, so many failed attempts to find out what was wreaking havoc with her body. ''I was really, really sick,'' she" , "date" : "20040106" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "The Neediest Cases; After Battling Illnesses, A Mother Gets Some Relief" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/06\/nyregion\/the-neediest-cases-after-battling-illnesses-a-mother-gets-some-relief.html"} , {"body" : "Every day, Terry Diaz faces the same choice: Should she suffer through the severe pain in her left knee? Or should she take medication and stay in bed? Most days, the choice is made for her. After all, her children have to get to day care and she has to go to her job training program. So she skips the pill. She endures the pain, because her family" , "date" : "20040105" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; Mother Takes Life's Demands One Painful Step at a Time" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/05\/nyregion\/the-neediest-cases-mother-takes-life-s-demands-one-painful-step-at-a-time.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Cold-Water Flat Days Q. I'm fascinated by the old Public Baths building on Huron Street in Greenpoint, Brooklyn. What is its history and what is the current state of its interior? A. When the Huron Street Public Bath opened at 139 Huron in 1904, it answered what was seen as a genuine public health need. Two years earlier, The Brooklyn Daily Eagle" , "date" : "20040104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2004\/01\/04\/nyregion\/fyi-813656.html"}]