[  {"body" : "The police arrested two suspects yesterday in the Friday shooting death of a 14-year-old boy in Flatbush. Dalton Walters, 24, of 405 East 52nd Street, and Sheldon Thomas, 17, of 384 East 48th Street, both in Brooklyn, were charged with murder, the police said. ''They knew each other from the neighborhood'' and had been in a longstanding dispute" , "date" : "20041230" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: 2 Arrested In Slaying Of 14-Year-Old" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03E0D61739F933A05751C1A9629C8B63"} , {"body" : "DAVIDSON--Blanche. On December 26, 2004. Beloved wife of the late Rubin. Devoted mother of Robert. Dear sister of Jane Koenig. Services today 11:30 a.m. at ''Boulevard Riverside Chapels'', 1895 Flatbush Avenue, Brooklyn." , "date" : "20041228" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "6" , "title" : "Paid Notice: Deaths DAVIDSON, BLANCHE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0DE7DF1639F93BA15751C1A9629C8B63"} , {"body" : "GOLDNER--Sidney J. Beloved husband of the late Lottie. Loving father of Paul and Jesse and father-in-law of Judith. Cherished grandfather of Jonathan and Alison. Devoted brother of Beatrice Mandell. Services today, 12 noon, at Sherman's Flatbush Memorial Chapel, 1283 Coney Island Avenue, Brooklyn. GOLDNER--Sidney J. The Board of Directors of B'nai" , "date" : "20041226" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "50" , "title" : "Paid Notice: Deaths GOLDNER, SIDNEY J." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502EEDE1F30F935A15751C1A9629C8B63"} , {"body" : "Theater A selective listing by critics of The Times: New or noteworthy Broadway and Off Broadway shows this weekend. Approximate running times are in parentheses. * denotes a highly recommended show. + means discounted tickets were available at the Theater Development Fund's TKTS booth for performances last Friday and Saturday nights. ++ means" , "date" : "20041217" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E03EEDB1430F934A25751C1A9629C8B63"} , {"body" : "Where the Holidays Are a Little Wild Most New Yorkers like to decorate their Christmas trees. But some residents in a special enclave of the Upper East Side prefer to eat them. They aren't members of a vegetarian cult, but creatures of the Central Park Zoo. This weekend, as part of the zoo's continuing ''Presents to the Animals'' program, they will" , "date" : "20041217" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "44" , "title" : "Family Fare" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F00E5DF1530F934A25751C1A9629C8B63"} , {"body" : "They went out late. It was ugly weather. Six below zero in the Brooklyn night. Wind took garbage into the air. A blizzard was in the forecast. It was Lincoln's Birthday, 2003, in Brighton Beach. Not a night for humankind, but the sisters, one 73 and the other 70, didn't get holidays off, didn't get snow days. In years of miserable low points, it" , "date" : "20041212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Lillian and Julia: A Twilight of Fear; Bowed by Age, Battered by an Addicted Nephew And Forced Into Begging and Despair" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E5DF1F31F931A25751C1A9629C8B63"} , {"body" : "A sampling of the musical presentations planned for the holiday season at churches and concert halls in New York City. All are free unless otherwise noted. (Churches accept donations.) This selection, compiled by Jeremy Eichler, represents what caught this critic's eye and excited his expectations. More holiday recommendations for this weekend are" , "date" : "20041210" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "'Messiahs' Here, 'Glorias' There, Holiday Music Is Everywhere" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903E0DB1031F933A25751C1A9629C8B63"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE 36-01 35th Avenue, at 36th Street, Astoria, Queens. One of the largest collections of moving-image artifacts. Through Sunday, ''Fort Lee: The Film Town,'' a series celebrating the films that were produced in the backlots of New Jersey. Silent films to be screened this weekend:" , "date" : "20041210" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DE7DB1131F933A25751C1A9629C8B63"} , {"body" : "As icy rains swept the city this week, Capt. Felix Padilla of the Salvation Army stood on Flatbush Avenue in Brooklyn ringing his bell and looking longingly inside the new Atlantic Terminal mall, which he dared not enter. The Salvation Army and other charitable groups performing their annual ritual of seeking donations from holiday shoppers have" , "date" : "20041210" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Salvation Army Kept Out, And Now, the Pot Is Light" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9405E6D71031F933A25751C1A9629C8B63"} , {"body" : "WHEN Thomas Schutte took over as president of Pratt Institute in 1993, he said, one of the first things he discovered was the frustration that students felt about their adopted home. Sitting in Clinton Hill not far from where it meets Fort Greene, Pratt Institute, which was founded in 1887, was not exactly in Harvard Square. So Mr. Schutte took it" , "date" : "20041205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "SQUARE FEET\/Myrtle Avenue, Brooklyn; Transforming an Unappealing Street" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE5D71F3EF936A35751C1A9629C8B63"} ,   {"body" : "West Village Loft With Mezzanine $775,000 MANHATTAN: 130 Barrow Street (between Washington Street and the West Side Highway), #307 A condo of about 700 square feet with 13-and-a-half-foot ceilings and one bathroom, and a mezzanine bedroom with 8-and-a-half-foot ceilings. Charlie Summers, Bellmarc (212)627-3000, ext. 203; www.bellmarc.com COMMON" , "date" : "20041205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E01E1D81F3EF936A35751C1A9629C8B63"} , {"body" : "FRIEDBERG--Dan. Beloved husband of the late Elaine. Loving father of Beth Abott and Abby Fiocco. Devoted grandfather of Stephen, Richard, Elizabeth and Andrew. Caring brother of Miriam, William and the late Frances. Services today 10AM at Sherman's Flatbush Memorial Chapel, 1283 Coney Island Avenue (Ave J in Brooklyn)." , "date" : "20041203" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "27" , "title" : "Paid Notice: Deaths FRIEDBERG, DAN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02EFDB1631F930A35751C1A9629C8B63"} , {"body" : "A gypsy-cab driver accused of raping two women in separate incidents in Brooklyn last week was arrested last night, police said. The authorities identified the driver as Joel Lafayette, 24. They said that he picked up a 21-year-old female passenger early yesterday at the intersection of Nostrand and Church Avenues in the Flatbush section of" , "date" : "20041128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "51" , "title" : "Gypsy-Cab Driver Is Accused of Two Rapes" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980DE0D9133EF93BA15752C1A9629C8B63"} , {"body" : "Theater 'CAM JANSEN,' a new musical based on the book series about a girl sleuth, by Theaterworks\/USA, at the Lamb's Theater, 130 West 44th Street, Manhattan, (212)329-6200. Today at 2 and 7 p.m.; tomorrow at noon and 3:30 and 7 p.m.; Sunday at 3 p.m. Tickets: $25. 'FIRST IN FLIGHT: THE WRIGHT BROTHERS,' a musical based on ''Flight,'' the Arthur" , "date" : "20041126" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "Spare Times; For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CE6D6153EF935A15752C1A9629C8B63"} , {"body" : "When Regina Ward decided, in the middle of her senior year of high school, to inform her mother that she was gay, she wrote her a letter. Ms. Ward's mother read it and asked, ''What is this?'' ''It's exactly what it says,'' Ms. Ward replied. Those are some of the last words they ever exchanged. The women moved around each other in silence, sharing" , "date" : "20041125" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "The Neediest Cases; Fighting for Independence And a Mother's Acceptance" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E06E6DA153EF936A15752C1A9629C8B63"} , {"author" : "Staceyann Chin is a writer, performer and poet who was a cast member and co-writer of the show ''Russell Simmons Def Poetry Jam on Broadway.''" , "body" : "IT still amazes me that when I am away from New York, the angles of me cry out for the subways, the impolite service industry and the streets teeming with cultural insanities. After a week in Johannesburg making metaphors into theater, or 10 days in Sydney teaching the poetics of writing the self, I can't wait to get back to Brooklyn. I can't wait" , "date" : "20041121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["JAMAICA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE NEXT WAVE; 'No One Cared If I Kissed Girls'" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D03EFD9113FF932A15752C1A9629C8B63"} , {"body" : "For three decades, the Mei Lai Wah coffee and tea house, on Bayard Street in Chinatown, has been a popular gathering place for the Chinese immigrants who live nearby. Uncle Fi 72, originally from Toison in Guangdong Province. I've worked at the coffee shop for 36 years. I've always had the same job. I'm a waiter. I retired a few years ago, but I" , "date" : "20041121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CHINATOWN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "THE NEXT WAVE: SCENES; The Family Business: Work, Sleep, Work" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990DEED9113FF932A15752C1A9629C8B63"} , {"body" : "A selective listing by critics of The Times: New or noteworthy Broadway and Off Broadway shows this weekend. Approximate running times are in parentheses. * denotes a highly recommended show. + means discounted tickets were available at the Theater Development Fund's TKTS booth for performances last Friday and Saturday nights. Full reviews of" , "date" : "20041119" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990DE7DC103FF93AA25752C1A9629C8B63"} , {"body" : "A 19-year-old Brooklyn man shot his pregnant girlfriend in the leg yesterday in Brooklyn, the police said. The girlfriend, Ebony Oden, 21, had been visiting the man, Chance Kemar, at his apartment at 1487 Nostrand Avenue in Flatbush when Mr. Kemar accidentally fired a Mac-10 machine pistol and grazed her leg, the police said. Ms. Oden was treated" , "date" : "20041115" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Briefing | New York: Brooklyn: Woman Wounded In Shooting" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D07EED7143FF936A25752C1A9629C8B63"} , {"body" : "The signs are all around. Storefront churches dot the commercial landscapes of the Bronx and Queens. Twice as many churchgoers -- about 15,000 -- pray weekly at the Christian Cultural Center in Brooklyn, compared with five years ago. Some 200,000 New Yorkers tune in daily to Radio Vision Cristiana, an AM radio station. And last March, thousands of" , "date" : "20041114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "For New York Evangelicals, a Political Conversion" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05EFDF143FF937A25752C1A9629C8B63"} ,   {"body" : "Attractions Museums AMERICAN MUSEUM OF THE MOVING IMAGE 36-01 35th Avenue, at 36th Street, Astoria, Queens. Through Jan. 2005, ''Loews Cineplex Entertainment 100th Anniversary,'' an exhibition of photographs, film clips and other items that documents the development of the corporation, from penny arcade to multiplex theaters. Two panel discussions" , "date" : "20041112" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CEFDB1F3CF931A25752C1A9629C8B63"} , {"body" : "Theater 'MISS NELSON IS MISSING,' a musical by Joan Cushing based on the book by Harry Allard, by the Omaha Theater Company for Young People, tomorrow at 2 p.m. at the Brooklyn Center for the Performing Arts, Brooklyn College, Flatbush and Nostrand Avenues, Flatbush, (718)951-4500. Tickets: $15. 'CHARLIE AND THE CHOCOLATE FACTORY,' a musical" , "date" : "20041112" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "Spare Times; For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DEFDB1F3CF931A25752C1A9629C8B63"} , {"body" : "Early yesterday morning, when the doors of a northbound No. 2 train slid open at the Winthrop Street station in Brooklyn, Officer Thomas Moran looked inside and saw a sleeping man's feet on the seat. Everything seemed more or less normal. Then, he said, he noticed the man's camouflage pants. That was the first sign that he had happened on a" , "date" : "20041111" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Some Action on Late Shift: Suspect Asleep on Subway" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9801E2D91E3CF932A25752C1A9629C8B63"} , {"body" : "Just above a doorway in Boerum Hill, Brooklyn, sandwiched between a pair of boutiques, there is an old light bulb, forlorn in a rusty metal fixture. It will soon be a thing of the past. On its block, at least, change is on the way and the future is bright. Last week, with nearly all the nation's attention turned elsewhere, several lighting" , "date" : "20041107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: BOERUM HILL; Changing the World By Changing the Lights, One Fixture at a Time" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990CE7DA153CF934A35752C1A9629C8B63"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE 36-01 35th Avenue, at 36th Street, Astoria, Queens. One of the largest collections of moving-image artifacts. Through Jan. 23, ''Tim Burton Drawings,'' an exhibition of more than 24 drawings, watercolors and sketches related to his films. Screenings this weekend: Tonight at 7:30 and" , "date" : "20041105" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "46" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B00EEDE143CF936A35752C1A9629C8B63"} , {"body" : "KOPPELMAN--Susan Janet. Beloved wife of Mark. Loving mother of Heidi and Matthew Resnick, and Libby Koppelman. Loving grandmother of Myles Samuel. Sister of Michael Boloker. Devoted teacher and dear friend to all. Services Friday, 10AM at Sherman's Flatbush Memorial Chapel, 1283 Coney Island Avenue, Brooklyn (Avenue J)" , "date" : "20041104" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "15" , "title" : "Paid Notice: Deaths KOPPELMAN, SUSAN JANET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06E1D7173CF937A35752C1A9629C8B63"} , {"body" : "Virginia Eden sat at her living room table, cane hooked over the arm of her chair, fingering the yellowing photographs of herself as a young woman. Each picture is from a time when her body moved as she wished, when it jitterbugged and danced the Latin Hustle, and swam in the Atlantic Ocean at Coney Island with her best friend, Annette Cappello." , "date" : "20041101" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "The Neediest Cases; Maintaining Independence During Times of Ill Health" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E6DD1E3DF932A35752C1A9629C8B63"} , {"body" : "A man slashed a police officer on the side of the head with a knife and injured a second officer before he was subdued with pepper spray, the police said yesterday. One officer, James Sinnott, was on foot patrol at 550 Ocean Avenue in Flatbush just before midnight Saturday when Kwesi J. Ashun, 20, approached, according to the police. ''As the guy" , "date" : "20041101" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Briefing | New York: Brooklyn: Man Held In Slashing Of Officer" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E3DB1E3DF932A35752C1A9629C8B63"} , {"body" : "Events 'BOO AT THE ZOOS,' tomorrow and Sunday, with animal talks, costume workshops and scary stories, 10 a.m. to 4 p.m., at the Central Park Zoo, Fifth Avenue and 64th Street, (212)439-6500. Also from 10 a.m. to 4 p.m., at the Prospect Park Zoo, 450 Flatbush Avenue, near Empire Boulevard, Prospect Heights, Brooklyn, (718)399-7339. From 11 a.m. to" , "date" : "20041029" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES; For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00E2DD133DF93AA15753C1A9629C8B63"} , {"body" : "STINGO--Anne (Nina), on Oct 17th at the age of 64. Loving sister of Peggy, Buddy and Artie. Devoted aunt of Diane, Frank, Danielle, Jessica, Stacy and Caryl. Memorial service Sunday, Oct 24, 2PM at Sherman's Flatbush Memorial Chapel, 1283 Coney Island Ave at Avenue J, Brooklyn" , "date" : "20041022" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "10" , "title" : "Paid Notice: Deaths STINGO, ANNE (NINA)" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9501EED81E3AF931A15753C1A9629C8B63"} ,   {"body" : "MARGARET WRAGG, a retired school aide, found the home of her dreams on Martense Court, a quiet cul-de-sac just a block from a teeming stretch of Flatbush Avenue in Brooklyn. It was a classic brick attached house, two stories tall and 18 feet wide, with a front porch with an iron railing, a backyard and even a few surviving original details, like" , "date" : "20041017" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Losing Your Dream Home" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A05E0D7163AF934A25753C1A9629C8B63"} , {"body" : "While many parts of Brooklyn have been experiencing well-publicized revivals, this is not the case in the worn commercial area at the intersection of Flatbush and Nostrand Avenues in the Midwood section. Now, however, a Queens developer is preparing to construct a three-story retail complex anchored by a Target store on the site, formerly owned by" , "date" : "20041013" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MIDWOOD (NYC)"] , "nytd_section_facet" : ["Technology" , "Business"] , "page_facet" : "7" , "title" : "COMMERCIAL REAL ESTATE: REGIONAL MARKET -- Brooklyn; 3-Story Shopping Complex For Area Short on Retailing" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9904E6DE1E3BF930A25753C1A9629C8B63"} , {"body" : "Despite a rescue attempt, a North Carolina man was killed when his pickup truck crashed into a tree on Flatbush Avenue south of the Belt Parkway near the Gil Hodges Memorial Bridge, the police said yesterday. The man, Donald H. Palmer, 57, of Emerald Isle, was southbound on Flatbush Avenue when the truck struck the tree around 11 p.m. Saturday and" , "date" : "20041011" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metro Briefing | New York: Brooklyn: Driver Killed In Fiery Crash" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E6DB103BF932A25753C1A9629C8B63"} , {"body" : "THE shadow cats come out at night. In the daytime, New York's homeless cats are too frightened to emerge from behind the grated openings where they lurk, or from the abandoned buildings and overgrown lots where they live. They listen as trucks and buses roll noisily by, and watch in stealthy silence as pedestrians go about their chores. True, there" , "date" : "20041010" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Wild Things" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0DE1DE123BF933A25753C1A9629C8B63"} , {"body" : "Theater 'TREASURE ISLAND,' a musical adaptation by the Manhattan Children's Theater, fourth floor, 380 Broadway, south of Canal Street, TriBeCa. Saturdays and Sundays at noon and 2 p.m. through Nov. 7. Tickets: $15; $10 for children 2 to 16. Reservations: (212) 352-3101. 'PUSS IN BOOTS,' by Taubenslag Productions, Sunday at 1 and 3 p.m. at Queens" , "date" : "20041008" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0DE4DB143BF93BA35753C1A9629C8B63"} , {"body" : "GREENSTEIN--Samuel. Retired Justice of the Supreme Court of the State of New York. Beloved father of Betty and George Farkas, and Gerald and Robin Greenstein. Beloved Pappa of Michael, Randi, Jason and Bari, and great grandfather of Isabella. Elected in 1980, he personified the essence of his campaign slogan in both his professional and personal" , "date" : "20041006" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "27" , "title" : "Paid Notice: Deaths GREENSTEIN, SAMUEL" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990DE1DB163BF935A35753C1A9629C8B63"} , {"body" : "OVER the summer I decided that I was going to bike to work. I had always been a weekend rider, going on epic loops through the city, for 30 or 40 miles in an afternoon. From the vantage point of a bike, the city presents itself as a savorable panorama passing by at a speed somewhere between the blur outside a car window and the plodding pace of" , "date" : "20041003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Spin City" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04EFD91338F930A35753C1A9629C8B63"} , {"body" : "THE day before Yom Kippur, Little Horse was selling books. They were lined up in front of him on the sidewalk on Fourth Avenue by the big Brooklyn subway station at Atlantic and Flatbush, about eight worn paperbacks. ''How ya doin', chief?'' Little Horse asked. ''See anything that interests you?'' I pointed at a book called ''Serenity.'' A" , "date" : "20041003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "URBAN STUDIES\/EXPOUNDING; Hear, All Ye Faithful" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E7D81338F930A35753C1A9629C8B63"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. One of the largest collections of moving-image artifacts. Through Oct. 11, ''Subway Centennial Film Festival,'' co-sponsored with the New York Transit Museum, featuring works with the subway system as the main location or subject." , "date" : "20041001" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807E4DC1238F932A35753C1A9629C8B63"} , {"body" : "Though born in New York, Edith Wharton spent most of her life abroad. In 1913, when she was 51, she divorced her husband of 28 years, the feckless, alcoholic Teddy Wharton (whom Henry James once called ''cerebrally compromised''), and settled permanently in Paris. The move was a conscious break with America and with her upbringing. Wharton was Old" , "date" : "20041001" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "27" , "title" : "Edith Wharton's New York" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00E4DE1238F932A35753C1A9629C8B63"} ,   {"body" : "CHERTOFF--Philip. On September 27th, 2004, beloved husband of Leonora, loving father of Andrew, Jane and Jeffrey and father-in-law of Faith and Dan. Cherished grandfather of Anne & David, Torey and Scott, Elizabeth, Samantha & David. Devoted brother of Daniel and the late Evelyn. Services today, 10AM, at Sherman's Flatbush Memorial Chapel, 1283" , "date" : "20040929" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "23" , "title" : "Paid Notice: Deaths CHERTOFF, PHILIP" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DE6D81438F93AA1575AC0A9629C8B63"} , {"body" : "A year ago at the Atlantic Antic, the huge annual street fair on Atlantic Avenue in Brooklyn, representatives from a consortium of civic groups announced a far-reaching master plan to mold the street's westernmost end into the grand urban boulevard of their imagination. The festival celebrates its 30th anniversary today, and the 600,000 or so" , "date" : "20040926" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ATLANTIC AVENUE (NYC)" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; A Boulevard of Dreams, Unfolding Step by Step" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9806E7DB1E39F935A1575AC0A9629C8B63"} , {"body" : "As Haiti, battered by a tropical storm, struggles to recover, workers at the Flatbush Haitian Center are raising money to help pay for clean water. The Haitian Centers Council in downtown Brooklyn, along with 13 firehouses throughout the city, is collecting food to send to a place where yesterday people remained hungry atop their houses, still" , "date" : "20040925" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["HAITI" , "FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Haitians Rally Again for Flooded Homeland" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A01E4D61E39F936A1575AC0A9629C8B63"} , {"author" : "E-mail: eating@nytimes.com" , "body" : "It's no secret that you can get a great meal outside Manhattan, sometimes even saving a few dollars in the process. Here are some newer places -- both pricey and not -- that have opened in the last few years in Brooklyn and Queens. BUTCHER BROS. STEAK HOUSE (718) 267-2771; 29-33 Newtown Avenue, Astoria, Queens; $$$; Diner's Journal: 9\/10\/04." , "date" : "20040919" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "GOOD EATING; The B-Q-Eateries" , "url" : "http:\/\/events.nytimes.com\/mem\/nycreview.html?res=9405EEDE1739F93AA2575AC0A9629C8B63"} , {"body" : "ATTRACTIONS Museum NEW-YORK HISTORICAL SOCIETY, 2 West 77th Street, Manhattan. Through February, ''Alexander Hamilton: The Man Who Made Modern America,'' an exhibition of artworks, photographs and manuscripts. Through Oct. 24, ''From Abyssinian to Zion: Photographs of Manhattan's Houses of Worship,'' a photography display based on a book of the" , "date" : "20040917" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04E4D71F30F934A2575AC0A9629C8B63"} , {"body" : "Theater ''LITTLE BROTHERS\/HERMANITOS,'' a new bilingual production about sibling rivalry, opens the new season of Teatro SEA at Los Kabayitos Puppet and Children's Theater, tomorrow at 3 p.m., second floor, 107 Suffolk Street, Lower East Side, (212) 260-4080, Ext. 14. Admission: $12; children, $10. Events ''PLAY OUTSIDE!'' Free outdoor performances" , "date" : "20040917" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03E3D61F30F934A2575AC0A9629C8B63"} , {"body" : "All dates are subject to change. September DANCENOW\/NYC FESTIVAL -- Could the new season begin without this grass-roots event? The festival, which runs through Saturday and features more than 160 downtown and fringe artists and companies, has expanded steadily through its 10 years, sprawling out to Joe's Pub at the Public Theater, Marcus Garvey" , "date" : "20040912" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "THE NEW SEASON\/DANCE; Blues, Burlesque and Balanchine" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E0D61F31F931A2575AC0A9629C8B63"} , {"body" : "Of all the memories rattling around Deputy Inspector Vincent Di Donato's head yesterday, the one that stuck in his mind was one that he invented. The scene is Friday night in the crowded quarters of the detective squad in the 67th Precinct in Brooklyn. ''The call comes in, I can just see it,'' Inspector Di Donato mused. ''Bobby Parker stands up" , "date" : "20040912" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "On a Brooklyn Street, the List of the Fallen Grows by Two" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07E4DE1330F931A2575AC0A9629C8B63"} , {"body" : "Detective Bobby Parker followed his calling to the end. As he lay dying on a Brooklyn street on Friday night, he managed to call 911 and tell the operator that the man who had shot him and his fellow detective, Patrick Rafferty, was pictured in a mug shot on the dashboard of their car. That same mug shot was soon being distributed by police" , "date" : "20040912" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "For the Police Force, Two Deaths Compound the Pain" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CE5DE1330F931A2575AC0A9629C8B63"} , {"body" : "A police stop in Brooklyn last night turned into a bloody shootout that left two detectives dead and a gunman wounded. The gunman hijacked a minivan but was swiftly tracked down by police dogs to a nearby building and arrested, the police said. Officials said the two detectives, who were not immediately identified, had gone to 519 East 49th Street," , "date" : "20040911" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Gunman Kills Two Detectives In Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900E3DA1230F932A2575AC0A9629C8B63"} ,   {"body" : "A 15-year-old boy was fatally shot last night and two other young men were wounded when gunfire broke out in front of a liquor store on Flatbush Avenue in Brooklyn, the police said. Relatives said the boy, Eric Johnson, was on the way to a deli and was caught in the hail of bullets. When the shooting broke out, at 8:20 p.m., Flatbush Avenue was" , "date" : "20040907" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "15-Year-Old Boy Dies and 2 Men Are Hurt in Brooklyn Shooting" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0DE3DD1F31F934A3575AC0A9629C8B63"} , {"body" : "Planned Protests Disruptions can be expected along the protest routes during the convention. SUNDAY 1. Say No to the Bush Agenda, United for Peace and Justice A national coalition of nearly 900 groups is planning a march at noon from north of 14th St. at Seventh Ave. past the convention site to Union Square Park. Organizers say it could attract" , "date" : "20040829" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "16" , "title" : "NEW YORK 2004: NAVIGATING NEW YORK; The 2004 Republican National Convention" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/29\/us\/new-york-2004-navigating-new-york-the-2004-republican-national-convention.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. One of the largest collections of moving-image artifacts. Through Sunday: ''Mira Nair Retrospective,'' a look at the Indian-born filmaker's work, including a preview of ''Vanity Fair'' with Reese Witherspoon on Sunday at 5 p.m.;" , "date" : "20040827" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/27\/arts\/spare-times-761745.html"} , {"body" : "SPITZ--Marvin. Beloved husband of Theda. Adoring father of Rochelle and Kenneth. Loving grandfather of Brian and Haley. Endeared great grandfather of Brett. The most compassionate, kindest and loving man. Services 11:30AM today at Parkside Chapel, Avenue V and Flatbush Ave, in Brooklyn." , "date" : "20040825" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths SPITZ, MARVIN" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/25\/classified\/paid-notice-deaths-spitz-marvin.html"} , {"body" : "A man and a woman were stabbed early yesterday at a wedding reception by a man who had arrived without an invitation, the police said. After three men crashed the reception, on Nostrand Avenue in Flatbush, one of them stabbed a 20-year-old man in the abdomen and a 29-year-old woman in the upper torso around 2 a.m., the police said. Both victims," , "date" : "20040823" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Two Stabbed By Wedding Crasher" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/23\/nyregion\/metro-briefing-new-york-brooklyn-two-stabbed-by-wedding-crasher.html"} , {"body" : "THE little airplane bobs and dips and yaws in the thermals rising around the southern tip of Flatbush Avenue; you can feel the warm air lifting the riveted aluminum wings. To the right, Brooklyn is stretched out in the haze like a diorama: the houses on Mill Basin with cabin cruisers tied to their docks; the receding avenues; and in the distance," , "date" : "20040822" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Sky Above, Hubbub Below" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/22\/nyregion\/sky-above-hubbub-below.html"} , {"body" : "RECREATION New York City NEW YORK ROAD RUNNERS CLUB CHAMPIONSHIPS, Central Park. A five-mile run tomorrow for running club members, beginning on the East Drive and 102nd Street, with an 8 a.m. start for men, and a 9 a.m. start for women. Fee, $7 in advance, $10 tomorrow. Information: (212) 860-4455; www.nyrrc.org. BIKE THE BIG APPLE. Tomorrow at 10" , "date" : "20040820" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/20\/arts\/spare-times-691801.html"} , {"body" : "Though the pronunciation varies, the name Chuck E. Cheese is the same in every language. And on a recent Saturday, it could be heard bouncing off the walls of the new Atlantic Terminal mall in downtown Brooklyn in at least a half-dozen accents. ''It's up there, it's up there!'' a boy of about 3 repeated to his harried-looking mother as they tried" , "date" : "20040816" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Sampling Suburbia Inside a Brooklyn Mall" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/16\/nyregion\/sampling-suburbia-inside-a-brooklyn-mall.html"} , {"body" : "THE Afghan counterman at the Kennedy Fried Chicken on Nostrand Avenue in Flatbush, Brooklyn, radiated a look of despair. ''I need another job, a new job,'' he said, the beads of sweat collecting around the edges of his dark beard. ''The customers here are demanding. Last week someone was shot across the street. Every day I have a headache.'' To" , "date" : "20040815" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Chicken Little" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/15\/nyregion\/chicken-little.html"} , {"body" : "KRAMER--Sylvia (Hameroff). Age 90, on August 12, 2004. Beloved wife of the late William. Devoted mother of Morris and Stephen and mother-in-law of Pearl. Loving grandmother of Jeremy, Liza, Oliver and Joseph and sister of Gerald and the late Henrietta. She was loved and will be missed by all. Services Sunday 1PM at I.J. Morris Funeral Chapel," , "date" : "20040814" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "12" , "title" : "Paid Notice: Deaths KRAMER, SYLVIA (HAMEROFF)" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/14\/classified\/paid-notice-deaths-kramer-sylvia-hameroff.html"} ,   {"body" : "ATTRACTIONS Museum MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village. This preserved late-Federal brick house with a Greek Revival interior, once owned by Seabury Tredwell, a wealthy hardware dealer, was built in 1832. The house has the original furniture, clothing and personal articles of the Tredwells, who lived there for nearly 100" , "date" : "20040813" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/13\/arts\/spare-times-613029.html"} , {"body" : "When a young couple scrambling from their car in a flash flood in Queens were electrocuted on Wednesday by a dangling power line, utility workers and firefighters were only blocks away. The couple, Joseph Cheetham and Alana Berenson, were killed almost immediately, officials said, so even though help was nearby it was too late to save them. In the" , "date" : "20040813" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Rescuers Scrambled, but Pair Died Quickly" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/13\/nyregion\/rescuers-scrambled-but-pair-died-quickly.html"} , {"body" : "IN the last week of July, on a steamy evening, Sandra Bernhard was holding forth in downtown Brooklyn at the new Target, entertaining the hundreds of guests who had come to celebrate the store's opening. It was a significant moment for a number of reasons. The Target is part of the Atlantic Terminal, a new mall built by Forest City Ratner. It is" , "date" : "20040808" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "SQUARE FEET\/Downtown Brooklyn; At Site Dodgers Rejected, Target Store Is a Hit" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/08\/realestate\/square-feet-downtown-brooklyn-at-site-dodgers-rejected-target-store-is-a-hit.html"} , {"body" : "A 92-year-old man was killed by a car in East Flatbush, Brooklyn, early yesterday morning, the police said. The man, whose name was not released, was walking with a bicycle in the crosswalk on Kings Highway, heading east on Snyder Avenue, the police said. As he crossed a lane of northbound traffic, he was struck by a black Nissan Altima, which" , "date" : "20040808" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Man, 92, Is Hit-Run Victim" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/08\/nyregion\/man-92-is-hit-run-victim.html"} , {"body" : "Low carb may be in today, low fat may be back tomorrow, but whatever the latest diet craze, pizza is always in style. BETTOLA (212) 787-1660; 412 Amsterdam Avenue (near 80th Street); $; Article: 5\/19\/04. This new Italian spot on the Upper West Side produces some of the area's most delectable thin-crust pizzas in its wood-burning oven, with toppings" , "date" : "20040801" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "GOOD EATING; Pizza Is Eternal" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/01\/nyregion\/good-eating-pizza-is-eternal.html"} , {"body" : "When catastrophic events unfold halfway around the globe, it seems there is always a phone-card-buying, satellite-TV-watching immigrant community in New York that is keeping a close, anxious and passionate eye on its homeland. Or, in the case of the violence in the Darfur region of Sudan, two communities. One group, the Sudanese Arabs, live in and" , "date" : "20040801" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SUDAN" , "NEW YORK CITY" , "DARFUR (SUDAN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "BROOKLYN UP CLOSE; Sudanese Immigrants See the Strife in Darfur, and Feel the Pain at Home" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/01\/nyregion\/brooklyn-up-close-sudanese-immigrants-see-strife-darfur-feel-pain-home.html"} , {"body" : "To the Editor: My family agreed with just about everything in ''Charred Bubbles, and Other Secrets of the Slice'' (July 18). Domenico DeMarco of Di Fara Pizza is an artist, and every pizza he makes is an expression of his commitment to quality ingredients, making pizza the right (that is, his) way and the reciprocated love and respect he and the" , "date" : "20040801" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "Brooklyn's Pizza Master" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/01\/nyregion\/l-brooklyn-s-pizza-master-481661.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. One of the largest collections of moving-image artifacts. Screenings this weekend: Tomorrow at 2 p.m., ''Invasion of the Body Snatchers'' (1956), directed by Don Siegel; at 4 p.m., ''Them!'' (1954), directed by Gordon Douglas." , "date" : "20040730" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/30\/arts\/spare-times-469939.html"} , {"body" : "''Easy'' was one of a dozen vocabulary words pasted on the board, and someone in the back of the Brooklyn classroom offered it in a sentence: ''To learn English is easy.'' Amid rueful laughter from 35 adults who knew better, the teacher asked Hussein Saleh, 34, to express the same idea, starting with ''It is.'' ''It is learn English,'' Mr. Saleh" , "date" : "20040729" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Lingua Franca? Yes, It's English; Seeking the American Way, Immigrants Fill Language Courses" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/29\/nyregion\/lingua-franca-yes-it-s-english-seeking-american-way-immigrants-fill-language.html"} , {"body" : "BARNES & NOBLE has cappuccino; Amazon.com has one-click ordering; Google has more than four billion Web pages. So why venture out to the Brooklyn Public Library's 1941 main building, at Flatbush Avenue and Eastern Parkway? Well, the digital age has not yet killed the library, and this one has three million titles, as well as something that cannot" , "date" : "20040725" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "STREETSCAPES\/Brooklyn Public Library; A Living Monument To the Power of the Word" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/25\/realestate\/streetscapes-brooklyn-public-library-a-living-monument-to-the-power-of-the-word.html"} ,   {"body" : "A cluster of teenage girls, some in Rocawear designer jeans and some wearing elaborate gold earrings, were gossiping over the latest episode of ''Oprah'' as they sifted through dirt, uncovering hidden treasures and an occasional slithering worm. Their mission: to unearth artifacts from the grounds of a 217-year-old school that has earned its place" , "date" : "20040725" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Science" , "New York and Region" , "Education"] , "page_facet" : "30" , "title" : "It's a Dirty Job, Connecting With the Past" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/25\/nyregion\/it-s-a-dirty-job-connecting-with-the-past.html"} , {"body" : "Mention the Salvation Army, and most New Yorkers think of street-corner Santas dispensing Christmas cheer. Cheer, however, is hardly the emotion that residents of Flatbush, Brooklyn, are feeling in response to the group's plans in their neighborhood. The Army wants to build a nine-story, 117-unit homeless shelter on Tilden Avenue between Veronica" , "date" : "20040718" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: FLATBUSH; Plan for Homeless Shelter Met With Crossed Arms" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/18\/nyregion\/neighborhood-report-flatbush-plan-for-homeless-shelter-met-with-crossed-arms.html"} , {"body" : "ONE breezy evening a few months ago, 19-year-old Joseph Briggs did something he had never before dared to do growing up gay in New York: he held hands with and kissed his boyfriend in his own neighborhood. Being affectionate in public in a place like Greenwich Village was one thing. But the Fordham section of the Bronx was different. The children" , "date" : "20040718" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Love On the Quiet" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/18\/nyregion\/love-on-the-quiet.html"} , {"author" : "E-mail: eating@nytimes.com" , "body" : "Quintessential summer vegetables like cucumbers, peas and heirloom tomatoes are abundant in the Greenmarkets right now, and, as a result, they're among the stars of chilled soups on many menus just now. THE BILTMORE ROOM *** [Rating: Three Stars] (212) 807-0111; 290 Eighth Avenue (25th Street); $$$$; Review: 11\/12\/03. The chef, Gary Robins, shows" , "date" : "20040718" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "GOOD EATING; Chillin'" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/18\/nyregion\/good-eating-chillin.html"} , {"body" : "Walk down East 52nd Street near Avenue U in Mill Basin, Brooklyn, and the first things you notice are not the tidy brick houses, the neat hedges or even the giant Kings Plaza Shopping Center and Marina at the end of the block. What you notice first are the vans. If you stand on the sidewalk for a minute, chances are good that several 15-foot vans," , "date" : "20040718" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MILL BASIN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: KINGS PLAZA; To the Barricades, Say Foes of Speeding Vans" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/18\/nyregion\/neighborhood-report-kings-plaza-to-the-barricades-say-foes-of-speeding-vans.html"} , {"body" : "Theater ''JUNIE B. JONES,'' a new musical about the life of a first grader. At the Lucille Lortel Theater, 121 Christopher Street, West Village. Today and tomorrow at 11 a.m.; Monday and Wednesday at 1:15 p.m; Tuesday at 1:15 p.m. and 6:30 p.m. Free. (212) 627-7373. ''PATCHWORK: STORIES, SONGS AND CHILDREN'S GAMES FROM AROUND THE WORLD,'' a" , "date" : "20040716" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/16\/arts\/spare-times-for-children.html"} , {"body" : "Fourteen people were shot -- five of them fatally -- in a string of unrelated shootings over less than 10 hours in Brooklyn and the Bronx Friday night and early yesterday, the police said. No one had been arrested in any of the killings as of yesterday afternoon. Through a week ago, the city's murder rate this year had dropped 11 percent. There" , "date" : "20040711" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "14 Are Shot, 5 Fatally, Over 10 Hours in Brooklyn and Bronx" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/11\/nyregion\/14-are-shot-5-fatally-over-10-hours-in-brooklyn-and-bronx.html"} , {"body" : "ATTRACTIONS Museums and Sites MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. The museum collects, preserves and presents material related to the city's history. Tomorrow at 2 p.m., a lecture by Patrick Downey, author of ''Gangster City.'' Through Sept. 26, ''New York's Moynihan,'' an exhibition of photographs, letters, videos and" , "date" : "20040709" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/09\/arts\/spare-times-244899.html"} , {"body" : "Theater ''THE SNOW QUEEN,'' a one-act musical based on the Hans Christian Andersen tale, Sundays though Aug. 1 at noon at the Triad Theater, 158 West 72nd Street, Manhattan. Tickets, $15. Reservations: (212) 561-0773. ''CHILDREN'S LETTERS TO GOD,'' excerpts from the off-Broadway musical, tomorrow at 11 a.m. and noon at the Children's Museum of" , "date" : "20040709" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/09\/arts\/spare-times-for-children.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera CARAMOOR. Love is in the air at Caramoor, where tomorrow's performance is a rare chance to hear Gluck's ''Paride ed Elena,'' Paris and Helen, which the director of Bel Canto at Caramoor, Will Crutchfield, says" , "date" : "20040709" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/09\/movies\/classical-music-and-dance-guide.html"} ,   {"body" : "Swoon frontloads her days with caffeine and works on her art late into the night. It can take her two weeks to produce a series of the large, intricate paper cutouts and hand-pulled block prints that have gained her considerable renown in one particular sector of the art world. When she is done -- her arms aching and her clothes and skin speckled" , "date" : "20040709" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "Lawbreakers, Armed With Paint and Paste; Underground Artists Take to the Streets" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/09\/nyregion\/lawbreakers-armed-with-paint-and-paste-underground-artists-take-to-the-streets.html"} , {"body" : "SNOW--Joan, after a sudden illness on July 7, 2004. Beloved wife and best friend of the late Jules (June 14, 2004). Devoted mother of Jaimie and Marty Markowitz and Jeremy and Lisa Snow. Cherished grandmother of Chloe, William and Andrew. Funeral service, Friday, July 9, 2004, ''Parkside'' Memorial Chapel 2576 Flatbush Avenue, Brooklyn, NY (near" , "date" : "20040708" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "12" , "title" : "Paid Notice: Deaths SNOW, JOAN" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/08\/classified\/paid-notice-deaths-snow-joan.html"} , {"body" : "AT Kombit, the new Haitian restaurant perched between Park Slope and Prospect Heights in Brooklyn, there are two kinds of customers: those who know and love piklis, and those who unwittingly scorch their tongues tasting it for the first time. The Haitian sisters who run the place -- Denise, Maryse and Pascale Flix -- are quick to coach newcomers" , "date" : "20040707" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "9" , "title" : "$25 AND UNDER; A Taste of Haiti, Fiery and Fresh" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/07\/dining\/25-and-under-a-taste-of-haiti-fiery-and-fresh.html"} , {"body" : "The idea of bringing a professional sports team to the city almost always sounds great -- and then the calculation of cost versus benefits begins. It seems a new team requires a new sports facility, and for some reason, owners of these lucrative franchises are seldom willing to build anything without enormous infusions of public money. That is one" , "date" : "20040704" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "The Brooklyn Nets" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/04\/opinion\/the-brooklyn-nets.html"} , {"body" : "Two robbers wearing ski masks and carrying handguns walked into a cellular telephone store in Brooklyn yesterday morning, tied up an employee and stole cash, phones and other items, according to the police and an owner of the store. No one was injured in the robbery, which took place about 11:45 a.m. at TnTintouch Wireless, at 601 Rogers Avenue in" , "date" : "20040704" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Armed Bandits Rob Cellphone Store" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/04\/nyregion\/armed-bandits-rob-cellphone-store.html"} , {"body" : "Cinderella She's Not ''We don't have to do what everyone else does,'' says the Fairy in ''The Ash Girl.'' She's right: almost no one in this dark, intriguing riff on ''Cinderella'' does what everyone else does in the usual versions. Written by Timberlake Wertenbaker and presented by the Abrons Arts Center Urban Youth Theater, ''The Ash Girl''" , "date" : "20040702" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "34" , "title" : "FAMILY FARE" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/02\/theater\/family-fare.html"} , {"body" : "The City Council took a major step in remaking Downtown Brooklyn yesterday, formally approving an ambitious rezoning package that is intended to encourage commercial and residential development as part of the city's efforts to attract and keep jobs within the five boroughs. ''This plan will go a long way toward creating a vibrant downtown in" , "date" : "20040629" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Plan Passes And an Arena Is Protested In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/29\/nyregion\/a-plan-passes-and-an-arena-is-protested-in-brooklyn.html"} , {"body" : "The marquee at the Flatbush Pavilion movie theater was still in place last week, advertising a couple of big Hollywood flops called ''Van Helsing'' and ''Man on Fire.'' But on a sunny Wednesday afternoon, the only line in front of the theater was the one for the B-41 bus. The Pavilion, on Flatbush Avenue off Seventh Avenue in Prospect Heights," , "date" : "20040627" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: PROSPECT HEIGHTS; Coming Attractions? Well, None, Actually" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/27\/nyregion\/neighborhood-report-prospect-heights-coming-attractions-well-none-actually.html"} , {"body" : "ATTRACTIONS Museums and Sites INTREPID SEA-AIR-SPACE MUSEUM, Pier 86, West 46th Street at the Hudson River, Clinton. The Intrepid is a converted World War II aircraft carrier with two decks of displays, including four theme halls: United States Navy Hall, Pioneer Hall, Technologies Hall and Intrepid Hall. ''British Celebration'' includes a tour of" , "date" : "20040625" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/25\/arts\/spare-times-085308.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''MADAMA BUTTERFLY.'' The Met in the Parks goes to Brooklyn with Puccini's popular heroine, Cio-Cio San, sung by Kallen Esperian, who acquits herself quite well in a role that requires a tricky blend of" , "date" : "20040625" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/25\/movies\/classical-music-and-dance-guide.html"} ,   {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. !!!, Bowery Ballroom, 6 Delancey Street, near the Bowery, Lower East Side, (212) 533-2111. The New York City band !!! (most often pronounced ''chik-chik-chik'') plays funk" , "date" : "20040618" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/18\/movies\/pop-and-jazz-guide-004189.html"} , {"body" : "Theater ''BABAR, THE LITTLE ELEPHANT,'' a musical story, with the Bronx Arts Ensemble and Michael McGuigan, a storyteller, Sunday at 3 p.m. at the New York Botanical Garden, Southern Boulevard and 200th Street, Bedford Park, the Bronx. Free with garden admission: $6; 62+, $3; students, $2; children 2 to 12, $1; under 2, free. Information: (718)" , "date" : "20040618" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/18\/arts\/spare-times-for-children.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''IOLANTHE.'' The Yale School of Music sets up shop every summer at the Norfolk Chamber Music Festival, where it presents a rich variety of concerts in its Music Shed. But tomorrow night, before the season gets" , "date" : "20040618" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/18\/movies\/classical-music-and-dance-guide.html"} , {"body" : "SCHWARTZ -- Frances (Frieda). Beloved wife of the late Simon, dear mother of Judy, Laura, Amy, and Debby. Services Thursday 12:15 P.M. at ''Gutterman's Funeral Home'' 2576 Flatbush Avenue (near Avenue V), Brooklyn." , "date" : "20040617" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "13" , "title" : "Paid Notice: Deaths SCHWARTZ, FRANCES (FRIEDA)" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/17\/classified\/paid-notice-deaths-schwartz-frances-frieda.html"} , {"body" : "THERE is something refreshingly simple about a restaurant named after a real person. At Franny's, on Flatbush Avenue, that person is a cheery young woman with loose black curls busing tables, rushing food out of the open kitchen and stopping to chat. ''The sugar snap peas are amazing,'' Franny -- Francine Stephens -- said one evening. And they" , "date" : "20040616" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "$25 AND UNDER; Brooklyn Pizza With a Rsum" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/16\/dining\/25-and-under-brooklyn-pizza-with-a-resume.html"} , {"body" : "SNOW--Jules Joseph. On June 14, 2004. Adored husband and best friend of Joan. Loving father of Jamie and Marty Markowitz, Jeremy and Lisa Snow. Beloved Papa of Chloe, William and Andrew. Dear brother of Selma Nemeroff and the late Estelle Posner. Service today, 10AM ''Parkside'' Memorial Chapel, 2576 Flatbush Ave, Brooklyn, New York (near Avenue" , "date" : "20040616" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "15" , "title" : "Paid Notice: Deaths SNOW, JULES JOSEPH" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/16\/classified\/paid-notice-deaths-snow-jules-joseph.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''SUOR ANGELICA.'' Puccini's one-act, all-female tragic opera takes center stage in a production by the small Chelsea Opera company. The production is directed by Lynne Hayden-Findlay and Leonarda Priore, and" , "date" : "20040611" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/11\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Once a week, Arthur and Sylvia Horowitz took an express bus from Brooklyn to Atlantic City to do some low-stakes gambling at the Showboat or Bally's. ''They never missed a week,'' said Max Lehrer, 80, of Bensonhurst, who often sat near them on the bus. ''She liked the slots, but Artie was a dice man.'' Mr. Horowitz, 76, and his wife, 69, spent a" , "date" : "20040610" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Car Kills Couple in Brooklyn; Man Is Charged With D.W.I." , "url" : "http:\/\/www.nytimes.com\/2004\/06\/10\/nyregion\/car-kills-couple-in-brooklyn-man-is-charged-with-dwi.html"} , {"body" : "A 13-year-old girl was grabbed off the street in East Flatbush, Brooklyn, on Tuesday by three men and raped in a van before she managed to escape in Bedford-Stuyvesant, the police said yesterday. Two of four people suspected in the girl's attack were arrested Tuesday night. The incident appears unrelated to the three rapes in nearby Canarsie since" , "date" : "20040610" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Man and Woman Arrested After Girl, 13, Is Raped in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/10\/nyregion\/man-and-woman-arrested-after-girl-13-is-raped-in-brooklyn.html"} , {"body" : "SOME neighborhoods, SoHo most notably, find that their mix of stores changes as wealthier residents replace old-timers and have more desire to buy designer clothes than 60-cent coffees. Something similar is happening in the Flatbush Avenue section of central Brooklyn, although the shift is still subtle and the residents are not moving out. Rather," , "date" : "20040606" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "SQUARE FEET\/Flatbush; A Richer Mix of Stores For a Once-Rough Area" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/06\/realestate\/square-feet-flatbush-a-richer-mix-of-stores-for-a-once-rough-area.html"} ,   {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Aug. 15, ''Exploratorium\/A.M.N.H.,'' an interactive exhibition on the principles of nature. Through Oct. 3, ''Frogs: A Chorus of Colors,'' an exhibition of 200 specimens. Through July 6, ''Petra: Lost City of Stone,'' with objects from that" , "date" : "20040604" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/04\/arts\/spare-times-841110.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. LOS AMIGOS INVISIBLES, Irving Plaza, 17 Irving Place, at 15th Street, Manhattan, (212) 777-6800. Los Amigos Invisibles are indefatigable party-starters in both their native" , "date" : "20040604" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/04\/movies\/pop-and-jazz-guide-838810.html"} , {"body" : "Events ''DARING GRACE,'' the last program of the season in Lincoln Center's Reel to Real series, combines martial arts demonstrations with film clips from ''The Karate Kid,'' ''Kids From Shaolin'' and other films. Sunday at 11:30 a.m. and 2 p.m. at the Walter Reade Theater, 165 West 65th Street, Lincoln Center. Tickets: $16; children, $9." , "date" : "20040604" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/04\/arts\/spare-times-for-children.html"} , {"body" : "You can't understand Jamaica without trying jerk. A marinade but also a method of barbecuing -- preferably outdoors in an oil-drum grill -- jerk is a bit of fire laced with spice, a sauce of chilies, thyme and the vaunted ''secret ingredient.'' The marinade is used to infuse chicken, but there's always goat, should you have one around the house, or" , "date" : "20040530" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["JAMAICA"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "50" , "title" : "STYLE; Doin' the Jerk" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/30\/magazine\/style-doin-the-jerk.html"} , {"body" : "For the past two days, Ricot Dupuy, the manager of the radio station Soleil D'Haiti in Brooklyn, has been fielding inquiries from concerned callers. In Manhattan, the sidewalk outside the offices of Alianza Dominicana in Washington Heights is all but blocked by folding cots, bags of rice, canned goods and children's toys. A shipping container sits" , "date" : "20040528" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "HAITI" , "DOMINICAN REPUBLIC"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Haitian and Dominican Communities Reach Out to Flooded Homelands" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/28\/nyregion\/haitian-and-dominican-communities-reach-out-to-flooded-homelands.html"} , {"body" : "The Atlantic Center mall is not like other malls. Instead of open, multilevel atriums where dozens of storefronts are easily captured by the naked consumerist eye, there are vast expanses of nothingness and dead corridors leading, it seems, to nowhere. In place of furnished common areas offering respite between purchasing bouts, there are broad" , "date" : "20040526" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Different by Design, Soon to Be Less So; Rethinking Atlantic Center With the Customer in Mind" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/26\/nyregion\/different-design-soon-be-less-so-rethinking-atlantic-center-with-customer-mind.html"} , {"body" : "MENCHER--Harold Leo, of Brooklyn, NY, on May 24. Beloved husband, father and grandfather. Will be missed by all. Services on Thursday, 11 AM, at I.J. Morris, 1895 Flatbush Avenue, Brooklyn." , "date" : "20040526" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "15" , "title" : "Paid Notice: Deaths MENCHER, HAROLD LEO" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/26\/classified\/paid-notice-deaths-mencher-harold-leo.html"} , {"body" : "Mayor Michael R. Bloomberg signed a bill yesterday permitting five business improvement districts to raise their fees for services like trash collection, security guards and promotional campaigns. Under the new law, the improvement districts will negotiate an assessment increase with the property owners who operate businesses within their" , "date" : "20040526" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Manhattan: Business Districts To Raise Fees" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/26\/nyregion\/metro-briefing-new-york-manhattan-business-districts-to-raise-fees.html"} , {"body" : "ATTRACTIONS Museums and Sites MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village. This preserved late-Federal brick house with a Greek Revival interior, once owned by Seabury Tredwell, a wealthy hardware dealer, was built in 1832. Saturdays through May, ''Behind the Scenes: A Rare Opportunity to View the Servants' Quarters,'' with tours" , "date" : "20040521" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/21\/arts\/spare-times-667617.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. ACID MOTHERS TEMPLE, the Knitting Factory, 74 Leonard Street, TriBeCa, (212) 219-3006. A late-breaking hippie band from Japan, Acid Mothers Temple -- led and loosely organized" , "date" : "20040521" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/21\/movies\/pop-and-jazz-guide-668117.html"} ,   {"body" : "People wept and people seethed and people ruminated and people quibbled. This happened uptown and downtown and in Brooklyn and in Queens, at home and at work and on the street. People did what they normally did on a Tuesday in May, or at least most of them did, but they also did this. As the Sept. 11 commission came to town yesterday with its deep" , "date" : "20040519" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "THREATS AND RESPONSES: REACTION; A Day of Pain, Detachment And Everything in Between" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/19\/nyregion\/threats-responses-reaction-day-pain-detachment-everything-between.html"} , {"body" : "IT was closing day, once again, at Nehemiah Housing as 13 quietly anxious families passed through an assembly line of folding tables, document checks and seemingly endless signatures in the living room and basement of a model row house on Hinsdale Street in the East New York section of Brooklyn. At the crowded but never chaotic scene unfolded 10" , "date" : "20040516" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Steady Focus, Evolving Vision" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/16\/realestate\/steady-focus-evolving-vision.html"} , {"body" : "NEXT Sunday, 1880 Bedford Avenue will be ready for its close-up, burnished by Windex and a Swiffer mop, by Benjamin Moore and Pratt & Lambert, with elbow grease and a family spat or two, for an annual spring rite that comes around Brooklyn neighborhoods as regularly as hay fever, and causes nearly as much irritation -- at least to some homeowners." , "date" : "20040516" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "Habitats\/Prospect Lefferts Gardens; The Three Sisters' Jewel Is Ready for All Comers" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/16\/realestate\/habitats-prospect-lefferts-gardens-three-sisters-jewel-ready-for-all-comers.html"} , {"body" : "By noon throughout the city, the faithful find their way to faded green storefronts. They are mostly men, and they have some thing things in common: time on their hands, money in their pockets, and the willingness to spend both trying to pick a winning horse. There are 78 Off-Track Betting outlets in New York City. And most of them -- they began" , "date" : "20040515" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Win or Lose, a Place to Show; For Regulars, Betting Sites Double as Social Clubs" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/15\/nyregion\/win-or-lose-a-place-to-show-for-regulars-betting-sites-double-as-social-clubs.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. AUDIO* MUSIC FESTIVAL, Pianos, 158 Ludlow Street, near Rivington Street, Lower East Side, (212) 505-3733. A one-night festival -- in other words, a concert -- headlined by the" , "date" : "20040514" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/14\/movies\/pop-and-jazz-guide-584894.html"} , {"body" : "Three men forced their way into a Brooklyn apartment yesterday morning, shooting and killing the owner of a discount store in his living room while holding his family captive in the kitchen, a police official said. A trail of blood helped lead the authorities to one suspect, who was wounded, while the two other attackers remained at large" , "date" : "20040513" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Store Owner Killed at Home By Robbers Looking for Cash" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/13\/nyregion\/store-owner-killed-at-home-by-robbers-looking-for-cash.html"} , {"body" : "For Samantha Bascom, who emigrated to New York from Guyana, WLIB was ''more than just a radio station.'' While dining on braised oxtail at the Sugar Cane, a Caribbean restaurant on Flatbush Avenue in Brooklyn on a recent evening, she said WLIB offered her family ''news and updates from the Caribbean, information about life in the U.S., about how" , "date" : "20040511" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Liberal Talk Mutes a Radio Station's Caribbean Voice" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/11\/arts\/liberal-talk-mutes-a-radio-station-s-caribbean-voice.html"} , {"body" : "MARK HUDAK is an insurance defense lawyer from Uniondale who travels to Lower Manhattan at least three times a week for court appearances. Like many commuters, he has tested different railroad and subway combinations to try to shave as many minutes as possible from his travel time. His current favored option takes about 70 minutes and involves" , "date" : "20040509" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Seeing One Tunnel Too Many" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/09\/nyregion\/seeing-one-tunnel-too-many.html"} , {"body" : "For 11-year-old Kevin Squire, summer is not a season. It is a place. This July, Kevin will leave his family's apartment in the Flatbush section of Brooklyn to spend three weeks amid the farms and forests of Basking Ridge, N.J. He will be welcomed by Barbara and Kerry Langston, along with their two children: 11-year-old Waverly and 6-year-old Milli." , "date" : "20040509" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BASKING RIDGE (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "FRESH AIR FUND; 'More Outdoors' For a Brooklyn Boy" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/09\/nyregion\/fresh-air-fund-more-outdoors-for-a-brooklyn-boy.html"} , {"body" : "Events ''SPACEFEST'' will bring Mars to Manhattan for the next three weekends, beginning tomorrow at the Rose Center for Earth and Space at the American Museum of Natural History, Central Park West at 81st Street, (212) 769-5100. Visitors can see a full-sized NASA Mars Exploration Rover or participate in outdoor races of model-size rovers. Museum" , "date" : "20040507" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/07\/arts\/spare-times-for-children.html"} ,   {"body" : "ATTRACTIONS Museums and Sites HISPANIC SOCIETY OF AMERICA, Audubon Terrace, Broadway at 155th Street, Washington Heights. Tomorrow from 11 a.m. to 4:30 p.m., a free Centennial Festival in celebration of Spanish and Latin American history and culture, with music and dance performances, a treasure hunt and a gallery talk. Information: (212) 926-2234." , "date" : "20040507" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/07\/arts\/spare-times-503282.html"} , {"body" : "THE seasonal flurry of show houses and house and garden tours offers visitors a chance to peek behind closed doors and garden gates, and sample ideas from proud renovators, backyard horticulturists and interior designers. The following listing includes events in the Northeast. Unless otherwise noted, the tours are self-guided. New York City" , "date" : "20040506" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Travel" , "Style"] , "page_facet" : "9" , "title" : "Hedges and Hearths: Spring Parade for Homes and Gardens" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/06\/garden\/hedges-and-hearths-spring-parade-for-homes-and-gardens.html"} , {"body" : "Gov. George E. Pataki threw his political weight yesterday behind a plan to dig a new tunnel under the East River as part of a $6 billion rail link from downtown to Kennedy Airport and points east along the Long Island Rail Road. Mr. Pataki said the rail link would offer travelers a ''one-seat ride to their terminal at J.F.K. in just 36 minutes''" , "date" : "20040506" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Pataki Backs New Tunnel Under the East River" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/06\/nyregion\/pataki-backs-new-tunnel-under-the-east-river.html"} , {"body" : "The police arrested three people last night who they said were involved in a shooting a day earlier in Flatbush. . Two of them, Ernest Normil, 17, and Jimmy Weeks, 23, were wounded when narcotics detectives shot them just after 5:30 p.m. on Tuesday. Both Mr. Weeks and Mr. Normil were carrying guns, the police said, when two pairs of narcotics" , "date" : "20040506" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Arrests In Shooting" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/06\/nyregion\/metro-briefing-new-york-brooklyn-arrests-in-shooting.html"} , {"body" : "Building a glittering new Nets arena over the Atlantic Avenue railyards in Brooklyn may not require condemning more than 100 residences through eminent domain after all, an executive behind the arena proposal said yesterday. ''We're working diligently to substantially reduce the amount of residential condemnation and eminent domain that will be" , "date" : "20040505" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Arena Developer Rethinking Condemnation of Houses" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/05\/nyregion\/arena-developer-rethinking-condemnation-of-houses.html"} , {"author" : "Andy Newman is a reporter in the Brooklyn Bureau of The New York Times" , "body" : "What I love about Brooklyn is that it's impossible to get a handle on. It lacks anything approaching a center of gravity. Picture the combined populations of Atlanta, Boston, Miami, Cleveland and Seattle crammed into a space smaller than Cincinnati but with a downtown only as impressive as, say, that of Hartford, Conn., and you start to get the" , "date" : "20040502" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "Magazine"] , "page_facet" : "28" , "title" : "OUR CORRESPONENT IN BROOKLYN; A Rare And Stirring Mixture" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/02\/magazine\/our-corresponent-in-brooklyn-a-rare-and-stirring-mixture.html"} , {"author" : "E-mail: amh@nytimes.com" , "body" : "WANDA GARDNER has lived her whole life as a sort of family heroine, anonymous outside the tight circle of her relatives and friends. She was the glue that held 12 people in an East Flatbush family together: her elderly, ailing parents; her two sisters, one recently jailed for a drug-related offense, the other a house painter on disability; and" , "date" : "20040502" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; For a Heroine Long Unsung, A Tragic Fire, A Glint of Fame" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/02\/nyregion\/coping-for-a-heroine-long-unsung-a-tragic-fire-a-glint-of-fame.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. MOSE ALLISON, Iridium, 1650 Broadway, at 51st Street, (212) 582-2121. The Mississippi-born singer and pianist Mose Allison has carved out a niche: he is a sophisticated" , "date" : "20040430" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/30\/movies\/pop-and-jazz-guide-413070.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Tomorrow from 10:30 a.m. to 5 p.m., 31st Astronomy Day, when participants can observe sunspots and read a star map. Opening tomorrow in the LeFrak Theater, ''Bugs,'' a film about insect life in the Borneo rain forest. Through Aug. 15," , "date" : "20040423" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/23\/arts\/spare-times-321893.html"} , {"body" : "FOR CHILDREN Theater ''FREE TO BE YOU AND ME,'' the musical conceived by Marlo Thomas and written by Douglas Love and Regina Safran, at the Jewish Community Center in Manhattan, 334 Amsterdam Avenue, at 76th Street. Tomorrow night at 8:30. Also Monday night at 7; Tuesday and Wednesday at 5 p.m.; and May 2 at 3 p.m. Tickets, $7; children, $5." , "date" : "20040423" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/23\/arts\/spare-times-320560.html"} ,   {"body" : "After a career that took him from kitchen to kitchen -- Scarabee, Layla and the Tonic, among them -- JOEY FORTUNATO , right, has found a home of his own. With MICHELE GATON , who was the manager of Coffee Shop, he has opened EXTRA VIRGIN , 259 West Fourth Street (Perry Street), an already busy little trattoria that fits the neighborhood like a" , "date" : "20040421" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/21\/dining\/food-stuff-off-the-menu.html"} , {"body" : "A Brooklyn man told the police that jealousy and anger over a woman drove him to set the fire that tore through an apartment building in East Flatbush early Saturday, killing four adults and a toddler, Commissioner Raymond W. Kelly said last night. The man, Rodney Williams, 28, also helped rescue people from the burning building after the fire he" , "date" : "20040419" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Man Charged in Fire That Killed 5" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/19\/nyregion\/brooklyn-man-charged-in-fire-that-killed-5.html"} , {"body" : "A deliberately set fire burned through a Brooklyn apartment building crowded with two extended families at dawn yesterday, killing a grandfather on one floor and a toddler and three adults on another, as relatives climbed out windows and dropped from awnings to escape, fire officials and witnesses said. Twelve other people, including three" , "date" : "20040418" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "5 in 2 Families Killed in a Fire Deliberately Set" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/18\/nyregion\/5-in-2-families-killed-in-a-fire-deliberately-set.html"} , {"author" : "E-mail: eating@nytimes.com" , "body" : "Many restaurants are going back to basics in the name game, making a dining guide sound more like a grocery list. BISCUIT (718) 398-2227; 367 Flatbush Avenue (near Sterling Place), Prospect Heights, Brooklyn; $; $25 and Under: 11\/20\/02. Biscuit, a no-nonsense barbecue storefront, serves fried chicken, ribs and pulled-meat sandwiches to a mostly" , "date" : "20040418" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "GOOD EATING; In a Word, a Restaurant" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/18\/nyregion\/good-eating-in-a-word-a-restaurant.html"} , {"body" : "He doesn't like the sidelines, he doesn't like how he got there and he says he will keep fighting to get back onto the field. Louis R. Anemone served with the New York City Police Department for 34 years, the last four as its chief of department, the third-highest official. Outspoken and aggressive, and tough on subordinates who performed below his" , "date" : "20040418" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "FOLLOWING UP; Fired Whistle-Blower Wants Name Restored" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/18\/nyregion\/following-up-fired-whistle-blower-wants-name-restored.html"} , {"body" : "ATTRACTIONS Museums and Sites HISPANIC SOCIETY OF AMERICA, Audubon Terrace, Broadway at 155th Street, Washington Heights. Opening tomorrow, an exhibition on Hispanic impressionism, at the North Building Exhibition Galleries. Hours: Saturdays from 10 a.m to 4:30 p.m.; Tuesdays through Fridays from 1:30 to 2:30 p.m. Dedicated to Hispanic culture," , "date" : "20040416" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/16\/arts\/spare-times-232181.html"} , {"body" : "It is weekends like this one that have helped New York maintain its status as dance capital of the world. There is ballet to see from North Carolina, Florida and France. Modern dance will be performed by companies large and small. New choreographers will present their work in showcases at opposite ends of Manhattan. A recently formed, New" , "date" : "20040416" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "A Smorgasbord of Dance (One Choreographer Even Serves Dinner)" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/16\/movies\/a-smorgasbord-of-dance-one-choreographer-even-serves-dinner.html"} , {"body" : "Brooklyn, which now has its own Zagat guide, now also has its own restaurant week. More than 90 restaurants are offering discounted three-course menus from Thursday through April 22. The $18.98 price recalls the year Brooklyn joined New York City, an event that Brooklynites celebrate or mourn. Here's a sampling of the restaurants that are" , "date" : "20040411" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "GOOD EATING; Feast of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/11\/nyregion\/good-eating-feast-of-brooklyn.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Aug. 15, ''Exploratorium\/A.M.N.H.,'' an interactive exhibition on the principles of nature. Timed tickets to the exhibition are $19; students and 60+, $14; children under 12, $11. ''Vital Variety: A Visual Celebration of Invertebrate" , "date" : "20040409" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/09\/arts\/spare-times-132713.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. ANTIETAM, SUE GARNER AND ANGEL DEAN, Tonic, 107 Norfolk Street, near Delancey Street, Lower East Side, (212) 358-7503. Antietam, from Louisville, Ky., has been playing lean," , "date" : "20040409" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/09\/movies\/pop-and-jazz-guide-135720.html"} ,   {"body" : "STOOP life thrives in Prospect-Lefferts Gardens, a small neighborhood in central Brooklyn south of Crown Heights and just east of Prospect Park. People have either lived here for ages or moved in within the last decade, drawn to the interracial blend as well as the stone row houses, which are considered more affordable than their counterparts in" , "date" : "20040404" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PROSPECT-LEFFERTS GARDEN (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Prospect-Lefferts Gardens; Convenient and Close-Knit Yet Diverse" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/04\/realestate\/if-you-re-thinking-living-prospect-lefferts-gardens-convenient-close-knit-yet.html"} , {"body" : "Like Wall Street and Delancey Street, Atlantic Avenue is one of those New York thoroughfares whose names conjure up distinctive worlds, in its case an incongruous mix of a Middle Eastern bazaar where you can actually buy frankincense and myrrh and a row of Victorian antique shops. A livelier Atlantic Avenue has been shaking off that stereotype for" , "date" : "20040330" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "ATLANTIC AVENUE (BROOKLYN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn's Mile-Long Makeover; Atlantic Avenue Is at the Heart of Plans for a Pier, Arena and Park" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/30\/nyregion\/brooklyn-s-mile-long-makeover-atlantic-avenue-heart-plans-for-pier-arena-park.html"} , {"body" : "Ladies and gentlemen, climb aboard the B68 bus and brace yourself for the ride of a lifetime down Coney Island Avenue, Brooklyn's Boulevard of Wonders. Take a Ping-Pong lesson in the back room of an underground parking garage from the eight-time singles champ of Tajikistan! Dine on mussels stuffed with currants and pine nuts prepared by the former" , "date" : "20040326" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "On Brooklyn's Avenue of Babel, Cultures Entwine" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/26\/nyregion\/on-brooklyn-s-avenue-of-babel-cultures-entwine.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens.Through Sunday, films by Lars von Trier. Through April 25, ''Blip: Arcade Classics From the Museum Collection,'' an interactive exhibition of video games from the 1970's and 80's. Through November, ''Tim Burton Drawings,'' an" , "date" : "20040326" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/26\/arts\/spare-times-941581.html"} , {"body" : "INTERNATIONAL A3-10 U.S. Sees a Legal Basis For Military Control in Iraq American officials believe they have found a legal basis in an existing United Nations resolution for United States troops to retain military control over Iraq -- even after sovereignty is transferred on June 30. A10 Suicide rates among Army soldiers in Iraq and Kuwait," , "date" : "20040326" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/26\/nyregion\/news-summary-953210.html"} , {"body" : "A $22 million, 299-seat theater designed by the architects Frank Gehry and Hugh Hardy is expected to be the newest ornament of a growing cultural district in Brooklyn. The multipurpose experimental space, to be built on a city-owned parking lot adjacent to the Brooklyn Academy of Music, would serve as the first permanent home for the Theater for a" , "date" : "20040324" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "New Theater For Brooklyn Arts District" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/24\/theater\/new-theater-for-brooklyn-arts-district.html"} , {"body" : "DEAR DIARY: Recently I wanted to get rid of some old foreign currency I had from a trip to Europe, pre-euro. I went to my bank and gave the teller bills from the Netherlands. She looked at them for a while and then asked, ''What is this?'' I said it was Dutch money. ''From Denmark?'' she replied. ''No,'' I said, ''Holland.'' She proceeded to scroll" , "date" : "20040322" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/22\/nyregion\/metropolitan-diary-894796.html"} , {"body" : "To the Editor: Re ''Smallville'' (March 7), about the first year of the 311 system: While this system has helped New York residents communicate with city agencies more effectively, there is still much room for improvement. Start with better training: 311 employees should know that Flatbush Avenue is an avenue, not a street. If a caller identifies a" , "date" : "20040321" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "How Many Callers Give Up on 311?" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/21\/nyregion\/l-how-many-callers-give-up-on-311-876550.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. ''Greek Cinema Showcase,'' featuring the last of four American premieres: ''Passages Through Paradise'' (2003), directed by Yannis Lambrou, tonight at 7:30. Through March 28, films by Lars von Trier; tomorrow at 1:30 p.m.," , "date" : "20040319" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/19\/arts\/spare-times-847160.html"} , {"body" : "IN the cosmology of New York City restaurants, there is no dessert more universal than the cheesecake. There are cheesecake variations playing in Manhattan dining rooms both upscale and down: at Gramercy Tavern, at Big Nick's, at ChikaLicious, at David Burke & Donatella. There is a strawberry-covered cheesecake on a pedestal at the Greek coffee" , "date" : "20040317" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "In Cheesecake City, a Quest for the Best" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/17\/dining\/in-cheesecake-city-a-quest-for-the-best.html"} ,   {"body" : "In the best of times, Boby Express, on a street corner in Flatbush, is a busy place, allowing Haitians in this Brooklyn neighborhood to send money to relatives back in Haiti for whom getting by is an everyday struggle. But the past four weeks have been far from the best of times. ''Everybody is desperate to send money,'' said Marie Chery, who" , "date" : "20040313" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "HAITI"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Keeping Needed Cash Flowing to Relatives in Haiti" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/13\/nyregion\/keeping-needed-cash-flowing-to-relatives-in-haiti.html"} , {"body" : "A young man approached the man seating people in the dining room at Junior's, on Flatbush Avenue Extension in downtown Brooklyn, a week ago and said he was there to meet his mother. The young man was wearing a letter jacket decorated with old N.B.A. logos and a matching cap. ''She's a large woman,'' he said, putting his arms out a foot or so from" , "date" : "20040312" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "DINER'S JOURNAL" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/12\/arts\/diner-s-journal.html"} , {"body" : "Two Runaways, Seeking Freedom Huckleberry Finn always feared the Widow Douglas's attempts to civilize him: to make him dress well, speak properly, sit up straight and all the other things a backwoods boy despised. Anyone adapting Huck's story into a family musical courts some similar risks: the dangers of sanitizing and sentimentalizing Mark" , "date" : "20040312" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "35" , "title" : "FAMILY FARE" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/12\/theater\/family-fare.html"} , {"body" : "A Brooklyn elementary school was ordered closed yesterday after workers contaminated an area in it with asbestos while replacing the gymnasium floor, the Department of Education said. Workers for a construction company were ripping up the gym floor in Public School 219 at 1060 Clarkson Avenue in East Flatbush yesterday when they unexpectedly hit" , "date" : "20040312" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Brooklyn Grade School Closed After Asbestos Contamination" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/12\/nyregion\/brooklyn-grade-school-closed-after-asbestos-contamination.html"} , {"body" : "Theater ''JACK!,'' a rock-bluegrass musical by Hana Roth Seavey, based on the children's story ''Jack and the Beanstalk,'' by the Looking Glass Theater, 422 West 57th Street, Clinton. Tickets: $12; children, $10. Saturdays and Sundays through April 10. Reservations: (212) 352-3101. ''THE FALCON'S MAGIC FEATHER,'' Jonathan Luks's musical about" , "date" : "20040312" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/12\/arts\/spare-times-for-children.html"} , {"body" : "The details sounded familiar: a Fire Department ladder truck rushing to a fire collided with a minivan on Friday. Six people were injured. It was strikingly similar to a recent Bronx crash that had prompted Fire Commissioner Nicholas Scoppetta to announce a random drug-testing policy for firefighters just six days earlier, after revealing that the" , "date" : "20040310" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Critics Urge Routine Drug Tests for Firefighters" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/10\/nyregion\/critics-urge-routine-drug-tests-for-firefighters.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. ''Greek Cinema Showcase,'' featuring the third of four American premieres: tonight at 7:30, ''Matchbox'' (2003), directed by Yiannis Economidis. Through Sunday, ''Bernardo Bertolucci,'' featuring films by the director; tomorrow at" , "date" : "20040305" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/05\/arts\/spare-times-662402.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. CLAUDIA ACUA QUARTET, Jazz Gallery, 290 Hudson Street, below Spring Street, South Village, (212) 242-1063. Ms. Acua, a young jazz singer from Chile, is committed to the" , "date" : "20040305" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/05\/movies\/pop-and-jazz-guide-658642.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''DON GIOVANNI.'' The Metropolitan Opera has a triumphant new production of Mozart's most multilayered and complex opera, ''Don Giovanni,'' lovingly conducted by James Levine. In her company" , "date" : "20040305" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/05\/movies\/classical-music-and-dance-guide.html"} , {"body" : "GORDON--Warren. Beloved husband of the late Seena. Loving father of Larry and Jeffrey and father-in-law of Linda. Cherished grandfather of Steven, Matthew and Amanda. Devoted uncle of Abby, Julie, Lori, Dana, Ira and Billy. Adoring great grand uncle. Visiting Saturday evening 7-9PM. Services Sunday 12:15PM, Sherman's Flatbush Memorial Chapel, 1283" , "date" : "20040305" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "21" , "title" : "Paid Notice: Deaths GORDON, WARREN" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/05\/classified\/paid-notice-deaths-gordon-warren.html"} ,   {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. RON BLAKE QUARTET, Jazz Gallery, 290 Hudson Street, below Spring Street, South Village, (212) 242-1063. Ron Blake, a tenor saxophonist, is a swift and sure improviser, with a" , "date" : "20040227" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/27\/movies\/pop-and-jazz-guide-557617.html"} , {"body" : "For years, at thousands of New York City intersections, well-worn push buttons have offered harried walkers a rare promise of control over their pedestrian lives. The signs mounted above explained their purpose: To Cross Street Push Button Wait for Walk Signal Dept. of Transportation Millions of dutiful city residents and tourists have pushed them" , "date" : "20040227" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "For Exercise in New York Futility, Push Button" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/27\/nyregion\/for-exercise-in-new-york-futility-push-button.html"} , {"body" : "Theater ''ESTHER'S JESTERS AND SILLY DRESSERS,'' a humorous version of the Purim story, by the Purim Troupe of Shira Kline, Sunday at 2 p.m. at the Jewish Museum, 1109 Fifth Avenue, at 92nd Street. Tickets: $10; members, $8. Information: (212) 423-3337. ''SARAH, PLAIN AND TALL,'' a musical based on the novel by Patricia MacLachlan, by" , "date" : "20040227" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/27\/arts\/spare-times-for-children.html"} , {"body" : "SPERBER--Sanford M. On February 24, 2004. Passed on after a valiant battle with acute leukemia. He leaves behind his beloved wife Sheila, his son Richard Goldblatt and his wife Jeanette, his son Stephen Goldblatt, his brother Gary and his beloved mother Sylvia. He will be missed by all who knew him, including his Masonic brethren. Services today" , "date" : "20040225" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "13" , "title" : "Paid Notice: Deaths SPERBER, SANFORD M." , "url" : "http:\/\/www.nytimes.com\/2004\/02\/25\/classified\/paid-notice-deaths-sperber-sanford-m.html"} , {"author" : "Maura Egan is the style director of Details magazine." , "body" : "Tourists, with their sensible sneakers and no-neck children, lining up like lemmings to get a glimpse of Matt and Katie at the Rockefeller Center fishbowl, have turned the better part of Manhattan's Fifth Avenue into the Mall of America. With the avenue's S.U.V.-choked traffic and an Ann Taylor and a Gap on every corner, you might as well" , "date" : "20040222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Style" , "Magazine"] , "page_facet" : "174" , "title" : "In The Trenches" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/22\/magazine\/in-the-trenches.html"} , {"author" : "Thomas Boyle, a professor of English at Brooklyn College, is the author of several crime novels set in Brooklyn." , "body" : "OUT here in Brooklyn, we hear that New Jersey's Nets are coming. This could be great news, but at the same time it brings back the bitter memory of the nasty departure of our baseball Dodgers in 1957. And just over a week ago, Gage & Tollner, our oldest restaurant and most charming culinary relic of the dear departed 19th century (sorry about that," , "date" : "20040222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY LORE; Put Down That Violin. Now." , "url" : "http:\/\/www.nytimes.com\/2004\/02\/22\/nyregion\/city-lore-put-down-that-violin-now.html"} , {"body" : "LISTOKIN -- Ruth. Passed away on February 20, 2004. Beloved wife of the late Rabbi Philip Listokin, devoted mother of Berna Case, Rabbi Norman J. Listokin and Rabbi Gary S. Listokin, loving grandmother of David, Abbe, Aviva and Ariella, and greatgrandmother of Jesse and Jacob. Funeral service on Sunday, February 22 at the Beth El Jewish Center of" , "date" : "20040222" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "25" , "title" : "Paid Notice: Deaths LISTOKIN, RUTH" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/22\/classified\/paid-notice-deaths-listokin-ruth.html"} , {"body" : "LISTOKIN -- Ruth. Passed away on February 20, 2004. Beloved wife of the late Rabbi Philip Listokin, devoted mother of Berna Case, Rabbi Norman J. Listokin and Rabbi Gary S. Listokin, loving grandmother of David, Abbe, Aviva and Ariella, and greatgrandmother of Jesse and Jacob. Funeral service on Sunday, February 22 at the Beth El Jewish Center of" , "date" : "20040221" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "13" , "title" : "Paid Notice: Deaths LISTOKIN, RUTH" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/21\/classified\/paid-notice-deaths-listokin-ruth.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. RASHIED ALI QUINTET, Sweet Rhythm, 88 Seventh Avenue South, above Bleecker Street, West Village, (212) 255-3626. Best known as John Coltrane's drummer in his last few years" , "date" : "20040220" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/20\/movies\/pop-and-jazz-guide-460982.html"} , {"body" : "LEVIN - EPSTEIN -- Arline Faith (nee Brandt), 83, recently of Southbury, CT, formerly, for over 40 years, of Neponsit, NY, on February 17, 2004. Loving wife of the late Dr. Leonard M. Levin-Epstein and mother of Ethan and Susan, Lise and Neale Arenstein and Joshua Levin-Epstein and Janell Phillips. Dear sister of Alan Brandt. Devoted grandmother of" , "date" : "20040219" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "9" , "title" : "Paid Notice: Deaths LEVIN, EPSTEIN, ARLINE FAITH (NEE BRANDT)" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/19\/classified\/paid-notice-deaths-levin-epstein-arline-faith-nee-brandt.html"} ,   {"author" : "Field Maloney is on the editorial staff of The New Yorker." , "body" : "RICOT DUPUY got the call in the afternoon at his radio station, Radio Soleil d'Haiti, in Flatbush, Brooklyn. It was one of his regular listeners, a man whose nephew had just called from Port-au-Prince. ''The rebels have taken Gonaves,'' the man told Mr. Dupuy. Mr. Dupuy, Radio Soleil's 51-year-old manager and signature voice, soon took to the" , "date" : "20040215" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Haitian Heartbeat" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/15\/nyregion\/haitian-heartbeat.html"} , {"body" : "To the Editor: The article about living in the Flatlands neighborhood of Brooklyn [''Diverse, Well-Groomed Residential Area,'' Feb. 1] touches on the area's early Dutch history, but it fails to mention that the oldest structure in the city, the Pieter Claesen Wyckoff House (built about 1652), still stands in what was historically the village of" , "date" : "20040215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLATLANDS (NYC)"] , "nytd_section_facet" : ["Opinion" , "Real Estate"] , "page_facet" : "8" , "title" : "Oldest Structure In the City" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/15\/realestate\/l-oldest-structure-in-the-city-345245.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''LES ARTS FLORISSANTS,'' ''LA DESCENTE D'ORPHE AUX ENFERS.'' The superb French period ensemble Les Arts Florissants, always a welcome guest, is celebrating its 25th anniversary. Here it also commemorates the" , "date" : "20040206" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/06\/movies\/classical-music-and-dance-guide.html"} , {"body" : "THE ebb and flow of ethnic changes has been much noticed in Flatlands, a neighborhood near the south shore of Brooklyn between Canarsie and Marine Park, but residents say the underlying values of the well-groomed neighborhood have remained constant. Sandy Benet, a secretary at Temple Hillel of Flatlands and a Flatlands resident for decades, said" , "date" : "20040201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLATLANDS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Flatlands; Diverse, Well-Groomed Residential Area" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/01\/realestate\/if-you-re-thinking-of-living-in-flatlands-diverse-well-groomed-residential-area.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''BORIS GODUNOV.'' August Everding's grandly realistic 1974 production of Mussorgsky's masterpiece has returned to the Met after six years' absence. On opening night most attention was focused on the acclaimed" , "date" : "20040130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/30\/movies\/classical-music-and-dance-guide.html"} , {"body" : "By Wednesday morning, Bruce C. Ratner had nearly sealed his $300 million offer to buy the Nets and move them to Brooklyn. But nothing was certain, not after a week in which his confidence soared and plummeted as he struggled to outnegotiate a rival. Around 10 o'clock, a fax arrived in Skillman, N.J., at the law office of Edwin Stier, a former" , "date" : "20040125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "PRO BASKETBALL; Ratner's Path To Buy Nets Had Pitfalls And Promise" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/25\/sports\/pro-basketball-ratner-s-path-to-buy-nets-had-pitfalls-and-promise.html"} , {"body" : "BROOKLYNITES who would be displaced by a new arena for the Nets are howling about the proposal, while many people who live elsewhere in the borough are big boosters of the idea. But among merchants and residents who are in between -- living outside the area where the arena would be built but in the close vicinity -- there is no such clear" , "date" : "20040125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; To Some, the Nets Are a Slam Dunk, to Others a Technical Foul" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/25\/nyregion\/neighborhood-report-downtown-brooklyn-some-nets-are-slam-dunk-others-technical.html"} , {"body" : "After a week of searching for a man who witnesses said fell through a Brooklyn lake last Sunday, police divers pulled a body out of the lake yesterday and said it seemed to match witness descriptions of the man they were searching for. Witnesses last Sunday said that a man in his 20's walked out on the partly frozen Prospect Park Lake and ventured" , "date" : "20040125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Police Diver Finds Body in a Brooklyn Lake" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/25\/nyregion\/police-diver-finds-body-in-a-brooklyn-lake.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. AHMED ABDULLAH'S EBONIC TONES, Up Over Jazz Cafe, 351 Flatbush Avenue, near Seventh Avenue, Prospect Heights, Brooklyn, (718) 398-5413. The trumpeter Ahmed Abdullah had a" , "date" : "20040123" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/23\/movies\/pop-and-jazz-guide-070726.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''BORIS GODUNOV.'' August Everding's grandly realistic production of Mussorgsky's ''Boris Godunov'' returns to the Metropolitan Opera tonight with the bass James Morris in the title role and a promising cast," , "date" : "20040123" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/23\/movies\/classical-music-and-dance-guide.html"} ,   {"body" : "Before the first N.B.A. tipoff at the gleaming arena that the developer Bruce C. Ratner envisions for the area straddling the Atlantic Avenue rail yards, Mr. Ratner will have to take on a scrappy squad from down the block: his neighbors. A more ethnically, economically and commercially diverse crew would be hard to assemble, even in New York City." , "date" : "20040123" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Guarding Their Homes Against the Bulldozer" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/23\/nyregion\/guarding-their-homes-against-the-bulldozer.html"} , {"body" : "A prominent lawyer in Brooklyn was arraigned yesterday on federal charges that he took $11,000 in bribes to fix prices on buildings for which he was the court-appointed auctioneer. The lawyer, Edward S. Reich, who has been a vice president of the New York State Bar Association, faces up to eight years in prison if convicted, according to federal" , "date" : "20040121" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Lawyer Accused of Fixing Home Auction Prices" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/21\/nyregion\/lawyer-accused-of-fixing-home-auction-prices.html"} , {"body" : "STEVEN SANABRIA'S family has been attending the Park Slope Christian Tabernacle on Fifth Avenue and Warren Street in Brooklyn for three generations. His grandparents made the church the center of their new community after moving from Puerto Rico in the 1950's. His mother took her First Communion there in the 1970's, wearing a lacy white dress. His" , "date" : "20040118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "PARK SLOPE; Unlikely Anchors Along 'Hot Fifth Avenue'" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/18\/nyregion\/park-slope-unlikely-anchors-along-hot-fifth-avenue.html"} , {"body" : "The revival of Brooklyn has been painfully slow, an effort eked out neighborhood by neighborhood, with chic new restaurants in Fort Greene, artists' lofts in Williamsburg, new businesses in industrial Red Hook and the transformation of derelict factory buildings into million-dollar condominiums in an area with the unlikely name of Dumbo. But the" , "date" : "20040116" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Yo, Dodgers? No Way! Brooklyn Is Betting on the Nets for Revival" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/16\/nyregion\/yo-dodgers-no-way-brooklyn-is-betting-on-the-nets-for-revival.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. RALPH ALESSI QUINTET, Jazz Gallery, 290 Hudson Street, at Spring Street, South Village, (212) 242-1063. Mr. Alessi is a regular trumpeter with Ravi Coltrane's and Steve" , "date" : "20040116" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/16\/movies\/pop-and-jazz-guide-979422.html"} , {"body" : "Theater ''CROWN HEIGHTS,'' a multimedia production depicting tensions in this multicultural Brooklyn neighborhood, by Youth Onstage! at 543 West 42nd Street, Clinton. Tonight at 8, tomorrow at 2 and 8 p.m., and Sunday at 2 p.m. Through March 7. Tickets: $25 to $35. Information: (212) 941-1234. ''THE HISTORY MYSTERY,'' a musical about kids who meet" , "date" : "20040116" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/16\/arts\/spare-times-for-children.html"} , {"body" : "The Brooklyn district attorney, Charles J. Hynes, said yesterday that he would seek the death penalty against two men charged with kidnapping, rape and murder in the death of a Hunter College student in East Flatbush in April. The student, Romona Moore, 21, was last seen on April 24 when she left her parents' East Flatbush home to get dinner at a" , "date" : "20040116" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Death Penalty Sought in Student's Death" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/16\/nyregion\/death-penalty-sought-in-student-s-death.html"} , {"body" : "The Police Department is expanding a year-old anticrime initiative that narrowly focuses officers on neighborhoods, subway stations and housing projects with nagging crime problems, the mayor and the police commissioner announced yesterday. Mayor Michael R. Bloomberg and Police Commissioner Raymond W. Kelly have often credited the initiative," , "date" : "20040113" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Widen Plan to Flood Crime Areas" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/13\/nyregion\/police-widen-plan-to-flood-crime-areas.html"} , {"body" : "If change comes from the bottom up, the basement of 1414 Brooklyn Avenue in the sprawling, rundown Vanderveer Estates apartment complex in Brooklyn holds hope for improved conditions under the new owners. On Wednesday night, instead of the usual gangs of scrabbling rats, the basement held only half a rat. ''It's not as bad as it usually is,'' said" , "date" : "20040113" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Long-Troubled Complex Hopes to Flourish Again" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/13\/nyregion\/a-long-troubled-complex-hopes-to-flourish-again.html"} , {"body" : "IN a darkened bay at Red Hook's watery edge, the trolley guy of Brooklyn steps over the bits and pieces of his grand vision to board his magnificent vessel. Come on, he says, in that weary-whiny voice of his. ''I'll take you on the world's shortest trolley ride.'' He turns on the lights, rings the bell -- ding, ding -- and an 1897 trolley of" , "date" : "20040110" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; The Trolley Guy's Last Ride (All 12 Feet of It)" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/10\/nyregion\/about-new-york-the-trolley-guy-s-last-ride-all-12-feet-of-it.html"} ,   {"body" : "Brooklyn nurses its grudge against Manhattan with all the subtlety of King Kong, a Red Sox fan or Gerald R. Ford. So this may come as perverse consolation, but slowly, quietly and over the course of decades, the borough has created something -- or, rather, a conspicuous nothing -- that elevates it among the ranks of the country's real, independent" , "date" : "20040107" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Plugging a Hole in Brooklyn's Heart; A Web of Urban Challenges to Rival Dallas or Los Angeles" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/07\/nyregion\/plugging-hole-brooklyn-s-heart-web-urban-challenges-rival-dallas-los-angeles.html"}]