[  {"body" : "Brent Baker sees one answer to the energy crisis in the ordinary French fry. His logic goes like this: Wherever French fries are consumed, there is bound to be a quantity of cooking grease. Diesel engines can be made to run on grease. It therefore stands to reason that the French fry, if made in quantity, can result not only in a side dish. It can" , "date" : "20041227" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "On This Freedom Ride, Fuel Comes From the Fryer; Environmental Advocate Crosses the Country To Show Off a Bus That Runs on Vegetable Oil" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05EEDB1F30F934A15751C1A9629C8B63"} , {"body" : "For New Yorkers who root for the Yankees, until last night every season began with the fundamental belief that their team would win. And win it did, give or take an occasional loss: the 2001 World Series to the Arizona Diamondbacks, or a 2002 playoff series to the Anaheim Angels (in four games) or the 2003 World Series to the Florida Marlins. But" , "date" : "20041021" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "BASEBALL; For Yankees' Faithful, A Defeat Beyond Belief" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B03E7DB113AF932A15753C1A9629C8B63"} , {"body" : "The expression ''sleeping with the fishes,'' while evocative, is somewhat misleading. In reality, organized crime figures more often than not entomb their victims in concrete floors, swamps or garbage dumps or leave them in the trunks of cars. And the corpse left bleeding in the street, an indelible mob message that long ago sowed fear in certain" , "date" : "20041006" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Sometimes, Mob Victims Have Plenty of Company" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DEFDC163BF935A35753C1A9629C8B63"} , {"body" : "An off-duty police officer and an off-duty firefighter were arrested yesterday in separate instances and charged with driving while intoxicated, while a schoolteacher was charged with possession of marijuana, the police said. The police officer, Anthony Rosser, 41, of the Brooklyn North Task Force, was involved in a minor traffic accident before" , "date" : "20040927" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Three Public Servants Arrested" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE5DB1638F934A1575AC0A9629C8B63"} , {"body" : "ONCE upon a time, this was alien territory for Bruce Arena -- this pleasant little enclave where men performed strange tricks with a soccer ball and their feet. Even the languages were different. North of Tulip Avenue, Arena was mostly around Italian-Americans. But here, on the south side of Tulip Avenue, at the New York Hota Bavarian Sports Club," , "date" : "20040616" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "Sports of The Times; Bruce Arena Goes Back To His Old Neighborhood" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/16\/sports\/sports-of-the-times-bruce-arena-goes-back-to-his-old-neighborhood.html"} , {"body" : "Places, like people, can get the blues. Walter Hood listens to them. Lafayette Park was for years one of those defeated American places. Long known as Old Man's Park, it was a respite of green where codgers gathered to play checkers and horseshoes under the generous boughs of an ancient oak -- the kind of tree for which Oakland, in more optimistic" , "date" : "20040321" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["OAKLAND (CALIF)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "1" , "title" : "He Measures Oakland's Beat, And Parks Bloom in Return" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/21\/us\/he-measures-oakland-s-beat-and-parks-bloom-in-return.html"} , {"body" : "THE SETTING -- For some new immigrants, the computer, like snow, is a distinctly American oddity. But many immigrant entrepreneurs, whose small businesses play a significant part in New York's economy, quickly realize that a computer is not the extravagance it once seemed in places like Liberia, Belarus, Haiti and Algeria. On a recent Wednesday" , "date" : "20040222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: LOWER MANHATTAN -- BUZZ; Calling Tech Support, in Many Tongues" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/22\/nyregion\/neighborhood-report-lower-manhattan-buzz-calling-tech-support-in-many-tongues.html"} , {"body" : "In a bizarre accident, a 77-year-old woman was killed in south Brooklyn yesterday when a rock bounced from the wheels of a passing dump truck and crashed through the windshield of the car she was riding in with her husband. The woman, Credo Veira, was in the passenger seat of a red Toyota traveling southward on Ralph Avenue near East 66th Street in" , "date" : "20040217" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Rock Thrown by Truck Hits Windshield, Killing Brooklyn Woman, 77" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/17\/nyregion\/rock-thrown-by-truck-hits-windshield-killing-brooklyn-woman-77.html"} , {"body" : "To the Editor: The article about living in the Flatlands neighborhood of Brooklyn [''Diverse, Well-Groomed Residential Area,'' Feb. 1] touches on the area's early Dutch history, but it fails to mention that the oldest structure in the city, the Pieter Claesen Wyckoff House (built about 1652), still stands in what was historically the village of" , "date" : "20040215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLATLANDS (NYC)"] , "nytd_section_facet" : ["Opinion" , "Real Estate"] , "page_facet" : "8" , "title" : "Oldest Structure In the City" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/15\/realestate\/l-oldest-structure-in-the-city-345245.html"} , {"body" : "An article on Feb. 1 about living in the Flatlands section of Brooklyn referred incorrectly to the status of Intermediate School 278 under standards set by the federal law known as No Child Left Behind. The school is not classified as a failing school." , "date" : "20040215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLATLANDS (NYC)"] , "nytd_section_facet" : ["Corrections" , "Real Estate"] , "page_facet" : "5" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/15\/realestate\/c-corrections-347663.html"} ,   {"body" : "The shooting of three men in an elevator in a Coney Island housing project on Sunday appeared to be related to both drugs and gangs, the police said yesterday. All three men had criminal records and were shot in the head, suggesting they had been singled out for execution-style killing, a law enforcement official said. One died immediately, and the" , "date" : "20040210" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Tie Drugs and Gangs To Killing in Coney Island" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/10\/nyregion\/police-tie-drugs-and-gangs-to-killing-in-coney-island.html"} , {"body" : "THE ebb and flow of ethnic changes has been much noticed in Flatlands, a neighborhood near the south shore of Brooklyn between Canarsie and Marine Park, but residents say the underlying values of the well-groomed neighborhood have remained constant. Sandy Benet, a secretary at Temple Hillel of Flatlands and a Flatlands resident for decades, said" , "date" : "20040201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLATLANDS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Flatlands; Diverse, Well-Groomed Residential Area" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/01\/realestate\/if-you-re-thinking-of-living-in-flatlands-diverse-well-groomed-residential-area.html"} , {"body" : "Spray from fire hoses freezes on the uniform, turning firefighters into stiff-armed ice figures. Spray hits the face and causes frostbite, or runs beneath the collar and breeds hypothermia. Hydrants freeze. Water freezes in hoses. Hoses freeze to the ground. Staircases turn into frozen waterfalls, and firefighters wearing 60 pounds of equipment" , "date" : "20040128" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "At End of Hose, A Hellish Blend Of Fire and Ice" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/28\/nyregion\/at-end-of-hose-a-hellish-blend-of-fire-and-ice.html"} , {"body" : "INTERNATIONAL A3-11 Plans for Iraqi Sovereignty Are Hitting New Obstacles The plans for a gradual political transition in Iraq have been further undermined by a delay in the drafting of an interim constitution and a serious new split in the Iraqi Governing Council. Many of the Shiite members now support immediate direct elections. A1 David A. Kay," , "date" : "20040126" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/26\/nyregion\/news-summary-115940.html"}]