[  {"body" : "A police officer, who was seriously injured nearly two months ago when he fell off a slick rooftop while searching for a burglar in Brooklyn, died early yesterday after having a seizure at his home, the police said. The officer, William Rivera, 35, became the fourth New York City officer to die in the line of duty this year. He had served for 12" , "date" : "20041125" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Officer Who Fell From Roof In October Dies After Seizure" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E4D9153EF936A15752C1A9629C8B63"} , {"body" : "There is a strange beauty to sunset on the Gowanus Canal, when the blue film on the surface of the notorious waterway catches the sunlight streaming past the elevated trains at just the right angle. For a second, an optimistic visitor can ignore the pungent aroma and the odd plastic bag floating by -- after all, the waterway is much cleaner than it" , "date" : "20041114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS CANAL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: GOWANUS; The Banks of the Gowanus Put the Gleam in a Builder's Eye" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE5D8163FF937A25752C1A9629C8B63"} , {"body" : "MEN AND CARTOONS Stories. By Jonathan Lethem. 160 pp. Doubleday. $19.95. I WAS one of those readers who cocked a skeptical eyebrow when the flying guy in the cape crashed down on the Brooklyn sidewalk in Jonathan Lethem's most recent novel, ''The Fortress of Solitude.'' Not that I'm prejudiced against superheroes in literary fiction: I'm a big fan" , "date" : "20041107" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "14" , "title" : "The Superhero Next Door" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9904E3D6123DF934A35752C1A9629C8B63"} , {"body" : "A call to the Crime Stoppers tip line led to the arrests of two Brooklyn men in the rape last Monday of a woman who had been visiting a friend's apartment in the Northside section of Williamsburg, the police said yesterday. The woman told detectives that the two men followed her into the building, and that one raped her while the second acted as a" , "date" : "20041018" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Phone Tip Leads To Arrests In Rape Case" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A02E2DE123AF93BA25753C1A9629C8B63"} , {"body" : "LATE on a recent Saturday night in the subway station underneath Nassau Avenue in Greenpoint, Brooklyn, a long-awaited G train pulled up to the platform, drawing applause and a short little dance from two relieved young women who had been waiting. The applause was tinged with sarcasm, and it was typical. The subway line, which weaves its way" , "date" : "20041010" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; The Cinderella Train" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DE3DF123BF933A25753C1A9629C8B63"} , {"body" : "Two men saved a woman and her month-old grandson from a burning apartment in Brooklyn yesterday. The infant, Murad Nasser, was in critical condition at Staten Island University Hospital last night, with burns over more than two-thirds of his body, the Fire Department said. The woman, Lika Nasser, 55, was in fair condition. The fire broke out about" , "date" : "20040928" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Woman and Baby Saved From Fire" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0CE4DE1738F93BA1575AC0A9629C8B63"} , {"body" : "An off-duty police officer and an off-duty firefighter were arrested yesterday in separate instances and charged with driving while intoxicated, while a schoolteacher was charged with possession of marijuana, the police said. The police officer, Anthony Rosser, 41, of the Brooklyn North Task Force, was involved in a minor traffic accident before" , "date" : "20040927" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Three Public Servants Arrested" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE5DB1638F934A1575AC0A9629C8B63"} , {"body" : "As the environmental program director of the Urban Divers Estuary Conservancy, an environmental group committed to restoring, protecting and promoting New York's waterways, Ludger Balan has spent years studying the Gowanus Canal. Yet the murky, heavily polluted channel that cuts through South Brooklyn still has the potential to confound, as it did" , "date" : "20040926" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS CANAL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Science" , "New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: GOWANUS CANAL; A Journey to the Center of the Earth, or So It Seems" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E04E5DB1E39F935A1575AC0A9629C8B63"} , {"body" : "ATTRACTIONS Museum NEW-YORK HISTORICAL SOCIETY, 2 West 77th Street, Manhattan. Through February, ''Alexander Hamilton: The Man Who Made Modern America,'' an exhibition of artworks, photographs and manuscripts. Through Oct. 24, ''From Abyssinian to Zion: Photographs of Manhattan's Houses of Worship,'' a photography display based on a book of the" , "date" : "20040917" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04E4D71F30F934A2575AC0A9629C8B63"} , {"body" : "Tender Care for Trees Trees New York; (212) 227-1887. The fall tree care course offered by Trees New York, an advocacy and education group, starts Tuesday in Brooklyn. The course, which includes lectures and hands-on demonstrations, will be offered in all five boroughs. Sessions start on Sept. 29 in Queens, Sept. 30 in uptown Manhattan, Oct. 5 in" , "date" : "20040916" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "CALENDAR" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04E0DA1E30F935A2575AC0A9629C8B63"} ,   {"body" : "Welcome to the World Trade Center! Before we begin our tour, take a moment to get familiar with your player. When you arrive at our observation deck on the 107th floor, look for overhead banners displaying numbers placed near the windows. To hear an audio message, simply enter the number you see into your keypad. You may access these messages at" , "date" : "20040912" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: LOWER MANHATTAN; The Tour That Never Was" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03EED91530F931A2575AC0A9629C8B63"} , {"body" : "When Jay Schneider joined the Park Slope Food Co-op 24 years ago, he had to seek it out: ''I walked up and down the block three times trying to find it,'' he said one day recently while leading an orientation for potential new members. It is unlikely that the prospective co-op members had the same problem. Since the co-op's inception in 1973, its" , "date" : "20040822" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: PARK SLOPE; An Organic Outpost Shudders As Its Sleek Successors Close In" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/22\/nyregion\/neighborhood-report-park-slope-organic-outpost-shudders-its-sleek-successors.html"} , {"body" : "'Where the Island Begins' Axinn Library, Hofstra University, Hempstead, (516)463-5672. Through Aug. 31. This small selection of work by artists living in Brooklyn is a reminder that, geographically speaking, Long Island's western reaches harbor an art community every bit as vital as the more celebrated one at its eastern end. The guest curator," , "date" : "20040815" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "ART: REVIEWS; Hamptons on the Gowanus? Not Quite" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/15\/nyregion\/art-reviews-hamptons-on-the-gowanus-not-quite.html"} , {"body" : "ATTRACTIONS Museum MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village. This preserved late-Federal brick house with a Greek Revival interior, once owned by Seabury Tredwell, a wealthy hardware dealer, was built in 1832. The house has the original furniture, clothing and personal articles of the Tredwells, who lived there for nearly 100" , "date" : "20040813" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/13\/arts\/spare-times-613029.html"} , {"body" : "In a converted soap factory near the Gowanus Canal in Brooklyn, in a studio down a hallway paved with glistening whorls of mosaic glass and up three steep flights of wood stairs, a motley collection of dancers were gyrating and chanting on Saturday as they summoned the powers of Saraswati, the Hindu goddess of learning and the arts. They were all" , "date" : "20040811" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A Dance as Lighthearted Goddess Worship" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/11\/arts\/a-dance-as-lighthearted-goddess-worship.html"} , {"body" : "THE writer Cintra Wilson makes faces. One moment she's Candace Bushnell. The next her eyes are as squinty as Ellen Barkin's and her mouth looks like Joan Cusack's. That's when she's not making her face into a drag-queen-doing-Mommie-Dearest fright mask. Her writing voice is just as quirky in her novel, ''Colors Insulting to Nature,'' about a" , "date" : "20040808" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style" , "Books"] , "page_facet" : "4" , "title" : "A NIGHT OUT WITH: Cintra Wilson; Funny Girl" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/08\/style\/a-night-out-with-cintra-wilson-funny-girl.html"} , {"body" : "RECREATION New York City ''THE GREAT BREW, VIEW AND CHOCOLATE BICYCLE TOUR'' visits a microbrewery and chocolate shop, with a ride over the Brooklyn Bridge. Tomorrow at 10 a.m. Fee, $59 (includes all equipment). Sponsored by Bike the Big Apple. Reservations and meeting place: (201) 837-1133; bikethebigapple.com. NEW YORK ROAD RUNNERS CLUB DASH AND" , "date" : "20040716" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/16\/arts\/spare-times-323454.html"} , {"body" : "To Unbuilt Heights Museum of Modern Art in Queens, 33rd Street at Queens Boulevard, Long Island City; (212) 708-9400. ''Tall Buildings,'' an exhibition of scale models and drawings, opens tomorrow and runs through Sept. 27. It includes 25 skyscrapers, some only proposals and many not yet built, designed for New York, Beijing, Paris, London, Hong" , "date" : "20040715" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "CALENDAR" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/15\/garden\/calendar.html"} , {"body" : "Fifty-one times the rain has fallen, and eight times the snow. The glare of sun has made Brooklyn 91 degrees, and the dark of night 16. In this way, five months have passed since two young boys from Ninth Street left for heaven or whatever it is that you believe. ''Palabras, no hay,'' a bishop said at their funeral: There are no words to ease their" , "date" : "20040710" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Memorial Far Beyond Makeshift; Five Months Later, Paying Tribute to Two Lost Boys" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/10\/nyregion\/memorial-far-beyond-makeshift-five-months-later-paying-tribute-two-lost-boys.html"} , {"body" : "Tim McLoughlin, a Brooklyn writer and editor, stopped off at a local bar after a Brooklyn Cyclones game. Along with the beer, the bartender, Thomas Morrissey, thrust his unpublished short story, ''Can't Catch Me,'' into his hands. Mr. McLoughlin loved the piece, about a detective who investigates the murder of a Bay Ridge baker who is found dead" , "date" : "20040624" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "Brooklyn Crime Tales Flavored by Neighborhood" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/24\/books\/brooklyn-crime-tales-flavored-by-neighborhood.html"} ,   {"body" : "A WHILE back, I awoke in my Carroll Gardens apartment to find it shaking. Whatever, man. It had been one very long work week, and I went back to sleep. When I finally got up, things were calm. I forgot about the shaking. Then, weeks later, it happened again. And again. Having experienced a few L.A. earthquakes, I took closer measure of this most" , "date" : "20040530" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "URBAN STUDIES\/SHAKING; The Mystery of the Trembling Apartment" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/30\/nyregion\/urban-studies-shaking-the-mystery-of-the-trembling-apartment.html"} , {"body" : "They sat at the edge of the slow-moving, brackish waters of the Kill Van Kull, two underappreciated freighters that stand as bookends to New York's glorious port history. The Occidental, a 211-foot, three-masted ship that first sailed in 1874, once carried grain to California, railroad tracks to Alaska and coal to Europe and survived a host of" , "date" : "20040520" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "KILL VAN KULL" , "BAYONNE (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Aging Port, a Glimpse Of the Old New York; Waterfront Tours Bring Forgotten Places to Life" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/20\/nyregion\/aging-port-glimpse-old-new-york-waterfront-tours-bring-forgotten-places-life.html"} , {"body" : "On Columbia Street along the Brooklyn waterfront stands a single sign announcing Irving Street. It is a standard green-and-white banner of the sort marking thousands of intersections in the city, and, like the one a few yards down for Sedgwick Street, there is nothing particularly remarkable about it. Except that, conventionally speaking, these" , "date" : "20040510" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "When the Street Name Outlives the Street; Only Signs Remain to Tell the Story Of New York's Ever-Changing Grid" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/10\/nyregion\/when-street-name-outlives-street-only-signs-remain-tell-story-new-york-s-ever.html"} , {"author" : "Andy Newman is a reporter in the Brooklyn Bureau of The New York Times" , "body" : "What I love about Brooklyn is that it's impossible to get a handle on. It lacks anything approaching a center of gravity. Picture the combined populations of Atlanta, Boston, Miami, Cleveland and Seattle crammed into a space smaller than Cincinnati but with a downtown only as impressive as, say, that of Hartford, Conn., and you start to get the" , "date" : "20040502" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "Magazine"] , "page_facet" : "28" , "title" : "OUR CORRESPONENT IN BROOKLYN; A Rare And Stirring Mixture" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/02\/magazine\/our-corresponent-in-brooklyn-a-rare-and-stirring-mixture.html"} , {"body" : "TWO writers who helped define 20th-century New York died within the past 10 days. Hubert Selby Jr., who died last Monday, was best known for his stark novel ''Last Exit to Brooklyn, '' published in 1964 by Grove Press. His prose was all Red Hook, spare, direct, as subtle as a punch in the gut from a heavyweight boxer; he was a high school dropout." , "date" : "20040502" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "10" , "title" : "NEW YORK WRITERS -- Selby and Hamburger: The Profane, and the Urbane; Jukes, Pimps and the Gowanus" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/02\/nyregion\/new-york-writers-selby-hamburger-profane-urbane-jukes-pimps-gowanus.html"} , {"body" : "YOU can see them stopping, peering, bobbing their heads on the bright side of the picture window. They come in couples, strolling past on Sunday mornings, on their way to the restaurant meal that follows Mass or a hangover, maybe both. The lucky ones will glimpse Foster and Curmudgeon, twin darlings of the last few blunt blocks of Court Street in" , "date" : "20040502" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: URBAN STUDIES\/PURRING; The Practical Cats of Court Street" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/02\/nyregion\/neighborhood-report-urban-studies-purring-the-practical-cats-of-court-street.html"} , {"body" : "Events MEADOWFAIR, a k a Meadowfur, an outdoor festival in celebration of pets. Sunday, noon to 5 p.m., at the Staten Island Children's Museum, Snug Harbor Cultural Center, 1000 Richmond Terrace, Livingston, (718) 273-2060. Tickets: $5; children 2 to 15, $8. SPOKE THE HUB'S ANNUAL LOCAL PRODUCE FESTIVAL OF THE PERFORMING ARTS: dance, music and" , "date" : "20040430" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/30\/arts\/spare-times-for-children.html"} , {"body" : "In Dumbo, a high-concept exercise in nesting lust called Hadco, a demonstration center where customers can try out luxe appliances for purchase elsewhere, has opened near outposts of ABC Carpet and Home and West Elm. In Gowanus, within eyeshot of a fuel-oil depot and a bustling scrap-metal business, a gleaming new 136,000-square-foot Lowe's, the" , "date" : "20040428" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Suburban Retailing for the New Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/28\/nyregion\/suburban-retailing-for-the-new-brooklyn.html"} , {"body" : "THE TriBeCa Film Festival, which will take over downtown Manhattan for two weeks starting on Saturday, began after Sept. 11 as a way to inject cash into a hard-hit neighborhood. Now in its third year, the festival remains smitten with its host city. Two special categories, ''NY, NY Features'' and ''NY, NY Documentaries,'' will embrace 25 films set" , "date" : "20040425" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "7" , "title" : "NEW YORK ARTS; New York, Even More Ready for Its Close-Up" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/25\/nyregion\/new-york-arts-new-york-even-more-ready-for-its-close-up.html"} , {"body" : "In 1995, when Vera Jeffery started working at Treasures Thrift Emporium on Smith Street, the thoroughfare was a threadbare strip little known beyond Cobble Hill and Boerum Hill, the two Brooklyn neighborhoods it separated. Ms. Jeffery, who lives in the nearby Gowanus Houses, recalls cracked sidewalks, unsavory characters and empty storefronts. Ms." , "date" : "20040425" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: COBBLE HILL\/BOERUM HILL; Even an Outpost of Funkiness Can't Survive on a Funky Street" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/25\/nyregion\/neighborhood-report-cobble-hill-boerum-hill-even-outpost-funkiness-can-t-survive.html"} ,   {"body" : "The future of Red Hook, Brooklyn, a port and industrial area since the Civil War, may have been sealed last December, when the decision was made to convert a hulking six-story warehouse on Imlay Street, next to a container port, into 150 luxury condominiums with a dramatic view of the harbor and the Manhattan skyline. The move was cheered by some" , "date" : "20040412" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Zoning Board's Quiet Work Has Neighbors Making Noise" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/12\/nyregion\/a-zoning-board-s-quiet-work-has-neighbors-making-noise.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. MANHATTAN EAST MIDTOWN $715,000 240 East 47th Street 2-bedroom, 2-bath, 1,200-sq.-ft. condo in a postwar building; 24-hr. doormen, attended elevator, dining area, h\/w" , "date" : "20040404" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/04\/realestate\/residential-sales.html"} , {"body" : "In the cooled-out melodrama ''B-Happy,'' from Chile, the curiosity of Manuela Martelli, the young actress starring as the 14-year-old Kathy, glows in her large, clear eyes. A coming-of-age story featuring a teenage female protagonist has already been seen at this year's New Directors\/New Films series: in the impressive ''Strong Shoulders,'' an" , "date" : "20040327" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "NEW DIRECTORS\/NEW FILMS REVIEWS; A Jailed Father Leaves a Void In His Teenage Daughter's Life" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/27\/movies\/new-directors-new-films-reviews-jailed-father-leaves-void-his-teenage-daughter-s.html"} , {"body" : "The 33rd New Directors\/New Films series, presented by the Film Society of Lincoln Center and the department of film and video at the Museum of Modern Art, runs through April 4 at three Manhattan venues: the Gramercy Theater, 127 East 23rd Street; and at Alice Tully Hall and the Walter Reade Theater, both at Lincoln Center. Tickets to each program" , "date" : "20040326" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "15" , "title" : "Festival Schedule" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/26\/movies\/festival-schedule.html"} , {"body" : "MELODY BELKIN and Peter Klein's first Brooklyn home was a sublet with strings: $1,300 for a one-bedroom in a limestone town house -- with three cats. What they hadn't signed up for was the rampant infestation of cockroaches, Ms. Belkin said, shuddering at the memory. But Ms. Belkin, a piano teacher, and Mr. Klein, who was then a freelance" , "date" : "20040314" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "Habitats\/Brooklyn; A Growing Family Finds A Home for Its Needs" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/14\/realestate\/habitats-brooklyn-a-growing-family-finds-a-home-for-its-needs.html"} , {"body" : "To the Editor: I enjoyed \"In the Name of Norton\" (F.Y.I., Feb. 8) and letters to the editor (Feb. 15), on the subject of naming something in honor of Art Carney, who played the sewer worker Ed Norton on ''The Honeymooners.'' In 1989 at my urging, Howard Golden, then the Brooklyn borough president, proposed that the Gowanus Canal Pumping Station be" , "date" : "20040229" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS CANAL (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "Surviving The Punk Life; A Watery Tribute To Ed Norton" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/29\/nyregion\/l-surviving-the-punk-life-a-watery-tribute-to-ed-norton-588270.html"} , {"body" : "Two fifth-grade boys walking home from school yesterday were crushed to death under the rear wheels of a commercial truck as it turned at a busy intersection in Brooklyn. Witnesses said the driver seemed unaware of what happened until it was too late, and the police called it an apparent accident. The victims, Juan Angel Estrada, 10, of 152 Ninth" , "date" : "20040210" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Truck Kills Boys, 10 and 11, On Way Home From School" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/10\/nyregion\/truck-kills-boys-10-and-11-on-way-home-from-school.html"} , {"body" : "Sabato F. Catucci stalks the piers on the Red Hook waterfront in Brooklyn, where he has built a thriving business handling cargo containers, lumber, coffee and cacao beans. Mr. Catucci, the owner of American Stevedoring, has plans for a liquor distribution center on Pier 12, where his company would unload beer and spirits bound for Brooklyn, Queens" , "date" : "20040204" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Is a Blue-Collar Future a Luxury on the Waterfront?" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/04\/nyregion\/is-a-blue-collar-future-a-luxury-on-the-waterfront.html"} , {"body" : "To the Editor: The column brought to mind the time in 1966 that I had to go before the community board in Sunset Park, Brooklyn, in connection with a proposed a curb cut for a commercial building on Third Avenue. Community representatives were pained when Third Avenue was mentioned. Moses had come in and built the Gowanus Expressway over Third" , "date" : "20040201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GOWANUS EXPRESSWAY (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "What Would Moses Have Done?" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/01\/nyregion\/l-what-would-moses-have-done-191922.html"} , {"body" : "A spokesman for District Attorney Charles J. Hynes of Brooklyn said yesterday that Mr. Hynes would seek an indictment of the police officer who fatally shot an unarmed teenager on the roof of a Brooklyn housing project over the weekend. Mr. Hynes's office believes there is enough evidence to support a charge of criminally negligent homicide, and" , "date" : "20040127" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Charge Is Seen Against Officer In Roof Killing" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/27\/nyregion\/charge-is-seen-against-officer-in-roof-killing.html"} ,   {"body" : "To police officers, the roofs of the city's housing projects are netherworlds of crime and threats, of drug deals, dark stairwells and pit bulls on the loose. But to residents, they are places of everyday convenience, shortcuts, a pebbled illusion of space and open skies, even a picnic ground. Early Saturday at the Louis Armstrong Houses in" , "date" : "20040126" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "On the Rooftop, When Reflex and Custom Clash" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/26\/nyregion\/on-the-rooftop-when-reflex-and-custom-clash.html"} , {"body" : "Awkward pauses, startled stares into a teleprompter, arrogant speeches and finally genuine shocks: until the presidential conventions, the 2004 Sundance Film Festival awards ceremony will have to do for those seeking such entertainment. The award winners were announced on Saturday night at a televised ceremony whose hosts were the young actors" , "date" : "20040126" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "Korea to Canada, Surprise Winners at Sundance" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/26\/movies\/korea-to-canada-surprise-winners-at-sundance.html"} , {"body" : "The initial report seemed typical of Orange Alert America: an explosion at a Brooklyn loft had led the authorities to a cache of weapons, explosives, photographs of the World Trade Center and maps of New York City. However, after the Police Department's bomb squad, fire marshals and eventually the department's elite counterterrorism unit arrived to" , "date" : "20040125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Blast Gives Performance Artist An Audience of Men in Uniforms" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/25\/nyregion\/blast-gives-performance-artist-an-audience-of-men-in-uniforms.html"} , {"body" : "Contrary to popular belief, Brooklyn did not die when a rich man named Walter O'Malley took away the Dodgers after the 1957 baseball season. Brooklyn is still there. From the edge of the South Street Seaport in Manhattan, gazing east, you can see a silhouette of towers, bridges, piers and steeples that would take your breath away if they suddenly" , "date" : "20040122" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; A New Bounce in Brooklyn's Step" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/22\/sports\/sports-of-the-times-a-new-bounce-in-brooklyn-s-step.html"} , {"author" : "Jim Reisler lives in Irvington." , "body" : "IT'S time to come clean, and no longer live in denial. I'm man enough to admit it: Yes, I've developed a real liking for traffic reports. Maybe it's a suburban thing. Maybe it's because in working part time for the last two years, I'm at home more, telecommuting more often, and taking the train into Manhattan from Westchester only two to three" , "date" : "20040118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "SOAPBOX; In Tune With the Rappers of the Skies" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/18\/nyregion\/soapbox-in-tune-with-the-rappers-of-the-skies.html"}]