[  {"author" : "Boris Fishman is the editor of ''Wild East: Stories From the Last Frontier,'' a collection of short stories about the former Soviet Union and post-Soviet Eastern Europe." , "body" : "MILA GORBATOFF, a Russian-Jewish immigrant who fled the rampant anti-Semitism in Ukraine in 1988, lights a menorah every Hanukkah to commemorate her bond to a previously forbidden faith and the new freedoms that made it possible. After Hanukkah ends, another fixture of the holiday landscape appears in the living room of her apartment in Brighton" , "date" : "20041219" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UKRAINE" , "NEW YORK CITY" , "RUSSIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; That Tree by the Menorah" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00EFDC1530F93AA25751C1A9629C8B63"} , {"body" : "NEW YORK's hot heroes speak many languages. No, not the buff guys in the the firefighter calendar, but those long, crisp and slightly chewy rolls filled with meat or cheese and served hot from the oven or grill. They are working-class sandwiches, which provide comfort and sustenance any time of day or night. After writing about cold heroes last" , "date" : "20041201" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Lo, a New Age of Heroes" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E6DB113EF932A35751C1A9629C8B63"} , {"body" : "A woman was shot fatally yesterday morning in the Bensonhurst section of Brooklyn during an argument in what appeared to be a gambling and after-hours club, the police and witnesses said. The woman, Susan Boyce, 40, of 2105 70th Street in Bay Ridge, was shot about 6:48 a.m., at 1739 West Seventh Street in the 62nd Precinct, the police said. She was" , "date" : "20041101" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Woman Is Killed by Gunfire at a Brooklyn Club" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9505E6DC1E3DF932A35752C1A9629C8B63"} , {"body" : "The former boyfriend of a woman who was dating another man burst into a home in the Gravesend section of Brooklyn yesterday and shot and killed the man and the man's 73-year-old father, the police said. He then fled to a nearby schoolyard and turned the rifle on himself, the authorities said. The violence began at 10:40 a.m., the police said, when" , "date" : "20040906" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Jealous Former Boyfriend Kills 2 Men, Then Turns Gun on Himself, Police Say" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E1DC1E31F935A3575AC0A9629C8B63"} , {"body" : "To the Editor: I, too, am a city transplant to suburbia. After a life in Brooklyn (Gravesend), interrupted only by four years in college (upstate) and four years teaching overseas, it is very difficult to adjust to life here in Hicksville -- and yes, that's the name of the Long Island town where I now reside with my husband and 3-year-old son" , "date" : "20040905" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["HICKSVILLE (NY)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "City or Suburbs? That Is the Question" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E3DD1131F936A3575AC0A9629C8B63"} , {"body" : "Three armed and masked intruders battered their way into a Brooklyn discount store on Friday night, killing one employee as the victim's twin sister and a dozen other workers scrambled into a basement for safety, the police said. The victim was identified as Tino DeCorato, 22, of Gravesend, Brooklyn, who was in charge of receiving merchandise at" , "date" : "20040725" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Worker Killed by Intruders in Brooklyn Store" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/25\/nyregion\/worker-killed-by-intruders-in-brooklyn-store.html"} , {"body" : "Two men were killed and three others were wounded in four separate shootings and a stabbing in the city early yesterday, the police said. The only victim identified by the police, Oscar Kennedy, 27, was shot in the head and back about 12:30 a.m. in the lobby of the building where he lived at the Coney Island Houses in Brooklyn and pronounced dead" , "date" : "20040607" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: 2 Killed In Early-Morning Violence" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/07\/nyregion\/metro-briefing-new-york-2-killed-in-early-morning-violence.html"} , {"body" : "After a long investigation by the Justice Department into reports that Asian students at Lafayette High School in Brooklyn were verbally and physically harassed by fellow students while school authorities looked the other way, New York City has agreed to take steps to curb harassment and enhance services for non-English-speakers at the school." , "date" : "20040602" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "9" , "title" : "City to Help Curb Harassment Of Asian Students at High School" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/02\/nyregion\/city-to-help-curb-harassment-of-asian-students-at-high-school.html"} , {"body" : "BABE RUTH: Launching the Legend By Jim Reisler McGraw-Hill ($24.95, hardcover) It wasn't enough anymore to report that Ruth had merely hit home run number 15. That the ball landed in the right-field stands, now dubbed ''Ruthville,'' and hit a spectator who was about to leave the game and knocked off his brown derby, was, well, news. ''Sir Isaac" , "date" : "20040516" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "12" , "title" : "NEW YORK BOOKSHELF\/BASEBALL; A City Batting Order, Babe Ruth to Ed Hearn" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/16\/nyregion\/new-york-bookshelf-baseball-a-city-batting-order-babe-ruth-to-ed-hearn.html"} , {"body" : "Late last year, after Community Board 15 in Brooklyn had spent half a year on an increasingly contentious search for a district manager, City Councilman Lewis A. Fidler decided to give the board a stern talking-to. He reminded the 50 members of the board, whose jurisdiction includes Manhattan Beach, Sheepshead Bay and Gravesend, to keep their" , "date" : "20040425" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: SHEEPSHEAD BAY; Who Says You Can't Fire the Whole Team?" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/25\/nyregion\/neighborhood-report-sheepshead-bay-who-says-you-can-t-fire-the-whole-team.html"} ,   {"author" : "E-mail: fyi@nytimes.com" , "body" : "It Doesn't Ring a Bell Q. A small triangular park at West 12th Street and Avenue U in Gravesend, Brooklyn, contains a memorial plaque that reads: ''Antonio Meucci, 1808-1889, Father of the Telephone.'' Father of the telephone? Hello? A. Antonio Meucci, whose former home on Staten Island is the Garibaldi-Meucci Museum, was a versatile inventor who" , "date" : "20040418" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["EWEN PARK (BRONX)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2004\/04\/18\/nyregion\/fyi-245399.html"} , {"body" : "SINCE the 1970's, doors have been as popular as traffic jams. Bent on acquiring the loftlike virtues of light and air, a generation of renovators has ripped out doors and demolished halls. And what did they get in return for all that destruction? Too often, elegant apartments devolved into caves; foyers, vestibules and galleries were subsumed into" , "date" : "20040408" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "ROOM TO IMPROVE; To Do Its Thing, a Door Needs That Swing" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/08\/garden\/room-to-improve-to-do-its-thing-a-door-needs-that-swing.html"} , {"body" : "Unstarving Actors Q. If you're an actor, do you get a special rate in theater district restaurants? A. The most famous deal of this kind is surely the Actors' Menu at Sardi's, the venerated institution at 234 West 44th Street. It is a low-priced menu for anyone (plus one guest) who is a member of Actors' Equity, the Screen Actors Guild or the" , "date" : "20040314" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2004\/03\/14\/nyregion\/fyi-767387.html"} , {"body" : "An off-duty police officer caught a man suspected of robbing a bank in Brooklyn, after the officer, in line in the bank, chased the suspect, the police said. The suspect, Anthony Aponick, 32, had just fled a branch of the Greenpoint Savings Bank at 7120 New Utrecht Avenue with cash he had taken from a teller at 11 a.m., the police said, when the" , "date" : "20040227" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Officer Catches Robbery Suspect" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/27\/nyregion\/metro-briefing-new-york-brooklyn-officer-catches-robbery-suspect.html"} , {"body" : "INCREASING numbers of homeowners in neighborhoods across the city are deciding that the grass is greener on their own side of the fence, choosing to sink significant amounts of money into alterations or expansions rather than move on to grander addresses or the suburbs. There is, of course, nothing new about remodeling: the caveman probably redid" , "date" : "20040215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Moving Up Without Moving On" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/15\/realestate\/moving-up-without-moving-on.html"} , {"body" : "An 81-year-old Brooklyn woman died yesterday afternoon in a fire that tore through her Ocean Parkway home, Fire Department officials said. The woman, Lillian Hecht, was found dead in the living room of her two-story home in Gravesend, the spokesman said. Investigators said the fire at 2110 Ocean Parkway began because of a space heater that had been" , "date" : "20040116" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Woman, 81, Dies in Fire at Brooklyn Home" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/16\/nyregion\/woman-81-dies-in-fire-at-brooklyn-home.html"}]