[  {"body" : "She is loath to go into detail, but Amanda M. Burden is clearly not crazy about the design for a Jets stadium on the Far West Side of Manhattan. As director of the City Planning Department, she has built her reputation on concern for aesthetics: how a building looks, how it relates to the street, how it serves the people who use its public spaces." , "date" : "20041229" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "An Aesthetic Watchdog in the City Planning Office" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05E5D61639F93AA15751C1A9629C8B63"} , {"body" : "Looking to address a critical shortage of housing for low- and moderate-income New Yorkers, city officials are planning to let developers put up larger buildings along the long-neglected north Brooklyn waterfront in return for setting aside up to a quarter of the apartments as lower-cost units. The concept, called inclusionary zoning, will face a" , "date" : "20041227" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "City Sees Way to Get Mix of Homes on Brooklyn Waterfront" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407EEDB1F30F934A15751C1A9629C8B63"} , {"body" : "Consuelo Ruybal and Oraia Reid looked out the windows of their sport utility vehicle, scanning the dark doorways on Johnson Avenue in Brooklyn for an address. Early on a recent Sunday morning, they were driving along a deserted street in East Williamsburg lined with warehouses. Ms. Ruybal drove while Ms. Reid navigated, clutching a map and a" , "date" : "20041213" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Williamsburg Journal; A Free Ride For Women, By Women, Late at Night" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03EEDC1F31F930A25751C1A9629C8B63"} , {"body" : "WEATHER BIRD: Jazz at the Dawnof Its Second Century By Gary Giddins Oxford University Press ($35, hardcover) If you visit Des Moines and you go to a bar where someone is playing luminous piano in the manner of Hank Jones, you may feel you have stumbled into heaven. In New York, that same someone would be just a guy who plays Hank Jones; we've" , "date" : "20041212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "8" , "title" : "NEW YORK BOOKSHELF\/NONFICTION; Celebrating Jazz, Columbia And Some Really Great Apartments" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05E3D91131F931A25751C1A9629C8B63"} , {"body" : "A selective listing by critics of The Times: New or noteworthy Broadway and Off Broadway shows this weekend. Approximate running times are in parentheses. * denotes a highly recommended show. + means discounted tickets were available at the Theater Development Fund's TKTS booth for performances last Friday and Saturday nights. ++ means discounted" , "date" : "20041210" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "THE LISTINGS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9402EFDD1031F933A25751C1A9629C8B63"} , {"body" : "Theater A selective listing by critics of The Times: New or noteworthy Broadway and Off Broadway shows this weekend. Approximate running times are in parentheses. * denotes a highly recommended show. + means discounted tickets were available at the Theater Development Fund's TKTS booth for performances last Friday and Saturday nights. ++ means" , "date" : "20041203" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE6DE1F3EF930A35751C1A9629C8B63"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "HAVING spent college summers in New York, Manu Sawkar knew that finding a more permanent place to live wouldn't be easy. One serendipitous summer, he rented a room from a man he met on a plane. One miserable summer, a Web listing led him to a tiny, noisy, overpriced room with a roommate who hated him. In the fall, finished with college and planning" , "date" : "20041128" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "THE HUNT; Three Guys and the 'Perfect-Tenant' Ideal" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E6DE153EF93BA15752C1A9629C8B63"} , {"body" : "According to the 1941 Crown edition of the Escoffier cookbook, tripes à la mode de Caen is best prepared with the tripe proper: ''the Paunch (first stomach), the Honey-comb Bag (second stomach), the Manyplies (third stomach), and the Reed (real stomach).'' It helped to have the great chef at my fingertips when thinking about the work of Pinar" , "date" : "20041116" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "A Shelf Life So Short It Takes the Breath Away" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CE6DD153FF935A25752C1A9629C8B63"} , {"body" : "IN the final year of the HBO hit series ''Sex and the City,'' the character Carrie Bradshaw and her Prada-touting friends experienced a number of firsts: Charlotte converted to Judaism and settled into a happy marriage with Harry; Samantha let a man into her heart; and Carrie finally saw the Eiffel Tower and, it appears, snagged Mr. Big -- maybe" , "date" : "20041114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "'Outer Borough' Finally Attracts The 'In' Crowd" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E02EFD81F3CF937A25752C1A9629C8B63"} , {"body" : "The man's face, blank and square-jawed under a knit hat, peers out from ''Wanted'' posters along Bedford Avenue in Williamsburg, Brooklyn. He is being sought by the police in connection with a recent sexual attack in the neighborhood and a rape in nearby Greenpoint, and he is making women in the area nervous. The police said that the mid-afternoon" , "date" : "20041114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: WILLIAMSBURG\/GREENPOINT; A Spate of Attacks Has Women Looking Over Their Shoulders" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E4D8163FF937A25752C1A9629C8B63"} ,   {"body" : "ELLSWORTH KELLY, his shirt hanging over his paint-splattered jeans, stood in the doorway of his snow-white gallery and flipped some switches. Slowly, louvers in the pitched skylight shifted and the six new paintings on the walls blazed with color. Designed by the architect Richard Gluckman, this 25-by-50-foot space lies at the southern end of the" , "date" : "20041114" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "ARCHITECTURE; The Artists' Architect, Building For Art's Sake" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CEEDD113CF937A25752C1A9629C8B63"} , {"body" : "A man who attacked and raped a woman in Greenpoint last week also committed an earlier sexual assault in Brooklyn, the police said yesterday. The most recent attack occurred last Thursday, the police said, when the man, dressed in a beige jacket, beige hat and clean-shaven, entered a cellphone store in Greenpoint and raped the 22-year-old clerk," , "date" : "20041110" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Metro Briefing | New York: Brooklyn: Man Sought In Rapes" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E3D6113CF933A25752C1A9629C8B63"} , {"body" : "The promoter was heavyset, balding, clean-shaven, round-faced and smooth-skinned. When he approached his marks, he was blunt but also unpredictable -- he would show up late for meetings, sometimes with a cane, sometimes not. It was all part of the game. ''Charming would have blown the whole thing,'' said one of his intended marks, Elliott Bey. But" , "date" : "20041106" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Brooklyn Con Game Victim Stings Back" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E6DE123CF935A35752C1A9629C8B63"} , {"body" : "A woman working alone in a Greenpoint cellphone store was raped at gunpoint yesterday afternoon, the police said. The 22-year-old woman, whose identity was not released, was treated at Woodhull Hospital for injuries. The attacker, who took a number of cellphones when he left shortly after 2:30 p.m., is described as clean shaven, 25 or 30 years old," , "date" : "20041105" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Woman Raped In Cellphone Store" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9801E4DF153CF936A35752C1A9629C8B63"} , {"body" : "Movies A selective listing by critics of The Times: New or noteworthy movies playing this weekend in New York City. * denotes a highly recommended film. Ratings and running times are in parentheses. Full reviews of all current releases, movie trailers, showtimes and tickets: nytimes.com\/movies. Now Playing 'AROUND THE BEND' Starring Michael Caine," , "date" : "20041015" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807E2DD1F3BF936A25753C1A9629C8B63"} , {"body" : "LATE on a recent Saturday night in the subway station underneath Nassau Avenue in Greenpoint, Brooklyn, a long-awaited G train pulled up to the platform, drawing applause and a short little dance from two relieved young women who had been waiting. The applause was tinged with sarcasm, and it was typical. The subway line, which weaves its way" , "date" : "20041010" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; The Cinderella Train" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DE3DF123BF933A25753C1A9629C8B63"} , {"body" : "The notion of shopping for minimalist furniture while nibbling Swedish meatballs within view of the Statue of Liberty took a major step forward yesterday as a City Council panel approved a plan for what is likely to become New York City's first Ikea, along the Brooklyn waterfront in Red Hook. The approval came despite opposition from some residents" , "date" : "20041006" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Panel Approves Plan by Ikea To Open Store In Red Hook" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504EFDD163BF935A35753C1A9629C8B63"} , {"body" : "It may be difficult to grasp how flushing the toilet could be considered a political act. Yet gallons upon gallons of waste that enter the city's sewer system every day must go someplace, and deciding where, and how it arrives there, can be deeply contentious. Take the neighborhoods of western Queens, which learned at a meeting of Community Board 1" , "date" : "20041003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "LONG ISLAND (NY)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: QUEENS; From Murky Depths, Angst" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05E7D81338F930A35753C1A9629C8B63"} , {"body" : "New York City's commercial waste, much of which is now shipped through the Bronx and Brooklyn, will instead be directed to a marine transfer station on the West Side of Manhattan under a plan announced yesterday by the Bloomberg administration. The announcement is the first installment of a larger plan that Mayor Michael R. Bloomberg will release" , "date" : "20041002" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "FRESH KILLS (NYC)" , "MANHATTAN (NYC)" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "City Proposes Shipping Trash Via West Side" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02E1DD1038F931A35753C1A9629C8B63"} , {"body" : "In retrospect, the 15-foot fence, made of corrugated sheet metal topped with razor wire, seemed a strange feature for a used-car business. But that was one of the first things the owners of Astra Motor Cars installed immediately upon moving into their sprawling lot in East Williamsburg, Brooklyn. The business's spartan decorating style was just one" , "date" : "20040926" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: EAST WILLIAMSBURG; Where a Good Fence Makes Skeptical Neighbors" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03E1DC1E39F935A1575AC0A9629C8B63"} ,   {"body" : "HER name is Maria Piedad Cano, but friends call her Piedad. ''There are so many Marias where I'm from,'' she said, chuckling, as she slathered margarine over Colombian corncakes sizzling on a propane-powered griddle. It was 10:45 p.m., and the Friday night bar crowd on Roosevelt Avenue hovered hungrily around her sidewalk kitchen. An hour earlier" , "date" : "20040922" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Street Corner Cooks Have Names, Too" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9406E2D81239F931A1575AC0A9629C8B63"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "UNLIKE people who search intently for the ideal home, Caroline and David Gould realized early on they were willing to settle for something good enough. ''We didn't want to be one of those couples who looked for the perfect apartment for a year,'' Ms. Gould said. ''A lot of people look at a trillion things. We looked at maybe 10. It was more about" , "date" : "20040919" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "THE HUNT; Climbing the Ladder, One Rung at a Time" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E0D81F30F93AA2575AC0A9629C8B63"} , {"body" : "More than 300 bicyclists were arrested during the demonstrations against the Republican National Convention. While the riders were released within days, many of their bikes have been locked up for three weeks. Yesterday, the Manhattan district attorney's office agreed to let protesters retrieve them from the property clerk in Greenpoint, Brooklyn." , "date" : "20040918" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Police Allow The Return Of Bicycles From Rallies" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9800E2D71739F93BA2575AC0A9629C8B63"} , {"body" : "Raising the pressure as Mayor Michael R. Bloomberg prepares to release his 20-year waste management plan, city lawmakers and community advocates said yesterday that the city should use barges rather than trucks to move commercial trash to out-of-state landfills. The mayor has already said he intends to use barges for residential waste, but he has" , "date" : "20040917" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mayor Is Urged to Use Barges To Carry Commercial Trash" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F00E5D61639F934A2575AC0A9629C8B63"} , {"body" : "ON a recent Sunday afternoon, Alison Moritsugu and her husband, Stefan Petrik, leaned against their Honda Civic, talking in the driveway in front of their brick-red ranch house. The open garage door revealed a tarp-covered motorcycle and a woodworking shop -- a typical weekend scene in cul-de-sac New York. But they don't conform with most people's" , "date" : "20040912" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRIDGEPORT (CONN)" , "NEW YORK CITY METROPOLITAN AREA" , "BEACON (NY)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Moving Out, Seeking the Next SoHo" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9402E2DA1430F931A2575AC0A9629C8B63"} , {"body" : "For 16 years, the hard work of what prosecutors are calling a huge chop-shop operation took place on the streets and inside a gritty industrial building in Brooklyn, where the windows were barred and barbed-wire fences kept strangers out. But the fruits of that labor bloomed in suburbia, federal prosecutors said yesterday in announcing the" , "date" : "20040910" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "U.S. Indicts 11 in Chop Shop In Brooklyn Worth Millions" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9507E5DF1530F933A2575AC0A9629C8B63"} , {"body" : "Some consumers have crossed farm-raised salmon off their shopping lists for environmental and health reasons. But what kind of smoked salmon are they buying? Western smoked salmon is usually from wild fish caught in Washington or Alaska. Acme Smoked Fish in Greenpoint, Brooklyn, is now cold-smoking wild sockeye from the Pacific Northwest that's" , "date" : "20040908" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; Stalking the Wild Salmon" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E5D91F31F93BA3575AC0A9629C8B63"} , {"body" : "''The Comfort and Safety of Your Own Home,'' a mood piece written and directed by Josh Fox, is not one of those plays in which you settle into your chair and passively let the actors take over for a few hours. Mr. Fox, one of the most adventurous impresarios of the New York avant-garde, keeps the audience moving through the entire show, constantly" , "date" : "20040902" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "3" , "title" : "THEATER REVIEW; Home, Terrifying Home: The Not-So-Scenic Tour" , "url" : "http:\/\/theater2.nytimes.com\/mem\/theater\/treview.html?res=9E01EFD91531F931A3575AC0A9629C8B63"} , {"body" : "MICHAEL SINGER, a 58-year-old artist, sat in the doorway of a Japanese-style pavilion he built on a pond here and talked about beavers. In particular he was talking about their drive to fell trees to expand their territory. ''The more they flood, the more habitat they have,'' Mr. Singer said. ''When they're in water, they're safe from predators.''" , "date" : "20040826" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "NATURE; The Woodlands as a Canvas" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/26\/garden\/nature-the-woodlands-as-a-canvas.html"} , {"body" : "THEIR words struggled for posterity above the cacophony of Foley Square, the swooshes of cars, the gargles of a fountain, the faint but constant breaths of a city alive. But Sheryl Oring, sitting posture-perfect at her moveable office, nailed each word down with the tiny hammers of her Erika typewriter. Sitting yesterday in the open-air bazaar of" , "date" : "20040818" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["FOLEY SQUARE PARK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "3" , "title" : "About New York; A Salute to Free Speech, And the Freedom Not to Listen" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/18\/nyregion\/about-new-york-a-salute-to-free-speech-and-the-freedom-not-to-listen.html"} ,   {"body" : "Like everyone who experienced it, Tom Keefe has a story to share about last year's extensive blackout. His involved a missed job interview, an eccentric new landlord, several East Village bars and a chin covered with stubble. Now Mr. Keefe, an aspiring filmmaker, can add another twist to his tale. Tomorrow, on the first anniversary of the blackout" , "date" : "20040813" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "3" , "title" : "A Year After the Big Blackout, a Film Festival Flickers to Life" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/13\/movies\/a-year-after-the-big-blackout-a-film-festival-flickers-to-life.html"} , {"body" : "HANG around enough old salts, and sooner or later one of them will recount his favorite recipe for bluefish: Nail a few fillets to a plank of seasoned hardwood, stick them over a fire, and when their edges crisp and curl, throw away the fish and eat the plank. The punch line sums up the way most people feel about bluefish. But in a city where menus" , "date" : "20040811" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "With a Bit Of Love, The Blues Are Just Fine" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/11\/dining\/with-a-bit-of-love-the-blues-are-just-fine.html"} , {"body" : "The authorities are looking for two men who forced a woman into a car from a street in Greenpoint early Monday morning, robbed her and raped her, the police said yesterday. The woman, whose identity was withheld, was assaulted about 3 a.m. when a man forced her into what the police believe was a red, four-door sedan. A second man drove them to a" , "date" : "20040805" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Two Sought In Robbery And Rape" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/05\/nyregion\/metro-briefing-new-york-brooklyn-two-sought-in-robbery-and-rape.html"} , {"body" : "One of Mayor Bloomberg's great obsessions is promoting more housing, and one of the most intriguing projects he is championing is the rewriting of zoning codes on the city's waterfront areas to allow more residential construction. Some of his projects in Manhattan have gotten caught up in larger issues like downtown redevelopment or the ill-advised" , "date" : "20040801" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "On the Waterfront in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/01\/opinion\/on-the-waterfront-in-brooklyn.html"} , {"body" : "In the following reports, the 'listed at' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. Manhattan Less than $300,000 Murray Hill $283,000 10 Park Avenue (34th St.) Number of bedrooms: 0 Number of full bathrooms: 1 Number of half bathrooms: 0 Time on the" , "date" : "20040801" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/01\/realestate\/residential-sales-around-the-region.html"} , {"body" : "COVERED with sticky beer spills, the floor at the Orchard Bar on the Lower East Side bears no resemblance to the pristine red carpet at the Academy Awards. But that was not how the Bellmer Dolls, an all-male punk band from Greenpoint, Brooklyn, saw it on a recent Thursday night. As the trio strutted through the bar in suits that Herman Munster" , "date" : "20040725" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Indie Designers Pin Hopes (And Clothes) on Indie Singers" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/25\/style\/indie-designers-pin-hopes-and-clothes-on-indie-singers.html"} , {"body" : "In the following reports, the 'listed at' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. Manhattan Less than $300,000 Upper East Side $249,000 305 East 72nd Street Number of bedrooms: 0 Number of full bathrooms: 1 Number of half bathrooms: 0 Time on the" , "date" : "20040725" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/25\/realestate\/residential-sales-around-the-region.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera CARAMOOR. A tragicomic opera by a leading Vienna-based composer, based on a classic literary theme, is a highlight of this weekend at Caramoor. No, not Mozart's ''Don Giovanni,'' but a work written several" , "date" : "20040723" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/23\/movies\/classical-music-and-dance-guide.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Aug. 15, ''Exploratorium\/A.M.N.H.,'' an interactive exhibition on the principles of nature. Through Jan. 9, ''Frogs: A Chorus of Colors,'' an exhibition of 200 specimens. Timed tickets to ''Exploratorium\/A.M.N.H.,'' and ''Frogs'' are $19 for" , "date" : "20040723" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/23\/arts\/spare-times-394068.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera GLIMMERGLASS OPERA. Every summer opera lovers and the operatically curious go to Cooperstown, N.Y., to enjoy the Glimmerglass Opera festival. It's a long drive from New York City, about four hours, but well" , "date" : "20040716" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/16\/movies\/classical-music-and-dance-guide.html"} ,   {"body" : "On a recent Saturday night in New York, an actress from Queens celebrated her 26th birthday by singing Avril LaVigne's hit ''Don't Tell Me'' at Muse Karaoke on West 21st Street. A short cab ride away at Village Karaoke in Cooper Square, all 16 private suites were booked and James Brown's ''Sex Machine'' could be heard blaring from a roomful of" , "date" : "20040714" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "'Sweet Caroline' Never Seemed So Good; So Uncool That It's Hip, Karaoke Enjoys a Comeback" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/14\/nyregion\/sweet-caroline-never-seemed-so-good-so-uncool-that-it-s-hip-karaoke-enjoys.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera CARAMOOR. Love is in the air at Caramoor, where tomorrow's performance is a rare chance to hear Gluck's ''Paride ed Elena,'' Paris and Helen, which the director of Bel Canto at Caramoor, Will Crutchfield, says" , "date" : "20040709" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "18" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/09\/movies\/classical-music-and-dance-guide.html"} , {"body" : "New Condos in Greenpoint $550,000 BROOKLYN: 38 Russell Street, #23, Greenpoint A 1,450-square-foot, two-bedroom, three-bath duplex with garden in a new 26-unit complex. Kara Kasper, Corcoran Group Real Estate (718) 210-4012; www.corcoran.com MAINTENANCE: $470 TIME ON THE MARKET: Six weeks PROS: This duplex has a stainless steel kitchen and, below," , "date" : "20040704" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/04\/realestate\/on-the-market.html"} , {"body" : "Two developers known for residential projects have bought the Domino Sugar refinery in Williamsburg, ending a rich chapter of Brooklyn's industrial waterfront history. C.P.C. Resources, the development arm of the Community Preservation Corporation, a lending consortium of banks and insurance companies best known for financing rehabilitations of" , "date" : "20040701" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Developers Known for Residential Work Buy Domino Sugar Plant on Brooklyn Waterfront" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/01\/nyregion\/developers-known-for-residential-work-buy-domino-sugar-plant-brooklyn-waterfront.html"} , {"body" : "Manhattan GREENWICH VILLAGE $849,000 2 Fifth Avenue (Eighth Street) 1-bedroom, 1-bath, 1,000-sq.-ft. co-op in a postwar building; 24-hr. doormen, concierge; foyer, dining room, renovated kitchen, renovated bath, 2 exposures; terrace; maintenance $1,111, 17% tax-deductible; listed at $849,000, 10 weeks on market (broker: Douglas Elliman) MURRAY HILL" , "date" : "20040701" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/01\/garden\/residential-sales.html"} , {"body" : "David Barriera arrived at St. Jude's Roman Catholic School in Canarsie, Brooklyn, with what should have been an easy job. He was there for a community meeting, to explain that his employer, the City Department of Youth and Community Development, wants to give Canarsie up to $100,000 a year in federal money for local social programs. But Mr." , "date" : "20040620" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: CANARSIE; For Some in a Proud Neighborhood, a Free Gift Bears Too High a Price" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/20\/nyregion\/neighborhood-report-canarsie-for-some-proud-neighborhood-free-gift-bears-too.html"} , {"body" : "MANHATTAN FINANCIAL DISTRICT $665,000 150 Nassau Street (Spruce Street) 1-bedroom, 1-bath, 698-sq.-ft. duplex condo in prewar building; 24-hr. concierge; kitchen with upgraded appliances and granite countertops, City Hall park view; roof deck and fitness center in building; common charge $458; taxes $2,760; listed at $670,000, 5 weeks on market" , "date" : "20040610" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/10\/garden\/residential-sales.html"} , {"body" : "THE hulking, cone-shaped stainless steel tanks in this Brooklyn warehouse loom like missiles, but only a paranoid teetotaler could mistake their contents for weapons of mass destruction. What the tanks actually contain are ales and lagers, tens of thousands of gallons of the golden liquids, all patiently fermenting inside a former Borden's dairy" , "date" : "20040609" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Brewing a Plain Old Favorite in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/09\/nyregion\/public-lives-brewing-a-plain-old-favorite-in-brooklyn.html"} , {"body" : "The crack of the home-team bat echoes once again over Brooklyn. Cruise liners may soon steam away from the shores of Red Hook. And as the mining of yesteryear continues to reign supreme among the borough's self-obsessions, the brewing of Rheingold Beer has returned, almost 30 years after the company called it quits. ''We have a tremendous history" , "date" : "20040603" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Rheingold's Homecoming: Brewed Again in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/03\/nyregion\/rheingold-s-homecoming-brewed-again-in-brooklyn.html"} , {"body" : "Few rules govern the Brooklyn Kickball league, but one is certain: you are not allowed to bunt. It makes getting on base way too easy. In this baseball-like game, however, you are allowed to shout scathing insults at your opponents, get into fake brawls with them and generally behave like a third-grader. And of course, it's much more fun to do all" , "date" : "20040530" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MCCARREN PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: GREENPOINT; Grown-Up Kickballers Find Their Inner Third-Grader" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/30\/nyregion\/neighborhood-report-greenpoint-grown-up-kickballers-find-their-inner-third.html"} ,   {"body" : "Julie Verardi sat in front of a panel of four judges at the Crystal Room in South Beach, Staten Island, her posture straight, her answers clear. ''It's important for me to know where I came from,'' Ms. Verardi, a freshman at the School of Visual Arts, told the panel. ''My mom's always trying to do the polka with me.'' ''What's your favorite food?''" , "date" : "20040530" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: STATEN ISLAND UP CLOSE; A New Miss Polonia Reigns Over a Growing Polish Stronghold" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/30\/nyregion\/neighborhood-report-staten-island-up-close-new-miss-polonia-reigns-over-growing.html"} , {"body" : "ATTRACTIONS Museums and Sites MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village. This preserved late-Federal brick house with a Greek Revival interior, once owned by Seabury Tredwell, a wealthy hardware dealer, was built in 1832. Saturdays through May, ''Behind the Scenes: A Rare Opportunity to View the Servants' Quarters,'' with tours" , "date" : "20040521" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/21\/arts\/spare-times-667617.html"} , {"body" : "Manhattan LOWER EAST SIDE $2 million 7 Essex Street (Canal Street) 3-bedroom, 3-bath, 2,604-sq.-ft. triplex condo in a prewar loft building; wall of windows, fireplace, high ceilings, hardwood floors, 3 exposures; private terrace and roof deck; common charge $1,709; taxes $20,508; listed at $2.25 million, 16 weeks on market (broker: Douglas" , "date" : "20040513" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/13\/garden\/residential-sales.html"} , {"body" : "To the Editor: Cherin Perelman, mother and theft victim, is described as a woman who ''had juggled housework with careers in modeling and accounting'' and now ''just wanted to adjust to motherhood.'' As a struggling, low-income New York artist hoping to become a mother in the next five years, I wonder what could have made Ms. Perelman so utterly" , "date" : "20040502" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "Who's Watching The Children?" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/02\/nyregion\/l-who-s-watching-the-children-438979.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. MOSE ALLISON, Iridium, 1650 Broadway, at 51st Street, (212) 582-2121. The Mississippi-born singer and pianist Mose Allison has carved out a niche: he is a sophisticated" , "date" : "20040430" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/30\/movies\/pop-and-jazz-guide-413070.html"} , {"body" : "THE East River has been the city's digestive system. Unlike its sparkling sibling, the Hudson, it has belched with industry for years and unflinchingly done its part in processing the city's solid waste. Now, as developers are spending $4.25 billion to create more than 2.3 million square feet of office space and 6,000 units of housing along the" , "date" : "20040425" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: EAST SIDE; As the East River Is Transformed, Industrial Nostalgia Takes Hold" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/25\/nyregion\/neighborhood-report-east-side-east-river-transformed-industrial-nostalgia-takes.html"} , {"body" : "ATTRACTIONS Museums and Sites HISPANIC SOCIETY OF AMERICA, Audubon Terrace, Broadway at 155th Street, Washington Heights. Opening tomorrow, an exhibition on Hispanic impressionism, at the North Building Exhibition Galleries. Hours: Saturdays from 10 a.m to 4:30 p.m.; Tuesdays through Fridays from 1:30 to 2:30 p.m. Dedicated to Hispanic culture," , "date" : "20040416" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/16\/arts\/spare-times-232181.html"} , {"body" : "The dense clustering of waste processing operations in several neighborhoods outside Manhattan does not cause major environmental damage to the surrounding communities, a long-expected study of commercial waste disposal has concluded. At the same time, the study, to be released today, recommends stricter controls on pollution, noise and odors," , "date" : "20040412" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Controls on Odor and Noise Urged for Trash Stations" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/12\/nyregion\/controls-on-odor-and-noise-urged-for-trash-stations.html"} , {"body" : "The future of Red Hook, Brooklyn, a port and industrial area since the Civil War, may have been sealed last December, when the decision was made to convert a hulking six-story warehouse on Imlay Street, next to a container port, into 150 luxury condominiums with a dramatic view of the harbor and the Manhattan skyline. The move was cheered by some" , "date" : "20040412" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Zoning Board's Quiet Work Has Neighbors Making Noise" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/12\/nyregion\/a-zoning-board-s-quiet-work-has-neighbors-making-noise.html"} , {"body" : "Phyllis Yampolsky, an artist and community activist who has lived in Greenpoint, Brooklyn, since 1982, loves her neighborhood, and she loves being reminded of it even when she isn't there. In fact, she loves it so much that when she finds herself in Manhattan and she spots a branch of the GreenPoint bank, she feels a flush of Brooklyn pride. Her" , "date" : "20040411" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: GREENPOINT; A Revered Name Survives, And With It Some Brooklyn Pride" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/11\/nyregion\/neighborhood-report-greenpoint-revered-name-survives-with-it-some-brooklyn-pride.html"} ,   {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. ANTIETAM, SUE GARNER AND ANGEL DEAN, Tonic, 107 Norfolk Street, near Delancey Street, Lower East Side, (212) 358-7503. Antietam, from Louisville, Ky., has been playing lean," , "date" : "20040409" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/09\/movies\/pop-and-jazz-guide-135720.html"} , {"body" : "State examiners have recommended rejecting a private developer's efforts to build an electric power plant in Williamsburg on the Brooklyn waterfront. Their recommendation is a significant strike against a plan that has drawn rancorous opposition from much of north Brooklyn and has drawn Mayor Michael R. Bloomberg into the fray. The 135-page" , "date" : "20040403" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "State Panel Rejects Brooklyn Power Plant" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/03\/nyregion\/state-panel-rejects-brooklyn-power-plant.html"} , {"author" : "Maura Egan is the style director of Details magazine." , "body" : "'Coming from New Orleans, food is a big part of my consciousness,'' the photographer Sharon Core says as she separates eggs, dropping the whites into a gleaming KitchenAid mixer. She stirs a stick of butter that is melting in an aged copper sauté pan. Today, on another frigid February morning, in her sun-filled loft in Greenpoint, Brooklyn, Core" , "date" : "20040328" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style" , "Magazine"] , "page_facet" : "24" , "title" : "Cake Masters" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/28\/magazine\/cake-masters.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''DON GIOVANNI.'' The Metropolitan Opera has a triumphant new production of Mozart's most multilayered and complex opera, ''Don Giovanni.'' In her company debut the director Marthe Keller (the film and stage" , "date" : "20040326" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/26\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Beneath the Bark, An Enemy on the Run Situation: enemy contained. Objective: eradication. That's how a federal agency sums up an all-out war that the government has been waging over the last eight years, largely in the New York region. The stakes are high; the foes, though usually no more than an inch and a half long, are lethal -- capable of mass" , "date" : "20040321" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "FOLLOWING UP" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/21\/nyregion\/following-up.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''IL CORSARO.'' This early Verdi work was a 19th-century equivalent of ''Pirates of the Carribbean,'' only less successful. Based on a poem by Byron, a story of pirates and pashas, the opera is the epitome of" , "date" : "20040319" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/19\/movies\/classical-music-and-dance-guide.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''DON GIOVANNI.'' The Metropolitan Opera has a triumphant new production of Mozart's most multilayered and complex opera, ''Don Giovanni,'' lovingly conducted by James Levine. The director" , "date" : "20040312" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/12\/movies\/classical-music-and-dance-guide.html"} , {"body" : "A body that surfaced in the East River on Sunday was identified by the city medical examiner yesterday as that of Spalding Gray, the confessional monologuist and actor who disappeared two months ago. The cause of death had not yet been determined, but the police were investigating reports that Mr. Gray, who had a history of depression, had" , "date" : "20040309" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Obituaries" , "Theater"] , "page_facet" : "1" , "title" : "Body of Spalding Gray Found; Monologuist and Actor Was 62" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/09\/nyregion\/body-of-spalding-gray-found-monologuist-and-actor-was-62.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''DON GIOVANNI.'' The Metropolitan Opera has a triumphant new production of Mozart's most multilayered and complex opera, ''Don Giovanni,'' lovingly conducted by James Levine. In her company" , "date" : "20040305" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/05\/movies\/classical-music-and-dance-guide.html"} , {"body" : "New Yorkers greeted the first wave of news with a healthy stoicism: the landmark Brooklyn restaurant Gage & Tollner had closed, its allure predictably lost on the younger generations of Fulton Street. But to replace it with a T.G.I. Friday's? Whispers of the sale, first reported on Saturday in The Brooklyn Paper, traveled yesterday along the" , "date" : "20040301" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Where White-Cloth Dining Faltered, Chain Looks to Thrive" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/01\/nyregion\/where-white-cloth-dining-faltered-chain-looks-to-thrive.html"} ,   {"body" : "MICHAEL HARRIS SPECTOR remembers greeting John Adam Kanas, the chairman of North Fork Bank, at the celebration seven years ago for the opening of the bank's gleaming new headquarters in Melville that Mr. Spector's architectural firm had designed. Mr. Kanas, having uprooted North Fork from its small-town beginnings in Mattituck, 50 miles to the" , "date" : "20040229" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "L.I. @ WORK; For North Fork's Chairman, It's Westward Ho!" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/29\/nyregion\/li-work-for-north-fork-s-chairman-it-s-westward-ho.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''L'ITALIANA IN ALGERI.'' That the young tenor Juan Diego Flórez, the new prince of bel canto opera, made a dashing, boyish, and vocally dynamic Lindoro in the Metropolitan Opera's revival" , "date" : "20040227" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/27\/movies\/classical-music-and-dance-guide.html"} , {"body" : "An off-duty police officer caught a man suspected of robbing a bank in Brooklyn, after the officer, in line in the bank, chased the suspect, the police said. The suspect, Anthony Aponick, 32, had just fled a branch of the Greenpoint Savings Bank at 7120 New Utrecht Avenue with cash he had taken from a teller at 11 a.m., the police said, when the" , "date" : "20040227" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Officer Catches Robbery Suspect" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/27\/nyregion\/metro-briefing-new-york-brooklyn-officer-catches-robbery-suspect.html"} , {"body" : "At least once every day, Pura Fernandez makes her way down the rickety stairs to visit her disabled mother in the windowless world that her family has proudly called home for two decades, a storage basement in a five-story walk-up, not far from Times Square. If she turns right at the bottom of the stairs, she heads toward her old bedroom, where she" , "date" : "20040225" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Be It Ever So Low, the Basement Is Often Home" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/25\/nyregion\/be-it-ever-so-low-the-basement-is-often-home.html"} , {"author" : "Robert Sullivan, who writes frequently for the magazine, is the author of ''Rats: Observations on the History and Habitat of the City's Most Unwanted Inhabitants,' to be published this spring by Bloomsbury and from which this article is adapted." , "body" : "A short time after the World Trade Center came down, I went rat-trapping in the Bushwick section of Brooklyn with a couple of scientists from the New York City health department. The outing turned out to be historic: the city was trapping live rats for the first time in several decades. Dan Markowski, a Tennessee-born vector control officer, wore a" , "date" : "20040222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "34" , "title" : "Rat Tales" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/22\/magazine\/rat-tales.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. At many museums, children under 12 and members are admitted free. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should" , "date" : "20040220" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/20\/arts\/art-guide.html"} , {"body" : "Betting that consumer banking will remain a fast-growing business, even after several years of expansion, the North Fork Bancorporation said yesterday that it had agreed to acquire the GreenPoint Financial Corporation for $6.3 billion. North Fork, based in Melville, N.Y., plans to issue 1.0514 shares of North Fork common stock for each GreenPoint" , "date" : "20040217" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "2" , "title" : "North Fork to Acquire GreenPoint Financial for $6.3 Billion" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/17\/business\/north-fork-to-acquire-greenpoint-financial-for-6.3-billion.html"} , {"body" : "Early in the 17th century, Dutch settlers bought a large piece of land from the Maspet Indian tribe along what is now known as Newtown Creek. The tribe, whose name survives in the Queens neighborhood Maspeth, might have been eager to make the deal, given that they called the area ''at the bad water place.'' It is not known why they disparaged the" , "date" : "20040215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEWTOWN CREEK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: NEW YORK WATERWAYS; Hike on Newtown Creek? It Isn't Quite That Awful" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/15\/nyregion\/neighborhood-report-new-york-waterways-hike-newtown-creek-it-isn-t-quite-that.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''THE BLACK WIDOW.'' The Gotham Chamber Opera is a small company with high standards, and it offers a thoroughly professional production of Heinrich Sutermeister's 1935 gothic radio opera." , "date" : "20040213" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/13\/movies\/classical-music-and-dance-guide.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. At many museums, children under 12 and members are admitted free. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should" , "date" : "20040213" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/13\/arts\/art-guide.html"} ,   {"body" : "A selective listing by critics of The Times: New or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''LES ARTS FLORISSANTS,'' ''LA DESCENTE D'ORPHÉE AUX ENFERS.'' The superb French period ensemble Les Arts Florissants, always a welcome guest, is celebrating its 25th anniversary. Here it also commemorates the" , "date" : "20040206" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/06\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Sabato F. Catucci stalks the piers on the Red Hook waterfront in Brooklyn, where he has built a thriving business handling cargo containers, lumber, coffee and cacao beans. Mr. Catucci, the owner of American Stevedoring, has plans for a liquor distribution center on Pier 12, where his company would unload beer and spirits bound for Brooklyn, Queens" , "date" : "20040204" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Is a Blue-Collar Future a Luxury on the Waterfront?" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/04\/nyregion\/is-a-blue-collar-future-a-luxury-on-the-waterfront.html"} , {"body" : "Richard Rednour spent the last week of his 28 years at the Domino Sugar plant in Brooklyn learning how to write a résumé. ''Network'' was among the other pieces of advice Mr. Rednour picked up this week at the employment classes the plant had offered to workers who will soon be re-entering the job market. Yesterday, the plant's owner, American" , "date" : "20040131" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The Last Grain Falls at a Sugar Factory" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/31\/nyregion\/the-last-grain-falls-at-a-sugar-factory.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''BORIS GODUNOV.'' August Everding's grandly realistic 1974 production of Mussorgsky's masterpiece has returned to the Met after six years' absence. On opening night most attention was focused on the acclaimed" , "date" : "20040130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/30\/movies\/classical-music-and-dance-guide.html"} , {"body" : "IF you say art and Brooklyn in the same sentence, you probably mean Williamsburg, which for about a decade has been the only viable alternative to Chelsea as a New York gallery scene. It's also an art neighborhood in the old, un-Chelsea way: artists live, work, kvetch and party there, even when their art commutes to Manhattan. Not that everything" , "date" : "20040123" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "ART REVIEW; Sampling Brooklyn, Keeper Of Eclectic Flames" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/23\/arts\/art-review-sampling-brooklyn-keeper-of-eclectic-flames.html"} , {"body" : "FLICKERING before Amanda M. Burden, the city planning commissioner, was a vision of New York City of the future. A computer animation showed the view from a car driving toward the Greenpoint waterfront in Brooklyn. The industrial buildings were gone, replaced by a stately procession of five- and six-story brick and stone apartment buildings," , "date" : "20040118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Remaking, or Preserving, the City's Face" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/18\/realestate\/remaking-or-preserving-the-city-s-face.html"} , {"author" : "E-mail: eating@nytimes.com" , "body" : "In a city well supplied with Italian, French and Chinese food -- not to mention almost every known cuisine -- these restaurants offer dishes you can't find on every block. BAHIA (718) 218-9592; 690 Grand Street (near Graham Avenue), Williamsburg, Brooklyn; $; $25 and Under: 11\/8\/00. Corn is the keystone of the Central American culinary universe, as" , "date" : "20040111" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "GOOD EATING; Roads Less Traveled" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/11\/nyregion\/good-eating-roads-less-traveled.html"} , {"body" : "Mayor Michael R. Bloomberg promoted his accomplishments yesterday and provided a peek into his agenda for the coming year. His plans include a campaign against gun crimes, a tax rebate for homeowners and an end to the practice of social promotion for third graders in the public schools. He spoke at length about overdevelopment on Staten Island and" , "date" : "20040109" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Mayor Offers Coming Attractions on Safety, Taxes and Schools" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/09\/nyregion\/mayor-offers-coming-attractions-on-safety-taxes-and-schools.html"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "Cold-Water Flat Days Q. I'm fascinated by the old Public Baths building on Huron Street in Greenpoint, Brooklyn. What is its history and what is the current state of its interior? A. When the Huron Street Public Bath opened at 139 Huron in 1904, it answered what was seen as a genuine public health need. Two years earlier, The Brooklyn Daily Eagle" , "date" : "20040104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2004\/01\/04\/nyregion\/fyi-813656.html"}]