[  {"body" : "Patricia Cribb didn't keep her holiday traditions this year. She and her two adopted children -- a 14-year-old girl and a 16-year-old boy, did not decorate a Christmas tree or go to Radio City Music Hall to see the Rockettes for her birthday on Dec. 7, when she turned 70. ''We used to do it up big time,'' said Ms. Cribb, lying under a blanket on a" , "date" : "20041229" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; When Illness Interrupts the Normal Flow of Lives" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B07E5DF1739F93AA15751C1A9629C8B63"} , {"body" : "GROSS--Roselyn G. On December 26, 2004. Devoted wife of Herbert, married 63 years. Loving mother and mother-in-law of Jerrold and Karen Gross, Harold Gross and Teri Figliuzzi, and Jack Gross. Adored grandmother of Renee Gross Unger, Marc Gross, Shari Gross, Jamie Gross, Eli Gross and Charles Gross. Services 11 A.M. today, Nieberg Midwood Chapel," , "date" : "20041228" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "6" , "title" : "Paid Notice: Deaths GROSS, ROSELYN G." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B06E6DF1639F93BA15751C1A9629C8B63"} , {"author" : "sgfreedman@nytimes.com" , "body" : "NICK LICARI had just finished teaching his favorite class at Norman Thomas High School in Manhattan, instructing seniors in the fine art of political debate, when he descended the staircase and collided with a rather different form of disputation. Dozens of teenagers, scores of them, went surging past him, some throwing punches at each other, some" , "date" : "20041222" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "ON EDUCATION; An Overcrowded School Boils Over" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04E3D61330F931A15751C1A9629C8B63"} , {"body" : "Workers at a private bus company that serves 8,000 riders a day in southern and eastern Brooklyn staged a sickout yesterday to protest their lack of a contract, complicating commuting just days before the Christmas holiday and catching city officials off guard. The job action, by 200 drivers, mechanics and other workers at the Command Bus Company" , "date" : "20041222" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Bus Workers Stage Sickout To Protest Lack of Contract" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04E1DF1030F931A15751C1A9629C8B63"} , {"body" : "The anxious man with silvering hair joined the sea of immigrants pouring into the steel and glass building in Manhattan that houses one of the nation's busiest immigration courts. When a judge called his name on one recent morning, the man, Rafiqul Islam of Bangladesh, steeled himself to hear that his life in America was finally over. Last year," , "date" : "20041221" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "26" , "title" : "Program's Value in Dispute As a Tool to Fight Terrorism" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950CE0DB1330F932A15751C1A9629C8B63"} , {"body" : "Solomon J. Sharfman, an Orthodox rabbi who helped make southern Brooklyn an international center of Orthodox Jewish life, died on Dec. 5 at his home in Jerusalem. He was 89 and had formerly lived in Flatbush, Brooklyn. He died in his sleep, his daughter Riki Koenigsberg said. From 1938 until his retirement in 1984, Rabbi Sharfman was the spiritual" , "date" : "20041219" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "56" , "title" : "Rabbi Solomon J. Sharfman, 89; Shaped Orthodox Hub in Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F06EEDF1230F93AA25751C1A9629C8B63"} , {"body" : "ROTHFELD--Murray, 91. Devoted husband of Anita Olshin Rothfeld; loving father of Alan and Laura, Philip and Barbara, Neil and Carol; cherished grandfather (Mur) of Rachel and Avi; dear brother, brother-in-law & uncle. Services 12 noon today, Midwood Chapel, Coney Island Avenue and Avenue M., Brooklyn." , "date" : "20041215" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "8" , "title" : "Paid Notice: Deaths ROTHFELD, MURRAY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00E2DC1730F936A25751C1A9629C8B63"} , {"body" : "THE ninth grader, Eric by name, did not think much of the French fries he had just eaten in the Midwood High School cafeteria. But an explanation, in English anyway, eluded this Mexican-born teenager. Given that he was not on his lunch period but rather in an English as a Second Language class, this was no small drawback. Maureen Cox, his teacher" , "date" : "20041207" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "NYC; Fries Dance. Buns Smush. Minds Stretch." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B03EEDC1531F934A35751C1A9629C8B63"} , {"body" : "To the Editor: Re ''A Little Congee May Make the Medicine Go Down,'' by Anemona Hartocollis (Coping column, Nov. 14): As a registered nurse, I am well aware of the lengths that a hospital will go to persuade patients to patronize it, as Ms. Hartocollis puts it. There is no doubt that cultural sensitivity will make hospital stays easier and more" , "date" : "20041128" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "15" , "title" : "Hospitals' Sensitivity and the Bottom Line" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A01E6DA123EF93BA15752C1A9629C8B63"} , {"body" : "EIDELSON--Hazzan Joseph. The Cantors Assembly records with sorrow the passing of a revered colleague. A brilliant cantor he quietly and gently served the spiritual needs of East Midwood Jewish Center, Brooklyn, N.Y. for half a century. We extend our sympathy to his family. May his memory abide as a blessing. Hazzan Jacob Mendelson, President Hazzan" , "date" : "20041124" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "11" , "title" : "Paid Notice: Deaths EIDELSON, HAZZAN JOSEPH" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A07E4DA143EF937A15752C1A9629C8B63"} ,   {"body" : "They found each other, as people do, through a flier on a wall. Rahamim Sultan needed Howard Goldstein. Mr. Sultan's wife was dead after a long battle with cancer, medical treatments had depleted his savings, and he was coming up short on the monthly bills for his apartment in Midwood, Brooklyn. And Mr. Goldstein needed Mr. Sultan. Evicted from his" , "date" : "20041029" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Community Dazed by Death Of Man Who Took Boarder" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400EFDD133DF93AA15753C1A9629C8B63"} , {"body" : "A 75-year-old Brooklyn widower who took in a boarder to help pay the rent was beaten to death by the 47-year-old tenant, who then kept the battered body in the apartment for days and answered the door dressed in women's clothes when the police came to investigate, the authorities said yesterday. The dead man, Rahamim Sultan, was well known in his" , "date" : "20041028" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Tenant Charged In Fatal Beating Of 75-Year-Old" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400EFD9123DF93BA15753C1A9629C8B63"} , {"body" : "While many parts of Brooklyn have been experiencing well-publicized revivals, this is not the case in the worn commercial area at the intersection of Flatbush and Nostrand Avenues in the Midwood section. Now, however, a Queens developer is preparing to construct a three-story retail complex anchored by a Target store on the site, formerly owned by" , "date" : "20041013" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MIDWOOD (NYC)"] , "nytd_section_facet" : ["Technology" , "Business"] , "page_facet" : "7" , "title" : "COMMERCIAL REAL ESTATE: REGIONAL MARKET -- Brooklyn; 3-Story Shopping Complex For Area Short on Retailing" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9904E6DE1E3BF930A25753C1A9629C8B63"} , {"body" : "THE SALE OF THE NATION'S leading operator of outlet centers is bringing new recognition to a niche of the retail real-estate industry that was once dismissed as a fad. [C6.] A $70 MILLION SHOPPING CENTER project in the Midwood section of Brooklyn could spur new development in an area that could use a revival. [C7.]" , "date" : "20041013" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "COMMERCIAL REAL ESTATE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A01EFDA1E3BF930A25753C1A9629C8B63"} , {"body" : "OVER the summer I decided that I was going to bike to work. I had always been a weekend rider, going on epic loops through the city, for 30 or 40 miles in an afternoon. From the vantage point of a bike, the city presents itself as a savorable panorama passing by at a speed somewhere between the blur outside a car window and the plodding pace of" , "date" : "20041003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Spin City" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04EFD91338F930A35753C1A9629C8B63"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. One of the largest collections of moving-image artifacts. Through Oct. 11, ''Subway Centennial Film Festival,'' co-sponsored with the New York Transit Museum, featuring works with the subway system as the main location or subject." , "date" : "20041001" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807E4DC1238F932A35753C1A9629C8B63"} , {"author" : "E-mail: sgfreedman@nytimes.com" , "body" : "SEVERAL minutes into the first morning of the new school year at Midwood High School in Brooklyn, Olga Pikovskaya looked with dawning alarm at the computer printout showing her academic schedule. She had only four classes, and one of those was gym. Nowhere on the sheet were advanced placement French, orchestra, medieval literature -- all courses" , "date" : "20040922" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "9" , "title" : "ON EDUCATION; When School Budget Is Starved, Challenging Courses Are Frills" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E5DF1339F931A1575AC0A9629C8B63"} , {"body" : "Some of the city's large high schools, including specialized ones like Stuyvesant, are complaining that severe budget reductions have forced them to cut instructional and extracurricular programs even as city education officials insist that they have restored millions of dollars to make school budgets whole. Stephen Morello, a spokesman for the" , "date" : "20040916" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "High Schools Complaining Budget Cuts Go Too Deep" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907EFDF1F30F935A2575AC0A9629C8B63"} , {"body" : "Manhattan NOHO $1.135 million 298 Elizabeth Street (East Houston Street) 1-bedroom, 1 1\/2-bath, 1,400-sq.-ft. condo in a prewar loft building; new kitchen with breakfast bar, renovated baths, tin ceilings, exposed brick walls, 9 windows, central air-conditioning, 3 exposures; washer\/dryer in unit; common roof deck; common charge $495, taxes $7,104;" , "date" : "20040909" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "Residential Sales" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05EFD71630F93AA3575AC0A9629C8B63"} , {"body" : "BACK in the 60's and 70's, high school students tended to spend July and August perfecting their tans. If they were especially ambitious, they might work as camp counselors, or take a crack at the summer reading list. But students these days are specializing. And just as there are algebra whizzes who went to math camp this summer to hone their" , "date" : "20040909" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Education" , "Style"] , "page_facet" : "1" , "title" : "Before College, After Treehouses" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E6DE1730F93AA3575AC0A9629C8B63"} ,   {"body" : "THE crucial decision this week is where to eat. Those who dare to set foot beyond the defensive perimeter of the convention site will find a city beckoning with more wonderful food of more varied types than just about anywhere else on earth. Let's start with a few New York staples, like the best pastrami sandwich. My favorite comes from Katz's" , "date" : "20040829" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "14" , "title" : "NEW YORK 2004: NEW YORK\/DINING OUT; Beyond the Garden, Culinary Delights" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/29\/us\/new-york-2004-new-york-dining-out-beyond-the-garden-culinary-delights.html"} , {"body" : "SHEILA W. WELLINGTON always cooks the family dinner. She would never think of vacationing without her husband, Harry. And if she and Harry can't agree on what show to watch, neither watches TV; after all, the other one might be driven out by the noise. ''We'd rather be in the same room, even if we're reading different books,'' she said. Straight" , "date" : "20040829" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "7" , "title" : "AT LUNCH WITH: SHEILA W. WELLINGTON; In a Marriage of Equals, Why Create Obstacles?" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/29\/business\/at-lunch-with-sheila-w-wellington-in-a-marriage-of-equals-why-create-obstacles.html"} , {"body" : "GELLER -- Helen. Passed away August 23rd, 2004. Devoted wife of the late Abraham William Geller. Devoted mother of Judy Christensen, Irene Yager and dear sister of Gertrude Weiss and the late Sarah Magidson. Grandmother of Robert Christensen, Amy Reischer, Kim Giese and Andrew Levinson. Beloved great-grandmother of Daniel and Emily Reischer, Connor" , "date" : "20040825" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths GELLER, HELEN" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/25\/classified\/paid-notice-deaths-geller-helen.html"} , {"body" : "MILLER--Belle. Of Brooklyn, New York, died August 20, 2004. Beloved wife of the late Julius Miller; beloved and devoted mother of Daniel and James; dear grandmother of Lisa, Amy, Matthew, Dawn, Michael and Julius and four great-grandchildren; and loving sister. Honored Trustee of the East Midwood Jewish Center; Torah Fund Chairman, U.J.A. Chairman" , "date" : "20040824" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths MILLER, BELLE" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/24\/classified\/paid-notice-deaths-miller-belle.html"} , {"body" : "A small box of dusty yellow index cards rests on a shelf in Dick Alexander's home in Midwood, Brooklyn. The cards are inscribed with scores of anecdotes and one-liners from a vaudeville-style routine that Mr. Alexander began developing some 60 years ago. He is still developing it. Mr. Alexander, a tall, hunched man who declined to reveal his exact" , "date" : "20040815" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: MIDWOOD -- CITYPEOPLE; Waiting for That Big Break For, Oh, Six Decades" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/15\/nyregion\/neighborhood-report-midwood-citypeople-waiting-for-that-big-break-for-oh-six.html"} , {"body" : "To the Editor: I was saddened by the news that the Beth Israel Medical Center on East End Avenue and 87th Street is closing (''When a Familiar Hospital Dies, Some Feel Like Sending Flowers,'' Aug. 1). Many years ago, when it was known as Doctors' Hospital, I had surgery there. My large private room was furnished with maple furniture and floral" , "date" : "20040808" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "Heavenly Hospital" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/08\/nyregion\/l-heavenly-hospital-553786.html"} , {"body" : "Three elderly people were killed yesterday in accidents on the streets of Queens and Brooklyn, each involving a drunken driver, the police said. In the first, about 1:30 p.m., Natividad Jiminez, 74, was struck by a Dodge pickup truck as she crossed the street near her home at 164-09 43rd Avenue in Auburndale, Queens, the police said. The driver of" , "date" : "20040725" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "3 People Are Killed In 2 City Accidents" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/25\/nyregion\/3-people-are-killed-in-2-city-accidents.html"} , {"author" : "Jill Eisenstadt is the author of the novels ''From Rockaway'' and ''Kiss Out.''" , "body" : "MY daughter tells me I need some new dreams, says Rosa Urias, standing in a dark kitchen in Park Slope, Brooklyn, her third cleaning job of the day. With one hand she clutches the metal chain that came off when she tried to turn on the light fixture. With the other, she scrubs the sink so hard that both her square silver hoop earrings and curly" , "date" : "20040725" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Maid's Tale" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/25\/nyregion\/the-maid-s-tale.html"} , {"body" : "Ronald Sukenick, an American writer whose work dealt playfully and self-referentially with the conventions of fiction, died on Thursday at his home in New York City. He was 72. The cause was inclusion body myositis, a rare muscle disease, said his wife, the writer Julia Frey. Mr. Sukenick tried to reflect what he saw as an American loss of faith in" , "date" : "20040725" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "33" , "title" : "Ronald Sukenick, 72, Writer Who Toyed With the Rules" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/25\/arts\/ronald-sukenick-72-writer-who-toyed-with-the-rules.html"} , {"body" : "The cyclists who race without brakes around the steep embankments had to be hardier when the Kissena Velodrome was called the ''big bumpy'' -- a nickname uttered with equal parts derision and pride in honor of the landscape of potholes along the 400-meter oval. But the hazards for these racers, who ride in tight packs on their one-gear machines at" , "date" : "20040719" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "KISSENA PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A New Day for 'Big Bumpy'; Recycling a Cycling Haven in Queens" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/19\/nyregion\/a-new-day-for-big-bumpy-recycling-a-cycling-haven-in-queens.html"} ,   {"body" : "Fame has come late for Domenico DeMarco, who for 40 years has operated Di Fara Pizza on Avenue J in Midwood, Brooklyn. Since 1999, the year that a favorable review in a city guidebook put his pies on the map, Mr. DeMarco has graced the cover of The Village Voice (the ''Best Italian Restaurants'' issue in June), and his restaurant has topped the" , "date" : "20040718" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: MIDWOOD -- THE VOICE; Charred Bubbles, and Other Secrets of the Slice" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/18\/nyregion\/neighborhood-report-midwood-voice-charred-bubbles-other-secrets-slice.html"} , {"author" : "Anemona Hartocollis writes the Coping column for the City section. She formerly covered education for The Times; ''Seven Days of Possibilities'' is based on her reporting." , "body" : "Recent books, fiction or nonfiction, on New York City topics will be considered for Bookshelf. They can be sent to the City section. STONEWALL: The Riots That Sparkedthe Gay Revolution By David Carter St. Martin's Press ($24.95, hardcover) Opening the Stonewall Inn was a venture that took little money and even less imagination. When the Stonewall" , "date" : "20040704" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "10" , "title" : "NEW YORK BOOKSHELF\/NONFICTION; Cops, Teachers, Mayors And Other Urbanites" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/04\/nyregion\/new-york-bookshelf-nonfiction-cops-teachers-mayors-and-other-urbanites.html"} , {"body" : "BLOCK--Sidney, born August 15, 1910 in New Haven, CT. Beloved husband of 66 years to Lillian. Loving father of Stephen and Gloria, Sandy and Joanie. Devoted grandfather of Alison, Michael, Daniel and Matthew, and proud great grandfather of Joshua and Madeline. 1932 graduate of NYU. Former Director of V.A. Music School. Original member of Tommy" , "date" : "20040626" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "14" , "title" : "Paid Notice: Deaths BLOCK, SIDNEY" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/26\/classified\/paid-notice-deaths-block-sidney.html"} , {"body" : "SCHULTZE--Alice. On June 18, 2004. Beloved mother of Professor Gary Schultze and grandmother of Emily Grace, Philip Aaron and Bambi. Also survived by sister Florence. A uniquely beautiful human being who brought love into the hearts of all who knew her, whose greatest joy was giving to those around her. Her spirit and bravery exhibited during her" , "date" : "20040620" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "36" , "title" : "Paid Notice: Deaths SCHULTZE, ALICE" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/20\/classified\/paid-notice-deaths-schultze-alice.html"} , {"body" : "New York City seems a fine place for an observant Jew to keep kosher. There are specialty shops for the ultra-Orthodox and for those of less strict beliefs. And it all works out just fine, provided you don't get thirsty. Some rabbis now say that New York City tap water -- for a century a gold standard for cleanliness -- is not kosher. These rabbis" , "date" : "20040601" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "There's Something in the Water, And It May Not Be Strictly Kosher" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/01\/nyregion\/there-s-something-in-the-water-and-it-may-not-be-strictly-kosher.html"} , {"body" : "NEXT Sunday, 1880 Bedford Avenue will be ready for its close-up, burnished by Windex and a Swiffer mop, by Benjamin Moore and Pratt & Lambert, with elbow grease and a family spat or two, for an annual spring rite that comes around Brooklyn neighborhoods as regularly as hay fever, and causes nearly as much irritation -- at least to some homeowners." , "date" : "20040516" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "Habitats\/Prospect Lefferts Gardens; The Three Sisters' Jewel Is Ready for All Comers" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/16\/realestate\/habitats-prospect-lefferts-gardens-three-sisters-jewel-ready-for-all-comers.html"} , {"body" : "An article and a picture caption on Saturday about the outbreak of a mysterious rash at a Brooklyn school that sent 19 fifth graders to emergency rooms misidentified the neighborhood. It was Bensonhurst, not Midwood." , "date" : "20040428" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/28\/nyregion\/c-corrections-393428.html"} , {"body" : "Nineteen children at a Brooklyn public school were taken to emergency rooms yesterday after a mysterious rash broke out among fifth graders, city health and education officials said. Ten more children were sent home with instructions to visit their pediatricians. Some of the children, at Public School 177 on Avenue P in Midwood, also complained of" , "date" : "20040424" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Health"] , "page_facet" : "4" , "title" : "5th Graders Are Sent to Hospital After Getting Rash in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/24\/nyregion\/5th-graders-are-sent-to-hospital-after-getting-rash-in-brooklyn.html"} , {"body" : "Fire Commissioner Nicholas Scoppetta said yesterday that the department had been lax and uneven in enforcing of its own rules against firefighters caught driving drunk while off duty. But after two off-duty firefighters were charged with drunken driving over the weekend, he said the department would be more aggressive in the future. In one of those" , "date" : "20040413" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Fire Dept. to Reinforce Rules on Drunken Driving" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/13\/nyregion\/fire-dept-to-reinforce-rules-on-drunken-driving.html"} , {"body" : "STOOP life thrives in Prospect-Lefferts Gardens, a small neighborhood in central Brooklyn south of Crown Heights and just east of Prospect Park. People have either lived here for ages or moved in within the last decade, drawn to the interracial blend as well as the stone row houses, which are considered more affordable than their counterparts in" , "date" : "20040404" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PROSPECT-LEFFERTS GARDEN (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Prospect-Lefferts Gardens; Convenient and Close-Knit Yet Diverse" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/04\/realestate\/if-you-re-thinking-living-prospect-lefferts-gardens-convenient-close-knit-yet.html"} ,   {"body" : "Computers are distributed among the New York City schools in a wildly uneven manner, a Department of Education inventory released yesterday found. In the Bronx alone, for example, Community School 234 has 40 computers for its 576 students, while Middle School\/High School 368, which has a special emphasis on technology, has 543 computers for its 720" , "date" : "20040403" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Technology"] , "page_facet" : "2" , "title" : "Inventory Shows an Uneven Distribution of School Computers" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/03\/nyregion\/inventory-shows-an-uneven-distribution-of-school-computers.html"} , {"body" : "Ladies and gentlemen, climb aboard the B68 bus and brace yourself for the ride of a lifetime down Coney Island Avenue, Brooklyn's Boulevard of Wonders. Take a Ping-Pong lesson in the back room of an underground parking garage from the eight-time singles champ of Tajikistan! Dine on mussels stuffed with currants and pine nuts prepared by the former" , "date" : "20040326" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "On Brooklyn's Avenue of Babel, Cultures Entwine" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/26\/nyregion\/on-brooklyn-s-avenue-of-babel-cultures-entwine.html"} , {"body" : "The New York Police Department increased uniformed and plainclothes patrols yesterday at synagogues and in predominantly Jewish neighborhoods in response to Israel's killing of a senior Hamas leader and accusations that Washington had approved the attack, officials said. Police Commissioner Raymond W. Kelly said the department was taking the action" , "date" : "20040323" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "ISRAEL"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Patrols Stepped Up Around Synagogues" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/23\/nyregion\/patrols-stepped-up-around-synagogues.html"} , {"body" : "To Phebe M. Palin, giving birth with a doctor would have involved too many machines, too many drugs and, most likely, too many men. She had her daughter, Ava, with a midwife at a birthing center, and when she became pregnant again, she planned to repeat the experience. But about three months before her son, Yanai, was born last Dec. 24, the center," , "date" : "20040315" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Use of Midwives, a Childbirth Phenomenon, Fades in City" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/15\/nyregion\/use-of-midwives-a-childbirth-phenomenon-fades-in-city.html"} , {"body" : "Manhattan GREENWICH VILLAGE $1.825 million 111 Barrow Street 2-bedroom, 2 1\/2-bath, 2,850-sq.-ft. co-op in a renovated pre-World War II loft building; 24-hr. doormen; renovated kitchen with Sub-Zero ovens, renovated baths, 2 fireplaces, 1,350-sq.-ft. master-bedroom suite with walk-in closet, 12-ft. ceilings, exposed brick walls, decorative columns," , "date" : "20040311" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/11\/garden\/residential-sales.html"} , {"body" : "On a recent morning in the Bedford-Stuyvesant section of Brooklyn, the city's fastest scholastic sprinter was strapped into a harness and pulled from behind as he trained at an old school gym that once vaulted top teenage athletes to national prominence. The runner was Jaleel Davis and the school was Boys High, which was replaced in 1976 by Boys" , "date" : "20040306" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "HIGH SCHOOLS; City's Sprint Champion Goes for a State Title" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/06\/sports\/high-schools-city-s-sprint-champion-goes-for-a-state-title.html"} , {"body" : "Nine months later, never on Sunday has become sometimes on Sunday. Michael Inabinet set up the sidewalk sign with the smiling, yawning grapes on it outside Pet Wines on the Upper East Side just before noon last Sunday and awaited the stampede of the thirsty masses. ''We usually get a run on Champagne for mimosas,'' he said. A few minutes later in" , "date" : "20040228" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For Liquor Store Owners, a Profitable Sunday Swap" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/28\/nyregion\/for-liquor-store-owners-a-profitable-sunday-swap.html"} , {"body" : "The spongy, banked track inside the 168th Street Armory is said to be one of the fastest in the world, guaranteed to trim precious seconds from any event. But its real beauty lies in what it adds -- high school squads that once had trouble fielding a four-man relay team are now thriving, and track meets that used to barely last through the morning" , "date" : "20040224" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITYWIDE; Armory Helps Indoor Track Come Full Circle" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/24\/nyregion\/citywide-armory-helps-indoor-track-come-full-circle.html"} , {"body" : "Shortly after 9 p.m. Friday, dozens of people began gathering at the rear of the platform for Brooklyn-bound Q, N, R and W trains inside the Union Square subway station. Some wore flamboyant suits, others came in long gowns and strands of fake diamonds. One man wore a gray and white mask with the face of a cat. Another had dyed leopardlike spots in" , "date" : "20040222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "A Rocking End to a Rolling, Screeching Gem" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/22\/nyregion\/a-rocking-end-to-a-rolling-screeching-gem.html"} , {"body" : "THE word wafted across the stillness of the night as though it had broken loose from someone else's dream. In the early-hour quiet of Midwood, Brooklyn, it seemed so completely out of context, this word that few want to hear and no one ever wants to say. Help! It came from the lips of a young woman in pajamas, perched on the front-porch roof of a" , "date" : "20040207" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; Miss a Catch? Life Goes On, Ordinarily" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/07\/nyregion\/about-new-york-miss-a-catch-life-goes-on-ordinarily.html"} ,   {"body" : "WILLIG--Meg, 85 years old, died on February 4th, 2004 after a prolonged struggle to overcome the effects of a cerebral hemorrhage. She is survived by her husband of 65 years, Jack; her son, Robert, and his wife, Ginny; her grandchildren, David, Danny, Jared, Scott, Brent and Alexandra; and her great-grandchildren, Noa and Elai; as well as her" , "date" : "20040206" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "25" , "title" : "Paid Notice: Deaths WILLIG, MEG" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/06\/classified\/paid-notice-deaths-willig-meg.html"} , {"body" : "THE ebb and flow of ethnic changes has been much noticed in Flatlands, a neighborhood near the south shore of Brooklyn between Canarsie and Marine Park, but residents say the underlying values of the well-groomed neighborhood have remained constant. Sandy Benet, a secretary at Temple Hillel of Flatlands and a Flatlands resident for decades, said" , "date" : "20040201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLATLANDS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Flatlands; Diverse, Well-Groomed Residential Area" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/01\/realestate\/if-you-re-thinking-of-living-in-flatlands-diverse-well-groomed-residential-area.html"} , {"body" : "If you get him going, Matan Harel, a 17-year-old senior at Stuyvesant High School in Manhattan, will talk your ear off about little blobs with tails. His obsession with the topic may explain why he was among the 40 students from 14 states and the District of Columbia announced yesterday as finalists for the prestigious Intel Science Talent Search," , "date" : "20040129" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Science" , "New York and Region" , "Education" , "Technology"] , "page_facet" : "6" , "title" : "High School Scientists of Tomorrow Compete for a Major Prize" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/29\/nyregion\/high-school-scientists-of-tomorrow-compete-for-a-major-prize.html"} , {"author" : "E-mail: edmike@nytimes.com" , "body" : "THE formal process for firing bad teachers who have union protection has long been criticized as slow and cumbersome. It is also true, however, that a determined principal has many ways to force out teachers -- even if they have stellar records. Dr. Lee D. McCaskill, principal of Brooklyn Technical, one of the city's elite high schools, has been at" , "date" : "20040128" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "ON EDUCATION; Principal's War Leads to a Teacher Exodus" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/28\/nyregion\/on-education-principal-s-war-leads-to-a-teacher-exodus.html"} , {"body" : "When Christopher Cruz was a freshman at Midwood High School in Brooklyn two years ago, he tried out for the baseball team and made it. But he had a problem: because the school was so overcrowded, freshmen started school around 11 a.m. and didn't get out until about 4 p.m., two hours after practice started. ''They rearranged his schedule so he could" , "date" : "20040125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: MIDWOOD; A Congested School Covets a Neighboring Lot" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/25\/nyregion\/neighborhood-report-midwood-a-congested-school-covets-a-neighboring-lot.html"} , {"body" : "For the second consecutive year, Stuyvesant High School in Manhattan had more semifinalists in the Intel Science Talent Search than any other school in the nation. Stuyvesant, on Chambers Street in Lower Manhattan, had 19 semifinalists, matching its number of last year. A total of 527 high schools entered the competition this year, and Stuyvesant" , "date" : "20040115" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Science" , "New York and Region" , "Education" , "Technology"] , "page_facet" : "8" , "title" : "Stuyvesant Again Leads in Science Contest" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/15\/nyregion\/stuyvesant-again-leads-in-science-contest.html"} , {"body" : "State education officials have revised the Regents physics exam scores for the last two years, they announced yesterday, meaning that thousands of students who thought they had failed the test have now passed. The effects of adjusting the test scores were particularly pronounced for those who took the exam in June 2003. Nearly 81 percent of" , "date" : "20040110" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Science" , "New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Thousands Pass Regents Tests Under Revised Scoring" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/10\/nyregion\/thousands-pass-regents-tests-under-revised-scoring.html"} , {"body" : "It was a cold February night in 2003. Jacob Hoye, publishing director of MTV Books, was riding the A train home to Brooklyn when he saw a tall, bespectacled young man walking through the subway car selling books. Normally, Mr. Hoye said, he ignores such people, but this one had a charming delivery. ''I'm a young writer,'' he recalled the young man" , "date" : "20040106" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "A Hip-Hop Author in Search of a Publisher Finds One on the A Train" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/06\/books\/a-hip-hop-author-in-search-of-a-publisher-finds-one-on-the-a-train.html"}]