[  {"body" : "Workers at a private bus company that serves 8,000 riders a day in southern and eastern Brooklyn staged a sickout yesterday to protest their lack of a contract, complicating commuting just days before the Christmas holiday and catching city officials off guard. The job action, by 200 drivers, mechanics and other workers at the Command Bus Company" , "date" : "20041222" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Bus Workers Stage Sickout To Protest Lack of Contract" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04E1DF1030F931A15751C1A9629C8B63"} , {"body" : "THE little airplane bobs and dips and yaws in the thermals rising around the southern tip of Flatbush Avenue; you can feel the warm air lifting the riveted aluminum wings. To the right, Brooklyn is stretched out in the haze like a diorama: the houses on Mill Basin with cabin cruisers tied to their docks; the receding avenues; and in the distance," , "date" : "20040822" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Sky Above, Hubbub Below" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/22\/nyregion\/sky-above-hubbub-below.html"} , {"body" : "Walk down East 52nd Street near Avenue U in Mill Basin, Brooklyn, and the first things you notice are not the tidy brick houses, the neat hedges or even the giant Kings Plaza Shopping Center and Marina at the end of the block. What you notice first are the vans. If you stand on the sidewalk for a minute, chances are good that several 15-foot vans," , "date" : "20040718" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MILL BASIN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: KINGS PLAZA; To the Barricades, Say Foes of Speeding Vans" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/18\/nyregion\/neighborhood-report-kings-plaza-to-the-barricades-say-foes-of-speeding-vans.html"} , {"body" : "With signed limited-edition prints by the artists Roy Lichtenstein, Erté and Steve Kaufman hanging on its walls, the Mill Basin Delicatessen in Brooklyn is hardly your typical sandwich shop. So when the police caught local teenagers spraying graffiti on a nearby plywood construction fence a few weeks ago, the owner of the shop and the 116-foot" , "date" : "20040606" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: MILL BASIN; At a Wall That Invited Graffiti, Everyone's an Art Critic" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/06\/nyregion\/neighborhood-report-mill-basin-wall-that-invited-graffiti-everyone-s-art-critic.html"} , {"body" : "During Neil Sedaka's run of rock hits in the 1950's and 60's, when he recorded songs like ''Calendar Girl,'' ''Breaking Up Is Hard to Do'' and ''Happy Birthday, Sweet Sixteen,'' he almost never played the ethnic card, and more than a few fans thought he was another heartthrob of Italian heritage. But this singer and songwriter is Jewish, and quite" , "date" : "20040524" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Vintage Pop Star With the Soul of a Bar Mitzvah Boy" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/24\/arts\/vintage-pop-star-with-the-soul-of-a-bar-mitzvah-boy.html"} , {"body" : "EDWARD RICCOBONO, a burly man with a gregarious manner, is carrying a black velvet tray of the type that might be used to display high-end jewelry. Instead, he is showing off some of his products: a 24-karat gold tooth that will be covered in porcelain, a metal frame that will hold a partial denture, and a company specialty, a flexible pink gasket" , "date" : "20040516" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Job Market"] , "page_facet" : "1" , "title" : "HOME FRONT; Producing Gold Teeth, Dentures and Jobs" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/16\/jobs\/home-front-producing-gold-teeth-dentures-and-jobs.html"} , {"author" : "S.S. Fair writes frequently about music and fashion." , "body" : "Since we are going back to fashion, it's not absurd to wonder what's out of fashion -- the laws of cultural physics state that what's in is defined by and dependent on what's out. One fashion legend who's on the far side of chic these days is the late Romain de Tirtoff, whose initials, if you pronounce them with Parisian flair, are air-TAY, written" , "date" : "20040222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "Magazine" , "Style"] , "page_facet" : "138" , "title" : "Tongue And Chic" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/22\/magazine\/tongue-and-chic.html"} , {"body" : "The signs of Brooklyn's building boom are scattered across the borough, and they are not hard to read. ''Brand New Two-Family Homes -- Locations Include East New York, Bedford-Stuyvesant,'' blares one sign on Pitkin Avenue. ''Now Offering for Sale Luxury Two-Family Waterview Homes, Granite Kitchen,'' says another, along the quiet East Mill Basin" , "date" : "20040215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "In a Brooklyn Boom, A Patchwork of Housing Fills In the Bare Spots" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/15\/nyregion\/in-a-brooklyn-boom-a-patchwork-of-housing-fills-in-the-bare-spots.html"} , {"body" : "The recent thaw may have relieved New York streets of much ice and snow, but it has created havoc along the city's waterways. As warmer weather melts the thick ice, chunks break loose and, swept by currents and wind, slam into shore. The ice floes have splintered bulkheads, destroyed hefty pilings, uprooted docks and dislodged buoys. On the Hudson" , "date" : "20040207" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "NEW YORK HARBOR" , "HUDSON RIVER"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Breaking the Ice Can Be a River Hazard" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/07\/nyregion\/breaking-the-ice-can-be-a-river-hazard.html"} , {"body" : "New York City's outer boroughs weathered the recent recession better than Manhattan, losing proportionately fewer jobs and seeing private-sector wages increase while Manhattan's payroll declined, according to figures released by the state's chief financial officer. Total wages paid by private employers in the Bronx, Brooklyn, Queens and Staten" , "date" : "20040206" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Other Boroughs Beat Manhattan in Weathering Recession" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/06\/nyregion\/other-boroughs-beat-manhattan-in-weathering-recession.html"} ,   {"body" : "THE ebb and flow of ethnic changes has been much noticed in Flatlands, a neighborhood near the south shore of Brooklyn between Canarsie and Marine Park, but residents say the underlying values of the well-groomed neighborhood have remained constant. Sandy Benet, a secretary at Temple Hillel of Flatlands and a Flatlands resident for decades, said" , "date" : "20040201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLATLANDS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Flatlands; Diverse, Well-Groomed Residential Area" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/01\/realestate\/if-you-re-thinking-of-living-in-flatlands-diverse-well-groomed-residential-area.html"}]