[  {"body" : "Kidman Out of 'Producers' Don't look for Nicole Kidman, below, in the role of the Scandinavian sexpot Ulla in the film version of ''The Producers,'' the hit Mel Brooks musical, starring Nathan Lane and Matthew Broderick. A busy schedule is the culprit, her spokeswoman said yesterday. Ms. Kidman, who is filming ''Bewitched'' till January and is" , "date" : "20041211" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "10" , "title" : "Arts, Briefly" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E5DE1E31F932A25751C1A9629C8B63"} , {"body" : "A wall in Lee Quinones's studio in the Brooklyn Navy Yard is covered with words, hundreds of them, done in thick, angular strokes that dance. The style is familiar, which is no surprise. What's odd is that his name doesn't dominate the wall, since Mr. Quinones first became famous for writing LEE in huge, solid letters on subway trains. ''We're All" , "date" : "20041116" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "SOUTH BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CITYWIDE; Remembering, and Defending, Subway Graffiti" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E7D7153FF935A25752C1A9629C8B63"} , {"body" : "MUSICOLOGISTS now seem to agree that Handel was gay. So, it is thought, was Schubert. About Tchaikovsky there is no doubt: definitely gay, along with Britten, Copland and many other major composers and musicians. They may not have been gay in the modern sense of the word, as the defining component of their sexual identity. Certainly not Handel, who" , "date" : "20041024" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "27" , "title" : "MUSIC; What's So Gay About American Music?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807E3D6133AF937A15753C1A9629C8B63"} , {"body" : "Whose hands made this wall, the history books do not tell. Faceless lunch-pail carriers stacked these bricks and stones, men made briefly strong with twice-daily naval rations of grog, a roughly even mixture of water and rum. They are gone, but their wall remains, ambling around what were swamps and mud flats in their day, standing as their cairn" , "date" : "20041016" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN NAVY YARD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Peeking Over the Wall At the End of Brooklyn; The Navy Is Long Gone, but a Barrier Remains" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9902E0DA143AF935A25753C1A9629C8B63"} , {"body" : "Three years after the closing of the mammoth Fresh Kills landfill on Staten Island, the Bloomberg administration has drawn up a 20-year plan to deal with the city's residential waste by shipping the bulk of it elsewhere by barge, officials who have been briefed on the plan said yesterday. The city has struggled for years with how to handle the" , "date" : "20041007" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "FRESH KILLS (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CITY TRASH PLAN FORGOES TRUCKS, FAVORING BARGES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06EFD9173BF934A35753C1A9629C8B63"} , {"body" : "MORE than three decades ago, before the city had water taxis and the Hudson River Park, back when locals skirted New York Harbor, shimmery and sour as it was with oil slicks and condoms, there once bobbed a sailboat for hire. This 70-foot yawl, called the Petrel, sailed into the city in 1972 and made her summer home by a floating dock just west of" , "date" : "20041003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "MARTHA'S VINEYARD (MASS)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; Sailing On" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06E2D91338F930A35753C1A9629C8B63"} , {"body" : "An 88-year-old Queens man with Alzheimer's disease stabbed his 80-year-old wife and beat her to death with a broomstick yesterday morning, the police said. One of the couple's sons entered their basement apartment, on 28th Avenue near 146th Street in College Point, around noon after no one answered the telephone, and found his father, Vincenzo" , "date" : "20040908" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Alzheimer's Patient, 88, Kills Wife, Police Say" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9501E4DD1630F93BA3575AC0A9629C8B63"} , {"body" : "ON a late August afternoon, the cream- and chocolate-colored facade of 401 Clinton Avenue in Brooklyn offered an elegant and impassive front, like a Southern lady of a certain age dozing on her front porch. With all her accessories perfectly preserved -- the opalescent stained glass made by a Tiffany competitor, John LaFarge; the turned wood spines" , "date" : "20040905" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "HABITATS\/Clinton Hill, Brooklyn; It All Started With the House" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506EFD61231F936A3575AC0A9629C8B63"} , {"body" : "FOR nearly a year, they owned a full city block in Brooklyn: 135,000 square feet in seven buildings on three tax lots from Franklin Avenue to the elevated Franklin Avenue Shuttle, and from Dean to Bergen Streets. It's an awkwardly beautiful landscape of steel and brick, concrete and cobblestone; a one-story garage is topped by a large, lovely" , "date" : "20040822" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "HABITATS\/Crow Hill, Crown Heights; It Grows in Brooklyn: It's Not a Tree, but It's Green" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/22\/realestate\/habitats-crow-hill-crown-heights-it-grows-brooklyn-it-s-not-tree-but-it-s-green.html"} , {"body" : "State lawmakers have approved the first tax credit to benefit film and television productions in New York, and many in the industry say the incentive will help lure more film productions to the city and the state and counter the flight of film jobs to Toronto, Vancouver and Montreal. Passed as part of the budget approved last Wednesday by the" , "date" : "20040817" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["CANADA" , "NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "Plan to Boost Film Industry In New York" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/17\/nyregion\/plan-to-boost-film-industry-in-new-york.html"} ,   {"body" : "The city plans to demolish a former Navy prison adjacent to the Brooklyn Navy Yard to make way for up to 400 homes, apartments and stores, Mayor Michael R. Bloomberg announced yesterday. Officials said they planned to demolish the prison building, review environmental conditions and solicit proposals from private developers in the next few years." , "date" : "20040730" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Navy Prison To Give Way To Housing" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/30\/nyregion\/metro-briefing-new-york-brooklyn-navy-prison-to-give-way-to-housing.html"} , {"body" : "TALKING Boston is a bit like talking Brooklyn. Words are clipped, r's are dropped, especially when preceded by a's for that singular pahk-your-cah sound. Pronunciation aside, the city has a vocabulary all its own. For visitors finding their way in Boston, here is a walking glossary. People and Places Brahmins: The upper class whites who ruled the" , "date" : "20040725" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BOSTON (MASS)"] , "page_facet" : "6" , "title" : "HUB GUIDE \/ GETTING AROUND; A Primer to Understanding the Locals" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/25\/news\/hub-guide-getting-around-a-primer-to-understanding-the-locals.html"} , {"body" : "Calling it one of the city's great economic success stories, Mayor Michael R. Bloomberg announced a five-year plan yesterday to expand the industrial park at the Brooklyn Navy Yard to attract hundreds of new jobs. Mayor Bloomberg said the city would spend $71 million on infrastructure improvements at the Navy Yard, laying the groundwork for private" , "date" : "20040715" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "City Has 5-Year Expansion Plan For Navy Yard Industrial Park" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/15\/nyregion\/city-has-5-year-expansion-plan-for-navy-yard-industrial-park.html"} , {"body" : "A fire tore through an apartment in Brooklyn last night, killing a 10-year-old girl, a 7-month-old boy and their grandparents, both in their 60's, fire officials said. At least three other people in the apartment were injured, one critically. The fire broke out on the sixth floor of an 11-story building at 626 Wythe Place, near the Brooklyn Navy" , "date" : "20040522" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Apartment Fire Leaves 4 Dead In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/22\/nyregion\/apartment-fire-leaves-4-dead-in-brooklyn.html"} , {"body" : "Dozens of suspected members of a violent drug ring that the authorities say has virtually held a Brooklyn housing project hostage for the last several years have been indicted on conspiracy and attempted murder charges, law enforcement officials said yesterday. Over four years, prosecutors and police said, a group of drug crews turned the Ingersoll" , "date" : "20040521" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Dozens Indicted in Crackdown on a Brooklyn Drug Ring" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/21\/nyregion\/dozens-indicted-in-crackdown-on-a-brooklyn-drug-ring.html"} , {"body" : "Building a glittering new Nets arena over the Atlantic Avenue railyards in Brooklyn may not require condemning more than 100 residences through eminent domain after all, an executive behind the arena proposal said yesterday. ''We're working diligently to substantially reduce the amount of residential condemnation and eminent domain that will be" , "date" : "20040505" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Arena Developer Rethinking Condemnation of Houses" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/05\/nyregion\/arena-developer-rethinking-condemnation-of-houses.html"} , {"body" : "Man Behind the Bluff Q. I grew up a Giants baseball fan until they moved away, and I was steeped in the lore of Bobby Thomson's pennant-winning 1951 home run in the Polo Grounds, the ''Miracle of Coogan's Bluff.'' But who was Coogan? A. Home plate at the Polo Grounds was nestled in Coogan's Hollow, a formerly grassy meadow directly beneath the high" , "date" : "20040425" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2004\/04\/25\/nyregion\/fyi-336211.html"} , {"body" : "THE East River has been the city's digestive system. Unlike its sparkling sibling, the Hudson, it has belched with industry for years and unflinchingly done its part in processing the city's solid waste. Now, as developers are spending $4.25 billion to create more than 2.3 million square feet of office space and 6,000 units of housing along the" , "date" : "20040425" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: EAST SIDE; As the East River Is Transformed, Industrial Nostalgia Takes Hold" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/25\/nyregion\/neighborhood-report-east-side-east-river-transformed-industrial-nostalgia-takes.html"} , {"author" : "Rebecca Traister is a staff writer at the online magazine Salon." , "body" : "SEVERAL weeks ago, the organizers of the third annual TriBeCa Film Festival realized that they had a scheduling problem: they had planned an outdoor movie screening for the evening of May 6, during the very same moment NBC would be broadcasting the final episode of ''Friends.'' ''Why be in competition with 'Friends'?'' said Jane Rosenthal, the" , "date" : "20040425" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "FILM; The Festival That Ate Manhattan" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/25\/movies\/film-the-festival-that-ate-manhattan.html"} , {"body" : "It takes a tough borough to breed a tender fish, Dr. Martin P. Schreibman likes to say. And the roughly 3,000 Brooklyn-bred tilapia Dr. Schreibman grows in tanks in his aquaculture lab grow up hardy and with the requisite dose of attitude. To prove it, Dr. Schreibman, a biology professor at Brooklyn College, grabbed a handful of food pellets the" , "date" : "20040322" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Chasing a Fish-Farming Dream; Brooklyn College Professor Sees a City of Tilapia Tanks" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/22\/nyregion\/chasing-fish-farming-dream-brooklyn-college-professor-sees-city-tilapia-tanks.html"} ,   {"author" : "Thomas Boyle, a professor of English at Brooklyn College, is the author of several crime novels set in Brooklyn." , "body" : "OUT here in Brooklyn, we hear that New Jersey's Nets are coming. This could be great news, but at the same time it brings back the bitter memory of the nasty departure of our baseball Dodgers in 1957. And just over a week ago, Gage & Tollner, our oldest restaurant and most charming culinary relic of the dear departed 19th century (sorry about that," , "date" : "20040222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY LORE; Put Down That Violin. Now." , "url" : "http:\/\/www.nytimes.com\/2004\/02\/22\/nyregion\/city-lore-put-down-that-violin-now.html"} , {"body" : "In the Name of Norton Q. Now that Art Carney is dead, is the city planning to honor him for his role as Ed Norton, the happy-go-lucky sewer worker, the way it named a Brooklyn bus depot after Jackie Gleason's character Ralph Kramden, the bus driver? A. As the simple, lovable ''underground sanitation expert,'' in Ed Norton's own words, Art Carney," , "date" : "20040208" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2004\/02\/08\/nyregion\/fyi-280704.html"} , {"body" : "By Wednesday morning, Bruce C. Ratner had nearly sealed his $300 million offer to buy the Nets and move them to Brooklyn. But nothing was certain, not after a week in which his confidence soared and plummeted as he struggled to outnegotiate a rival. Around 10 o'clock, a fax arrived in Skillman, N.J., at the law office of Edwin Stier, a former" , "date" : "20040125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "PRO BASKETBALL; Ratner's Path To Buy Nets Had Pitfalls And Promise" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/25\/sports\/pro-basketball-ratner-s-path-to-buy-nets-had-pitfalls-and-promise.html"} , {"body" : "Marty Markowitz, Brooklyn's head cheerleader, was still riding a wave of euphoria, one day after the developer Bruce C. Ratner had won the bidding for the New Jersey Nets with plans to install them in a new home near downtown Brooklyn. ''It's exciting,'' said Mr. Markowitz, the borough president. ''It puts Brooklyn back in the big leagues.'' But" , "date" : "20040123" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bid for a Brooklyn Sports Complex Faces Challenges From All Sides" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/23\/nyregion\/bid-for-a-brooklyn-sports-complex-faces-challenges-from-all-sides.html"} , {"body" : "If you were robust enough to stare down the blustery winds and bone-chilling temperatures last week and go for a midwinter stroll along the Brooklyn waterfront, you probably noticed, every 20 minutes or so, a cab-yellow boat sturdily bobbing through the harbor. Like the United States Postal Service, New York Water Taxi, which runs the boats, takes" , "date" : "20040118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: NEW YORK WATERWAYS; You Think You're Cold? Try Braving the Water Taxi" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/18\/nyregion\/neighborhood-report-new-york-waterways-you-think-you-re-cold-try-braving-water.html"} , {"body" : "The revival of Brooklyn has been painfully slow, an effort eked out neighborhood by neighborhood, with chic new restaurants in Fort Greene, artists' lofts in Williamsburg, new businesses in industrial Red Hook and the transformation of derelict factory buildings into million-dollar condominiums in an area with the unlikely name of Dumbo. But the" , "date" : "20040116" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Yo, Dodgers? No Way! Brooklyn Is Betting on the Nets for Revival" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/16\/nyregion\/yo-dodgers-no-way-brooklyn-is-betting-on-the-nets-for-revival.html"} , {"body" : "IN a darkened bay at Red Hook's watery edge, the trolley guy of Brooklyn steps over the bits and pieces of his grand vision to board his magnificent vessel. Come on, he says, in that weary-whiny voice of his. ''I'll take you on the world's shortest trolley ride.'' He turns on the lights, rings the bell -- ding, ding -- and an 1897 trolley of" , "date" : "20040110" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; The Trolley Guy's Last Ride (All 12 Feet of It)" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/10\/nyregion\/about-new-york-the-trolley-guy-s-last-ride-all-12-feet-of-it.html"}]