[  {"body" : "Looking to address a critical shortage of housing for low- and moderate-income New Yorkers, city officials are planning to let developers put up larger buildings along the long-neglected north Brooklyn waterfront in return for setting aside up to a quarter of the apartments as lower-cost units. The concept, called inclusionary zoning, will face a" , "date" : "20041227" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "City Sees Way to Get Mix of Homes on Brooklyn Waterfront" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407EEDB1F30F934A15751C1A9629C8B63"} , {"body" : "A POPULAR tax break for homeowners in historic districts may soon face some harsh restrictions, including increased penalties for owners, appraisers and promoters who help file inflated claims. The tax breaks are provided to homeowners who donate easements -- legal restrictions on deeds to their homes -- to nonprofit preservation groups. In" , "date" : "20041226" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "POSTINGS; Tax Breaks on Historic Houses Face Restrictions" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE5D61030F935A15751C1A9629C8B63"} , {"body" : "Dozens of New York City supermarkets are still locking in their janitors at night, even after neighborhood and labor groups began urging government officials to crack down on the practice six months ago, janitors and community leaders say. Five janitors said in interviews that supermarkets in Brooklyn, Queens and the Bronx still locked them in," , "date" : "20041225" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Janitors Say Supermarkets Are Still Locking Them In" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE6D81E30F936A15751C1A9629C8B63"} , {"body" : "When Susan Freireich died of breast cancer at age 54, the only comfort her sister experienced in those first hours of grief was knowing that Susan's body was being lovingly and gently cared for by volunteers from a nearby synagogue on the Upper West Side of Manhattan. At the funeral home, the volunteers, women from Congregation B'nai Jeshurun's" , "date" : "20041225" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Religion Journal; More Jews Turn to Ritual Of Caring for Their Dead" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E1D91E30F936A15751C1A9629C8B63"} , {"body" : "His damp hands cup the base of the terra-cotta nude, moving up and over its curves until he finds a spot that needs tending to. Then he delicately smoothes the clay with the pad of a finger, as if wiping a fallen eyelash from someone's cheek. But it is unlikely that Alfredo Santiago, 56, would ever notice a stray eyelash. For more than a decade, he" , "date" : "20041223" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "The Neediest Cases; Out of a Dim Outlook, a Stroke of Change" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9802EED61030F930A15751C1A9629C8B63"} , {"body" : "Steve Shaw was once the president of his co-op board, the only elected office he said he had ever held, and now he wants to be mayor of New York City. Mr. Shaw, 30, an investment banker with a Canadian firm in Midtown Manhattan, is planning to run in a Republican primary against Mayor Michael R. Bloomberg. Mr. Shaw is young, a relative newcomer to" , "date" : "20041223" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Republican Plans Challenge To Bloomberg in Primary" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DEED61030F930A15751C1A9629C8B63"} , {"body" : "''WHY doesn't anyone make mince pie anymore?'' asked Mitchel London, the catering director at Fairway. ''I'll tell you why. Because nobody likes it. I don't like it, and I'm a baker. ''I have one woman that comes in here every year asking for mince pie. She's a friend of mine, but I still won't make one for her. So I give her a can of mince filling" , "date" : "20041222" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["GREAT BRITAIN"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "Mincemeat (Whatever It Is) Is Still a Christmas Tradition" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504E6D81330F931A15751C1A9629C8B63"} , {"body" : "NEW YORKERS may enthusiastically try sushi, fugu, the Filipino specialty balut (duck embryo straight from the egg) or cod sperm, but British restaurateurs in the city say their customers are still scared of standard fare from the Isles. Fiona Carmichael, head chef at UKNewYork, said that while the restaurant is a success, she has struggled to" , "date" : "20041222" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "GREAT BRITAIN"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "Nothing Frightens a New Yorker Like British Food" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F00E3D81330F931A15751C1A9629C8B63"} , {"body" : "Eventually, after his brain thawed a bit, Philippe Joncas was able to come up with something positive to say about standing out on Fifth Avenue in Brooklyn all day yesterday, trying to sell Christmas trees. ''The trees are easier to cut when it's this cold,'' he said. ''The sap is frozen, so it doesn't stick to the saw blade.'' On the other hand," , "date" : "20041221" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "That Was Still Autumn? Well, It Was a Very Good Dress (Bundled Up) Rehearsal" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E7DA1330F932A15751C1A9629C8B63"} , {"body" : "THE fundamental way real estate is bought and sold in the brownstone neighborhoods of Brooklyn is about to change. On Monday, Jan. 3, the large Manhattan firms that have invaded the borough from across the water will start sharing their listings on a computerized database. They are also promising to ''co-broker'' their sales, sharing commissions" , "date" : "20041219" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Technology" , "Real Estate"] , "page_facet" : "1" , "title" : "The Battle For Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05E4D91430F93AA25751C1A9629C8B63"} ,   {"body" : "ON a recent Wednesday afternoon, the studio on West 23rd Street where Kehinde Wiley lives and works was a maelstrom of activity. Near the door, three art handlers were packing five of his large canvases for shipment, hammering supports and loudly tearing through fat rolls of cellophane tape. The paintings, which were barely dry, were to be shipped" , "date" : "20041219" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "ART: STUDIO VISIT; The History of Art, in Baggy Jeans and Bomber Jackets" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D03E2D81630F93AA25751C1A9629C8B63"} , {"body" : "In the following reports, the listed at price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. Manhattan Less than $300,000 Harlem $250,000 616 West 137th Street Number of bedrooms -- 3 Number of full bathrooms -- 1 Number of half bathrooms -- 0 Time on the market --" , "date" : "20041219" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980CE7D81F31F93AA25751C1A9629C8B63"} , {"body" : "Theater A selective listing by critics of The Times: New or noteworthy Broadway and Off Broadway shows this weekend. Approximate running times are in parentheses. * denotes a highly recommended show. + means discounted tickets were available at the Theater Development Fund's TKTS booth for performances last Friday and Saturday nights. ++ means" , "date" : "20041217" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E03EEDB1430F934A25751C1A9629C8B63"} , {"body" : "Last year, when it came time to give a holiday gift to his son's kindergarten teacher at Public School 321 in Park Slope, Brooklyn, Adam Klein and other parents donated about $20 each, and together they bought the teacher a digital camera. This year, teachers should not count on such lavish gifts. New York City parents who want to buy holiday gifts" , "date" : "20041214" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "New Rules for Teacher Gifts: Apples (but Perhaps No IPods)" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9906E7DC1630F937A25751C1A9629C8B63"} , {"body" : "MONDEEP PURI, a 27-year-old systems engineer, was walking through North Williamsburg, Brooklyn, recently, searching for Domseys, a thrift store, when she met three strangers who were on the hunt for another secondhand store, Beacon's Closet. A few cellphone calls later, they discovered that Domseys had moved to South Williamsburg and Beacon's" , "date" : "20041212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "13" , "title" : "SQUARE FEET\/North Williamsburg, Brooklyn; Change Is Continual, But the Edge Remains" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E6D81031F931A25751C1A9629C8B63"} , {"body" : "Some residents of Windsor Terrace, Brooklyn, worry that the sky is shrinking. ''Sixteenth Street, 20th Street, any block you walk through, you see a building upcoming,'' said Joseph Longobardi, chairman of Community Board 7. Mr. Longobardi does not think this is necessarily a problem, but many in Windsor Terrace, a quiet neighborhood tucked between" , "date" : "20041212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: WINDSOR TERRACE; Room for New Buildings, but Not Really the Desire" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02E7D81131F931A25751C1A9629C8B63"} , {"body" : "WEATHER BIRD: Jazz at the Dawnof Its Second Century By Gary Giddins Oxford University Press ($35, hardcover) If you visit Des Moines and you go to a bar where someone is playing luminous piano in the manner of Hank Jones, you may feel you have stumbled into heaven. In New York, that same someone would be just a guy who plays Hank Jones; we've" , "date" : "20041212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "8" , "title" : "NEW YORK BOOKSHELF\/NONFICTION; Celebrating Jazz, Columbia And Some Really Great Apartments" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05E3D91131F931A25751C1A9629C8B63"} , {"body" : "THE characters swoop in from Brooklyn, England, even Romania. They come from all walks of life -- doctors, lawyers, Indians and chief executives -- but with a common destination: Midtown Comics on 40th Street near Times Square. There, they enter a universe of action heroes and villains, engage in between-the-covers chatter as only true lovers can," , "date" : "20041212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "URBAN STUDIES\/Decoding; Incredible Talk Converges in Gotham" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03E0D91131F931A25751C1A9629C8B63"} , {"body" : "IT has been an excellent year for Eugene Mirman, the 30-year-old stand-up comic. He's released his first comedy CD, ''The Absurd Nightclub Comedy of Eugene Mirman'' (Suicide Squeeze Records); toured with indie-rock standouts Yo La Tengo; and enjoyed the success of ''Invite Them Up!'' his weekly show at Rififi in the East Village, which has gained" , "date" : "20041212" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "4" , "title" : "A NIGHT OUT WITH -- Eugene Mirman; Bull's-Eye for an Easy Mark" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A04E0DA1131F931A25751C1A9629C8B63"} , {"body" : "In the following reports, the 'listed at' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. Manhattan Less than $300,000 East Midtown $279,000 424 East 52nd Street Number of bedrooms: 0 Number of full bathrooms: 1 Number of half bathrooms: 0 Time on the market: 4" , "date" : "20041212" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02EED91031F931A25751C1A9629C8B63"} ,   {"body" : "THAT sociological marvel known as the Park Slope Food Co-op likes its committees. There is an Inventory Committee, and an Office Committee, and a Saturday Committee, and an Agenda Committee, and coming soon, perhaps, a Committee Committee, dedicated to conjuring even more committees. The many committees lend structure to a cooperative where the" , "date" : "20041211" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; At the Food Co-op, Facing Judgment as Co-Conspirators" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504E1DE1E31F932A25751C1A9629C8B63"} , {"body" : "Straight out of Crown Heights, Brooklyn, the lanky reggae artist Matisyahu was side-stepping across the stage at the Downtown club in Farmingdale, N.Y., puffing into the microphone like some sort of latter-day Doug E. Fresh. He had already worked up the crowd with his chanting and crooning, backed by hip-hop-inflected Caribbean rhythms, but at this" , "date" : "20041211" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Yo! Or Is It Oy? Cultures Blend In Dance Clubs; Offering Another Forum To Celebrate Jewishness" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E2DE1E31F932A25751C1A9629C8B63"} , {"body" : "A selective listing by critics of The Times: New or noteworthy Broadway and Off Broadway shows this weekend. Approximate running times are in parentheses. * denotes a highly recommended show. + means discounted tickets were available at the Theater Development Fund's TKTS booth for performances last Friday and Saturday nights. ++ means discounted" , "date" : "20041210" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "THE LISTINGS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9402EFDD1031F933A25751C1A9629C8B63"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE 36-01 35th Avenue, at 36th Street, Astoria, Queens. One of the largest collections of moving-image artifacts. Through Sunday, ''Fort Lee: The Film Town,'' a series celebrating the films that were produced in the backlots of New Jersey. Silent films to be screened this weekend:" , "date" : "20041210" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DE7DB1131F933A25751C1A9629C8B63"} , {"body" : "Manhattan GREENWICH VILLAGE $1.331 million 421 Hudson Street (Leroy Street) (Printing House) 2-bedroom, 2-bath, 1,315-sq.-ft. condo in a renovated prewar loft building; 24-hr. doormen; double height foyer, renovated kitchen with stainless steel appliances, home office; health club, pool and common roof deck in building; common charge $470, taxes" , "date" : "20041209" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["MANHATTAN (NYC)" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "Residential Sales" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E7DC1331F93AA35751C1A9629C8B63"} , {"body" : "Help for Hanukkah Through Dec. 15, Sharon Lebewohl, an owner of the Second Avenue Deli, has a Hanukkah hot line for questions about menus and recipes. It is available from 9 a.m. to 9 p.m. at (866) 542-2489. Gifted Eating Making edible holiday gifts, including chocolate truffles and flavored vinegars, will be taught on Saturday from 10 a.m. to 2" , "date" : "20041208" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "18" , "title" : "Calendar" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05E2D61531F93BA35751C1A9629C8B63"} , {"body" : "If you squint your eyes and use the areas of the brain dedicated to memory and interpretation, you might think you know Jenny Scheinman's songs. You might have sung them at summer camp, heard one covered by Xavier Cugat or Johnny Cash or Sonny Rollins, or remember your grandmother humming a fragment of their melodies. They are like foundlings of" , "date" : "20041208" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CALIFORNIA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "JAZZ REVIEW; Merging Traditions From Time and Place" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E02E7DE1231F93BA35751C1A9629C8B63"} , {"body" : "WHEN Thomas Schutte took over as president of Pratt Institute in 1993, he said, one of the first things he discovered was the frustration that students felt about their adopted home. Sitting in Clinton Hill not far from where it meets Fort Greene, Pratt Institute, which was founded in 1887, was not exactly in Harvard Square. So Mr. Schutte took it" , "date" : "20041205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "SQUARE FEET\/Myrtle Avenue, Brooklyn; Transforming an Unappealing Street" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE5D71F3EF936A35751C1A9629C8B63"} , {"body" : "In the following reports, the listed at price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. Manhattan Less than $300,000 Upper East Side $220,000 313 East 89th Street Number of bedrooms: 1 Number of full bathrooms: 1 Number of half bathrooms: 0 Time on the market:" , "date" : "20041205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E4DA1631F936A35751C1A9629C8B63"} , {"body" : "Manhattan Less than $300,000 Upper East Side $220,000 313 East 89th Street Number of bedrooms: 1 Number of full bathrooms: 1 Number of half bathrooms: 0 Time on the market: 52 weeks 500-sq.-ft. co-op in a postwar building; elevator, dining area, h\/w floors, south exposure; maintenance $678, 50% tax-deductible; listed at $265,000. Broker: Manhattan" , "date" : "20041205" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E01EEDC103EF936A35751C1A9629C8B63"} ,   {"body" : "The story of Robert O. is the story of Red Hook. Growing up in the 1970's in what was one of the worst neighborhoods in Brooklyn, he saw murders and robberies of every variety, and he himself participated in the occasional gang attack. Yet as the neighborhood changed, so did he. After a few years in prison, Robert, a tall, affable guy with an" , "date" : "20041205" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "NEIGHBORHOOD REPORT: RED HOOK -- THE VOICE; A Time to Fight, a Time to Mellow" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04E1D91631F936A35751C1A9629C8B63"} , {"body" : "WITH its fashionista clientele and rows of trendy designer pumps lovingly displayed like candy-colored sculptures, Bergdorf Goodman's second-floor salon is perhaps the city's most renowned women's shoe emporium. It is certainly one of the busiest. The midmorning crowd gives way to the afternoon rush, which yields to the weekend clamor; often, the" , "date" : "20041205" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "EAST SIDE: CITYPEOPLE; If the Shoe Fits . . ." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9505E6D81631F936A35751C1A9629C8B63"} , {"body" : "Salina Morales, an eighth-grade student at Middle School 188 in Park Slope, Brooklyn, wants to work with animals when she gets older, perhaps as a marine biologist. She shared her intentions with friends yesterday during a class visit to the American Museum of Natural History -- a field trip that brought the number of museums she has visited in her" , "date" : "20041204" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Science" , "New York and Region" , "Education" , "Technology"] , "page_facet" : "2" , "title" : "Eighth Graders Discover a World of Science" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9802E4DD1731F937A35751C1A9629C8B63"} , {"body" : "Theater A selective listing by critics of The Times: New or noteworthy Broadway and Off Broadway shows this weekend. Approximate running times are in parentheses. * denotes a highly recommended show. + means discounted tickets were available at the Theater Development Fund's TKTS booth for performances last Friday and Saturday nights. ++ means" , "date" : "20041203" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE6DE1F3EF930A35751C1A9629C8B63"} , {"body" : "Theater 'RAGAMUFFINS,' a musical set in the Depression about an adventurous group of children, by the Boquet River Theater Festival for Kids, at the Theater of the Riverside Church, 91 Claremont Avenue, Morningside Heights, (212)870-6784. Tomorrow at 2 and 7 p.m.; Sunday night at 7. Tickets: $20; children, $10. 'NUTCRACKER IN THE LOWER,'" , "date" : "20041203" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "Spare Times; For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E04E6DB1F3EF930A35751C1A9629C8B63"} , {"body" : "LIAN--James J. Of Brooklyn, N.Y. Died at the age of 85 on November 30, 2004 in Brooklyn, after a long battle with Alzheimers disease and a brief hospitalization for pneumonia. Beloved husband of Josephine Azrak Lian. Devoted father of Regina M. Lian of Brooklyn, Marguerite Lian-Hajjar of Stamford, CT. and Anissa Lian DeMatteo of Ridgefield, CT." , "date" : "20041202" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "11" , "title" : "Paid Notice: Deaths LIAN, JAMES J." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CE2DF1F3EF931A35751C1A9629C8B63"} , {"body" : "Manhattan TRIBECA $1.85 million 405 Greenwich Street (Hubert Street) 2-bedroom, 2 1\/2-bath, 2,204-sq.-ft. condo in a prewar loft building; keyed elevator to unit; dining area, renovated kitchen with 70-bottle wine refrigerator, fireplace, white oak floors, central air-conditioning, three walls of windows, north, south and west exposures; common" , "date" : "20041202" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980DE1DC1E3EF931A35751C1A9629C8B63"} , {"body" : "Eating the Art Edible art designed by members of the Asian-American Women Artists Alliance will be on display on Saturday from 11 a.m. to 5 p.m. at the group's gallery, 136 15th Street in Park Slope, Brooklyn. The artworks will be sold and some will be available to eat starting at 5 p.m. Tickets are $5 in advance from (718) 788-6170, $10 at the" , "date" : "20041201" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "9" , "title" : "Calendar" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01EFDC113EF932A35751C1A9629C8B63"} , {"body" : "LIAN--James J. Of Brooklyn, N.Y. Died at the age of 85 on November 30, 2004 in Brooklyn, after a long battle with Alzheimers disease and a brief hospitalization for pneumonia. Beloved husband of Josephine Azrak Lian. Devoted father of Regina M. Lian of Brooklyn, Marguerite Lian-Hajjar of Stamford, CT. and Anissa Lian DeMatteo of Ridgefield, CT." , "date" : "20041201" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "29" , "title" : "Paid Notice: Deaths LIAN, JAMES J." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9802EEDE1E3EF932A35751C1A9629C8B63"} , {"body" : "A police officer, who was seriously injured nearly two months ago when he fell off a slick rooftop while searching for a burglar in Brooklyn, died early yesterday after having a seizure at his home, the police said. The officer, William Rivera, 35, became the fourth New York City officer to die in the line of duty this year. He had served for 12" , "date" : "20041125" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Officer Who Fell From Roof In October Dies After Seizure" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E4D9153EF936A15752C1A9629C8B63"} ,   {"body" : "Manhattan TRIBECA $3.3 million 427 Washington Street (Vestry Street) 1-bedroom, 2-bath, 4,300-sq.-ft. floor-through co-op in a prewar loft building; keyed elevator to unit; open kitchen, 14-ft. ceilings, 18 windows, 4 exposures, Hudson River view; maintenance $2,326, 50% tax-deductible; listed at $3.3 million (brokers: Sinvin Realty; Douglas" , "date" : "20041125" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "Residential Sales" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE6D8143EF936A15752C1A9629C8B63"} , {"body" : "YES, there is a Starbucks in Jersey City. But there's only one, directly across the street from the Pavonia\/Newport PATH Station in the glimmering heart of a revived Hudson River Waterfront, whose glass-plated office towers and luxury high-rises stand proud and tall; these days not so much in the shadow of Manhattan's famous skyline but rather as a" , "date" : "20041121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "JERSEY CITY (NJ)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN\/Jersey City; Stepping Out of Manhattan's Shadow" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E0DE113FF932A15752C1A9629C8B63"} , {"body" : "In the following reports, the 'listed at' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. Manhattan Less than $300,000 Hudson Heights $265,000 45 Overlook Terrace (184th St.) Number of bedrooms: 1 Number of full bathrooms: 1 Number of half bathrooms: 0 Time on" , "date" : "20041121" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B00E7D6143FF932A15752C1A9629C8B63"} , {"author" : "E-mail: eating@nytimes.com" , "body" : "The internationalization of American cuisine was inspired by the fusion trend that is still alive and well at these restaurants. BILTMORE ROOM *** [Rating: Three stars] (212) 807-0111; 290 Eighth Avenue (near 25th Street); $$$$; Review: 11\/12\/03. The Asian-influenced cuisine hops from Japan to India to Thailand, but the chef, Gary Robins, shows" , "date" : "20041121" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "GOOD EATING; Fusion Central" , "url" : "http:\/\/events.nytimes.com\/mem\/nycreview.html?res=9C0CEFDA113FF932A15752C1A9629C8B63"} , {"body" : "Mansion in Park Slope $4,250,000 BROOKLYN: 276 Berkeley Place A 10,000-square-foot landmarked granite and brick Romanesque Revival mansion designed by the architectural firm of Lamb & Rich and built in 1890 by the heir to the Royal Baking Powder Company. There are 23 rooms in the 36-foot-wide, 60-foot-deep building. The one-family house, never" , "date" : "20041121" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03E0DB103FF932A15752C1A9629C8B63"} , {"body" : "A selective listing by critics of The Times: New or noteworthy Broadway and Off Broadway shows this weekend. Approximate running times are in parentheses. * denotes a highly recommended show. + means discounted tickets were available at the Theater Development Fund's TKTS booth for performances last Friday and Saturday nights. Full reviews of" , "date" : "20041119" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990DE7DC103FF93AA25752C1A9629C8B63"} , {"body" : "Theater 'ANIMALIA,' animal puppets with Hobey Ford, by Theaterworks\/USA, Sunday at noon and 2 p.m. at the Auditorium at the Equitable Tower, 787 Seventh Avenue, at 51st Street, Manhattan, (212)627-7373. Tickets: $25, or $18 for 10 or more throughout the season. 'ROBIN HOOD,' a musical by the Manhattan Children's Theater, 380 Broadway, two blocks" , "date" : "20041119" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "Spare Times; For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B03E3D9103FF93AA25752C1A9629C8B63"} , {"body" : "The ruins of the World Trade Center were still burning when federal agents arrested two men at Kennedy Airport who were found with more than $140,000 hidden in cardboard boxes with honey jars bound for Yemen. For the agents, aware that terrorists were said to use honey shipments to hide money, that slender lead could not be ignored. If the world" , "date" : "20041118" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "YEMEN" , "WASHINGTON (DC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Behind Scenes, Informer's Path Led U.S. to 20 Terror Cases" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C01E5D6133FF93BA25752C1A9629C8B63"} , {"body" : "Manhattan GREENWICH VILLAGE $1.96 million 45 West 10th Street 3-bedroom, 3-bath, 1,800-sq.-ft. co-op in a postwar building; 24-hr. doormen, dining area, living room with 36-ft. of south-facing windows, kitchen with upgraded appliances and baths, 2 exposures; laundry facilities and common roof deck in building; maintenance $2,288, 40%" , "date" : "20041118" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CE3DF133FF93BA25752C1A9629C8B63"} , {"body" : "When the Museum of Modern Art reopens on Saturday, admission will be free -- for a day. On Sunday, the price goes up, to $20. And some art lovers are already protesting. Filip Noterdaeme, a Belgian artist who founded the Homeless Museum, an online conceptual museum, is planning a peaceful protest outside the Modern's newly expanded home on Sunday." , "date" : "20041118" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "What Is the Value Of Priceless Art? Debate Continues On $20 Admission" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E2DC133FF93BA25752C1A9629C8B63"} ,   {"body" : "THE writer Maya Angelou has lived a long life and cooked a lot of turkeys, and one thing she doesn't mince is words. Stuffing, she says, is really the point of the meal, isn't it? For Thanksgiving cooks, a perfectly bronzed turkey is a challenge, and mashed sweet potatoes are a comfort, but stuffing is a labor of love. Whether called stuffing or" , "date" : "20041117" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "There's Only One Stuffing: Ask Any Cook" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E1DF123FF934A25752C1A9629C8B63"} , {"body" : "LOWENTHAL--Anne. On November 13th, at 89. Dearly loved by family and friends. Memorial service on Friday, 11:30AM, Park Slope Jewish Center, 1320 8th Avenue, Brooklyn." , "date" : "20041117" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "27" , "title" : "Paid Notice: Deaths LOWENTHAL, ANNE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE7DF133FF934A25752C1A9629C8B63"} , {"body" : "IN the final year of the HBO hit series ''Sex and the City,'' the character Carrie Bradshaw and her Prada-touting friends experienced a number of firsts: Charlotte converted to Judaism and settled into a happy marriage with Harry; Samantha let a man into her heart; and Carrie finally saw the Eiffel Tower and, it appears, snagged Mr. Big -- maybe" , "date" : "20041114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "'Outer Borough' Finally Attracts The 'In' Crowd" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E02EFD81F3CF937A25752C1A9629C8B63"} , {"body" : "In the following reports, the 'listed at' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. * Sale in this price category not available. Manhattan Less than $300,000 Gramercy Park $299,000 305 East 24th Street Number of bedrooms: 1 Number of full bathrooms: 1" , "date" : "20041114" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9507E2DE153CF937A25752C1A9629C8B63"} , {"body" : "Rachel Jeanne Harris, a lawyer, was married yesterday to Jesse Andrew Aldana, a decorative painter. The Rev. Robert J. Whelan, a Roman Catholic priest, performed the ceremony at St. Augustine Roman Catholic Church in Brooklyn. The Rev. Harlon L. Dalton, an Episcopal priest, took part in the ceremony. The bride, 32, is an associate at the law firm" , "date" : "20041114" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "21" , "title" : "WEDDINGS\/CELEBRATIONS; Rachel Harris, Jesse Aldana" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0CE2D9163FF937A25752C1A9629C8B63"} , {"body" : "A selective listing by critics of The Times: New or noteworthy Broadway and Off Broadway shows this weekend. Approximate running times are in parentheses. * denotes a highly recommended show. + means discounted tickets were available at the Theater Development Fund's TKTS booth for performances last Friday and Saturday nights. ++ means discounted" , "date" : "20041112" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E7DD1E3CF931A25752C1A9629C8B63"} , {"body" : "MANHATTAN NOHO $1.165 million 10 Bleecker Street (Elizabeth Street) 2-bedroom, 1 1\/2-bath, 1,900-sq.-ft. duplex co-op in a prewar loft building; private entrance, dining area, renovated bath, exposed-brick walls, oversize windows, high beamed ceilings, hardwood floors; maintenance $965, 55% tax-deductible; listed at $1.165 million, 26 weeks on" , "date" : "20041111" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E1DF1E3CF932A25752C1A9629C8B63"} , {"body" : "NEW YORK CITY does not lack for Italian restaurants or want for pasta, which has charmed its way into kitchens of many ethnic affiliations and managed to maintain favored status in carbohydrate-phobic times. Pasta greets me at every turn. I eat pasta perhaps every third night. At this point it takes a pretty saucy, sexy pasta dish to give me pause." , "date" : "20041110" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "15" , "title" : "RESTAURANTS; Italy, and All Things Mediterranean" , "url" : "http:\/\/events.nytimes.com\/mem\/nycreview.html?res=9805E2DE113CF933A25752C1A9629C8B63"} , {"body" : "ONCE a depressed stretch of nondescript small businesses, the four blocks on Atlantic Avenue in Brooklyn from Hoyt Street to Third Avenue have experienced a revitalization that even longtime residents of the surrounding brownstone neighborhoods find surprising, as if a dowdy neighborhood dowager had slipped away for a bit and come back with a" , "date" : "20041107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "SQUARE FEET\/Atlantic Avenue, Brooklyn; A Mundane Street Gains European Grace" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE2DB143CF934A35752C1A9629C8B63"} , {"body" : "In the following reports, the 'listed at' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. * Sale in this price category not available. Manhattan Less than $300,000 Upper East Side $250,000 405 East 63rd Street Number of bedrooms: 0 Number of full bathrooms: 1" , "date" : "20041107" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03E2DB1E3DF934A35752C1A9629C8B63"} ,   {"body" : "To the Editor: In his Oct. 24 Op-Art, James Stevenson suggests chicory as a candidate for official New York City flower. While I applaud his intention, chicory, as he notes, is not a native plant -- it hails from Europe. In the five boroughs, one-third of all plant species are exotic. Some of these aliens are benign, but many are bullies, muscling" , "date" : "20041107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "15" , "title" : "Native Plants, Threatened by the Exotic" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05EFDB153CF934A35752C1A9629C8B63"} , {"author" : "theguide@nytimes.com" , "body" : "SUNDAY 11|7 FOLK DANCING The Virsky Ukrainian National Dance Company, founded in 1940, features the wildly aerobic leaping of men in bright puff pants -- energetic fun, and quite macho. Lehman Concert Hall, 250 Bedford Park Boulevard West, Bronx; 2 p.m.; $20 to $35. A PICTURE OF FINANCE An immense contemporary photography collection acquired by the" , "date" : "20041107" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "THE GUIDE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E5D91F3DF934A35752C1A9629C8B63"} , {"body" : "The promoter was heavyset, balding, clean-shaven, round-faced and smooth-skinned. When he approached his marks, he was blunt but also unpredictable -- he would show up late for meetings, sometimes with a cane, sometimes not. It was all part of the game. ''Charming would have blown the whole thing,'' said one of his intended marks, Elliott Bey. But" , "date" : "20041106" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Brooklyn Con Game Victim Stings Back" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E6DE123CF935A35752C1A9629C8B63"} , {"body" : "Theater A selective listing by critics of The Times: New or noteworthy Broadway and Off Broadway shows this weekend. Approximate running times are in parentheses. * denotes a highly recommended show. + means discounted tickets were available at the Theater Development Fund's TKTS booth for performances last Friday and Saturday nights. Full reviews" , "date" : "20041105" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "THE LISTINGS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE6D6173CF936A35752C1A9629C8B63"} , {"body" : "Manhattan GREENWICH VILLAGE $2.4 million 237 West Fourth Street 3-family, 4-story prewar town house; 3 bedrooms, 2 baths, 2 fireplaces in primary duplex; 2 bedrooms, 1 bath, fireplace in other units; keyed elevator; full basement; rear garden, 20-by-80-ft. lot; taxes $15,000; listed at $2.4 million, 42 weeks on market (broker: Douglas Elliman) EAST" , "date" : "20041104" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "12" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A01E4D9163CF937A35752C1A9629C8B63"} , {"body" : "With a huge turnout testing New York City's antiquated voting system, voters complained of long lines, confusion and broken machines at some polling places yesterday, as election officials appeared overwhelmed and unprepared for the crush of people who showed up to cast ballots. Although the problems did not lead to widespread disorder, they left" , "date" : "20041103" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEWARK (NJ)" , "NEW YORK CITY" , "NEW YORK STATE" , "NEW JERSEY" , "WESTCHESTER COUNTY (NY)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "1" , "title" : "THE 2004 ELECTIONS: THE VOTING PROCESS -- NEW YORK; Strong Showing at Polls Catches City's Old System Off Guard" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506E5DE163CF930A35752C1A9629C8B63"} , {"body" : "A week ago today, on a rainy morning when the commercial fishermen were counting the days to scallop season, no one in the parcel-shipping store on Nantucket paid much attention to the woman with the cardboard box addressed to New York, not even after the question about the insurance. ''One of the girls up front says, 'Do you need to insure" , "date" : "20041101" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NANTUCKET (MASS)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Last Days of a Woman Seeking Nantucket's Simpler Life" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980CE4DE1E3DF932A35752C1A9629C8B63"} , {"body" : "AS a mortgage broker, Richard Banach helped many investors finance real estate deals over the years, but when it came to his own money, he stayed mostly with stocks, a strategy he has grown to regret. ''I've seen people with marginal credit and modest means making big money in real estate,'' he said, while he has watched his technology-heavy" , "date" : "20041031" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Want to Invest? Join the Club." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E3D8133DF932A05753C1A9629C8B63"} , {"body" : "In the following reports, the 'listed at' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. Manhattan Less than $300,000 Inwood $150,000 100 Park Terrace West Number of bedrooms: 1 Number of full bathrooms: 1 Number of half bathrooms: 0 Time on the market: 4" , "date" : "20041031" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9404EEDF173DF932A05753C1A9629C8B63"} , {"body" : "The memorandum from the New York City Department of Education went out to schools on Wednesday, and it seemed clear enough: ''No costumes, masks, or Halloween makeup should be worn while in school.'' It also said that parties were prohibited and that ''the customary Halloween tradition of 'trick or treat' should never take place.'' More than a few" , "date" : "20041030" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Unspooked by Halloween Parties Memo, Schools Dress Up and Pass the Candy Bars" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0DE3D6103DF933A05753C1A9629C8B63"} ,   {"body" : "Manhattan GREENWICH VILLAGE $385,000 33 Greenwich Avenue (Charles St.) 1-bedroom, 1-bath, 600-sq.-ft. co-op in a postwar building; windowed kitchen, high ceilings; elevator, live-in super, laundry in building; maintenance $862, 53% tax-deductible; listed at $385,000, 3 weeks on market (brokers: Corcoran Group; Manhattan Apartments Inc.) CHELSEA" , "date" : "20041028" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "ROCKLAND COUNTY (NY)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE0D7153DF93BA15753C1A9629C8B63"} , {"body" : "Last Saturday, Elizabeth Lochtefeld, a Manhattan entrepreneur who had sold her business to spend more time in a rented cottage on Nantucket, went to the police station and asked how to get a restraining order. According to Nantucket's police chief, William Pittman, she said the man she feared was in New York City, and she refused to reveal his" , "date" : "20041028" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NANTUCKET (MASS)" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Woman Slain on Nantucket Sought Help" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06EFD9123DF93BA15753C1A9629C8B63"} , {"body" : "THIS week and next, Mexican restaurants in New York are observing the Day of the Dead with special menus that often contain mole sauces and squash dishes. Some will have elaborate altars with food offerings, especially sweet pan de muertos, or bread of the dead, and skeleton images. Shops that sell Mexican foods and gifts will have ingredients for" , "date" : "20041027" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MEXICO"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "Tasting the Day of the Dead in New York" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00EED8143DF934A15753C1A9629C8B63"} , {"body" : "In the following reports, the 'listed at' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. * Sale in this price category not available. Manhattan Less than $300,000 Upper West Side $252,000 214 Riverside Drive (93rd St.) Number of bedrooms: 1 Number of full" , "date" : "20041024" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0CE6DC123AF937A15753C1A9629C8B63"} , {"author" : "Joanna Smith Rakoff, a contributing editor and columnist for Poets and Writers magazine, is completing a novel set in Brooklyn." , "body" : "ON a rainy night in April, a 24-year-old New Yorker named Jill Pittman left her weekly Bible study group in East Harlem, walked across town and took the subway to Harlem, where she shared an apartment with a college friend. As she walked home along her usual route, one block south on Lenox Avenue, and one block west on 134th Street, a hand closed" , "date" : "20041024" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Is New York Losing Its Street Smarts?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06E1DF1F3AF937A15753C1A9629C8B63"} , {"body" : "West Village Prewar With Potential $477,000 MANHATTAN: 323 West 11th Street, #5R A two-bedroom, one-bath co-op on the fifth floor of a walk-up building between Greenwich and Washington Streets. Leslie Lalehzar, Warburg Realty Partnership (212) 327-9657; www.warburgrealty.com MAINTENANCE: $505.35 PROS: This apartment is on a tree-lined West Village" , "date" : "20041024" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B07E7D9113AF937A15753C1A9629C8B63"} , {"author" : "Susan Dominus, a contributing writer, last wrote for the magazine about the widows of firefighters who died on Sept. 11." , "body" : "Ry Russo-Young, a 22-year-old filmmaker and performer, has a lot to explain, starting with her name. It's Ry, just Ry, not short for Ryan, or a misspelling of Ray, or a nickname someone gave her as a child or a pretension she took on in her teens. Ry is simply a name that her mothers liked the sound of when they named her, an act of creativity as" , "date" : "20041024" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "69" , "title" : "Growing Up With Mom & Mom" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903E0DC123AF937A15753C1A9629C8B63"} , {"body" : "The shelves are stacked with vinegars and jellies, fizzy waters and pastes, peppercorns, juniper berries and 29 kinds of olive oil. Hooks coming down from the ceiling hang heavy with bags of onions, cuts of meat and sausages the size of sandbags. Behind the counter, Frank Caputo and his brother, Vito, are tending shop while the old man takes their" , "date" : "20041023" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Get Your Cheese While It's Hot; Refrigeration Rules and Old Ways Clash, With Fresh Mozzarella at Risk" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E02E7DA1F3AF930A15753C1A9629C8B63"} , {"body" : "Events '3RD ANNUAL DREAM HALLOWEEN FUNDRAISER,' for the Children Affected by AIDS Foundation, with games and appearances by celebrities and cartoon characters, Sunday at 2 p.m., at the Hammerstein Ballroom, 311 West 34th Street, Manhattan. Tickets: $250, $150 for children. Information: (908) 301-1239. 'A BEARDEN BONANZA,' based on a Romare Bearden" , "date" : "20041022" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES; For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E02E5D9113AF931A15753C1A9629C8B63"} , {"body" : "MANHATTAN GREENWICH VILLAGE $535,000 63 East Ninth Street (Randall House) 1-bedroom, 1-bath, 800-sq.-ft. co-op in a postwar building; 24-hr. doormen; renovated kitchen and bath, hardwood floors; maintenance $828, 50% tax-deductible; listed at $549,000, 8 weeks on market (brokers: Bellmarc Realty; Corcoran Group) GRAMERCY PARK $350,000 160 East 26th" , "date" : "20041021" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E6DB103AF932A15753C1A9629C8B63"} ,   {"body" : "NOLITA HOUSE, an intimate spot at 47 East Houston Street, has opened with a comfort-food menu that includes spaghetti with one large meatball, baked in a brick oven; mixed green salad with grilled chicken; and upside-down apple pie. It also has an array of cheeses selected by MAX McCALMAN, right, a consultant to Artisanal, the cheese-theme" , "date" : "20041020" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; OFF THE MENU" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9404EEDD133AF933A15753C1A9629C8B63"} , {"body" : "The Rev. Bryan Hooper likes to tell how his Greenwich Village church, Washington Square United Methodist, helped workers in some epic struggles, most notably the Uprising of the 20,000, a three-month walkout by garment workers in 1909 that was the first mass strike by women in American history. The Village has changed a great deal since, but Mr." , "date" : "20041018" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "GREENWICH VILLAGE (NYC)" , "PARK SLOPE (NYC)" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Neighbors Take Up Cause Of Higher Pay At Some Stores" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?sec=health&res=9F00E7DE123AF93BA25753C1A9629C8B63"} , {"body" : "In the following reports, the 'listed at' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. Manhattan Less than $300,000 Greenwich Village $230,000 111 Third Avenue (13th St.) Number of bedrooms: 0 Number of full bathrooms: 1 Number of half bathrooms: 0 Time on" , "date" : "20041017" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E07E1D8113BF934A25753C1A9629C8B63"} , {"body" : "Movies A selective listing by critics of The Times: New or noteworthy movies playing this weekend in New York City. * denotes a highly recommended film. Ratings and running times are in parentheses. Full reviews of all current releases, movie trailers, showtimes and tickets: nytimes.com\/movies. Now Playing 'AROUND THE BEND' Starring Michael Caine," , "date" : "20041015" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807E2DD1F3BF936A25753C1A9629C8B63"} , {"body" : "After hundreds of hours sifting through more than 50 truckloads of donations for what is being billed as Central Park's largest tag sale ever, Eileen Sweeney, price setter and sorter extraordinaire, has learned a few things about New Yorkers. They like their khaki pants, but not so much that they were unable to part with 5,000 pairs of them. The" , "date" : "20041015" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Books"] , "page_facet" : "1" , "title" : "A New York Yard Sale, in a Very Big Yard; Want Deal on Stars' Shoes? Go to Central Park" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E0DC173AF936A25753C1A9629C8B63"} , {"body" : "Manhattan FINANCIAL DISTRICT $685,000 3 Hanover Square 2-bedroom, 2-bath, 1,300-sq.-ft. co-op in a pre-World War II building; 24-hr. doormen, concierge; dining area, renovated kitchen and baths, high ceilings, hardwood floors, southern exposure, East River view; maintenance $1,890, 52% tax-deductible; listed at $699,000, 42 weeks on market (broker:" , "date" : "20041014" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["MANHATTAN (NYC)" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "Residential Sales" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE5D61E3BF937A25753C1A9629C8B63"} , {"body" : "The handball courts in J.J. Byrne Park on Fourth Avenue in Park Slope, Brooklyn, were relatively quiet on a recent afternoon, and not only because of the slight chill in the air or the gray tint in the autumn sky. There were still men (and a few women) of all ages scrambling around six of the eight courts, in fact, smacking blue rubber balls at" , "date" : "20041010" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "J J BYRNE PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: PARK SLOPE; Waiting, Not So Patiently, To Reclaim an Urban Oasis" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E5DE123BF933A25753C1A9629C8B63"} , {"body" : "In March, Albert Cabbad stepped out from behind the counter of the R&A Discount Store on Fifth Avenue in Park Slope, Brooklyn, and broke his hip. He was 78. While he was in the hospital, his grandsons sold off most of his vast inventory of clothing and bric-a-brac, much of it seemingly untouched since the 1970's, for pennies on the dollar. ''Some" , "date" : "20041010" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SYRIA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Park Slope Journal; Selling Next to Nothing, 7 Days a Week, and Feeling Quite Blessed" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E03E1DD133BF933A25753C1A9629C8B63"} , {"body" : "In the following reports, the listed at price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. Manhattan Less than $300,000 Murray Hill $204,000 288 Lexington Avenue (37th St.) Number of bedrooms -- 0 Number of full bathrooms -- 1 Number of half bathrooms -- 0 Time on" , "date" : "20041010" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900EFDA1F38F933A25753C1A9629C8B63"} , {"body" : "To the Editor: ''Time, Gentlemen'' gave a touching profile of a restaurant patronized by older gay men. The article also mentioned the gay hustler scene occurring around 53rd Street and Third Avenue, referring to the participants as ''tough young boys.'' The article's general sensitivity was marred by not pointing out that many of those ''tough" , "date" : "20041010" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "15" , "title" : "A Restaurant Shuts Its Doors" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9501E6D6123BF933A25753C1A9629C8B63"} ,   {"body" : "To the Editor: Re ''An Eye on Albany'' (editorial, Sept. 26): The recent lopsided Albany primary win of P. David Soares, who made reform of the Rockefeller drug laws the centerpiece of his campaign, indicates that New Yorkers are aware of and opposed to the dreadful Rockefeller drug laws, which mandate long prison sentences for nonviolent drug" , "date" : "20041010" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "15" , "title" : "Rockefeller Drug Laws" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E01EFDF123BF933A25753C1A9629C8B63"} , {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. Full reviews of recent pop and jazz performances: nytimes.com\/music. SKY SAXON AND THE SEEDS, Maxwell's, 1039 Washington Street, Hoboken, N.J., (201) 653-1703 and Southpaw," , "date" : "20041008" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "THE LISTINGS; Pop\/Jazz" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E1DA153BF93BA35753C1A9629C8B63"} , {"body" : "MANHATTAN BATTERY PARK CITY $350,000 280 Rector Place (The Soundings) 550-sq.-ft. studio condo in a postwar building; 24-hr. doormen; refinished hardwood floors; gym and roof deck in building; common charge $567, taxes $6,036; listed at $350,000, 12 weeks on market (brokers: Manhattan Apartments; Weichert Realtors) GREENWICH VILLAGE $650,000 14" , "date" : "20041007" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "GREENWICH (CONN)" , "MANHATTAN (NYC)" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04E1DA163BF934A35753C1A9629C8B63"} , {"body" : "The police are investigating the erratic behavior of an off-duty officer who ran down a Brooklyn street in his underwear yesterday morning shouting for help, according to the police and witnesses. About 6 a.m. yesterday, the police responded to reports that an officer had been robbed and abducted, then released. But later yesterday, the officer --" , "date" : "20041006" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Officer's Kidnapping Claim Brings Inquiry, and Doubts" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F05E6DE163BF935A35753C1A9629C8B63"} , {"body" : "CUISINES end up married for all sorts of reasons: a chef's inspiration, perhaps, or the movement of one ethnic group to another's turf. At Convivium Osteria in Brooklyn, the cause and agent are love. Italian and Portuguese are bed mates on the menu because the Italian chef and the Portuguese manager are bed mates off it. Carlo Pulixi, the chef, and" , "date" : "20041006" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "12" , "title" : "RESTAURANTS; Italy and Iberia, Consorting Amiably" , "url" : "http:\/\/events.nytimes.com\/mem\/nycreview.html?res=9F02E7DA1F38F935A35753C1A9629C8B63"} , {"body" : "It has become a familiar New York story: Another neighborhood written off as doomed becomes the Next New Thing. Twenty-five years ago, dowdy TriBeCa, the Upper West Side and Park Slope began blossoming into some of the city's most alluring places to live, prompting thousands of daydreaming home buyers to slap their heads and ask, ''Why didn't I buy" , "date" : "20041003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "The Next TriBeCa? Stick a Pin in the Map" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990DE0D71038F930A35753C1A9629C8B63"} , {"body" : "In the following reports, the 'listed at' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. Manhattan Less than $300,000 East Midtown $245,000 155 East 49th Street Number of bedrooms: 0 Number of full bathrooms: 1 Number of half bathrooms: 0 Time on the market: 4" , "date" : "20041003" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D06E2DB1638F930A35753C1A9629C8B63"} , {"body" : "JOHN P. HARRISON got a real estate license in May after his day-trading business deteriorated over several years. Jennifer Glass is studying for a license after leaving a 10-year career as a legal assistant. Luke Gardner, a former lawyer, became a real estate broker in August. As prices for New York real estate reach stratospheric levels, thousands" , "date" : "20041003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Job Market"] , "page_facet" : "1" , "title" : "Real Estate's Sizzle Draws New Brokers" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9401E5D91338F930A35753C1A9629C8B63"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. One of the largest collections of moving-image artifacts. Through Oct. 11, ''Subway Centennial Film Festival,'' co-sponsored with the New York Transit Museum, featuring works with the subway system as the main location or subject." , "date" : "20041001" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807E4DC1238F932A35753C1A9629C8B63"} , {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. AHMED ABDULLAH, Sistas' Place, 456 Nostrand Avenue, entrance at Jefferson Avenue, Bedford-Stuyvesant, Brooklyn, (718) 398-1766. The trumpeter Ahmed Abdullah had a memorable" , "date" : "20041001" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01E2DB1238F932A35753C1A9629C8B63"} ,   {"body" : "Manhattan TRIBECA $3.05 million 7 Hubert Street (Collister Street) (The Hubert) 3-bedroom, 3 1\/2-bath 2,758-sq.-ft. condo in a new building; 24-hr. doormen, concierge; floor to ceiling windows, three exposures; common charge $1,576; taxes $2,064 (abated); listed at $3.05 million, 20 weeks on market (brokers: Douglas Elliman; the Sunshine Group)" , "date" : "20040930" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "ROCKLAND COUNTY (NY)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E0D81438F933A0575AC0A9629C8B63"} , {"body" : "An early morning shootout in Park Slope left one man badly wounded in the street, the police said yesterday. The victim, who is 22, was shot once in the chest, twice in the back and once in the leg, and was in critical condition at New York Methodist Hospital, the police said. His name was not released. Witnesses said a loud argument between two" , "date" : "20040927" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Man Shot On Street" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E02E5DB1638F934A1575AC0A9629C8B63"} , {"body" : "In the following reports, the 'listed at' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. Manhattan Less than $300,000 Hudson Heights $157,500 45 Overlook Terrace (184th St.) Number of bedrooms: 0 Number of full bathrooms: 1 Number of half bathrooms: 0 Time on" , "date" : "20040926" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0CE7DB1539F935A1575AC0A9629C8B63"} , {"body" : "Park Slope Town House $849,000 BROOKLYN: 587 Carroll Street On a prime Park Slope block, an early 20th century three-story brick house, 15 feet wide and 50 feet deep with a 60-foot-deep backyard. Approximately 2,250 square feet now divided into a top floor rental and a duplex on the parlor and garden floors. Peggy Aguayo, Aguayo & Huebener (718)" , "date" : "20040926" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07EFDF1139F935A1575AC0A9629C8B63"} , {"body" : "IT was as frenzied as a Manolo Blahnik sample sale. Michele Kleier, a broker at Gumley Haft Kleier, put the prewar, three-bedroom apartment on the market two weeks ago, then stood back and watched the hordes that descended for her first and only open house. ''We must have had 100 people in two hours,'' she said. The seven-room co-op at 88th Street" , "date" : "20040926" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "3-Bedrooms Soar as New York Nests" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07EFDE1139F935A1575AC0A9629C8B63"} , {"body" : "A middle-aged businessman in a gray suit clicked open his cellphone on a recent morning and started talking. ''Yes. Uh-huh. O.K. Tell Bill I'll call him as soon as I get to the office.'' He was completing a simple procedure that plays out countless times each day in New York. But with one noticeable difference: the man was riding the No. 9 train" , "date" : "20040926" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: MANHATTAN UP CLOSE; They're Coming Through the Vents! Attack of the Subway Cellphones" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9400E1DC1E39F935A1575AC0A9629C8B63"} , {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. * ABDELLI, Satalla, 37 West 26th Street, Manhattan, (212) 576-1155. Abderrahmane Abdelli is a Berber from the Kabylia region of Algeria, descended from the tribes that" , "date" : "20040924" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "7" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CE2D81039F937A1575AC0A9629C8B63"} , {"body" : "Manhattan GREENWICH VILLAGE $1.1 million 66 West 11th Street 2-bedroom, 1-bath, 975-sq.-ft. co-op in a prewar town house; eat-in kitchen, marble bath, fireplace, 11-ft. ceilings, hardwood floors, oversize windows, original details, walk-in closet; maintenance $915, 70% tax-deductible; listed at $1.1 million, 1 week on market (broker: Corcoran" , "date" : "20040923" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E6D81339F930A1575AC0A9629C8B63"} , {"body" : "For a while there, it seemed as if things might have changed in the clubby world of Brooklyn judicial politics. After accusations of influence-peddling and judgeship-selling exploded last year, and the top two officials of the Brooklyn Democratic Party and one of their handpicked judges were indicted on corruption charges, a panel that included" , "date" : "20040922" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Brooklyn Democrats Back a Judge the Reform Panel Would Not" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A01E2DC1339F931A1575AC0A9629C8B63"} , {"body" : "Sometime next spring AMY SACCO , below, is going to add a restaurant to her portfolio of clubs and lounges (Lot 61, Bungalow 8 and the Cabanas at the Maritime Hotel). Aside from the name, BETTE (for her mother), location (461 West 23rd Street) and concept (a European grill), nothing has been decided. But considering that naming a place is often the" , "date" : "20040922" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; OFF THE MENU" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980CE7D91239F931A1575AC0A9629C8B63"} ,   {"body" : "THERE are very few ways to outwit the market and find a bargain. But for those people who are adventurous and willing to look at buildings that don't fall into their preconceived ideas of residential space, there is a frontier, maybe the last one: the mixed use building, legally designated as part commercial and part residential. Brokers say they" , "date" : "20040919" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Benefits Of Living Above The Store" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502EFDD1639F93AA2575AC0A9629C8B63"} , {"body" : "CROWN HEIGHTS is a study in contrasts. Thanks to a bountiful supply of often richly detailed single-family and multifamily homes, many of the community's streets are now lined with turn-of-the-20th-century town houses that have been painstakingly renovated. And as demand for housing in northwestern Brooklyn continues to push prices upward, a" , "date" : "20040919" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN\/Crown Heights; Casting an Eye Toward Brooklyn's 'Hidden Jewel'" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0CE4D71F30F93AA2575AC0A9629C8B63"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "UNLIKE people who search intently for the ideal home, Caroline and David Gould realized early on they were willing to settle for something good enough. ''We didn't want to be one of those couples who looked for the perfect apartment for a year,'' Ms. Gould said. ''A lot of people look at a trillion things. We looked at maybe 10. It was more about" , "date" : "20040919" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "THE HUNT; Climbing the Ladder, One Rung at a Time" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E0D81F30F93AA2575AC0A9629C8B63"} , {"body" : "In the following reports, the 'listed at' price is the asking price when negotiations began that ended in the state. Time on market is from most recent listing to sales agreement. Manhattan Less than $300,000 West Side $285,000 170 West End Avenue (69th St.) Number of bedrooms: 0 Number of full bathrooms: 1 Number of half bathrooms: 0 Time on the" , "date" : "20040919" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B00E7D61330F93AA2575AC0A9629C8B63"} , {"body" : "A Place to Make Noise $775,000 MANHATTAN: 125 East Fourth Street, East Village A 1,200-square-foot, four-bedroom, two-bath apartment in a co-op building. Stefan Hiller at Smith Chang & Company, (646) 202-9864; www.smithchang.com MAINTENANCE: $1,400 PROS: It has nice details like the exposed brick walls in two bedrooms and traverse windows over the" , "date" : "20040919" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A07E3DF1639F93AA2575AC0A9629C8B63"} , {"body" : "Theater ''LITTLE BROTHERS\/HERMANITOS,'' a new bilingual production about sibling rivalry, opens the new season of Teatro SEA at Los Kabayitos Puppet and Children's Theater, tomorrow at 3 p.m., second floor, 107 Suffolk Street, Lower East Side, (212) 260-4080, Ext. 14. Admission: $12; children, $10. Events ''PLAY OUTSIDE!'' Free outdoor performances" , "date" : "20040917" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03E3D61F30F934A2575AC0A9629C8B63"} , {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. BASS EXTREMES: VICTOR WOOTEN, OTEIL BURBRIDGE, STEVE BAILEY AND ANTHONY JACKSON, Iridium, 1650 Broadway, at 51st Street, (212) 582-2121. A near-festival bringing together the" , "date" : "20040917" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "7" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B03E2D71F30F934A2575AC0A9629C8B63"} , {"body" : "MANHATTAN UPPER EAST SIDE $705,000 120 East 81st Street 1-bedroom, 1-bath, 1,000-sq.-ft. co-op in a postwar building; 24-hr. doormen; dining area, eat-in kitchen with dishwasher and windows, parquet floors, 2 walk-in closets; maintenance $1,108, 55% tax-deductible; listed at $679,500 (multiple bids), 1 week on market (broker: Corcoran Group)" , "date" : "20040916" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506E1DB1E30F935A2575AC0A9629C8B63"} , {"body" : "IT is curiosity, above all, that puts this baby, at least provisionally, on the list of the fall's must-sees. What could a show so bluntly and broadly titled as ''Brooklyn, the Musical'' possibly deliver? A choral dirge in which sad legions take to the stage to lament the flight of the Dodgers, perhaps. A shaggy bunch of Williamsburg neo-bohemians" , "date" : "20040912" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "7" , "title" : "THE NEW SEASON\/THEATER; A Girl Named Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9901E3D61F31F931A2575AC0A9629C8B63"} , {"body" : "Bob Laub sat at a table at the Harbourfront Deli here, railing against stereotype. Mr. Laub, 53, is a tattooed, 6-foot-5 limousine company owner with a deep bass voice who keeps house for his 81-year-old father. His tricked-out Harley-Davidson was parked across the street. A thin gold loop shone from his left lobe and, in lieu of a pocket or a" , "date" : "20040911" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["GREENPORT (NY)" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Heavy Metal Thunder on Main Street; Newcomers Chafe as a Biker Hangout on L.I. Gentrifies" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9901E2DD1230F932A2575AC0A9629C8B63"} ,   {"body" : "ATTRACTIONS Museums and Sites MUSEUM OF TELEVISION AND RADIO, 25 West 52nd Street, Manhattan. Through Oct. 3, ''American Pop,'' a tribute to Elvis Presley with screenings from the 1968 show, ''Singer Presents Presley.'' Through Oct. 10, ''Look! Up at the Screen! It's Superheroes on Television,'' looks at the evolution of super heroes through the" , "date" : "20040910" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C00E6DC1430F933A2575AC0A9629C8B63"} , {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. MUHAL RICHARD ABRAMS ENSEMBLE, SOLO, Community Church of New York, 40 East 35th Street, Manhattan, (212) 594-7149. Two different sets led from one of the most accomplished" , "date" : "20040910" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506EEDE1430F933A2575AC0A9629C8B63"} , {"body" : "The signs, bright yellow, pink, blue and white and adorned with smiley faces, first appeared in couple of weeks ago, offering an odd mixture of cheer and menace. Affixed to trees along the block of President Street between Fourth and Fifth Avenues in Park Slope, Brooklyn, they bear a bracing message: ''Please Curb Your Dog; Cameras Are On.'' On the" , "date" : "20040905" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: PARK SLOPE; Does Big Brother Use a Pooper-Scooper?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04E7DB1031F936A3575AC0A9629C8B63"} , {"body" : "To the Editor: I couldn't help thinking that Leslie Kaufman was describing my neighborhood when she mentioned her son searching for fireflies and his makeshift workshop in the garage. Fortunately, my wife and I were able to find refuge from the city, in the city, in Ditmas Park, Brooklyn. We, too, grew up in the city, lived together in the West" , "date" : "20040905" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "DITMAS PARK HISTORIC DISTRICT (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "City or Suburbs? That Is the Question" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05E3DD1131F936A3575AC0A9629C8B63"} , {"body" : "There are some good candidates running in this year's handful of contested races for New York City Civil Court. As usual, though, there is also a host of less promising contenders, at least some of whom are likely to win elevation to the bench in the low-visibility judicial races occurring this season in Brooklyn and the Bronx. That dismal prospect" , "date" : "20040905" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "For Civil Court" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E03E0D61131F936A3575AC0A9629C8B63"} , {"body" : "The primary contest for the 11th Congressional District seat, which covers a large swath of Brooklyn from Brownsville to Park Slope, has become a heated one, thanks largely to the announcement by the Democratic incumbent, Representative Major R. Owens, that this would be his last race. Instead of a solitary victory lap, he faces a strong challenge" , "date" : "20040905" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "Owens for Congress" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9906E4DC1031F936A3575AC0A9629C8B63"} , {"body" : "MANHATTAN TRIBECA $1.73 million 170 Duane Street (Hudson Street) 2-bedroom, 1 1\/2-bath, 1,800-sq.-ft. condominium in a pre-World War II loft building; elevator opens into unit; dining area, renovated kitchen, high ceilings, exposed brick walls, hardwood floors, new windows, north and west exposures, washer\/dryer in unit; common charge $478, taxes" , "date" : "20040902" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E0D91531F931A3575AC0A9629C8B63"} , {"body" : "THREE Sophies frequented the flea market at Public School 321 on Seventh Avenue in Park Slope, Brooklyn, but Sophie Kaiser, who died of cancer last October at the age of 94, was the one best remembered as nondescript. ''She was a character,'' said Helen Cohen, an occasional vendor at the market, ''but she wasn't charismatic.'' Paul Bianca, a vendor" , "date" : "20040829" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: PARK SLOPE; A Life Barely Noticed, Till It Was Thrown Out" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/29\/nyregion\/neighborhood-report-park-slope-a-life-barely-noticed-till-it-was-thrown-out.html"} , {"body" : "In the following reports, the 'listed at' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. Manhattan Less than $300,000 Murray Hill $175,000 61 Lexington Avenue (25th St.) Number of bedrooms: 0 Number of full bathrooms: 1 Number of half bathrooms: 0 Time on the" , "date" : "20040829" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/29\/realestate\/residential-sales-around-the-region.html"} , {"author" : "Carole Getzoff is an essayist who lives in Park Slope, Brooklyn." , "body" : "ON the second Saturday in August Gabe was packed and ready to go by 7:30 in the morning. This was unusual because, if he could help it, Gabe never got up before 2 p.m. On school days, I had to hold a cup of cold water over his head to persuade him to leave his bed. He was not only packed, he had even shlepped down to the foyer his big brown canvas" , "date" : "20040829" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; Her Family, Herself" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/29\/nyregion\/new-york-observed-her-family-herself.html"} ,   {"body" : "THE crucial decision this week is where to eat. Those who dare to set foot beyond the defensive perimeter of the convention site will find a city beckoning with more wonderful food of more varied types than just about anywhere else on earth. Let's start with a few New York staples, like the best pastrami sandwich. My favorite comes from Katz's" , "date" : "20040829" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "14" , "title" : "NEW YORK 2004: NEW YORK\/DINING OUT; Beyond the Garden, Culinary Delights" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/29\/us\/new-york-2004-new-york-dining-out-beyond-the-garden-culinary-delights.html"} , {"author" : "E-mail: thehunt@nytimes.com" , "body" : "WHAT Richard Walz and Kerstin Krall wanted: a place that was big and rundown. But everything they saw was either not big enough or not rundown enough. As the two looked, they realized how much they wanted an unfinished place, ''one we could put our own imprint on,'' said Ms. Krall, 32. Besides, Mr. Walz, also 32, is a handy guy. As a teenager, he" , "date" : "20040829" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "THE HUNT; Finding the Affordable in the Unfinished" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/29\/realestate\/the-hunt-finding-the-affordable-in-the-unfinished.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. One of the largest collections of moving-image artifacts. Through Sunday: ''Mira Nair Retrospective,'' a look at the Indian-born filmaker's work, including a preview of ''Vanity Fair'' with Reese Witherspoon on Sunday at 5 p.m.;" , "date" : "20040827" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/27\/arts\/spare-times-761745.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. AGATSUMA, North Plaza, Lincoln Center, (212) 875-5456. The shamisen is an ancient Japanese instrument that sounds like a banjo with more of a snap. Agatsuma is a rock musician" , "date" : "20040827" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/27\/movies\/pop-and-jazz-guide-759856.html"} , {"body" : "Manhattan BATTERY PARK CITY $390,000 200 Rector Place (Liberty Court) 1-bedroom, 1-bath, 550-sq.-ft. condo in a post-World War II building; concierge; marble bath, high floor, 3 exposures; pool and health club in building; common charge $295; taxes $5,309; listed at $399,000, 3 weeks on market (brokers: Halstead Property; Douglas Elliman) GREENWICH" , "date" : "20040826" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/26\/garden\/residential-sales.html"} , {"body" : "When Jay Schneider joined the Park Slope Food Co-op 24 years ago, he had to seek it out: ''I walked up and down the block three times trying to find it,'' he said one day recently while leading an orientation for potential new members. It is unlikely that the prospective co-op members had the same problem. Since the co-op's inception in 1973, its" , "date" : "20040822" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: PARK SLOPE; An Organic Outpost Shudders As Its Sleek Successors Close In" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/22\/nyregion\/neighborhood-report-park-slope-organic-outpost-shudders-its-sleek-successors.html"} , {"body" : "THE little airplane bobs and dips and yaws in the thermals rising around the southern tip of Flatbush Avenue; you can feel the warm air lifting the riveted aluminum wings. To the right, Brooklyn is stretched out in the haze like a diorama: the houses on Mill Basin with cabin cruisers tied to their docks; the receding avenues; and in the distance," , "date" : "20040822" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Sky Above, Hubbub Below" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/22\/nyregion\/sky-above-hubbub-below.html"} , {"body" : "In the following reports, the 'listed at' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. Manhattan Less than $300,000 Chelsea $275,000 406 West 23rd Street Number of bedrooms: 0 Number of full bathrooms: 1 Number of half bathrooms: 0 Time on the market: 3" , "date" : "20040822" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/22\/realestate\/residential-sales-around-the-region.html"} , {"body" : "''Ladies and Gentlemen '' IF Jimmy Baez (short, black hair, mustache, gold earring) breezed by you on the sidewalk, you would not notice. If you overheard him talking to his girlfriend, you probably would not turn around. '' there is a Coney Island-bound Ftrain'' But when Mr. Baez clears his throat and presses the button on his microphone to speak," , "date" : "20040822" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CITYPEOPLE; A Voice in the Crowd" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/22\/nyregion\/citypeople-a-voice-in-the-crowd.html"} , {"body" : "To the Editor: ''Chicken Little'' (Aug. 15), your excellent article about Kennedy Fried Chicken and its many brethren (Kennedy Chicken, Crown Fried Chicken and so on), overlooked one of the odder offspring of the Kennedy phenomenon: JFK Fried Chicken, at least three of which are scattered around the city. At least that name shouldn't arouse the ire" , "date" : "20040822" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "New York, Chicken City" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/22\/nyregion\/l-new-york-chicken-city-702706.html"} ,   {"body" : "RECREATION New York City NEW YORK ROAD RUNNERS CLUB CHAMPIONSHIPS, Central Park. A five-mile run tomorrow for running club members, beginning on the East Drive and 102nd Street, with an 8 a.m. start for men, and a 9 a.m. start for women. Fee, $7 in advance, $10 tomorrow. Information: (212) 860-4455; www.nyrrc.org. BIKE THE BIG APPLE. Tomorrow at 10" , "date" : "20040820" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/20\/arts\/spare-times-691801.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. AFRICAN DIVAS 2004, S.O.B.'s (Sounds of Brazil), 204 Varick Street, at Houston Street, South Village, (212) 243-4940. Four women share this bill of African music just" , "date" : "20040820" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/20\/movies\/pop-and-jazz-guide-690236.html"} , {"body" : "Manhattan TRIBECA $2.5 million 79 Laight Street 3-bedroom, 2-bath, 2,900-sq.-ft. condo in a renovated pre-World War II loft building; 24-hr. doormen; private elevator to unit, dining area, renovated kitchen, den, home office, northern and southern exposures, washer-dryer in unit; common charge $1,030; taxes $8,004; listed at $2.59 million, 9 weeks" , "date" : "20040819" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/19\/garden\/residential-sales.html"} , {"body" : "After a career spanning three decades in elective office, United States Representative Major R. Owens kicked off his final campaign yesterday, an event that drew some of the biggest names in Brooklyn to support the man who succeeded Shirley Chisholm in Congress. But Mr. Owens's final campaign has turned into the furthest thing from an effortless" , "date" : "20040818" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "House Battle in Brooklyn Is Generational" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/18\/nyregion\/house-battle-in-brooklyn-is-generational.html"} , {"body" : "The Chrysler Center, at 155 East 42nd Street, next to the Chrysler Building, is now home to CAPITAL GRILLE, part of a steakhouse chain based in Atlanta. The restaurant has 250 seats and includes the Trylons, a room with soaring prismatic glass and metal supports designed by Philip Johnson to reflect the distinctive architecture of the building," , "date" : "20040818" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/18\/dining\/food-stuff-off-the-menu.html"} , {"body" : "Though the pronunciation varies, the name Chuck E. Cheese is the same in every language. And on a recent Saturday, it could be heard bouncing off the walls of the new Atlantic Terminal mall in downtown Brooklyn in at least a half-dozen accents. ''It's up there, it's up there!'' a boy of about 3 repeated to his harried-looking mother as they tried" , "date" : "20040816" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Sampling Suburbia Inside a Brooklyn Mall" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/16\/nyregion\/sampling-suburbia-inside-a-brooklyn-mall.html"} , {"body" : "The parking lot at Fifth Avenue and First Street in Park Slope, Brooklyn, has neighbors that are typical for the area: a row of brownstones here, a sushi place there, and, across the street, a bar known for its indie-rock jukebox. It was with some surprise, then, that local residents learned that Commerce Bank, a fast-growing chain based in New" , "date" : "20040815" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: PARK SLOPE; Hoping a Drive-Through Passes On By" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/15\/nyregion\/neighborhood-report-park-slope-hoping-a-drive-through-passes-on-by.html"} , {"body" : "In the following reports, the listed at price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. Manhattan Less than $300,000 Murray Hill $264,000 320 East 35th Street Number of bedrooms: 0 Number of full bathrooms: 1 Number of half bathrooms: 0 Time on the market: 1" , "date" : "20040815" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/15\/realestate\/residential-sales-around-the-region.html"} , {"body" : "Kips Bay Prewar Co-op $540,000 MANHATTAN: 139 East 30th Street, #5B An 800-square-foot, three-bedroom, one-bath apartment. For sale by owner (212) 684-2942; www.east30th.com MAINTENANCE: $891 TIME ON THE MARKET: One month and one week PROS: A renovation created arched doorways and a pass-through to the living area from the kitchen. There is a" , "date" : "20040815" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/15\/realestate\/on-the-market.html"} , {"body" : "IT'S hard to miss the eight or nine dogs in Claire Angelica's apartment in Boerum Hill, Brooklyn. They yap and jump and are in danger of being stepped on. But the cats emerge Cheshire-like from nowhere: a black one slides off a kitchen cabinet, a white one materializes near the sink, and a fluffy calico stirs behind the coffee maker. The phenomenon" , "date" : "20040815" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: BOERUM HILL; A Rescuer Of Animals Draws Some Yelps" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/15\/nyregion\/neighborhood-report-boerum-hill-a-rescuer-of-animals-draws-some-yelps.html"} ,   {"author" : "E-mail: eating@nytimes.com" , "body" : "With the city's beautiful people off at their beach houses, summer is generally slow for restaurants. Diners remaining in the city can take advantage of deals like these. AIX ** [Rating: Two Stars] (212) 874-7400; 2398 Broadway (88th Street); $$$; Review: 12\/18\/02. An early-bird $39 three-course menu is served Sunday through Thursday. The menu," , "date" : "20040815" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "GOOD EATING; Summer Sizzlers" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/15\/nyregion\/good-eating-summer-sizzlers.html"} , {"body" : "ATTRACTIONS Museum MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village. This preserved late-Federal brick house with a Greek Revival interior, once owned by Seabury Tredwell, a wealthy hardware dealer, was built in 1832. The house has the original furniture, clothing and personal articles of the Tredwells, who lived there for nearly 100" , "date" : "20040813" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/13\/arts\/spare-times-613029.html"} , {"body" : "Like everyone who experienced it, Tom Keefe has a story to share about last year's extensive blackout. His involved a missed job interview, an eccentric new landlord, several East Village bars and a chin covered with stubble. Now Mr. Keefe, an aspiring filmmaker, can add another twist to his tale. Tomorrow, on the first anniversary of the blackout" , "date" : "20040813" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "3" , "title" : "A Year After the Big Blackout, a Film Festival Flickers to Life" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/13\/movies\/a-year-after-the-big-blackout-a-film-festival-flickers-to-life.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. JOEY BARON'S KILLER JOEY, Village Vanguard, 178 Seventh Avenue South, at 11th Street, West Village, (212) 255-4037. Mr. Baron, the drummer, started out in straight-ahead jazz," , "date" : "20040813" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/13\/movies\/pop-and-jazz-guide-611131.html"} , {"body" : "A seafood restaurant would seem to be the last place New Yorkers would think about wandering in for dinner during a huge blackout. But when the electricity went out late in the afternoon last summer across the city and much of the Northeast, two things kept customers at Aaron Bashy's Brooklyn restaurant: his home barbecue grill and a charcoal" , "date" : "20040812" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Lighting the Grill Rather Than Cursing the Darkness" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/12\/nyregion\/lighting-the-grill-rather-than-cursing-the-darkness.html"} , {"body" : "Manhattan SOHO $1.34 million 19 Greene Street 2-bedroom, 2-bath, 1,750-sq.-ft. co-op in a 122-year-old building; elevator; dining room, renovated kitchen; large living room, den, 11-ft. ceilings, wall of windows; maintenance $1,140, 38% tax-deductible; listed at $1.325 million (multiple bids), 8 weeks on market (brokers: Eychner Associates;" , "date" : "20040812" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "ROCKLAND COUNTY (NY)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/12\/garden\/residential-sales.html"} , {"body" : "HANG around enough old salts, and sooner or later one of them will recount his favorite recipe for bluefish: Nail a few fillets to a plank of seasoned hardwood, stick them over a fire, and when their edges crisp and curl, throw away the fish and eat the plank. The punch line sums up the way most people feel about bluefish. But in a city where menus" , "date" : "20040811" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "With a Bit Of Love, The Blues Are Just Fine" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/11\/dining\/with-a-bit-of-love-the-blues-are-just-fine.html"} , {"body" : "IN the last week of July, on a steamy evening, Sandra Bernhard was holding forth in downtown Brooklyn at the new Target, entertaining the hundreds of guests who had come to celebrate the store's opening. It was a significant moment for a number of reasons. The Target is part of the Atlantic Terminal, a new mall built by Forest City Ratner. It is" , "date" : "20040808" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "SQUARE FEET\/Downtown Brooklyn; At Site Dodgers Rejected, Target Store Is a Hit" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/08\/realestate\/square-feet-downtown-brooklyn-at-site-dodgers-rejected-target-store-is-a-hit.html"} , {"body" : "THERE was a moment, back in the late 1990's, when Roy and Sophia Pachecano looked around their East Ninth Street apartment and said, ''There's no way we're going to bring kids up in this shoebox!'' So they did what many couples planning a family do -- they looked for a house. Only they didn't head to the suburbs, where, they felt, the commute would" , "date" : "20040808" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Putting Together What Was Taken Apart" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/08\/realestate\/putting-together-what-was-taken-apart.html"} , {"body" : "Even crouched on the roof of her brownstone with a dripping paintbrush in her hand, Genevieve Christy retains much of the Southern gentility of her New Orleans upbringing. When a visitor wanders too close to the giant ''K'' she is working on, she pleasantly declares to no one in particular, ''The key issue is not to step in the yellow paint.''" , "date" : "20040808" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: BROWNSTONE BROOKLYN; For Red-State Visitors, A Touch of Kerry Blue" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/08\/nyregion\/neighborhood-report-brownstone-brooklyn-for-red-state-visitors-touch-kerry-blue.html"} ,   {"body" : "THE writer Cintra Wilson makes faces. One moment she's Candace Bushnell. The next her eyes are as squinty as Ellen Barkin's and her mouth looks like Joan Cusack's. That's when she's not making her face into a drag-queen-doing-Mommie-Dearest fright mask. Her writing voice is just as quirky in her novel, ''Colors Insulting to Nature,'' about a" , "date" : "20040808" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style" , "Books"] , "page_facet" : "4" , "title" : "A NIGHT OUT WITH: Cintra Wilson; Funny Girl" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/08\/style\/a-night-out-with-cintra-wilson-funny-girl.html"} , {"body" : "Manhattan GREENWICH VILLAGE $608,000 111 Fourth Avenue (12th Street) 1-bedroom, 1-bath, 725-sq.-ft. co-op in a pre-World War II building; 24-hr. doormen; windowed home office, 13-ft. ceilings, hardwood floors, oversize windows; laundry and common roof deck in building; maintenance $951, 50% tax-deductible; listed at $575,000 (multiple bids), 5" , "date" : "20040805" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "4" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/05\/garden\/residential-sales.html"} , {"body" : "CRU opens at 24 Fifth Avenue (Ninth Street) on Saturday, featuring the 65,000-bottle wine cellar of its owner, ROY WELLAND, and the cooking of SHEA GALLANTE, left, formerly the chef de cuisine at Bouley. He tilts subtly to Italy with raw fish dishes, or crudo, white polenta and olive oil soup, and quail risotto. WILL GOLDFARB, Cru's pastry chef," , "date" : "20040804" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/04\/dining\/food-stuff-off-the-menu.html"} , {"body" : "YOU are out of a job and it's summer. And if you are Bill Telepan you are not complaining, even though your career has taken a detour into the unknown. A month ago, Judson Grill, where Mr. Telepan had been the executive chef for six years, suddenly closed. ''I'm having the time of my life,'' he said last week as he pushed his daughter, Leah, nearly" , "date" : "20040804" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Home On a Smaller Range" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/04\/dining\/home-on-a-smaller-range.html"} , {"author" : "RANDY KENNEDY reports on cultural news for The Times." , "body" : "New York City is not considered a first-class convention town, for good reason. The Jacob K. Javits Convention Center is too far out of the way and too small, with only a third of the convention space that Chicago offers. And as storied as it is, even Madison Square Garden, where the Republican National Convention will be held from Aug. 30 to Sept." , "date" : "20040801" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "12" , "title" : "WHAT'S DOING IN; New York" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/01\/travel\/what-s-doing-in-new-york.html"} , {"body" : "In the following reports, the 'listed at' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. Manhattan Less than $300,000 Murray Hill $283,000 10 Park Avenue (34th St.) Number of bedrooms: 0 Number of full bathrooms: 1 Number of half bathrooms: 0 Time on the" , "date" : "20040801" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/01\/realestate\/residential-sales-around-the-region.html"} , {"author" : "E-mail: thehunt @ nytimes.com" , "body" : "PEOPLE just out of college don't buy. They rent. Jesse Sage Oliver wanted to be an exception. ''Once I started making money, I realized how much I was throwing into rent, and it was depressing,'' said Ms. Oliver, 23, a 2002 graduate of New York University. ''While buying is a risk, I felt it was less of a risk than continuing to throw $1,000-plus" , "date" : "20040801" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "THE HUNT; 23-Year-Old Buyer On a Mission" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/01\/realestate\/the-hunt-23-year-old-buyer-on-a-mission.html"} , {"body" : "Manhattan GREENWICH VILLAGE $795,000 165 Christopher Street 2-bedroom, 1 1\/2-bath, 1,000-sq.-ft. co-op in a post-World War II building; part-time doormen; renovated kitchen with granite countertops, hardwood floors, 2 exposures; maintenance $1,000, 50% tax-deductible; listed at $849,000, 6 weeks on market (broker: JC DeNiro & Associates) GRAMERCY" , "date" : "20040729" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/29\/garden\/residential-sales.html"} , {"body" : "The Big Cheeses Six cheeses that won awards at the conference of the American Cheese Society in Milwaukee last weekend will be tasted tomorrow at 8:30 p.m. at Agata & Valentina. They include the grand prize winner, Gran Canaria, a sheep's-milk cheese from Carr Valley Cheese in LaValle, Wis. The cheeses will be paired with wines. Tickets are $40 at" , "date" : "20040728" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "CALENDAR" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/28\/dining\/calendar.html"} , {"body" : "SO you doubled your money on your condo and you think it's time to start your own real estate dynasty. Or perhaps you just want to build something both beautiful and substantial, a graceful blend of brick, steel and glass, that will make you both proud and rich. If you hear the inner voice of the master builder inside you, you are not alone. At" , "date" : "20040725" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "In a Hot Market, Everyone Wants To Be a Developer" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/25\/realestate\/in-a-hot-market-everyone-wants-to-be-a-developer.html"} ,   {"author" : "Jill Eisenstadt is the author of the novels ''From Rockaway'' and ''Kiss Out.''" , "body" : "MY daughter tells me I need some new dreams, says Rosa Urias, standing in a dark kitchen in Park Slope, Brooklyn, her third cleaning job of the day. With one hand she clutches the metal chain that came off when she tried to turn on the light fixture. With the other, she scrubs the sink so hard that both her square silver hoop earrings and curly" , "date" : "20040725" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Maid's Tale" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/25\/nyregion\/the-maid-s-tale.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York region this weekend. * denotes a highly recommended concert. JOHN ABERCROMBIE QUARTET, Birdland, 315 West 44th Street, Clinton, (212) 581-3080. Mr. Abercrombie, the guitarist, has made his name with some sensitive, deep-listening records on the ECM" , "date" : "20040723" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/23\/movies\/pop-and-jazz-guide-397130.html"} , {"body" : "With a crowd of 100 central Brooklyn residents behind her yesterday, Councilwoman Yvette D. Clarke officially entered the race to challenge United States Representative Major R. Owens, setting the stage for a hard-fought Democratic primary campaign by members of three well-known political families. Ms. Clarke now becomes the second member of the" , "date" : "20040723" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Second Councilwoman to Run Against Veteran Congressman" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/23\/nyregion\/second-councilwoman-to-run-against-veteran-congressman.html"} , {"body" : "After a decade of mulling, arguing, planning and dreaming over what should be done with the Park Slope Armory in Brooklyn, Mayor Michael R. Bloomberg said yesterday that part of the building would be turned into a community athletic center for neighborhood children. The fate of the armory, which serves as a homeless shelter for about 70 women, has" , "date" : "20040723" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Athletic Center for Children Planned for Brooklyn Armory" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/23\/nyregion\/athletic-center-for-children-planned-for-brooklyn-armory.html"} , {"body" : "Manhattan CHELSEA $340,000 77 Seventh Avenue (14th Street) (Vermeer) 560-sq.-ft. studio co-op in a postwar building; 24-hr. doormen, concierge; dining area, renovated kitchen and bath, hardwood floors; maintenance $678, 50% tax-deductible; listed at $340,000, 2 weeks on market (brokers: Manhattan Apartments; Sotheby's International Realty) EAST" , "date" : "20040722" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/22\/garden\/residential-sales.html"} , {"body" : "Spotlight on Local Beers A tasting of locally made beers will be given on Saturday at 2 p.m. at the Brooklyn Historical Society, 128 Pierrepont Street (Clinton Street). It is part of the exhibition ''100 Bottles of Beer on the Wall: Brewing in Brooklyn,'' on display until Oct. 15. The tasting will be conducted by Richard Scholz, an owner of" , "date" : "20040721" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "CALENDAR" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/21\/dining\/calendar.html"} , {"body" : "ONE breezy evening a few months ago, 19-year-old Joseph Briggs did something he had never before dared to do growing up gay in New York: he held hands with and kissed his boyfriend in his own neighborhood. Being affectionate in public in a place like Greenwich Village was one thing. But the Fordham section of the Bronx was different. The children" , "date" : "20040718" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Love On the Quiet" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/18\/nyregion\/love-on-the-quiet.html"} , {"body" : "THANKS to the movie ''Working Girl,'' which was filmed there, the Staten Island town of New Brighton will forever be linked with Big Hair in the public consciousness. Big Hair and eye make-up applied with a trowel. But as stereotypes go, this one couldn't be farther from the truth. The hamlet's ethnically diverse population includes families of all" , "date" : "20040718" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW BRIGHTON (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "LIVING IN\/New Brighton, Staten Island; On Shady Streets, a Wealth of Architecture" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/18\/realestate\/living-in-new-brighton-staten-island-on-shady-streets-a-wealth-of-architecture.html"} , {"author" : "E-mail: eating@nytimes.com" , "body" : "Quintessential summer vegetables like cucumbers, peas and heirloom tomatoes are abundant in the Greenmarkets right now, and, as a result, they're among the stars of chilled soups on many menus just now. THE BILTMORE ROOM *** [Rating: Three Stars] (212) 807-0111; 290 Eighth Avenue (25th Street); $$$$; Review: 11\/12\/03. The chef, Gary Robins, shows" , "date" : "20040718" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "GOOD EATING; Chillin'" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/18\/nyregion\/good-eating-chillin.html"} , {"body" : "Just west of Sixth Avenue on Garfield Place in Park Slope, Brooklyn, sat a rusted hunk of metal, wire and insulation that used to be an air-conditioner. It stood behind a metal fence where people keep their garbage, and its years as a cooling device seemed far behind it. ''It's not from this building,'' said Maria Franca, a neighbor who was walking" , "date" : "20040718" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Freeze! Don't Dump That Air-Conditioner" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/18\/nyregion\/neighborhood-report-new-york-up-close-freeze-don-t-dump-that-air-conditioner.html"} ,   {"body" : "RECREATION New York City ''THE GREAT BREW, VIEW AND CHOCOLATE BICYCLE TOUR'' visits a microbrewery and chocolate shop, with a ride over the Brooklyn Bridge. Tomorrow at 10 a.m. Fee, $59 (includes all equipment). Sponsored by Bike the Big Apple. Reservations and meeting place: (201) 837-1133; bikethebigapple.com. NEW YORK ROAD RUNNERS CLUB DASH AND" , "date" : "20040716" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/16\/arts\/spare-times-323454.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. CLAUDIA ACUA QUARTET, Jazz Gallery, 290 Hudson Street, below Spring Street, South Village, (212) 242-1063. Ms. Acua, a young jazz singer from Chile, is committed to the" , "date" : "20040716" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/16\/movies\/pop-and-jazz-guide-324671.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera GLIMMERGLASS OPERA. Every summer opera lovers and the operatically curious go to Cooperstown, N.Y., to enjoy the Glimmerglass Opera festival. It's a long drive from New York City, about four hours, but well" , "date" : "20040716" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "20" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/16\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Manhattan TRIBECA $600,000 311 Greenwich Street (Reade Street) (Reade House) 1-bedroom, 1-bath, 700-sq.-ft. condo in a postwar building; 24-hr. doormen; marble bath, Hudson River view; common charge $673; taxes $4,788; listed at $599,000 (multiple bids), 3 weeks on market (brokers: William B. May; Bellmarc Realty) MURRAY HILL $504,000 225 East 36th" , "date" : "20040715" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/15\/garden\/residential-sales.html"} , {"body" : "The lease has been signed: now all they need is a name. VICKI FREEMAN and MARC MEYER, below, who own FIVE POINTS in NoHo, are taking over a space in Chelsea, at 156 10th Avenue (20th Street), which they plan to turn into a 140-seat restaurant this year. Mr. Meyer, who is the chef at Five Points, plans to use a wood-burning rotisserie to prepare" , "date" : "20040714" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "9" , "title" : "FOOD STUFF; Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/14\/dining\/food-stuff-off-the-menu.html"} , {"body" : "Tracy L. Boyland, a city councilwoman who is part of a politically active family in Brooklyn, officially announced yesterday her candidacy for the Congressional seat held by Representative Major R. Owens. Mr. Owens, a 22-year incumbent, announced five months ago that this year he would run for re-election for the last time, and would retire when" , "date" : "20040713" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Councilwoman Challenges Veteran Brooklyn Congressman" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/13\/nyregion\/councilwoman-challenges-veteran-brooklyn-congressman.html"} , {"body" : "In the following reports, the 'listed at price' is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. Manhattan Less than $300,000 East Midtown $237,000 220 East 54th Street (Leslie House) Number of bedrooms: 0 Number of full bathrooms: 1 Number of half bathrooms: 0 Time" , "date" : "20040711" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/11\/realestate\/residential-sales-around-the-region.html"} , {"body" : "THE picturesque 1887 Frank Babbott house at 153 Lincoln Place in Park Slope, designed by the architects Lamb & Rich, was in decline for decades, most recently as a hotel that charged $50 for an eight-hour stay. But work is now under way to rebuild it as 11 condominiums -- and its new owners will each have a part of one of Brooklyn's most" , "date" : "20040711" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "STREETSCAPES\/Lamb & Rich; The Architectural Firm Of Vivid & Ingenious" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/11\/realestate\/streetscapes-lamb-rich-the-architectural-firm-of-vivid-ingenious.html"} , {"body" : "Fifty-one times the rain has fallen, and eight times the snow. The glare of sun has made Brooklyn 91 degrees, and the dark of night 16. In this way, five months have passed since two young boys from Ninth Street left for heaven or whatever it is that you believe. ''Palabras, no hay,'' a bishop said at their funeral: There are no words to ease their" , "date" : "20040710" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Memorial Far Beyond Makeshift; Five Months Later, Paying Tribute to Two Lost Boys" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/10\/nyregion\/memorial-far-beyond-makeshift-five-months-later-paying-tribute-two-lost-boys.html"} , {"body" : "ATTRACTIONS Museums and Sites MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. The museum collects, preserves and presents material related to the city's history. Tomorrow at 2 p.m., a lecture by Patrick Downey, author of ''Gangster City.'' Through Sept. 26, ''New York's Moynihan,'' an exhibition of photographs, letters, videos and" , "date" : "20040709" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/09\/arts\/spare-times-244899.html"} ,   {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. * ARA KETU, Central Park Summerstage, mid-park at 69th Street, Manhattan, (212) 360-2777. Ara Ketu got started as a bloco, one of the percussion bands that march during" , "date" : "20040709" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/09\/movies\/pop-and-jazz-guide-244236.html"} , {"body" : "MANY of the lawyers who pass Rob Reuland's window on their way to work would probably give just about anything to trade places with him. It sometimes seems that every lawyer has a moldering manuscript in a drawer somewhere. Once a Brooklyn assistant district attorney, Mr. Reuland (pronounced ROO-land) is now a novelist, with two enthusiastically" , "date" : "20040709" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "4" , "title" : "PUBLIC LIVES; Caught Between the Law and the Written Word" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/09\/nyregion\/public-lives-caught-between-the-law-and-the-written-word.html"} , {"body" : "Manhattan BATTERY PARK CITY $569,000 2 South End Avenue (Cove Club) 2-bedroom, 2-bath, 1,050-sq.-ft. condo in a postwar building; 24-hr. doormen, concierge; dining area, high ceilings, marble baths, hardwood floors, central air-conditioning, 3 exposures; common charge $1,506, taxes $10,476; listed at $569,000, 10 weeks on market (broker: Coldwell" , "date" : "20040708" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/08\/garden\/residential-sales.html"} , {"body" : "By most measures, it was a spectacular Fourth of July in New York City, with balmy breezes, festive crowds and a vast display of pyrotechnics over the East River. But in neighborhoods across the city, people said they were jolted by the unwelcome sounds of an old problem, not yet resolved. Their complaints, about firecrackers, bottle rockets and" , "date" : "20040707" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Fireworks Pop, And So Do Complaints Of the Irritated" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/07\/nyregion\/fireworks-pop-and-so-do-complaints-of-the-irritated.html"} , {"body" : "AT Kombit, the new Haitian restaurant perched between Park Slope and Prospect Heights in Brooklyn, there are two kinds of customers: those who know and love piklis, and those who unwittingly scorch their tongues tasting it for the first time. The Haitian sisters who run the place -- Denise, Maryse and Pascale Flix -- are quick to coach newcomers" , "date" : "20040707" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "9" , "title" : "$25 AND UNDER; A Taste of Haiti, Fiery and Fresh" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/07\/dining\/25-and-under-a-taste-of-haiti-fiery-and-fresh.html"} , {"body" : "A 12-year-old boy in a wheelchair was accidentally shot by a police officer in Brooklyn yesterday when the officer fired at a robbery suspect who was believed to be armed, the police said. The boy was hit in the leg but was not seriously injured, they said. Police officers received a 911 call at 3:20 p.m. about a robbery at a Payless ShoeSource" , "date" : "20040706" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Police Fire at Robbery Suspect, But Hit a Boy in a Wheelchair" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/06\/nyregion\/police-fire-at-robbery-suspect-but-hit-a-boy-in-a-wheelchair.html"} , {"body" : "The idea of bringing a professional sports team to the city almost always sounds great -- and then the calculation of cost versus benefits begins. It seems a new team requires a new sports facility, and for some reason, owners of these lucrative franchises are seldom willing to build anything without enormous infusions of public money. That is one" , "date" : "20040704" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "The Brooklyn Nets" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/04\/opinion\/the-brooklyn-nets.html"} , {"body" : "In the following reports, the 'listed at' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. Manhattan Less than $300,000 Hudson Heights $189,000 200 Pinehurst Avenue (187th St.) Number of bedrooms: 0 Number of full bathrooms: 1 Number of half bathrooms: 0 Time on" , "date" : "20040704" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/04\/realestate\/residential-sales-around-the-region.html"} , {"body" : "IN a bygone era -- say, 18 months ago -- Laura Owens, a painter, might have seemed to be pioneering a new form of performance art. On Tuesday night, Ms. Owens, one of the most critically embraced young artists in America, whose dreamlike work hung at this year's Whitney Biennial, was standing among studiously scruffy art-world types in a Manhattan" , "date" : "20040704" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Cutting Edge In the Arts Now Is Joining a PAC" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/04\/style\/cutting-edge-in-the-arts-now-is-joining-a-pac.html"} , {"body" : "To the Editor: ''Honk if You Hate Car Alarms'' was a fitting headline for your June 27 editorial about the city's impending noise code revision. In addition to failing to address car alarms, the new noise code does nothing to prevent unnecessary horn-blasting. Horns are louder than ever. Most new vehicles are equipped with horns designed for" , "date" : "20040704" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "Honk if You... (Actually, Don't)" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/04\/nyregion\/l-honk-if-you-actually-don-t-180548.html"} ,   {"body" : "To the Editor: You report (''For Residents, Tickets to Deride,'' June 27) that City Councilman Domenic M. Recchia Jr., who represents Bensonhurst, says that ''traffic enforcement agents are just out of control.'' Yet nowhere does he say that tickets are being issued to people who did not violate parking regulations. Would he say that the police are" , "date" : "20040704" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "Parking in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/04\/nyregion\/l-parking-in-brooklyn-180513.html"} , {"body" : "The usual concert season in New York lasts from September to June, but for those who like to make concertgoing an adventure -- and don't like to pay much for their adventures -- the best time of year is summer. Opera stars emote at the Met in the Parks series, world music luminaries head to Central and Prospect Parks, and the hottest names in indie" , "date" : "20040702" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "When a Park Turns Into a Soundscape" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/02\/movies\/when-a-park-turns-into-a-soundscape.html"} , {"body" : "Two developers known for residential projects have bought the Domino Sugar refinery in Williamsburg, ending a rich chapter of Brooklyn's industrial waterfront history. C.P.C. Resources, the development arm of the Community Preservation Corporation, a lending consortium of banks and insurance companies best known for financing rehabilitations of" , "date" : "20040701" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Developers Known for Residential Work Buy Domino Sugar Plant on Brooklyn Waterfront" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/01\/nyregion\/developers-known-for-residential-work-buy-domino-sugar-plant-brooklyn-waterfront.html"} , {"body" : "Manhattan GREENWICH VILLAGE $849,000 2 Fifth Avenue (Eighth Street) 1-bedroom, 1-bath, 1,000-sq.-ft. co-op in a postwar building; 24-hr. doormen, concierge; foyer, dining room, renovated kitchen, renovated bath, 2 exposures; terrace; maintenance $1,111, 17% tax-deductible; listed at $849,000, 10 weeks on market (broker: Douglas Elliman) MURRAY HILL" , "date" : "20040701" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/01\/garden\/residential-sales.html"} , {"body" : "MY neighbor Bill Fidelo gingerly lowered himself into a chair in my office one day in the spring. ''I hurt my back,'' he said. ''It's been three weeks, and I'm just starting to get back to normal.'' Mr. Fidelo, a garden designer based in Brooklyn, had been standing with one foot on a ladder while reaching up to untwine a vine from a phone wire when" , "date" : "20040701" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "GARDEN NOTEBOOK; Serenity In the Dirt" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/01\/garden\/garden-notebook-serenity-in-the-dirt.html"} , {"body" : "Although Robin Refuses To Return Our Pumps Inevitably, after we hear of a last-minute movie premiere, duck into an alley and change into our Superhero Gossip Reporter Costume (stilettos, mini, cleavage-baring wrap blouse, and, of course, flak jacket), we are stopped by a fashionable passer-by, who has but one question: Where did you get that snazzy" , "date" : "20040701" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "BOLDFACE NAMES" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/01\/nyregion\/boldface-names-157066.html"} , {"body" : "The comic's remark would not have seemed out of place in any yuk-yuk palace or ha-ha shack in any city in the country: ''I'm not against Republicans. I bet some of them are nice people. I just don't want them in charge of stuff.'' This scene, however, was not unfolding in your average comedy club, and the comment was not coming from your average" , "date" : "20040630" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Poking Fun At Politics, From the Left" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/30\/arts\/poking-fun-at-politics-from-the-left.html"} , {"body" : "The marquee at the Flatbush Pavilion movie theater was still in place last week, advertising a couple of big Hollywood flops called ''Van Helsing'' and ''Man on Fire.'' But on a sunny Wednesday afternoon, the only line in front of the theater was the one for the B-41 bus. The Pavilion, on Flatbush Avenue off Seventh Avenue in Prospect Heights," , "date" : "20040627" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: PROSPECT HEIGHTS; Coming Attractions? Well, None, Actually" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/27\/nyregion\/neighborhood-report-prospect-heights-coming-attractions-well-none-actually.html"} , {"body" : "In the following reports, the 'listed at' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. Manhattan Less than $300,000 West Midtown $230,000 446 East 86th Street Number of bedrooms: 0 Number of full bathrooms: 1 Number of half bathrooms: 0 Time on the market: 3" , "date" : "20040627" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/27\/realestate\/residential-sales.html"} , {"body" : "ONCE upon a time, house tours were white-glove affairs, genteel women's club benefits for Smith or Wellesley or a trust fund of the Junior League of Brooklyn. But for Donald Marquez, who has been investing in Harlem real estate for four decades, this year's house tour in the Mount Morris Park neighborhood in central Harlem was a chance to find out" , "date" : "20040627" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "ASSETS; Tours Bring Oohs, Aahs . . . and Offers" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/27\/realestate\/assets-tours-bring-oohs-aahs-and-offers.html"} ,   {"body" : "A picture caption in the Neighborhood Report pages last Sunday about 826NYC, a tutoring center in Park Slope, Brooklyn, that operates in conjunction with a store called the Brooklyn Superhero Supply Company, reversed the identities of two of the center's directors. Doug Bowmen was at the left; Scott Seeley was at the right." , "date" : "20040627" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Corrections" , "New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/27\/nyregion\/c-corrections-102253.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. * MONTY ALEXANDER, ERNEST RANGLIN, Satalla, 37 West 26th Street, Manhattan, (212) 576-1155. Mr. Alexander, a jazz pianist originally from Jamaica, has often refitted reggae" , "date" : "20040625" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/25\/movies\/pop-and-jazz-guide-085189.html"} , {"body" : "Tim McLoughlin, a Brooklyn writer and editor, stopped off at a local bar after a Brooklyn Cyclones game. Along with the beer, the bartender, Thomas Morrissey, thrust his unpublished short story, ''Can't Catch Me,'' into his hands. Mr. McLoughlin loved the piece, about a detective who investigates the murder of a Bay Ridge baker who is found dead" , "date" : "20040624" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "Brooklyn Crime Tales Flavored by Neighborhood" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/24\/books\/brooklyn-crime-tales-flavored-by-neighborhood.html"} , {"body" : "Manhattan GREENWICH VILLAGE $875,000 44 East 12th Street 2-bedroom, 2-bath, 1,000-sq.-ft. condo in a post-World War II building; 24-hr. doormen, dining room, hardwood floors; common charge $750, taxes $6,960; listed at $875,000, 2 weeks on market (broker: JC DeNiro & Associates, Douglas Elliman) MURRAY HILL $265,000 139 East 33rd Street 550-sq.-ft." , "date" : "20040624" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/24\/garden\/residential-sales.html"} , {"body" : "The sign for the Brooklyn Superhero Supply Company reads, in no-nonsense block print: ''Ask inside! We can custom-order alter egos.'' Promising capes, masks and shrinking gas, the sign adds, ''If we don't have it, a superhero doesn't need it.'' Further curiosities lie within. In the rear, past floor-to-ceiling shelves bearing grappling hooks and" , "date" : "20040620" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: PARK SLOPE; Bruce Wayne Is on the Mailing List, And Mr. Chips Is in the Back Room" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/20\/nyregion\/neighborhood-report-park-slope-bruce-wayne-mailing-list-mr-chips-back-room.html"} , {"body" : "To the Editor: ''The Mystery of the Trembling Apartment,'' by Paul von Zielbauer (Urban Studies, May 30), reminded me of my own experience some years ago. In 1965, when I was first married, my wife and I moved in to an apartment on Hicks Street near State Street in Brooklyn. Like Mr. von Zielbauer's apartment house in Carroll Gardens, at least as" , "date" : "20040620" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "When Brooklyn Gets the Shakes" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/20\/nyregion\/l-when-brooklyn-gets-the-shakes-027758.html"} , {"body" : "In the following reports, the 'listed at' price is the asking price when negotiations began that ended in the sale. Time on the market is from most recent listing to sales agreement Manhattan Less than $300,000 Murray Hill $240,000 200 East 27th Street, Victoria House Number of bedrooms: 1 Number of full bathrooms: 1 Number of half bathrooms: 0" , "date" : "20040620" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/20\/realestate\/residential-sales-around-the-region.html"} , {"body" : "Straw and raw silk hats by Leza Piazza, below, are many things, but never boring. It takes ''a self-assured woman'' to wear them, Ms. Piazza said, adding that Lauren Hutton recently bought one that was ''sassy -- like a pirate hat.'' Her other hats have pointed crowns, helmet profiles or brims large enough to cast a shadow. Ms. Piazza's career as a" , "date" : "20040620" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "3" , "title" : "PULSE; Sun Deflectors" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/20\/style\/pulse-sun-deflectors.html"} , {"body" : "An 8-year-old boy was injured and about 40 people were evacuated by firefighters last night when sections of a marble stairway collapsed inside a Brooklyn apartment building, the authorities said. Fire officials said the collapse occurred shortly before 9:30 p.m. at 435 Dean Street, a five-story building just west of Fifth Avenue at the north end" , "date" : "20040620" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Apartment Stairway Collapses in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/20\/nyregion\/apartment-stairway-collapses-in-brooklyn.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. !!!, Bowery Ballroom, 6 Delancey Street, near the Bowery, Lower East Side, (212) 533-2111. The New York City band !!! (most often pronounced ''chik-chik-chik'') plays funk" , "date" : "20040618" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/18\/movies\/pop-and-jazz-guide-004189.html"} ,   {"body" : "Manhattan TRIBECA $1.32 million 36 North Moore Street (Hudson St.) 2-bedroom, 2-bath, 1,800-sq.-ft. co-op in a prewar loft building; elevator to unit, renovated kitchen, exposed brick walls, hardwood floors, washer\/dryer, 2 exposures; maintenance $1,700, 50% tax-deductible; listed at $1.375 million, 5 weeks on market (broker: Tabak Real Estate)" , "date" : "20040617" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/17\/garden\/residential-sales.html"} , {"body" : "In the following reports, the 'listed at' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. Manhattan Less than $300,000 Greenwich Village $299,000 22 Grove Street Number of bedrooms: 1 Number of full bathrooms: 1 Number of half bathrooms: 0 Time on the market: 1" , "date" : "20040613" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales Around the Region" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/13\/realestate\/residential-sales-around-the-region.html"} , {"author" : "Sam Roberts, an editor at The Times, is the author of ''The Brother: The Untold Story of the Rosenberg Case.''" , "body" : "A HALF CENTURY after the Rosenbergs were executed as atom spies, there's really only one nagging question left about the case: Why did two seemingly ordinary people from Manhattan's Lower East Side sacrifice their lives for a distant cause when it meant orphaning the two young sons they claimed to love? What did they die for? ''Heir to an" , "date" : "20040613" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "RUSSIA"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "31" , "title" : "TELEVISION; Capturing the Rosenbergs" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/13\/movies\/television-capturing-the-rosenbergs.html"} , {"body" : "ATTRACTIONS Museums and Sites MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village. This preserved late-Federal brick house with a Greek Revival interior, once owned by Seabury Tredwell, a wealthy hardware dealer, was built in 1832. The house holds the original furniture, clothing and personal articles of the Tredwells, who lived there for" , "date" : "20040611" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/11\/arts\/spare-times-925101.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. * BEATNUTS, Southpaw, 125 Fifth Avenue, at Sterling Place, Park Slope, Brooklyn, (718) 230-0236. A rowdy hip-hop party starring the Beatnuts, the long-running (and sometimes" , "date" : "20040611" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/11\/movies\/pop-and-jazz-guide-926493.html"} , {"body" : "MANHATTAN FINANCIAL DISTRICT $665,000 150 Nassau Street (Spruce Street) 1-bedroom, 1-bath, 698-sq.-ft. duplex condo in prewar building; 24-hr. concierge; kitchen with upgraded appliances and granite countertops, City Hall park view; roof deck and fitness center in building; common charge $458; taxes $2,760; listed at $670,000, 5 weeks on market" , "date" : "20040610" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/10\/garden\/residential-sales.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. LOS AMIGOS INVISIBLES, Irving Plaza, 17 Irving Place, at 15th Street, Manhattan, (212) 777-6800. Los Amigos Invisibles are indefatigable party-starters in both their native" , "date" : "20040604" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/04\/movies\/pop-and-jazz-guide-838810.html"} , {"body" : "Manhattan GREENWICH VILLAGE $292,000 69 West Ninth Street 400-sq.-ft. studio co-op in a postwar building; 24-hr. doormen; renovated bath, 2 large closets, hardwood floors, west exposure; maintenance $753, 50% tax-deductible; listed at $292,000, 3 weeks on market (broker: Halstead Property) TRIBECA $1.7 million 195 Hudson Street (Vestry Street)" , "date" : "20040603" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/03\/garden\/residential-sales.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. MANHATTAN EAST MIDTOWN $360,000 245 East 54th Street 1-bedroom, 1-bath, 850-sq.-ft. co-op in a postwar building; 24-hr. doormen, concierge, dining foyer, windowed eat-in" , "date" : "20040530" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/30\/realestate\/residential-sales.html"} , {"body" : "New York City health workers will be knocking on doors across the five boroughs this summer to identify residents with diabetes, high blood pressure and high cholesterol as part of what officials are calling the most comprehensive health survey in the city's history. Health Commissioner Thomas R. Frieden announced yesterday that 2,000 adults would" , "date" : "20040528" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "Say 'Aaaah,' New Yorkers, It's a Citywide Health Checkup" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/28\/nyregion\/say-aaaah-new-yorkers-it-s-a-citywide-health-checkup.html"} ,   {"body" : "Here is a place of measured contemplation. Sunbathers doze into afternoon dazes, children romp and hounds do too, soundlessly in the distance. Gossamer pink petal pathways follow low-rolling hillsides past ball fields and into the knotty woods. And here is a trail of stones broken or gone, a weather-beaten and flood-prone zone where plastic" , "date" : "20040527" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Park Pretty for the Rich Yet Run-Down for the Poor; Prospect Park Overseers Direct Money To Make East Side More Like the West" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/27\/nyregion\/park-pretty-for-rich-yet-run-down-for-poor-prospect-park-overseers-direct-money.html"} , {"body" : "To the Editor: Re ''. . . And Wondering if a Bike Lane Has Any Room Left for Bikes'' (May 16), about the profusion of cars on the bike lanes of Bay Ridge: Bay Ridge bikers have it easy. At least there the cars in the bike lane are stopped. Every morning in Prospect Park impatient drivers use the bike lane as a high-speed shortcut around the backup" , "date" : "20040523" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "Sonny's Song; Bicyclists' Travails In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/23\/nyregion\/l-sonny-s-song-bicyclists-travails-in-brooklyn-696951.html"} , {"author" : "Susan Dominus, a contributing writer, last wrote for the magazine about old age." , "body" : "It was the evening of Sept. 10, 2002, when John Zazulka, a New York City firefighter, sat down with his wife, Susan, in their Staten Island home and told her that their marriage of 19 years was over. At least that's how Susan remembers it, the eve of the one-year anniversary of 9\/11, the last night of the worst year of their lives. John, on the" , "date" : "20040523" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "36" , "title" : "One Very Tangled Post- 9\/11 Affair" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/23\/magazine\/one-very-tangled-post-9-11-affair.html"} , {"body" : "ON a recent Saturday morning, as spring announced its arrival, an air of desperation seemed to hang over Broadway, the double-wide boulevard that runs through the center of Newburgh, N.Y. Broken windows were commonplace. The Ritz Theater, where Lucille Ball performed in the 1940's, was dark and forbidding, the ticket booth idle. At the corner of" , "date" : "20040521" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEWBURGH (NY)" , "ANNANDALE-ON-HUDSON (NY)" , "HUDSON VALLEY (NY)" , "HUDSON (NY)" , "BEACON (NY)"] , "page_facet" : "1" , "title" : "HAVENS; A River Runs Through Them" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/21\/travel\/havens-a-river-runs-through-them.html"} , {"body" : "Manhattan GREENWICH VILLAGE $510,000 172 East Fourth Street (Ageloff Tower) 2-bedroom, 1-bath, 900-sq.-ft. co-op in a prewar building; part-time doormen, live-in superintendent; elevator; dining area, high ceilings, hardwood floors, washer\/dryer in unit; maintenance $764, 55% tax-deductible; listed at $525,000, 22 weeks on market (brokers:" , "date" : "20040520" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/20\/garden\/residential-sales.html"} , {"body" : "Carolyn Lelyveld, who directed a pioneering Bronx day care center for children with AIDS from the poorest neighborhoods and founded programs for children with cancer in hospitals in South Africa under apartheid, died yesterday at Memorial Sloan-Kettering Cancer Center. She was 64 and lived in Manhattan. Her death resulted from complications of" , "date" : "20040520" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "25" , "title" : "Carolyn Lelyveld, 64, Who Pioneered AIDS and Cancer Programs for Children" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/20\/nyregion\/carolyn-lelyveld-64-who-pioneered-aids-and-cancer-programs-for-children.html"} , {"body" : "IF you are wondering why a restaurant that calls itself a Mexican-French bistro has opened at 101st Street and Lexington Avenue in what was once called Spanish Harlem, it makes all the sense in the world. This stretch of Lexington, which 25 years ago was a center for Puerto Rican culture, is now dominated by Mexican grocers, bakeries and humble" , "date" : "20040519" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "7" , "title" : "$25 AND UNDER; Mexican-French Relations Fare Well in a Kitchen" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/19\/dining\/25-and-under-mexican-french-relations-fare-well-in-a-kitchen.html"} , {"body" : "The German beer gardens and singing clubs have long been silent. The breweries, from Otto Huber and Kings to Rheingold and Schaefer, closed down decades ago. And the yeasty-sweet smell of flowing lager and ale saturating Brewer's Row has been replaced almost entirely with the many odors of contemporary urban industrial life. But even though" , "date" : "20040518" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "King of Beer? Not Anymore. But Keep the Mugs Cold." , "url" : "http:\/\/www.nytimes.com\/2004\/05\/18\/nyregion\/king-of-beer-not-anymore-but-keep-the-mugs-cold.html"} , {"body" : "WITH the exception of the mayor and a stray actor or two, the subway trains are generally bereft of public figures. It's an anonymous journey. This is not the case on the F train, however, where every day a luminary rides alongside the commuters in the form of a small, sweet-natured old panhandler named Sonny Payne. Sonny has worked the F train so" , "date" : "20040516" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Ballad Of Sonny Payne" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/16\/nyregion\/the-ballad-of-sonny-payne.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. MANHATTAN CHELSEA $700,000 140 Seventh Avenue (18th St.) 2-bedroom, 1-bath, 950-sq.-ft. condo in a postwar building; 24-hr. doormen, concierge, dining area, renovated" , "date" : "20040516" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/16\/realestate\/residential-sales.html"} ,   {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. One of the largest collections of moving-image artifacts. Through Jan. 23, ''Tim Burton Drawings,'' an exhibition of more than 24 drawings, watercolors and sketches related to that director's films. Tomorrow through May 21," , "date" : "20040514" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/14\/arts\/spare-times-581712.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. AUDIO* MUSIC FESTIVAL, Pianos, 158 Ludlow Street, near Rivington Street, Lower East Side, (212) 505-3733. A one-night festival -- in other words, a concert -- headlined by the" , "date" : "20040514" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "21" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/14\/movies\/pop-and-jazz-guide-584894.html"} , {"body" : "Theater ''THE SELFISH GIANT,'' a musical based on the Oscar Wilde story, at Manhattan Children's Theater, fourth floor, 380 Broadway, south of Canal Street, TriBeCa, (212) 352-3101. Saturdays and Sundays at noon and 2 p.m. through May 23. Tickets: $15; children, $10. ''MY MAGICAL COLOMBIAN BUS,'' a puppet play about a girl homesick for her native" , "date" : "20040514" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/14\/arts\/spare-times-for-children.html"} , {"body" : "The city's Education Department unveiled a 48-page manual for teachers yesterday and a 27-page manual for principals that offer step-by-step instructions for carrying out Mayor Michael R. Bloomberg's new promotion policy for third graders. Education officials said the manuals were intended to bring citywide consistency and transparency to the" , "date" : "20040514" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Manuals Ignite New Conflict In School Promotion Policy" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/14\/nyregion\/manuals-ignite-new-conflict-in-school-promotion-policy.html"} , {"body" : "Manhattan LOWER EAST SIDE $2 million 7 Essex Street (Canal Street) 3-bedroom, 3-bath, 2,604-sq.-ft. triplex condo in a prewar loft building; wall of windows, fireplace, high ceilings, hardwood floors, 3 exposures; private terrace and roof deck; common charge $1,709; taxes $20,508; listed at $2.25 million, 16 weeks on market (broker: Douglas" , "date" : "20040513" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/13\/garden\/residential-sales.html"} , {"body" : "For several years, a group of Yemeni men linked to a Park Slope ice cream shop have been the focus of a federal investigation that has included shadowy claims about the financing of terrorism in Brooklyn. Prosecutors have said the shop also was an illegal money transfer business and have suggested, without formally charging, that the little shop" , "date" : "20040512" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Judge Vacates Guilty Plea In Yemeni Case" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/12\/nyregion\/judge-vacates-guilty-plea-in-yemeni-case.html"} , {"body" : "To the Editor: Re ''The Couple Who Saved Park Slope'' (Coping, April 25), about the efforts of Evelyn and Everett Ortner to attract new residents to brownstone Brooklyn: Like many tourists, I was largely unaware of the borough's allure. But I got the opportunity to experience Brooklyn with Don Moore, the former president of the Brooklyn Botanic" , "date" : "20040509" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "Learning to Love A Place Called Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/09\/nyregion\/l-learning-to-love-a-place-called-brooklyn-526835.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''DON GIOVANNI.'' After a short absence, the Metropolitan Opera's new production of ''Don Giovanni,'' vibrantly directed by Marthe Keller, has returned to the roster with an entirely new cast" , "date" : "20040507" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "12" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/07\/movies\/classical-music-and-dance-guide.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. * ALL-NIGHT CONCERT OF INDIAN CLASSICAL MUSIC, Synod Hall, Cathedral Church of St. John the Divine, 1047 Amsterdam Avenue at West 112th Street, Morningside Heights, (212)" , "date" : "20040507" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "26" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/07\/movies\/pop-and-jazz-guide-501611.html"} , {"body" : "Manhattan GREENWICH VILLAGE $567,000 49 West 12th Street 1-bedroom, 1-bath, 775-sq.-ft. co-op in a postwar building; 24-hr. doormen; large living room, hardwood floors, 2 exposures; common roof deck and storage in building; maintenance $957, 34% tax-deductible; listed at $569,000, 2 weeks on market (broker: Halstead Property) GRAMERCY PARK $1.23" , "date" : "20040506" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/06\/garden\/residential-sales.html"} ,   {"body" : "THE seasonal flurry of show houses and house and garden tours offers visitors a chance to peek behind closed doors and garden gates, and sample ideas from proud renovators, backyard horticulturists and interior designers. The following listing includes events in the Northeast. Unless otherwise noted, the tours are self-guided. New York City" , "date" : "20040506" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Travel" , "Style"] , "page_facet" : "9" , "title" : "Hedges and Hearths: Spring Parade for Homes and Gardens" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/06\/garden\/hedges-and-hearths-spring-parade-for-homes-and-gardens.html"} , {"body" : "Building a glittering new Nets arena over the Atlantic Avenue railyards in Brooklyn may not require condemning more than 100 residences through eminent domain after all, an executive behind the arena proposal said yesterday. ''We're working diligently to substantially reduce the amount of residential condemnation and eminent domain that will be" , "date" : "20040505" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Arena Developer Rethinking Condemnation of Houses" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/05\/nyregion\/arena-developer-rethinking-condemnation-of-houses.html"} , {"author" : "Andy Newman is a reporter in the Brooklyn Bureau of The New York Times" , "body" : "What I love about Brooklyn is that it's impossible to get a handle on. It lacks anything approaching a center of gravity. Picture the combined populations of Atlanta, Boston, Miami, Cleveland and Seattle crammed into a space smaller than Cincinnati but with a downtown only as impressive as, say, that of Hartford, Conn., and you start to get the" , "date" : "20040502" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "Magazine"] , "page_facet" : "28" , "title" : "OUR CORRESPONENT IN BROOKLYN; A Rare And Stirring Mixture" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/02\/magazine\/our-corresponent-in-brooklyn-a-rare-and-stirring-mixture.html"} , {"body" : "Alaska JUNEAU JAZZ AND CLASSICS -- May 21-29. If I lived in Alaska I might demand more from my local summer festival, but then again if I lived in Alaska I might be thrilled that summer had come at all. Alongside classical chamber concerts by local musicians, this festival has some big-name jazz and roots-rock bands, like the Dirty Dozen Brass Band" , "date" : "20040502" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "SUMMER FESTIVALS: POP AND JAZZ; Bonnaroo Jams In Everyone" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/02\/arts\/summer-festivals-pop-and-jazz-bonnaroo-jams-in-everyone.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. MANHATTAN GRAMERCY PARK $445,000 305 East 24th Street (New York Towers) 1-bedroom, 1-bath, 850-sq.-ft. co-op in a postwar building; 24-hr. doormen, renovated kitchen," , "date" : "20040502" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/02\/realestate\/residential-sales.html"} , {"body" : "Curtain Up TOMORROW -- Kevin Bacon, Annette Bening and Cynthia Nixon will be the hosts of a dinner at Cipriani 42nd Street to celebrate the 25th anniversary of Second Stage Theater. The evening will raise money for the company's education and outreach programs including free matinee performances for students. Drinks at 7 and dinner at 8 with" , "date" : "20040502" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "BENEFITS" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/02\/nyregion\/benefits-425133.html"} , {"body" : "The Coping column last Sunday, about a couple in Park Slope, Brooklyn, who are preservationists, misstated the year they traveled to France to celebrate their 25th wedding anniversary. It was 1978, not 1968. The column also misstated the location of a statue of William Tecumseh Sherman. It is in Grand Army Plaza in Manhattan, not Grand Army Plaza" , "date" : "20040502" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/02\/nyregion\/c-corrections-437468.html"} , {"body" : "TWENTY-TWO years after New York City launched a federally financed $50 million plan to create 25,000 units of affordable housing, the program is winding down, successful beyond the imagination of even many of those involved. The stock of 10,000 buildings that formed the backbone of the plan -- buildings seized by the city for tax delinquency -- has" , "date" : "20040502" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Transforming City's Housing: Act 2" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/02\/realestate\/transforming-city-s-housing-act-2.html"} , {"body" : "WALKING TOURS New York City BIG ONION WALKING TOURS. Tomorrow at 1 p.m. ''Immigrant Labor, Immigrant Triumph,'' covering the history of the garment industry in New York, meeting at the Washington Arch. Fee, $12; $10 for students and 63+. Information: (212) 439-1090. I'LL TAKE MANHATTAN. Sunday at 2 p.m., ''Gramercy Park, Style, Elegance and" , "date" : "20040430" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/30\/arts\/spare-times-412031.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''DE MATERIE.'' Louis Andriessen's first large-scale opera stretches the definition of the term: one of its four sections began as an instrumental work in homage to the artist Mondrian; another is a setting of" , "date" : "20040430" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/30\/movies\/classical-music-and-dance-guide.html"} ,   {"body" : "Events MEADOWFAIR, a k a Meadowfur, an outdoor festival in celebration of pets. Sunday, noon to 5 p.m., at the Staten Island Children's Museum, Snug Harbor Cultural Center, 1000 Richmond Terrace, Livingston, (718) 273-2060. Tickets: $5; children 2 to 15, $8. SPOKE THE HUB'S ANNUAL LOCAL PRODUCE FESTIVAL OF THE PERFORMING ARTS: dance, music and" , "date" : "20040430" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/30\/arts\/spare-times-for-children.html"} , {"body" : "Manhattan TRIBECA $2.5 million 72 Reade Street (Church Street) 4-bedroom, 2 1\/2-bath, 3,400-sq.-ft. condo in a renovated pre-World War II building; kitchen with Sub-Zero refrigerator and granite countertops; high tin ceilings, maple floors, original decorative columns, marble bath with whirlpool bath and steam shower; gas fireplace, central" , "date" : "20040429" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/29\/garden\/residential-sales.html"} , {"body" : "In Dumbo, a high-concept exercise in nesting lust called Hadco, a demonstration center where customers can try out luxe appliances for purchase elsewhere, has opened near outposts of ABC Carpet and Home and West Elm. In Gowanus, within eyeshot of a fuel-oil depot and a bustling scrap-metal business, a gleaming new 136,000-square-foot Lowe's, the" , "date" : "20040428" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Suburban Retailing for the New Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/28\/nyregion\/suburban-retailing-for-the-new-brooklyn.html"} , {"author" : "E-mail: amh@nytimes.com" , "body" : "EVELYN AND EVERETT ORTNER are the original gentrifiers, a word whose pejorative connotations seem unfair when applied to people who have dedicated the last 40 years to the welfare of Park Slope the way others invest a lifetime in similarly all-consuming causes, like painting or the environment. Back in 1963, they bought a brownstone on Berkeley" , "date" : "20040425" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)" , "FRANCE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; The Couple Who Saved Park Slope" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/25\/nyregion\/coping-the-couple-who-saved-park-slope.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. MANHATTAN FLATIRON DISTRICT $550,000 45 East 26th Street (Stanford) 1-bedroom, 1-bath, 650-sq.-ft. condo in a postwar building; 24-hr. doormen, concierge, dining area," , "date" : "20040425" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/25\/realestate\/residential-sales.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Tomorrow from 10:30 a.m. to 5 p.m., 31st Astronomy Day, when participants can observe sunspots and read a star map. Opening tomorrow in the LeFrak Theater, ''Bugs,'' a film about insect life in the Borneo rain forest. Through Aug. 15," , "date" : "20040423" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/23\/arts\/spare-times-321893.html"} , {"body" : "Manhattan SOHO $1.7 million 104 Charlton Street 2-bedroom, 2-bath, 1,536-sq.-ft. penthouse condo in a prewar loft building; keyed elevator to unit; dining area, kitchen with stainless steel appliances, 14-ft. ceilings, renovated baths, sable hardwood floors, 3 terraces, south exposure, Hudson River view, washer\/dryer in unit; common charge $595;" , "date" : "20040422" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/22\/garden\/residential-sales.html"} , {"body" : "DEAR DIARY: On an unseasonably mild and sunny Monday in March, I was lucky to have enough time to walk over the Brooklyn Bridge to my office in Manhattan. My usual, post-9\/11 anxiety was heightened by the Madrid bombings of a few days before. But I did not want to pass up the chance to take a walk I have always loved. About halfway across, I was" , "date" : "20040419" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/19\/nyregion\/metropolitan-diary-272736.html"} , {"body" : "THE hotel sits just off Seventh Avenue on Lincoln Place in Park Slope, behind the Brooklyn Conservatory of Music. It's dark now, like a black hole. Late at night it seems to suck in all the light around it. If you walk up Lincoln Place in the evening and glance into the amber parlor-floor windows of the brownstones, you see warmth and comfort and" , "date" : "20040418" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Memories, Draped in Red" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/18\/nyregion\/memories-draped-in-red.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. MANHATTAN HUDSON HEIGHTS $287,999 250 Cabrini Boulevard (187th St.) 1-bedroom, 1-bath, 775-sq.-ft. co-op in a prewar building; part-time doormen, dining area, h\/w" , "date" : "20040418" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/18\/realestate\/residential-sales.html"} ,   {"body" : "It's the little things that make the difference, at least to some people. The entire world seemed to have flocked to the Brooklyn Museum yesterday to catch their first official glimpse of the soaring new glass-topped entrance and the magical fountain and the overhauled galleries and the new exhibits. But Evan Lieberman only had eyes for the" , "date" : "20040418" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Oohs and Ahs, Even From Those Who Didn't Get In" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/18\/nyregion\/oohs-and-ahs-even-from-those-who-didn-t-get-in.html"} , {"body" : "Sitting by a window with her 5-month-old baby curled up quietly in her lap, 18-year-old Taisha Santos doesn't look scary. But to some residents of Dyker Heights in Brooklyn, Ms. Santos represents something very unsettling. A longtime resident of foster homes, Ms. Santos now lives in a home for teenage mothers in Park Slope that is maintained by" , "date" : "20040418" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: DYKER HEIGHTS; A Home for Teenage Mothers Sparks Some Sleepless Nights" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/18\/nyregion\/neighborhood-report-dyker-heights-home-for-teenage-mothers-sparks-some-sleepless.html"} , {"body" : "To the Editor: Re ''War of the Roses'': I always called 28th Street between Sixth and Seventh Avenues ''the poor man's botanic garden,'' a great block to walk with a date. The array of mosses, blooms, wreaths, and colorful but respectful sales people always got smiles and conversation started. I suppose now I'll have to pony up for the actual" , "date" : "20040418" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "Of Flowers And Donald Trump; A Wish for Hiring, Not Firing" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/18\/nyregion\/l-of-flowers-and-donald-trump-a-wish-for-hiring-not-firing-256773.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. * RAY BARRETTO, Smoke, 2751 Broadway, at 106th Street, (212) 864-6662. Mr. Barretto, the conguero, showed up on a lot of jazz albums from the 1960's, was a hero of the salsa" , "date" : "20040416" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/16\/movies\/pop-and-jazz-guide-232076.html"} , {"body" : "Manhattan GREENWICH VILLAGE $649,000 290 West 11th Street 1-bedroom, 1-bath 600-sq.-ft. co-op in a post-World War II building; eat-in kitchen, living room with fireplace, terrace, washer-dryer in unit; common garden; maintenance $875, 50% tax-deductible; listed at $649,000, 2 weeks on market (broker: Douglas Elliman) CHELSEA $370,000 319 West 18th" , "date" : "20040415" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CONNECTICUT"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/15\/garden\/residential-sales.html"} , {"body" : "Brooklyn, which now has its own Zagat guide, now also has its own restaurant week. More than 90 restaurants are offering discounted three-course menus from Thursday through April 22. The $18.98 price recalls the year Brooklyn joined New York City, an event that Brooklynites celebrate or mourn. Here's a sampling of the restaurants that are" , "date" : "20040411" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "GOOD EATING; Feast of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/11\/nyregion\/good-eating-feast-of-brooklyn.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. MANHATTAN EAST MIDTOWN $850,000 300 East 40th Street (Churchill) 2-bedroom, 2-bath, 1,259-sq.-ft. co-op in a postwar building; 24-hr. doormen, concierge, dining area," , "date" : "20040411" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/11\/realestate\/residential-sales.html"} , {"body" : "To the Editor: Re ''The 'Rents Who Came in From the Cold'' (April 4), John Freeman Gill's account of waiting in line to register his 2-year-old daughter in toddler school in Park Slope, Brooklyn: Although my four siblings and I did not attend expensive, competitive preschools, we all turned out to be happy, accomplished adults. On behalf of all of" , "date" : "20040411" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region" , "Education"] , "page_facet" : "11" , "title" : "When Obsession Grows in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/11\/nyregion\/l-when-obsession-grows-in-brooklyn-161578.html"} , {"body" : "IRISH--Paul, March 29th. Memorial Service Saturday, April 17, 1 PM, Park Slope Methodist, Brooklyn." , "date" : "20040411" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "39" , "title" : "Paid Notice: Deaths IRISH, PAUL" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/11\/classified\/paid-notice-deaths-irish-paul.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. ANTIETAM, SUE GARNER AND ANGEL DEAN, Tonic, 107 Norfolk Street, near Delancey Street, Lower East Side, (212) 358-7503. Antietam, from Louisville, Ky., has been playing lean," , "date" : "20040409" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/09\/movies\/pop-and-jazz-guide-135720.html"} ,   {"body" : "IMAGINE finding the perfect apartment, only to learn that the landlord is denying you the place because you are on a blacklist of supposedly high-risk renters. Nothing is wrong with your credit rating, but your name showed up on the list because a private screening service found it in housing court records about a dispute you had with a previous" , "date" : "20040408" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "TURF; A Blacklist For Renters" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/08\/garden\/turf-a-blacklist-for-renters.html"} , {"body" : "Jamie Gray, the owner of Matter, a design store in Park Slope, Brooklyn, has an appreciation for ingenuity and local talent. Mr. Gray, above, graduated from Pratt Institute with a degree in sculpture, and plans to sell his own designs some day. In the meantime,, the store has items you don't see everywhere, like a lamp from the Dutch company Moooi" , "date" : "20040408" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS: FURNISHINGS; Fittings for the Home That You Won't See Everywhere" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/08\/garden\/currents-furnishings-fittings-for-the-home-that-you-won-t-see-everywhere.html"} , {"body" : "STOOP life thrives in Prospect-Lefferts Gardens, a small neighborhood in central Brooklyn south of Crown Heights and just east of Prospect Park. People have either lived here for ages or moved in within the last decade, drawn to the interracial blend as well as the stone row houses, which are considered more affordable than their counterparts in" , "date" : "20040404" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PROSPECT-LEFFERTS GARDEN (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Prospect-Lefferts Gardens; Convenient and Close-Knit Yet Diverse" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/04\/realestate\/if-you-re-thinking-living-prospect-lefferts-gardens-convenient-close-knit-yet.html"} , {"body" : "AS Brooklyn parents sent in signed contracts last month to secure September spots for their toddlers at the Berkeley Carroll Child Care Center, those new to the program were still marveling over the throng of 30-something, Type A zombies who had assembled groggily outside the center's Park Slope brownstone before dawn a few weeks earlier, shivering" , "date" : "20040404" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; The 'Rents Who Came In From the Cold" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/04\/nyregion\/new-york-observed-the-rents-who-came-in-from-the-cold.html"} , {"body" : "ON the blocks under the Williamsburg Bridge in Brooklyn, which do not have a snappy moniker like ''Dumbo'' for those under the Manhattan Bridge, the night crawlers are seeking out Bembe. A Brazilian-influenced dance club, Bembe is designed with worn honey-hued hardwood and richly colored fabrics that evoke places where winds smell of coconut," , "date" : "20040404" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "9" , "title" : "BOTE; Salsa Under the Bridge" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/04\/style\/boite-salsa-under-the-bridge.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. CLAUDIA ACUA, Jazz Standard, 116 East 27th Street, Manhattan, (212) 576-2232. Ms. Acua, a young jazz singer from Chile, is committed to the idea of a jazz singer as an" , "date" : "20040402" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/02\/movies\/pop-and-jazz-guide-036021.html"} , {"body" : "Manhattan TRIBECA $1.275 million 165 Duane Street 2-bedroom, 2-bath, 1,800-sq.-ft. co-op in a pre-World War II loft building; exposed brick walls, wood-beamed ceilings, southern and western exposures; keyed elevator, common roof deck in building; maintenance $2,070, 65% tax-deductible; listed at $1.35 million, 10 weeks on market (broker: Tabak Real" , "date" : "20040401" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/01\/garden\/residential-sales.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. MANHATTAN GREENWICH VILLAGE $435,000 96 Perry Street 1-bedroom, 1-bath, 450-sq.-ft. co-op in a prewar building; elevator, renovated kitchen, high ceilings, h\/w floors;" , "date" : "20040328" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/28\/realestate\/residential-sales.html"} , {"body" : "Once a month, in a windowless courtroom at 26 Federal Plaza in Manhattan, children are summoned before a judge who can decide whether they will be removed from the United States. One afternoon, there is a Haitian girl of 17 who escaped her father's killers; another time, a 15-year-old Ecuadoran who came 3,000 miles to earn money for his ailing" , "date" : "20040328" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Children Alone and Scared, Fighting Deportation" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/28\/nyregion\/children-alone-and-scared-fighting-deportation.html"} , {"body" : "In New York City, even the empty places are already full. This one is called Block 945, Lot 39, a vacant patch of ground where an angular and narrow street called Sterling Place intersects a boulevard called Seventh Avenue in the Borough of Brooklyn, County of Kings. Dolly Williams, who bought the lot a decade ago for $250,000, knows it" , "date" : "20040327" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Healing a Gash Among the Brownstones; Park Slope Struggles to Crowd Out Ghosts of 1960 Disaster" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/27\/nyregion\/healing-gash-among-brownstones-park-slope-struggles-crowd-ghosts-1960-disaster.html"} ,   {"body" : "Events ''PIGS AND PACHYDERMS,'' a double bill featuring the Connecticut Ballet and the Dicapo Opera, in tales about a pig named Gloria and the elephant Babar, tonight at 7:30 and Sunday at 2 p.m., at the Dicapo Opera Theater, 184 East 76th Street, Manhattan, (212) 288-9438. Tickets: $25; 12 and under, $20. THE NEW YORK INTERNATIONAL CHILDREN'S FILM" , "date" : "20040326" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/26\/arts\/spare-times-for-children.html"} , {"body" : "A WEEK before crocus buds pierce the surface of the soil or the long shafts of sunlight unfurl the tiny blossoms of the witch hazel, the precocious skunk cabbages bloom. Every year I make a pilgrimage to the place where they grow beside the slow branch of the river that runs around my island property in New Jersey. The flowers, or more precisely" , "date" : "20040325" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "GARDEN NOTEBOOK; Seduced By a Skunk Cabbage" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/25\/garden\/garden-notebook-seduced-by-a-skunk-cabbage.html"} , {"body" : "MANHATTAN WEST VILLAGE $655,000 140 Charles Street (Washington Street) (Memphis) 1-bedroom, 1-bath, 787-sq.-ft. condo in a postwar building; 24-hr. doormen, concierge; dining area, hardwood floors, north and east exposures; terrace; common charge $789; taxes $5,079; listed at $675,000, 5 weeks on market (broker: Bellmarc Realty) GRAMERCY PARK $1.98" , "date" : "20040325" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "12" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/25\/garden\/residential-sales.html"} , {"body" : "WHEN Andrea Burns and Peter Flynn were expecting their first child last year, they considered a two-bedroom Midtown apartment that a relative was giving up and looked in their Greenwich Village neighborhood, where they wanted to stay. Their choices seemed to come down to a fifth-floor walkup in a neighborhood they did not like (with no washing" , "date" : "20040325" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "TURF; Packing Comfort Into a Pod" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/25\/garden\/turf-packing-comfort-into-a-pod.html"} , {"body" : "A $22 million, 299-seat theater designed by the architects Frank Gehry and Hugh Hardy is expected to be the newest ornament of a growing cultural district in Brooklyn. The multipurpose experimental space, to be built on a city-owned parking lot adjacent to the Brooklyn Academy of Music, would serve as the first permanent home for the Theater for a" , "date" : "20040324" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "New Theater For Brooklyn Arts District" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/24\/theater\/new-theater-for-brooklyn-arts-district.html"} , {"body" : "AS though her convoluted deal of nine years ago did not already constitute a broker's symphony -- juggling all interested parties so that three apartments on the same floor of a Park Avenue co-op building could be sold and converted into one -- Suzanne Sealy has written a coda. In a market of constricted inventory, Ms. Sealy of the William B. May" , "date" : "20040321" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "NEW YORK STATE" , "CONNECTICUT" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Supply Varies, Demand Doesn't" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/21\/realestate\/supply-varies-demand-doesn-t.html"} , {"body" : "ONE day last month a woman identifying herself as the wife of a Manhattan banker posted a message at the Web site UrbanBaby.com expressing concern that her husband was disappearing at regular intervals each week. Though he said he was out with clients, the woman worried that he might, in fact, be busy procuring services rather than providing them." , "date" : "20040321" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Cover Baby's Ears: Mommy's Online" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/21\/style\/cover-baby-s-ears-mommy-s-online.html"} , {"body" : "It was just starting to snow, and the scattered vegetable plants in the Warren St. Marks Community Garden in Park Slope, Brooklyn, were brown and shriveled. The first workday of the season, traditionally the first weekend in April, was still weeks away. Karen Stead Baigrie, who is one of the garden's general administrators, surveyed the barren" , "date" : "20040321" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: NEW YORK GARDENS; For Those Patches of Green, Home Rule Draws Closer" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/21\/nyregion\/neighborhood-report-new-york-gardens-for-those-patches-green-home-rule-draws.html"} , {"body" : "Manhattan TRIBECA $3.2 million 124 Hudson Street (North Moore Street) 4-bedroom, 3 1\/2-bath 3,170-sq.-ft. condo in a new building; 24-hr. doormen; dining room with fireplace, hardwood and marble floors, kitchen with new appliances, oversize windows, corner unit, skyline view, washer-dryer in unit; common charge $2,150, taxes $1,524 (abated); listed" , "date" : "20040318" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CONNECTICUT"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/18\/garden\/residential-sales.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. MANHATTAN EAST MIDTOWN $1.35 million 100 United Nations Plaza (45th St.) 2-bedroom, 2 1\/2-bath, 1,700-sq.-ft. condo in a postwar building; 24-hr. doormen, concierge," , "date" : "20040314" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/14\/realestate\/residential-sales.html"} ,   {"body" : "FOR some, chess is a blood sport. And in New York, Tuesday night is when the gloves come off. John Fernandez's adrenaline starts spiking two hours before the night's heavyweight bouts. It is then that the soft-spoken chess teacher, who lives in Chelsea, tries to calm himself before starting to moderate the trash-talking online chat sessions that" , "date" : "20040314" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GREENWICH VILLAGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "URBAN STUDIES\/CHECKMATING; Of Grandmasters, and Flash" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/14\/nyregion\/urban-studies-checkmating-of-grandmasters-and-flash.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''DON GIOVANNI.'' The Metropolitan Opera has a triumphant new production of Mozart's most multilayered and complex opera, ''Don Giovanni,'' lovingly conducted by James Levine. The director" , "date" : "20040312" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/12\/movies\/classical-music-and-dance-guide.html"} , {"body" : "The Cholita Bar and Grill, a Peruvian restaurant, has opened on Smith Street in the restaurant row of Boerum Hill, Brooklyn. The owner, Martin Tisoc, is from Cuzco, Peru, the former Inca capital near the ruins at Machu Picchu. And much of the dcor at Cholita reflects ancient Peruvian culture. Mr. Tisoc and his brother Fernando run Cholita and" , "date" : "20040311" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS: RESTAURANTS; Like a Trip to Machu Picchu Without the Thin Air" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/11\/garden\/currents-restaurants-like-a-trip-to-machu-picchu-without-the-thin-air.html"} , {"body" : "Manhattan GREENWICH VILLAGE $1.825 million 111 Barrow Street 2-bedroom, 2 1\/2-bath, 2,850-sq.-ft. co-op in a renovated pre-World War II loft building; 24-hr. doormen; renovated kitchen with Sub-Zero ovens, renovated baths, 2 fireplaces, 1,350-sq.-ft. master-bedroom suite with walk-in closet, 12-ft. ceilings, exposed brick walls, decorative columns," , "date" : "20040311" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/11\/garden\/residential-sales.html"} , {"body" : "Tuition at New York City's elite private schools is at or near $26,000 for the coming school year, with average increases as high as 9 percent and a growing number of schools charging the same price for kindergarten as for high school. Private school families received their contracts -- a euphemism for bills -- in recent weeks and word spread" , "date" : "20040310" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Health"] , "page_facet" : "8" , "title" : "Tuition Hits $26,000, and in Private School New York, That's Just for Kindergarten" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/10\/nyregion\/tuition-hits-26000-and-in-private-school-new-york-that-s-just-for-kindergarten.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. MANHATTAN EAST MIDTOWN $910,000 303 East 57th Street 1-bedroom, 1 1\/2-bath, 1,800-sq.-ft. co-op in a postwar building; 24-hr. doormen, concierge, attended elevator," , "date" : "20040307" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/07\/realestate\/residential-sales.html"} , {"body" : "His prized possession is a 1947 Gibson acoustic guitar, autographed by his heroes, the country star Merle Haggard and the bluegrass legend Doc Watson. He is rarely spotted without his weather-beaten cowboy hat and rugged boots. He has been known to praise whiskey and tall glasses of beer. Make no mistake: Jack Grace is an old-fashioned country" , "date" : "20040307" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE -- CITYPEOPLE; A Honky-Tonk Man Whose Turf Is the Hip-Hop City" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/07\/nyregion\/neighborhood-report-new-york-up-close-citypeople-honky-tonk-man-whose-turf-hip.html"} , {"body" : "It seems that you can't please anyone in New York City. People complained for years about having to recycle their trash. Then they complained when Mayor Michael R. Bloomberg canceled most recycling to save the city money. And they positively howled in confusion when he restored some recycling but cut collections to every other week. So it should" , "date" : "20040305" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Sorting Refuse Would Be a Snap If Only They Could Sort the Rules" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/05\/nyregion\/sorting-refuse-would-be-a-snap-if-only-they-could-sort-the-rules.html"} , {"body" : "Manhattan GREENWICH VILLAGE $605,000 55 East Ninth Street 1-bedroom, 1-bath, 900-sq.-ft. co-op in a post-World War II building; dining room, renovated kitchen and bath, central air-conditioning, balcony; laundry facilities in building; maintenance $964, 50% tax-deductible; listed at $615,000, 8 weeks on market (broker: Bellmarc Realty) GRAMERCY" , "date" : "20040304" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/04\/garden\/residential-sales.html"} , {"body" : "To the Editor: Did it occur to your writer that young people engage in this behavior because their parents don't set rules or impose consequences? There are teenagers who are clean and sober, go to 12-step meetings, and are also into punk and rock. These teens in recovery are musicians in bands, are smart, and have functional families that set" , "date" : "20040229" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "Surviving The Punk Life" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/29\/nyregion\/l-surviving-the-punk-life-588253.html"} ,   {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. MANHATTAN CHELSEA $364,000 360 West 21st Street 1-bedroom, 1-bath, 700-sq.-ft. co-op in a prewar building; elevator, windowed kitchen, high ceilings, h\/w floors, common" , "date" : "20040229" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/29\/realestate\/residential-sales.html"} , {"body" : "SHE was ever hopeful, but try as she might, marriage eluded Norma Fritz. Then Michael O'Brien walked into her life -- or, more accurately, above it. She heard him before she met him, his footsteps treading softly across the ceiling of her Brooklyn walk-up, which is painted red and gold and illuminated with antique chandeliers. That meant he was" , "date" : "20040229" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "15" , "title" : "WEDDINGS\/CELEBRATIONS: VOWS; Norma Fritz and Michael O'Brien" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/29\/style\/weddings-celebrations-vows-norma-fritz-and-michael-o-brien.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. RON BLAKE QUARTET, Jazz Gallery, 290 Hudson Street, below Spring Street, South Village, (212) 242-1063. Ron Blake, a tenor saxophonist, is a swift and sure improviser, with a" , "date" : "20040227" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/27\/movies\/pop-and-jazz-guide-557617.html"} , {"body" : "Manhattan GREENWICH VILLAGE $2.35 million 43 Fifth Avenue (10th Street) 3-bedroom, 2-bath, 1,600-sq.-ft. penthouse co-op in a prewar building; dining room, open-plan living room with fireplace and kitchen, high ceilings, wall of large south-facing windows, hardwood floors, greenhouse; 800-sq.-ft. private roof deck with landscaped garden;" , "date" : "20040226" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/26\/garden\/residential-sales.html"} , {"body" : "Far be it for New Yorkers to plan ahead when they can simply sally forth and figure it out along the way. Despite two months' notice and a day for a trial run, many were still caught unprepared during yesterday's morning rush with all four subway tracks in use over the Manhattan Bridge. Blame it on procrastination, folly or that special brand of" , "date" : "20040224" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Even Some Subway Riders Who Got the Word Got a Little Lost" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/24\/nyregion\/even-some-subway-riders-who-got-the-word-got-a-little-lost.html"} , {"body" : "An off-duty New York City police officer was arrested yesterday on charges of assault and criminal possession of a weapon after an early-morning altercation in the Park Slope section, the authorities said. The officer, Nelson Lucero, who is assigned to the 84th Precinct in downtown Brooklyn, was suspended after his arrest at 11:45 a.m. Officer" , "date" : "20040223" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing | New York: Brooklyn: Off-Duty Officer Arrested In Altercation" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/23\/nyregion\/metro-briefing-new-york-brooklyn-off-duty-officer-arrested-in-altercation.html"} , {"author" : "Maura Egan is the style director of Details magazine." , "body" : "Tourists, with their sensible sneakers and no-neck children, lining up like lemmings to get a glimpse of Matt and Katie at the Rockefeller Center fishbowl, have turned the better part of Manhattan's Fifth Avenue into the Mall of America. With the avenue's S.U.V.-choked traffic and an Ann Taylor and a Gap on every corner, you might as well" , "date" : "20040222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Style" , "Magazine"] , "page_facet" : "174" , "title" : "In The Trenches" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/22\/magazine\/in-the-trenches.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. MANHATTAN EAST MIDTOWN $975,000 400 East 56th Street (Plaza 400) 2-bedroom, 2-bath, 1,400-sq.-ft. co-op in a postwar building; 24-hr. doormen, concierge, entry foyer," , "date" : "20040222" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/22\/realestate\/residential-sales.html"} , {"author" : "Thomas Boyle, a professor of English at Brooklyn College, is the author of several crime novels set in Brooklyn." , "body" : "OUT here in Brooklyn, we hear that New Jersey's Nets are coming. This could be great news, but at the same time it brings back the bitter memory of the nasty departure of our baseball Dodgers in 1957. And just over a week ago, Gage & Tollner, our oldest restaurant and most charming culinary relic of the dear departed 19th century (sorry about that," , "date" : "20040222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY LORE; Put Down That Violin. Now." , "url" : "http:\/\/www.nytimes.com\/2004\/02\/22\/nyregion\/city-lore-put-down-that-violin-now.html"} , {"body" : "Events WATCHMAGIC, magic and comedy with Oz Pearlman, Saturdays at 5 p.m. through March 27 at the Joyous Life Theater, 119 West 23rd Street, Chelsea, (212) 352-3101. Tickets, $35. ''COMEDY AND CRUMBCAKES,'' a show with multiple comedy duos, part of Lincoln Center's Reel to Real series, tomorrow at 11:30 a.m. and 2 p.m. at the Walter Reade Theater," , "date" : "20040220" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "FOR CHILDREN; SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/20\/arts\/for-children-spare-times.html"} ,   {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. RASHIED ALI QUINTET, Sweet Rhythm, 88 Seventh Avenue South, above Bleecker Street, West Village, (212) 255-3626. Best known as John Coltrane's drummer in his last few years" , "date" : "20040220" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/20\/movies\/pop-and-jazz-guide-460982.html"} , {"body" : "Manhattan TRIBECA $1.255 million 60 Thomas Street (Church Street) 2-bedroom, 2-bath, 1,900-sq.-ft. condo in a pre-World War II loft building; renovated lobby, keyed elevator to unit; exposed-brick walls, high ceilings, 3 exposures; common roof deck and storage space in building; common charge $427; taxes $8,484; listed at $1.295 million, 7 weeks on" , "date" : "20040219" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/19\/garden\/residential-sales.html"} , {"body" : "In an era, and a city, in which education often seems to be focused mercilessly on grades and test scores, one man is setting his sights in another direction. Alan Berger, who is on leave from his job as an assistant principal at Murry Bergtraum High School in Lower Manhattan, is trying to start a school that would have no grades, no tests, no" , "date" : "20040215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: PARK SLOPE; One Man's Solution To the Educational Rat Race" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/15\/nyregion\/neighborhood-report-park-slope-one-man-s-solution-to-the-educational-rat-race.html"} , {"body" : "INCREASING numbers of homeowners in neighborhoods across the city are deciding that the grass is greener on their own side of the fence, choosing to sink significant amounts of money into alterations or expansions rather than move on to grander addresses or the suburbs. There is, of course, nothing new about remodeling: the caveman probably redid" , "date" : "20040215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Moving Up Without Moving On" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/15\/realestate\/moving-up-without-moving-on.html"} , {"body" : "Deirdre Anne Schifeling, the daughter of Barbara L. Schifeling and the Rev. Daniel J. Schifeling of Buffalo, was married in Brooklyn yesterday to Peter Nicholas Colavito, the son of William N. Colavito of the Bronx and the late Joyce Eggert Colavito. The bride's father, a minister of the United Church of Christ, officiated at the Picnic House in" , "date" : "20040215" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "12" , "title" : "WEDDINGS\/CELEBRATIONS; Deirdre Schifeling, Peter Colavito" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/15\/style\/weddings-celebrations-deirdre-schifeling-peter-colavito.html"} , {"body" : "Theirs were names to grow into, big-man names, Victor Flores and Juan Angel Estrada. When they were buried yesterday, mourners filled a Brooklyn church, large families and small ones, entire classrooms of children from a nearby school. Their coffins were six feet long, polished white boxes with golden trim and ornate carvings, each one pushed, not" , "date" : "20040214" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Sorrow and Anger Linger as Brooklyn Buries Two Boys Killed by Truck" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/14\/nyregion\/sorrow-and-anger-linger-as-brooklyn-buries-two-boys-killed-by-truck.html"} , {"body" : "FOR CHILDREN Theater ''JOURNEY TO THE WEST: THE BIRTH OF MONKEY KING,'' a shadow puppet show by Chinese Theater Works tomorrow at 3:30 p.m. at the Queens Museum of Art, New York City Building, Flushing Meadows-Corona Park, (718) 592-9700. Donation: $5; ages 5 to 18, $2.50; under 5, free. ''THE DIARY OF ANNE FRANK,'' at St. Bart's Playhouse, Park" , "date" : "20040213" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/13\/arts\/spare-times-365807.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. OLETA ADAMS, B. B. King Blues Club and Grill, 243 West 42nd Street, Manhattan, (212) 997-4144. The comfort and uplift of gospel music infuse Oleta Adams's secular and kindly" , "date" : "20040213" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/13\/movies\/pop-and-jazz-guide-365661.html"} , {"body" : "Call it the Valentine's Day massacre. Lutce and Gage & Tollner, two historic restaurants that for decades had attained almost the status of civic institutions, will shut their doors on the same day, tomorrow. Another, La Cte Basque, will follow early next month. Hands wring. Diners mourn. The New is cursed. Doom is inferred. Darkness descends." , "date" : "20040213" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Eat and Be Merry; Tomorrow 2 Classics Die" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/13\/nyregion\/eat-and-be-merry-tomorrow-2-classics-die.html"} , {"body" : "Manhattan GREENWICH VILLAGE $680,000 99 East Fourth Street 2-bedroom, 1-bath, 900-sq.-ft. co-op in a pre-World War II building; eat-in kitchen, renovated bath with whirlpool, high ceilings, hardwood floors, south and west exposures; maintenance $685, 50% tax-deductible; listed at $689,000, 6 weeks on market (broker: Douglas Elliman) WEST MIDTOWN" , "date" : "20040212" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/12\/garden\/residential-sales.html"} ,   {"body" : "A listing in the Residential Sales column last Thursday for a limestone house at 295 East Seventh Street in Brooklyn misidentified the neighborhood. It is in Kensington, not Park Slope." , "date" : "20040212" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "Home and Garden" , "Style"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/12\/garden\/c-corrections-346446.html"} , {"body" : "In the Name of Norton Q. Now that Art Carney is dead, is the city planning to honor him for his role as Ed Norton, the happy-go-lucky sewer worker, the way it named a Brooklyn bus depot after Jackie Gleason's character Ralph Kramden, the bus driver? A. As the simple, lovable ''underground sanitation expert,'' in Ed Norton's own words, Art Carney," , "date" : "20040208" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2004\/02\/08\/nyregion\/fyi-280704.html"} , {"body" : "THE SETTING -- A Sunday afternoon at the Omni Health and Fitness Complex in Pelham, just over the Bronx border, where Philippe Vercruyssen, a French trapeze artist turned instructor, has transformed a drab gymnasium into a colorful big top school called Circus Town. There are unicycles, rolling globes, trapeze swings, a trampoline, three kinds of" , "date" : "20040208" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE -- BUZZ; Personally, Speaking Clown to Clown: Circus Performers Compare Notes" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/08\/nyregion\/neighborhood-report-new-york-up-close-buzz-personally-speaking-clown-clown.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. MANHATTAN GRAMERCY PARK AREA $490,000 5 East 22nd Street (Madison Green) 1-bedroom, 1-bath, 700-sq.-ft. condo in a postwar building; 24-hr. doormen, concierge, h\/w" , "date" : "20040208" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/08\/realestate\/residential-sales.html"} , {"author" : "Jim Rasenberger's book, ''High Steel: The Daring Men Who Built the World's Greatest Skyline,'' will be published in April by HarperCollins." , "body" : "KEW Gardens does not look much like the setting of an urban horror story. Nestled along the tracks of the Long Island Rail Road, 16 minutes by train from Pennsylvania Station, the Queens neighborhood is quiet and well kept, its streets shaded by tall oaks and bordered by handsome red-brick and wood-frame houses. At first glance, the surroundings" , "date" : "20040208" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Kitty, 40 Years Later" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/08\/nyregion\/kitty-40-years-later.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. * MUHAL RICHARD ABRAMS, Alice Tully Hall, (212) 545-7536. Two different groups led by one of the most accomplished composers and pianists of the 1960's experimental-jazz" , "date" : "20040206" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "32" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/06\/movies\/pop-and-jazz-guide-258997.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''LES ARTS FLORISSANTS,'' ''LA DESCENTE D'ORPHE AUX ENFERS.'' The superb French period ensemble Les Arts Florissants, always a welcome guest, is celebrating its 25th anniversary. Here it also commemorates the" , "date" : "20040206" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/06\/movies\/classical-music-and-dance-guide.html"} , {"body" : "FOR CHILDREN Events JAZZ FOR FAMILIES, at two Manhattan locations on Sunday. At 1 p.m., Hayes Greenfield's ''Jazz-a-Ma-Tazz,'' featuring the jazz saxophonist, will be at Porters, 216 Seventh Avenue, at 22nd Street, Chelsea. Adults, $5; free for children; reservations: (212) 229-2878. At 2 p.m., the Jazz Standard Youth Orchestra will perform and" , "date" : "20040206" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/06\/arts\/spare-times-261572.html"} , {"body" : "Manhattan BATTERY PARK CITY $607,500 21 South End Avenue (Regatta) 1-bedroom, 1 1\/2-bath, 800-sq.-ft. condo in a post-World War II building; 24-hour doormen; renovated kitchen with stainless steel appliances, living room with 18-ft. ceilings, bleached oak-strip floors, whirlpool, track lighting, Statue of Liberty and harbor view, washer-dryer in" , "date" : "20040205" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/05\/garden\/residential-sales.html"} , {"body" : "BUD AND LYNDA SLOTKY live a quiet life in a hillside development of 65 houses not far from Hollywood. Each day, Mr. Slotky, a mutual fund administrator, looks forward to his leisure hours. He and Ms. Slotky love nothing more than dinner and a movie with friends. But such evenings do not involve restaurant reservations or theater lines. Instead," , "date" : "20040205" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Movies" , "Technology"] , "page_facet" : "1" , "title" : "Let's All Gather Round the Screen" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/05\/technology\/let-s-all-gather-round-the-screen.html"} ,   {"body" : "To the Editor: Re ''Amid News of the Nets, Memories of Moses,'' the Jan. 25 Coping column by Anemona Hartocollis: I suspect that Robert Moses would have favored Bruce Ratner's proposal for an arena for the Nets. While the O'Malley Dodgers (we erroneously thought they were Brooklyn's) were interested in the same space, the proposed sports arena is" , "date" : "20040201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "What Would Moses Have Done?" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/01\/nyregion\/l-what-would-moses-have-done-191914.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. MANHATTAN HUDSON HEIGHTS $210,000 116 Pinehurst Avenue (185th St.) 1-bedroom, 1-bath, 675-sq.-ft. co-op in a prewar building; 24-hr. security, dinette, high ceilings," , "date" : "20040201" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/01\/realestate\/residential-sales.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. * BADI ASSAD, Joe's Pub, at the Public Theater, 425 Lafayette Street, at Astor Place, East Village, (212) 539-8778 or (212) 239-6200. Badi Assad, the sister of Sergio and" , "date" : "20040130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/30\/movies\/pop-and-jazz-guide-165514.html"} , {"body" : "Events BALLET FOR YOUNG PEOPLE, a one-hour program on George Balanchine, with ballet excerpts and a discussion, tomorrow at 11 a.m. at the New York State Theater, Lincoln Center, (212) 870-4074. Tickets, $12. ''FINDING FISH,'' a ''Finding Nemo''-inspired scavenger hunt at the American Museum of Natural History, tomorrow from 10:30 a.m. to noon, led" , "date" : "20040130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/30\/arts\/spare-times-for-children.html"} , {"body" : "Manhattan TRIBECA $860,000 99 Reade Street (Church Street) 2-bedroom, 2-bath, 1,550-sq.-ft. condo in a prewar loft building; elevator; open kitchen, living room with fireplace, exposed brick walls, high ceilings, hardwood floors, central air-conditioning, north and south exposures, washer\/dryer in unit; common roof deck; common charge $632; taxes" , "date" : "20040129" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "WESTCHESTER COUNTY (NY)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/29\/garden\/residential-sales.html"} , {"body" : "At Abraham Lincoln High School in Brooklyn, the bathrooms are so bad that students have been known to use the toilets at Coney Island Hospital, down the road. At the High School for Health Professions and Human Services in Manhattan, leaky bathroom ceilings prompt students to head for McDonald's, or hold out for hours. ''I just try to wait till I" , "date" : "20040129" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Dirty and Broken Bathrooms Make for a Long School Day" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/29\/nyregion\/dirty-and-broken-bathrooms-make-for-a-long-school-day.html"} , {"body" : "BROOKLYNITES who would be displaced by a new arena for the Nets are howling about the proposal, while many people who live elsewhere in the borough are big boosters of the idea. But among merchants and residents who are in between -- living outside the area where the arena would be built but in the close vicinity -- there is no such clear" , "date" : "20040125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; To Some, the Nets Are a Slam Dunk, to Others a Technical Foul" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/25\/nyregion\/neighborhood-report-downtown-brooklyn-some-nets-are-slam-dunk-others-technical.html"} , {"body" : "THE Girdle Factory building on Bedford Avenue and North Fifth Street, near the heart of the Northside section of Williamsburg, Brooklyn, is home to a wine store, a cheese shop, an Internet cafe and a record store that offers an eclectic selection of rare vinyl. In the front window is a sign that in the opinion of the building's co-owner, a" , "date" : "20040125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Neighborhood On the Verge?" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/25\/nyregion\/neighborhood-on-the-verge.html"} , {"body" : "By Wednesday morning, Bruce C. Ratner had nearly sealed his $300 million offer to buy the Nets and move them to Brooklyn. But nothing was certain, not after a week in which his confidence soared and plummeted as he struggled to outnegotiate a rival. Around 10 o'clock, a fax arrived in Skillman, N.J., at the law office of Edwin Stier, a former" , "date" : "20040125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "PRO BASKETBALL; Ratner's Path To Buy Nets Had Pitfalls And Promise" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/25\/sports\/pro-basketball-ratner-s-path-to-buy-nets-had-pitfalls-and-promise.html"} , {"body" : "To the Editor: Re ''The West Side: Mittens On, but No Place to Play'' (Jan. 18): ''Recess'' in the elementary school in the Bronx, where I teach fourth grade, is 10 minutes after lunch, and only when the weather is warm. I wish our school had a public park for the children to use, one with slides, swings and other luxuries. Instead, our students" , "date" : "20040125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region" , "Education"] , "page_facet" : "11" , "title" : "A Little Consolation For Snowbound Students" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/25\/nyregion\/l-a-little-consolation-for-snowbound-students-092495.html"} ,   {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. MANHATTAN GREENWICH VILLAGE $999,999 59 Fourth Avenue (Ninth St.) 2-bedroom, 2-bath, 1,700-sq.-ft. co-op in a prewar loft building; locked elevator, dining area," , "date" : "20040125" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/25\/realestate\/residential-sales.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''BORIS GODUNOV.'' August Everding's grandly realistic production of Mussorgsky's ''Boris Godunov'' returns to the Metropolitan Opera tonight with the bass James Morris in the title role and a promising cast," , "date" : "20040123" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/23\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Marty Markowitz, Brooklyn's head cheerleader, was still riding a wave of euphoria, one day after the developer Bruce C. Ratner had won the bidding for the New Jersey Nets with plans to install them in a new home near downtown Brooklyn. ''It's exciting,'' said Mr. Markowitz, the borough president. ''It puts Brooklyn back in the big leagues.'' But" , "date" : "20040123" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bid for a Brooklyn Sports Complex Faces Challenges From All Sides" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/23\/nyregion\/bid-for-a-brooklyn-sports-complex-faces-challenges-from-all-sides.html"} , {"body" : "Manhattan TRIBECA $600,000 176 Broadway (Maiden Lane) 2-bedroom, 1-bath, 1,350-sq.-ft. duplex co-op in a prewar loft building; dining area, open kitchen, 11-ft. ceilings, hardwood floors; common roof garden, laundry facilities on every floor; maintenance $1,320, 64% tax-deductible; listed at $615,000, 11 weeks on market (broker: Tabak Real Estate)" , "date" : "20040122" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/22\/garden\/residential-sales.html"} , {"body" : "IF ever there was a telltale sign of what it means to be the New Jersey Nets, it has come these last few weeks, from the moment Isiah Thomas became the Knicks' new head chef and began making chicken salad at Madison Square Garden. Remember that storm between Jason Kidd and Byron Scott? Alonzo Mourning's brave struggle for survival? The fluid," , "date" : "20040121" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; If Stern Is Rooting, It Must Be for Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/21\/sports\/sports-of-the-times-if-stern-is-rooting-it-must-be-for-brooklyn.html"} , {"body" : "A German woman married to a Brooklyn schoolteacher had been told that she had all her papers in order when she took a quick trip to show off her infant daughter to her parents in Germany. But her return home in late December turned surreal and terrifying when Homeland Security officials at Kennedy Airport rejected her travel documents, confiscated" , "date" : "20040121" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "GERMANY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Trip Home From Europe Becomes Kafkaesque Ordeal" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/21\/nyregion\/trip-home-from-europe-becomes-kafkaesque-ordeal.html"} , {"body" : "SASHA MUNIAK, below, who opened his first MANGIA takeout shop on West 56th Street more than 20 years ago, has opened his fourth, at 22 West 23rd Street. It has Mangia's signature buffet and open counters for food cooked to order. ROBERTO LAMORTE, a native of Tuscany, is the chef. Mr. Muniak plans to open a traditional Italian restaurant in late" , "date" : "20040121" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; Off the Menu" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/21\/dining\/food-stuff-off-the-menu.html"} , {"body" : "The Bloomberg administration, after a two-year review of the city's property tax laws, has delayed a broad legislative push to overhaul New York City's tax assessment system after concluding such changes would be politically impossible in Albany now. The city Finance Department is still moving ahead with internal changes in how it supervises its" , "date" : "20040120" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "City Backs Off Overhaul Effort On Assessments" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/20\/nyregion\/city-backs-off-overhaul-effort-on-assessments.html"} , {"body" : "FLICKERING before Amanda M. Burden, the city planning commissioner, was a vision of New York City of the future. A computer animation showed the view from a car driving toward the Greenpoint waterfront in Brooklyn. The industrial buildings were gone, replaced by a stately procession of five- and six-story brick and stone apartment buildings," , "date" : "20040118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Remaking, or Preserving, the City's Face" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/18\/realestate\/remaking-or-preserving-the-city-s-face.html"} , {"body" : "STEVEN SANABRIA'S family has been attending the Park Slope Christian Tabernacle on Fifth Avenue and Warren Street in Brooklyn for three generations. His grandparents made the church the center of their new community after moving from Puerto Rico in the 1950's. His mother took her First Communion there in the 1970's, wearing a lacy white dress. His" , "date" : "20040118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "PARK SLOPE; Unlikely Anchors Along 'Hot Fifth Avenue'" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/18\/nyregion\/park-slope-unlikely-anchors-along-hot-fifth-avenue.html"} ,   {"body" : "The four-story walk-up is a form of housing not often produced in New York City any longer. But two new side-by-side walk-ups in Park Slope, Brooklyn, may lead the way to resurrecting it for rental housing designed for moderate-income tenants throughout the city. The developer is CPC Resources, the development arm of the Community Preservation" , "date" : "20040116" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Residential Real Estate; Park Slope Walk-Up Revival May Signal New Rental Era" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/16\/nyregion\/residential-real-estate-park-slope-walk-up-revival-may-signal-new-rental-era.html"} , {"body" : "The revival of Brooklyn has been painfully slow, an effort eked out neighborhood by neighborhood, with chic new restaurants in Fort Greene, artists' lofts in Williamsburg, new businesses in industrial Red Hook and the transformation of derelict factory buildings into million-dollar condominiums in an area with the unlikely name of Dumbo. But the" , "date" : "20040116" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Yo, Dodgers? No Way! Brooklyn Is Betting on the Nets for Revival" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/16\/nyregion\/yo-dodgers-no-way-brooklyn-is-betting-on-the-nets-for-revival.html"} , {"body" : "Theater ''CROWN HEIGHTS,'' a multimedia production depicting tensions in this multicultural Brooklyn neighborhood, by Youth Onstage! at 543 West 42nd Street, Clinton. Tonight at 8, tomorrow at 2 and 8 p.m., and Sunday at 2 p.m. Through March 7. Tickets: $25 to $35. Information: (212) 941-1234. ''THE HISTORY MYSTERY,'' a musical about kids who meet" , "date" : "20040116" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/16\/arts\/spare-times-for-children.html"} , {"body" : "Manhattan SOHO $550,000 2 Charlton Street 1-bedroom, 1-bath, 800-sq.-ft. co-op in a post-World War II building; 24-hr. doormen; elevator, windowed eat-in kitchen, hardwood floors, 2 exposures, common garden in building; maintenance $886, 50% tax-deductible; listed at $565,000, 12 weeks on market (broker: Bellmarc Realty) GREENWICH VILLAGE $460,000" , "date" : "20040115" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/15\/garden\/residential-sales.html"} , {"body" : "DEAR DIARY: Three friends and I walked out of our Upper East Side high school during lunch a few Mondays ago with nothing to do and two free periods in which to do it. We walked to Central Park, figuring that we would either play in the foot of snow that had fallen over the weekend or walk over to the John Lennon tribute. As we entered the park, we" , "date" : "20040112" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/12\/nyregion\/metropolitan-diary-928488.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. MANHATTAN GREENWICH VILLAGE $1.2 million 115 Fourth Avenue (East 12th St.) (Petersfield) 2-bedroom, 2-bath, 1,760-sq.-ft. condo in a prewar building; 24-hr. doormen," , "date" : "20040111" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/11\/realestate\/residential-sales.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''IOLANTHE,'' New York Gilbert and Sullivan Players. When Albert Bergeret founded this troupe in 1974, it was among a handful of small companies devoted to the Savoyard repertory in New York." , "date" : "20040109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/09\/movies\/classical-music-and-dance-guide.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. RASHIED ALI QUINTET, Tonic, 107 Norfolk Street, near Delancey Street, Lower East Side, (212) 358-7501. Best known as John Coltrane's drummer in his last few years and his foil" , "date" : "20040109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "33" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/09\/movies\/pop-and-jazz-guide-882976.html"} , {"body" : "Theater THEATERWORKS\/USA features two productions this weekend at the Auditorium at Equitable Center, 787 Seventh Avenue, at 51st Street, Manhattan. Tomorrow at 2 p.m., ''The Color of Justice,'' a play about the landmark battle for school desegregation. Sunday at noon and 2 p.m., ''Sweet Potato Pie and Such,'' a celebration of African-American" , "date" : "20040109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "47" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/09\/arts\/spare-times-for-children.html"} , {"body" : "Manhattan EAST VILLAGE $660,000 30 East 9th Street 2-bedroom, 1-bath, 1,000-sq.-ft. co-op in a postwar building; 24-hr. doormen; dining area, renovated kitchen, marble baths, hardwood floors, south and west exposures; maintenance $1,014, 50% tax-deductible; listed at $664,000, 4 weeks on market (broker: Citi Habitats) EAST MIDTOWN $700,000 236 East" , "date" : "20040108" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/08\/garden\/residential-sales.html"} ,   {"body" : "MIKE FAGAN and Lisa Schreibman have a few relics from their apartment's last occupants: half a blood pressure machine, four doctor's nameplates, and an X-Ray light box, for which Mr. Fagan's sister kindly donated an X-ray of her own pelvis, kidney stone plainly visible. Like many of the ground-floor apartments in the stone and brick buildings that" , "date" : "20040104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Habitats\/Brooklyn; Radical Surgery Makes Doctor's Office a Home" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/04\/realestate\/habitats-brooklyn-radical-surgery-makes-doctor-s-office-a-home.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to sales agreement. MANHATTAN BATTERY PARK CITY $380,000 250 South End Avenue 1-bedroom, 1-bath, 708-sq.-ft. condo in a postwar building; 24-hr. doormen, dining area, marble bath, h\/w" , "date" : "20040104" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/04\/realestate\/residential-sales.html"} , {"author" : "Michael Johns, who lives in San Francisco, is the author of ''Moment of Grace: The American City in the 1950's'' (University of California Press)." , "body" : "WHAT'S new in cities today isn't really new. Everything in our urban revival, from architectural styles and ornamentation to the very idea of neighborhood living itself -- all of it is self-consciously and unapologetically derived from the past. But now something stranger and even more disheartening to the lover of city life is becoming clear: the" , "date" : "20040104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SAN FRANCISCO (CALIF)" , "CHICAGO (ILL)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Retro City" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/04\/nyregion\/the-retro-city.html"} , {"body" : "Theater ''ELLIE AND THE PRINCE,'' a modern Cinderella story with music by the Beatles. Presented by Downtown Art, 64 East Fourth Street, East Village, (212) 505-0835. Today and tomorrow at 7:30 p.m.; Sunday at 2 p.m. Through Jan. 11. Tickets: $5; 18 and under, $4. ''THE ELVES AND THE SHOEMAKER,'' a production of the Brothers Grimm tale that" , "date" : "20040102" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "46" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/02\/arts\/spare-times-for-children.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. * GARY BARTZ, Sista's Place, 456 Nostrand Avenue, off Jefferson Avenue, Brooklyn, (718) 398-1766. His name always comes up in the roll call of middle-aged musicians who" , "date" : "20040102" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "38" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/02\/movies\/pop-and-jazz-guide-796816.html"} , {"body" : "Manhattan CHELSEA $225,000 350 West 14th Street 500-sq.-ft. studio condo in a postwar building; elevator, renovated kitchen with upgraded appliances, separate sleeping alcove, oversize windows, hardwood floors, north exposure; common charge $236; taxes $2,853; listed at $225,000, 1 year on market (broker: Buchbinder & Warren) MURRAY HILL $749,000" , "date" : "20040101" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "4" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/01\/garden\/residential-sales.html"}]