[  {"body" : "For nine years JEAN-LUC LE DÛ, below, the sommelier at Daniel, has shown his taste for wines from all over the world. This month he will leave his job, but with an au revoir, not an adieu: in the spring he plans to open JEAN-LUC'S WINES, a shop in the West Village. Others on the move: MICHELLE BERNSTEIN, formerly the chef at Azul in the Mandarin" , "date" : "20041222" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; OFF THE MENU" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9401E4D81330F931A15751C1A9629C8B63"} , {"body" : "There is a certain indefinable quality to the handful of prints and paintings that line the walls of Hope & Anchor, a restaurant in a quiet section of Red Hook, Brooklyn. ''As soon as they went up, I knew they worked for the room as a whole,'' Joseph Bernardo, one of the restaurant's owners, said as he contemplated the bright colors, the scantily" , "date" : "20041212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: RED HOOK; An Exhibition You Can't Refuse" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A07E7D81131F931A25751C1A9629C8B63"} , {"body" : "The story of Robert O. is the story of Red Hook. Growing up in the 1970's in what was one of the worst neighborhoods in Brooklyn, he saw murders and robberies of every variety, and he himself participated in the occasional gang attack. Yet as the neighborhood changed, so did he. After a few years in prison, Robert, a tall, affable guy with an" , "date" : "20041205" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "NEIGHBORHOOD REPORT: RED HOOK -- THE VOICE; A Time to Fight, a Time to Mellow" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04E1D91631F936A35751C1A9629C8B63"} , {"body" : "Silvana Nardone, left, the owner of Fanciulla Specialty Foods, a wholesale bakery in Red Hook, Brooklyn, has a new savory, herb-flecked cracker with a touch of sweetness from dried fruit. The crackers, called Wine Flats, come in currant-fennel, cherry-peppercorn and fig-rosemary flavors, all addictive on their own or with a spread of some kind. She" , "date" : "20041110" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; Not To Be Confused With Saltines" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D07E2D9133CF933A25752C1A9629C8B63"} , {"body" : "Theater A selective listing by critics of The Times: New or noteworthy Broadway and Off Broadway shows this weekend. Approximate running times are in parentheses. * denotes a highly recommended show. + means discounted tickets were available at the Theater Development Fund's TKTS booth for performances last Friday and Saturday nights. Full reviews" , "date" : "20041105" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "THE LISTINGS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE6D6173CF936A35752C1A9629C8B63"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE 36-01 35th Avenue, at 36th Street, Astoria, Queens. One of the largest collections of moving-image artifacts. Through Jan. 23, ''Tim Burton Drawings,'' an exhibition of more than 24 drawings, watercolors and sketches related to his films. Screenings this weekend: Tonight at 7:30 and" , "date" : "20041105" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "46" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B00EEDE143CF936A35752C1A9629C8B63"} , {"body" : "Atttractions Museum MOUNT VERNON HOTEL MUSEUM AND GARDEN, 421 East 61st Street, Manhattan. Built in 1799 as a carriage house for Abigail Adams Smith and Col. William Smith, it was the Mount Vernon Hotel from 1826 to 1833.Tonight at 6:15 and 7:30, ''An Evening With Poe,'' with readings from the letters and tales of Edgar Allan Poe. Fee: $15. Limited" , "date" : "20041029" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03EEDC133DF93AA15753C1A9629C8B63"} , {"body" : "These days, when customers walk into the House of Pizza and Calzone in Carroll Gardens, Brooklyn, they have a standard greeting for Paul Diagostino, who bought the 52-year-old neighborhood institution in September with his future brother-in-law, Gino Vitale. ''You the new owner?'' they say, eyes narrowing in suspicion. Then, with a frown and an" , "date" : "20041024" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: CARROLL GARDENS; With Patrons Wary, a New Pizza Man Strives to Fill Some Fabled Shoes" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E6D61E3AF937A15753C1A9629C8B63"} , {"body" : "Movies A selective listing by critics of The Times: New or noteworthy movies playing this weekend in New York City. * denotes a highly recommended film. Ratings and running times are in parentheses. Full reviews of all current releases, movie trailers, showtimes and tickets: nytimes.com\/movies. Now Playing 'AROUND THE BEND' Starring Michael Caine," , "date" : "20041015" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "23" , "title" : "The Listings" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807E2DD1F3BF936A25753C1A9629C8B63"} , {"body" : "A teenage girl walking her dog on the rooftop of a public housing complex in Red Hook yesterday afternoon discovered an abandoned infant boy, the police said. She called the authorities, who took the boy to Long Island College Hospital. The boy, who appeared to be one or two days old, was listed in stable condition last night, the police said." , "date" : "20041014" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Briefing | New York: Brooklyn: Newborn Abandoned On Rooftop" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E3DE163AF937A25753C1A9629C8B63"} ,   {"body" : "The handball courts in J.J. Byrne Park on Fourth Avenue in Park Slope, Brooklyn, were relatively quiet on a recent afternoon, and not only because of the slight chill in the air or the gray tint in the autumn sky. There were still men (and a few women) of all ages scrambling around six of the eight courts, in fact, smacking blue rubber balls at" , "date" : "20041010" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "J J BYRNE PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: PARK SLOPE; Waiting, Not So Patiently, To Reclaim an Urban Oasis" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E5DE123BF933A25753C1A9629C8B63"} , {"body" : "Usmanu Salisu surveyed the tabletop scene: potatoes, apples, watermelons and squash. ''This is good, real good, and it's all fresh,'' Mr. Salisu said, inspecting a ripe Cortland apple. ''I don't see it this good at the supermarket.'' That's just what Ena Nemley wants to hear. Every week, Ms. Nemley rounds up green beans and collard greens from the" , "date" : "20041008" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bleak Landscapes, Green Produce; Poor Neighborhoods See Rise in Farmers' Markets" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E3DB153BF93BA35753C1A9629C8B63"} , {"body" : "The notion of shopping for minimalist furniture while nibbling Swedish meatballs within view of the Statue of Liberty took a major step forward yesterday as a City Council panel approved a plan for what is likely to become New York City's first Ikea, along the Brooklyn waterfront in Red Hook. The approval came despite opposition from some residents" , "date" : "20041006" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Panel Approves Plan by Ikea To Open Store In Red Hook" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9504EFDD163BF935A35753C1A9629C8B63"} , {"body" : "INTERNATIONAL A3-13 Iraqi Premier's Speech Presents Darker Picture Prime Minister Ayad Allawi gave a sobering account of the threat posed by the insurgency in his first speech before the interim national assembly. The American military said it had launched its second major offensive of the last week in a sweep across the Euphrates River south of" , "date" : "20041006" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B00E6DC163BF935A35753C1A9629C8B63"} , {"body" : "It has become a familiar New York story: Another neighborhood written off as doomed becomes the Next New Thing. Twenty-five years ago, dowdy TriBeCa, the Upper West Side and Park Slope began blossoming into some of the city's most alluring places to live, prompting thousands of daydreaming home buyers to slap their heads and ask, ''Why didn't I buy" , "date" : "20041003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "The Next TriBeCa? Stick a Pin in the Map" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990DE0D71038F930A35753C1A9629C8B63"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. One of the largest collections of moving-image artifacts. Through Oct. 11, ''Subway Centennial Film Festival,'' co-sponsored with the New York Transit Museum, featuring works with the subway system as the main location or subject." , "date" : "20041001" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807E4DC1238F932A35753C1A9629C8B63"} , {"body" : "As the environmental program director of the Urban Divers Estuary Conservancy, an environmental group committed to restoring, protecting and promoting New York's waterways, Ludger Balan has spent years studying the Gowanus Canal. Yet the murky, heavily polluted channel that cuts through South Brooklyn still has the potential to confound, as it did" , "date" : "20040926" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS CANAL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Science" , "New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: GOWANUS CANAL; A Journey to the Center of the Earth, or So It Seems" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E04E5DB1E39F935A1575AC0A9629C8B63"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Opening tomorrow and on display through March 13, ''Fall Colors Across North America,'' an exhibition of photographs by Anthony Eaton Cook. Through Jan. 9, ''Frogs: A Chorus of Colors,'' an exhibition of 200 specimens; timed tickets to ''Frogs'' are" , "date" : "20040924" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0CEFD71039F937A1575AC0A9629C8B63"} , {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. * ABDELLI, Satalla, 37 West 26th Street, Manhattan, (212) 576-1155. Abderrahmane Abdelli is a Berber from the Kabylia region of Algeria, descended from the tribes that" , "date" : "20040924" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "7" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CE2D81039F937A1575AC0A9629C8B63"} , {"body" : "ATTRACTIONS Museum NEW-YORK HISTORICAL SOCIETY, 2 West 77th Street, Manhattan. Through February, ''Alexander Hamilton: The Man Who Made Modern America,'' an exhibition of artworks, photographs and manuscripts. Through Oct. 24, ''From Abyssinian to Zion: Photographs of Manhattan's Houses of Worship,'' a photography display based on a book of the" , "date" : "20040917" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04E4D71F30F934A2575AC0A9629C8B63"} ,   {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. MUHAL RICHARD ABRAMS ENSEMBLE, SOLO, Community Church of New York, 40 East 35th Street, Manhattan, (212) 594-7149. Two different sets led from one of the most accomplished" , "date" : "20040910" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506EEDE1430F933A2575AC0A9629C8B63"} , {"body" : "THE stray dogs are finding their way back to Athens; the shady characters are coming back, too. Heroin addicts, kept out of view for three weeks, nod out around midnight at Omonia Square, reminding the city of a dire social scourge. Seediness, kept at arm's length for a month, comes a bit too close for comfort now. Athens is getting back to normal." , "date" : "20040901" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["ATHENS (GREECE)" , "NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "Sports of The Times; New York Is Already Up to Speed for 2012" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D03E3DF1531F932A3575AC0A9629C8B63"} , {"body" : "AGAIN to a secret city place: the easternmost, uppermost deck of Pier 17 at the South Street Seaport in Lower Manhattan, a sanctuary in the midst of tourists, where lounge chairs bolted to the floorboards all but demand that you pause for a while and consider. Across the East River, a corner piece of the Brooklyn jigsaw offers its tree-shadowed" , "date" : "20040829" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "1" , "title" : "NEW YORK 2004; Who Can Claim to Know A City of 8 Million?" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/29\/us\/new-york-2004-who-can-claim-to-know-a-city-of-8-million.html"} , {"body" : "Jill Suzanne Adelman and Stephen Jacob Gandel are to be married today. Rabbi Jehiel Orenstein is to officiate at Brooklake Country Club in Florham Park, N.J. The bride, 31, is the social work supervisor for Good Shepherd Services at its family counseling program in the Red Hook section of Brooklyn. She graduated cum laude from Dartmouth College and" , "date" : "20040829" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "13" , "title" : "WEDDINGS\/CELEBRATIONS; Jill Adelman, Stephen Gandel" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/29\/style\/weddings-celebrations-jill-adelman-stephen-gandel.html"} , {"body" : "Sixty-nine people, most of them members of five closely linked families, have been indicted on conspiracy charges that accuse them of cooperating as one enormous narcotics trafficker to peddle heroin and cocaine in Brooklyn housing projects, prosecutors announced yesterday. The oldest suspect is a 61-year-old woman, while the youngest, from another" , "date" : "20040827" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "69 Indicted In Drug Ring At Projects In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/27\/nyregion\/69-indicted-in-drug-ring-at-projects-in-brooklyn.html"} , {"body" : "When Jay Schneider joined the Park Slope Food Co-op 24 years ago, he had to seek it out: ''I walked up and down the block three times trying to find it,'' he said one day recently while leading an orientation for potential new members. It is unlikely that the prospective co-op members had the same problem. Since the co-op's inception in 1973, its" , "date" : "20040822" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: PARK SLOPE; An Organic Outpost Shudders As Its Sleek Successors Close In" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/22\/nyregion\/neighborhood-report-park-slope-organic-outpost-shudders-its-sleek-successors.html"} , {"body" : "It was fast becoming a classic rivalry. The basketball team from Eastchester Gardens had home-court advantage for the championship against its longtime rivals from Parkside Houses. The game began -- but never ended -- on Friday night on a blacktop court at a housing project in the Bronx. Instead, shooting erupted; when it stopped, nine people had" , "date" : "20040822" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "With Stage Set for Classic Rivalry, a Basketball Game Turned Violent" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/22\/nyregion\/with-stage-set-for-classic-rivalry-a-basketball-game-turned-violent.html"} , {"body" : "''When we rode across the border, we were listening to Tupac,'' an American soldier says. A friend adds, ''Yeah, stuff to keep us in the mood, keep us motivated.'' Possibly this is meant as irony -- Tupac Shakur was shot dead at 25 -- but the soldiers who appear tonight in VH1's ''Soundtrack to War'' lecture the camera with sincerity that seems to" , "date" : "20040818" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "TELEVISION REVIEW; Heavy Metal And Rap Amid Sand And Battle" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/18\/arts\/television-review-heavy-metal-and-rap-amid-sand-and-battle.html"} , {"body" : "'Where the Island Begins' Axinn Library, Hofstra University, Hempstead, (516)463-5672. Through Aug. 31. This small selection of work by artists living in Brooklyn is a reminder that, geographically speaking, Long Island's western reaches harbor an art community every bit as vital as the more celebrated one at its eastern end. The guest curator," , "date" : "20040815" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "ART: REVIEWS; Hamptons on the Gowanus? Not Quite" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/15\/nyregion\/art-reviews-hamptons-on-the-gowanus-not-quite.html"} , {"body" : "ATTRACTIONS Museum AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. One of the largest collections of moving-image artifacts. Screenings this weekend: Tomorrow at 2 p.m., ''Day of the Locust'' (1975), directed by John Schlesinger; at 4:45 p.m. ''Targets'' (1968), directed by Peter Bogdanovich. Sunday at noon," , "date" : "20040806" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/06\/arts\/spare-times-538825.html"} ,   {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. One of the largest collections of moving-image artifacts. Screenings this weekend: Tomorrow at 2 p.m., ''Invasion of the Body Snatchers'' (1956), directed by Don Siegel; at 4 p.m., ''Them!'' (1954), directed by Gordon Douglas." , "date" : "20040730" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/30\/arts\/spare-times-469939.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Aug. 15, ''Exploratorium\/A.M.N.H.,'' an interactive exhibition on the principles of nature. Through Jan. 9, ''Frogs: A Chorus of Colors,'' an exhibition of 200 specimens. Timed tickets to ''Exploratorium\/A.M.N.H.,'' and ''Frogs'' are $19 for" , "date" : "20040723" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/23\/arts\/spare-times-394068.html"} , {"body" : "LAST Friday morning, a few miles and a world away from the celebrated Union Square Greenmarket, Jack Hoeffner, a fifth-generation farmer, arranged herbs, potatoes and corn in neat rows on a patch of cracked asphalt under the Major Deegan Expressway. Mr. Hoeffner and about 20 other ''hardy souls,'' as he calls the farmers huddled against a" , "date" : "20040721" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Eat Your Vegetables: Easier Said Than Done" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/21\/dining\/eat-your-vegetables-easier-said-than-done.html"} , {"body" : "RECREATION New York City ''THE GREAT BREW, VIEW AND CHOCOLATE BICYCLE TOUR'' visits a microbrewery and chocolate shop, with a ride over the Brooklyn Bridge. Tomorrow at 10 a.m. Fee, $59 (includes all equipment). Sponsored by Bike the Big Apple. Reservations and meeting place: (201) 837-1133; bikethebigapple.com. NEW YORK ROAD RUNNERS CLUB DASH AND" , "date" : "20040716" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/16\/arts\/spare-times-323454.html"} , {"body" : "Fifty-one times the rain has fallen, and eight times the snow. The glare of sun has made Brooklyn 91 degrees, and the dark of night 16. In this way, five months have passed since two young boys from Ninth Street left for heaven or whatever it is that you believe. ''Palabras, no hay,'' a bishop said at their funeral: There are no words to ease their" , "date" : "20040710" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Memorial Far Beyond Makeshift; Five Months Later, Paying Tribute to Two Lost Boys" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/10\/nyregion\/memorial-far-beyond-makeshift-five-months-later-paying-tribute-two-lost-boys.html"} , {"body" : "ATTRACTIONS Museums and Sites MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. The museum collects, preserves and presents material related to the city's history. Tomorrow at 2 p.m., a lecture by Patrick Downey, author of ''Gangster City.'' Through Sept. 26, ''New York's Moynihan,'' an exhibition of photographs, letters, videos and" , "date" : "20040709" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/09\/arts\/spare-times-244899.html"} , {"body" : "By most measures, it was a spectacular Fourth of July in New York City, with balmy breezes, festive crowds and a vast display of pyrotechnics over the East River. But in neighborhoods across the city, people said they were jolted by the unwelcome sounds of an old problem, not yet resolved. Their complaints, about firecrackers, bottle rockets and" , "date" : "20040707" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Fireworks Pop, And So Do Complaints Of the Irritated" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/07\/nyregion\/fireworks-pop-and-so-do-complaints-of-the-irritated.html"} , {"body" : "Cinderella She's Not ''We don't have to do what everyone else does,'' says the Fairy in ''The Ash Girl.'' She's right: almost no one in this dark, intriguing riff on ''Cinderella'' does what everyone else does in the usual versions. Written by Timberlake Wertenbaker and presented by the Abrons Arts Center Urban Youth Theater, ''The Ash Girl''" , "date" : "20040702" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "34" , "title" : "FAMILY FARE" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/02\/theater\/family-fare.html"} , {"body" : "It's a show house. It's a gallery. It's a show house in a gallery. Margaret Thatcher (not that one -- the one at Margaret Thatcher Projects in New York) invited Gregory Dufner, seated right, and Daniel Heighes Wismer, standing, of the architectural firm of Dufner Heighes to do an installation called ''Arthouse.'' And so they restyled her gallery as" , "date" : "20040701" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS: FURNISHINGS; No Place Like a Gallery Restyled as a Home" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/01\/garden\/currents-furnishings-no-place-like-a-gallery-restyled-as-a-home.html"} , {"body" : "On Thursday morning, Karlis Rekevics, a 40-year-old sculptor who works in giant slabs of cast plaster, picked up a sledgehammer and prepared to store his work in the only way he saw possible: in little, tiny pieces. ''I'm a very unprecious artist,'' Mr. Rekevics said, before smashing his multi-ton sculpture to bits. ''And I wanted to go out with a" , "date" : "20040629" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "DUMBO (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "The Doorman Cometh; Dumbo's Fast Switch From Artists' Lofts to Luxury Apartments" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/29\/arts\/the-doorman-cometh-dumbo-s-fast-switch-from-artists-lofts-to-luxury-apartments.html"} ,   {"body" : "ATTRACTIONS Museums and Sites INTREPID SEA-AIR-SPACE MUSEUM, Pier 86, West 46th Street at the Hudson River, Clinton. The Intrepid is a converted World War II aircraft carrier with two decks of displays, including four theme halls: United States Navy Hall, Pioneer Hall, Technologies Hall and Intrepid Hall. ''British Celebration'' includes a tour of" , "date" : "20040625" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/25\/arts\/spare-times-085308.html"} , {"body" : "Tim McLoughlin, a Brooklyn writer and editor, stopped off at a local bar after a Brooklyn Cyclones game. Along with the beer, the bartender, Thomas Morrissey, thrust his unpublished short story, ''Can't Catch Me,'' into his hands. Mr. McLoughlin loved the piece, about a detective who investigates the murder of a Bay Ridge baker who is found dead" , "date" : "20040624" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "Brooklyn Crime Tales Flavored by Neighborhood" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/24\/books\/brooklyn-crime-tales-flavored-by-neighborhood.html"} , {"body" : "IF the experiment carried the whiff of danger, then so be it. Any venture into the deep unknown comes with an element of personal risk -- a small price to pay, it seemed, for some answers about this cacophonous creature of confection lurking about the city. This, this Mister Softee. A couple of weeks ago, Mister Softee became the cream-cephalic" , "date" : "20040623" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; As Jingle Plays, Resistance Is Futile" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/23\/nyregion\/about-new-york-as-jingle-plays-resistance-is-futile.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. Screenings this weekend: tonight at 7:30, ''Anything Can Happen'' (2003), directed by Shashanka Ghosh, in Hindi with English subtitles; part of ''Cinema India! Showcase 2004: The Changing Face of Indian Cinema.'' tomorrow at 2" , "date" : "20040618" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/18\/arts\/spare-times-004642.html"} , {"body" : "ATTRACTIONS Museums and Sites MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village. This preserved late-Federal brick house with a Greek Revival interior, once owned by Seabury Tredwell, a wealthy hardware dealer, was built in 1832. The house holds the original furniture, clothing and personal articles of the Tredwells, who lived there for" , "date" : "20040611" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/11\/arts\/spare-times-925101.html"} , {"body" : "MANHATTAN $1,000,000 155 West 15th Street, #1E A 1,200-square-foot three-level co-op with two bedrooms, one bath and a 12-by-12-foot patio. Karen Skurka and Dennis Riccio, Douglas Elliman Real Estate, (212) 727-6116; www.elliman.com MAINTENANCE: $820 TIME ON THE MARKET: Three weeks PROS: This airy apartment has the feel of both a town house and a" , "date" : "20040606" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET; Chelsea, Red Hook, Glen Ridge, Pelham Manor" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/06\/realestate\/on-the-market-chelsea-red-hook-glen-ridge-pelham-manor.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Aug. 15, ''Exploratorium\/A.M.N.H.,'' an interactive exhibition on the principles of nature. Through Oct. 3, ''Frogs: A Chorus of Colors,'' an exhibition of 200 specimens. Through July 6, ''Petra: Lost City of Stone,'' with objects from that" , "date" : "20040604" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/04\/arts\/spare-times-841110.html"} , {"body" : "The crack of the home-team bat echoes once again over Brooklyn. Cruise liners may soon steam away from the shores of Red Hook. And as the mining of yesteryear continues to reign supreme among the borough's self-obsessions, the brewing of Rheingold Beer has returned, almost 30 years after the company called it quits. ''We have a tremendous history" , "date" : "20040603" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Rheingold's Homecoming: Brewed Again in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/03\/nyregion\/rheingold-s-homecoming-brewed-again-in-brooklyn.html"} , {"body" : "A WHILE back, I awoke in my Carroll Gardens apartment to find it shaking. Whatever, man. It had been one very long work week, and I went back to sleep. When I finally got up, things were calm. I forgot about the shaking. Then, weeks later, it happened again. And again. Having experienced a few L.A. earthquakes, I took closer measure of this most" , "date" : "20040530" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "URBAN STUDIES\/SHAKING; The Mystery of the Trembling Apartment" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/30\/nyregion\/urban-studies-shaking-the-mystery-of-the-trembling-apartment.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''LUCIA DI LAMMERMOOR.'' In Sir Walter Scott's novel, ''The Bride of Lammermoor,'' the heroine is found quivering inside a cold fireplace after stabbing her bridegroom. While the heroine of Donizetti's opera" , "date" : "20040521" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "17" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/21\/movies\/classical-music-and-dance-guide.html"} ,   {"body" : "ATTRACTIONS Museums and Sites MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village. This preserved late-Federal brick house with a Greek Revival interior, once owned by Seabury Tredwell, a wealthy hardware dealer, was built in 1832. Saturdays through May, ''Behind the Scenes: A Rare Opportunity to View the Servants' Quarters,'' with tours" , "date" : "20040521" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/21\/arts\/spare-times-667617.html"} , {"body" : "Theater ''WOLF!'' An interactive show inspired by ''The People's Court,'' with three notorious storybook wolves on trial. By Jonathon Ward. At the Abrons Arts Center, 466 Grand Street, Lower East Side. Tomorrow and Sunday at 2 p.m. Tickets: $10; children, $5. Reservations: (212) 352-3101. ''HEP CAT,'' a comic piece based on the 1960's cartoon ''Top" , "date" : "20040521" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/21\/arts\/spare-times-for-children.html"} , {"body" : "THERE have always been restaurants whose reputations have hinged on the merits of a single dish. And there have always been diners who keep the reputation alive: New Yorkers have made it a rite of passage to have Il Cantinori's Tuscan rib-eye steak, Joe Allen's burger and the ''21'' Club's monstrous Caesar salad. The restaurants may see it as a" , "date" : "20040519" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "7" , "title" : "RESTAURANTS; N'awlins-Crawling on Columbus" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/19\/dining\/restaurants-n-awlins-crawling-on-columbus.html"} , {"body" : "There are many types of New York City championships, but how many are held in a sewage treatment plant? The Operators Challenge is. Held annually to determine the city's highest-performing sewage treatment workers, the challenge this year included workers from 8 of the city's 14 wastewater treatment plants. It was won last week by the Jamaica" , "date" : "20040516" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "In Olympics Of Sludge, Dirty Work Brings Gold" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/16\/nyregion\/in-olympics-of-sludge-dirty-work-brings-gold.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. One of the largest collections of moving-image artifacts. Through Jan. 23, ''Tim Burton Drawings,'' an exhibition of more than 24 drawings, watercolors and sketches related to that director's films. Tomorrow through May 21," , "date" : "20040514" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/14\/arts\/spare-times-581712.html"} , {"body" : "THERE is a reason that Kenneth Adams is called Mr. Brooklyn, though he demurs that this honorific is inappropriate. ''I'm more comfortable if I'm called 'the Other Mr. Brooklyn,''' says Mr. Adams, the hyperkinetic president of the Brooklyn Chamber of Commerce. He pipes up that the real Mr. Brooklyn is Marty Markowitz, the borough president. ''He's" , "date" : "20040511" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; If Brooklyn's Your Borough, Then He's Your Guy" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/11\/nyregion\/public-lives-if-brooklyn-s-your-borough-then-he-s-your-guy.html"} , {"body" : "On Columbia Street along the Brooklyn waterfront stands a single sign announcing Irving Street. It is a standard green-and-white banner of the sort marking thousands of intersections in the city, and, like the one a few yards down for Sedgwick Street, there is nothing particularly remarkable about it. Except that, conventionally speaking, these" , "date" : "20040510" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "When the Street Name Outlives the Street; Only Signs Remain to Tell the Story Of New York's Ever-Changing Grid" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/10\/nyregion\/when-street-name-outlives-street-only-signs-remain-tell-story-new-york-s-ever.html"} , {"body" : "INTERNATIONAL A3-12 Bomb Kills Chechen Leader And 13 Others at Stadium A bomb in Chechnya killed the republic's president and 13 others. More than 50 people were reported wounded, including the Russian military commander for the region. The explosion delivered a severe blow to President Vladimir V. Putin's efforts to end the deadly conflict in the" , "date" : "20040510" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/10\/nyregion\/news-summary-544418.html"} , {"body" : "ATTRACTIONS Museums and Sites HISPANIC SOCIETY OF AMERICA, Audubon Terrace, Broadway at 155th Street, Washington Heights. Tomorrow from 11 a.m. to 4:30 p.m., a free Centennial Festival in celebration of Spanish and Latin American history and culture, with music and dance performances, a treasure hunt and a gallery talk. Information: (212) 926-2234." , "date" : "20040507" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/07\/arts\/spare-times-503282.html"} , {"body" : "When the Queen Mary 2 glided past Brooklyn the other day, residents of Red Hook scrambled up to on their rooftops to watch it pass. The neighborhood, like the rest of the city, was buzzing, but not just over the ship. Days before, the city's Economic Development Corporation had announced plans to create a cruise-ship berth in Brooklyn for similar" , "date" : "20040502" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: RED HOOK; On the Waterfront, Wariness Over a Cruise-Ship Plan" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/02\/nyregion\/neighborhood-report-red-hook-on-the-waterfront-wariness-over-a-cruise-ship-plan.html"} ,   {"body" : "TWO writers who helped define 20th-century New York died within the past 10 days. Hubert Selby Jr., who died last Monday, was best known for his stark novel ''Last Exit to Brooklyn, '' published in 1964 by Grove Press. His prose was all Red Hook, spare, direct, as subtle as a punch in the gut from a heavyweight boxer; he was a high school dropout." , "date" : "20040502" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "10" , "title" : "NEW YORK WRITERS -- Selby and Hamburger: The Profane, and the Urbane; Jukes, Pimps and the Gowanus" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/02\/nyregion\/new-york-writers-selby-hamburger-profane-urbane-jukes-pimps-gowanus.html"} , {"body" : "TWO writers who helped define 20th-century New York died within the past 10 days. Hubert Selby Jr., who died last Monday, was best known for his stark novel ''Last Exit to Brooklyn, '' published in 1964 by Grove Press. His prose was all Red Hook, spare, direct, as subtle as a punch in the gut from a heavyweight boxer; he was a high school dropout." , "date" : "20040502" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: Selby and Hamburger: The Profane, and the Urbane; A Ton of Pastrami and Pvt. Pigeon" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/02\/nyregion\/neighborhood-report-selby-hamburger-profane-urbane-ton-pastrami-pvt-pigeon.html"} , {"body" : "BY all accounts, the University Food Market at 115th Street and Broadway was hardly an epicurean paradise. The aisles were cramped and overcrowded, the Latina cashiers sassy. As for the stock, one regular described the produce as ''competent, not exciting,'' and though the organic meats were notable, the freezers occasionally short-circuited," , "date" : "20040502" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UPPER WEST SIDE (MANHATTAN)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Obsessed!" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/02\/nyregion\/obsessed.html"} , {"body" : "In Dumbo, a high-concept exercise in nesting lust called Hadco, a demonstration center where customers can try out luxe appliances for purchase elsewhere, has opened near outposts of ABC Carpet and Home and West Elm. In Gowanus, within eyeshot of a fuel-oil depot and a bustling scrap-metal business, a gleaming new 136,000-square-foot Lowe's, the" , "date" : "20040428" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Suburban Retailing for the New Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/28\/nyregion\/suburban-retailing-for-the-new-brooklyn.html"} , {"body" : "Hubert Selby Jr., the Brooklyn-born ex-merchant mariner who turned to drugs and to writing after cheating death and created a lasting vision of urban hell in his novel ''Last Exit to Brooklyn,'' died yesterday at his home in Los Angeles. He was 75. The cause was chronic pulmonary disease, said his son, Bill Selby, who added that his father's death" , "date" : "20040427" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Obituaries" , "Business"] , "page_facet" : "19" , "title" : "Hubert Selby Jr. Dies at 75; Wrote 'Last Exit to Brooklyn'" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/27\/business\/hubert-selby-jr-dies-at-75-wrote-last-exit-to-brooklyn.html"} , {"body" : "In 1995, when Vera Jeffery started working at Treasures Thrift Emporium on Smith Street, the thoroughfare was a threadbare strip little known beyond Cobble Hill and Boerum Hill, the two Brooklyn neighborhoods it separated. Ms. Jeffery, who lives in the nearby Gowanus Houses, recalls cracked sidewalks, unsavory characters and empty storefronts. Ms." , "date" : "20040425" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: COBBLE HILL\/BOERUM HILL; Even an Outpost of Funkiness Can't Survive on a Funky Street" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/25\/nyregion\/neighborhood-report-cobble-hill-boerum-hill-even-outpost-funkiness-can-t-survive.html"} , {"body" : "New York City and two major cruise lines have agreed on the outline of a deal that would guarantee 10 years of dockings and huge fees, enabling the city, in turn, to carry out a $150 million redevelopment of the frayed passenger ship terminals on Manhattan's West Side and to build a new cruise ship terminal on the Brooklyn waterfront, an executive" , "date" : "20040417" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "City in Deal to Restore Piers to Former Port-of-Call Glory" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/17\/nyregion\/city-in-deal-to-restore-piers-to-former-port-of-call-glory.html"} , {"body" : "Fitfully over the years, the Brooklyn Museum of Art has given the nod to its geographic roots with showcases of borough artists. And people have been waiting for it to push more forcefully in that direction since the florescence of a local gallery scene in the 1990's. It is doing so now with ''Open House: Working in Brooklyn,'' a big, mixed-up" , "date" : "20040416" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "ART REVIEW; Brooklyn-ness, a State of Mind and Artistic Identity in the Un-Chelsea" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/16\/arts\/art-review-brooklyn-ness-a-state-of-mind-and-artistic-identity-in-the-un-chelsea.html"} , {"body" : "PER SE , THOMAS KELLER 's restaurant in the Time Warner Center, will reopen on May 1 and will start taking reservations that day, at (212) 823-9335. A fire on Feb. 21 closed the restaurant six days after it opened. Even before the outdoor cafe is built at VENTO TRATTORIA , the multistory restaurant and lounge that STEPHEN HANSON is to open on" , "date" : "20040414" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/14\/dining\/food-stuff-off-the-menu.html"} , {"body" : "The future of Red Hook, Brooklyn, a port and industrial area since the Civil War, may have been sealed last December, when the decision was made to convert a hulking six-story warehouse on Imlay Street, next to a container port, into 150 luxury condominiums with a dramatic view of the harbor and the Manhattan skyline. The move was cheered by some" , "date" : "20040412" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Zoning Board's Quiet Work Has Neighbors Making Noise" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/12\/nyregion\/a-zoning-board-s-quiet-work-has-neighbors-making-noise.html"} ,   {"body" : "Brooklyn, which now has its own Zagat guide, now also has its own restaurant week. More than 90 restaurants are offering discounted three-course menus from Thursday through April 22. The $18.98 price recalls the year Brooklyn joined New York City, an event that Brooklynites celebrate or mourn. Here's a sampling of the restaurants that are" , "date" : "20040411" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "GOOD EATING; Feast of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/11\/nyregion\/good-eating-feast-of-brooklyn.html"} , {"body" : "A federal judge yesterday gave long prison sentences to two men he said lied in their testimony in a gang murder trial last year after having won promises of leniency for cooperating with prosecutors. The sentences by Judge John Gleeson of United States District Court in Brooklyn were life in prison for one of the men and 60 years for the other for" , "date" : "20040409" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Long Prison Terms for 2 Men In Brooklyn Gang Murder" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/09\/nyregion\/long-prison-terms-for-2-men-in-brooklyn-gang-murder.html"} , {"body" : "When a federal judge in Brooklyn overturned the gang-murder conviction of a Red Hook man in February because of perjury by government witnesses, he provided a rare glimpse of the murky world of prosecutors and their criminal informers. In exchange for information, prosecutors routinely offer leniency to killers, thieves and liars. Tomorrow, the" , "date" : "20040407" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Trading in Lies, Some Informers Build Cases For Prosecutors" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/07\/nyregion\/trading-in-lies-some-informers-build-cases-for-prosecutors.html"} , {"body" : "The anonymous caller left only this tip: A young man in a public housing apartment had a machine gun. He was showing it to the children who lived there, maybe scaring them with it and pretending to shoot it. The caller gave a Brooklyn address, nothing more. But the men at the all volunteer, private Kings County Society for the Prevention of Cruelty" , "date" : "20040404" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Child Protectors With Mail-Order Badges; A Private Group Claiming Police Powers Investigates Abuse Claims" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/04\/nyregion\/child-protectors-with-mail-order-badges-private-group-claiming-police-powers.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. CLAUDIA ACUÑA, Jazz Standard, 116 East 27th Street, Manhattan, (212) 576-2232. Ms. Acuña, a young jazz singer from Chile, is committed to the idea of a jazz singer as an" , "date" : "20040402" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "30" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/02\/movies\/pop-and-jazz-guide-036021.html"} , {"body" : "A Brooklyn gang murder case is in disarray after a federal judge overturned the conviction of a Red Hook man for the killing, saying prosecutors had relied on ''blatant, critical perjury by all of the key witnesses.'' The judge, John Gleeson, stopped short of saying the federal prosecutors in Brooklyn knew that their witnesses were lying at a jury" , "date" : "20040325" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "U.S. Loses Murder Case Over Lying Witnesses" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/25\/nyregion\/us-loses-murder-case-over-lying-witnesses.html"} , {"body" : "There was the hope that the inexplicable would be explained, that the question -- ''How could this happen?'' might be answered. So, Mordecai Slomich, a law student at New York University, tuned in mostly at night when the testimony before the commission that is investigating the Sept. 11, 2001, attacks was replayed on C-Span. Andy Jurinko, an" , "date" : "20040325" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "25" , "title" : "THREATS AND RESPONSES: NEW YORK; Listeners Wait For Answers From Hearing" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/25\/us\/threats-and-responses-new-york-listeners-wait-for-answers-from-hearing.html"} , {"body" : "It takes a tough borough to breed a tender fish, Dr. Martin P. Schreibman likes to say. And the roughly 3,000 Brooklyn-bred tilapia Dr. Schreibman grows in tanks in his aquaculture lab grow up hardy and with the requisite dose of attitude. To prove it, Dr. Schreibman, a biology professor at Brooklyn College, grabbed a handful of food pellets the" , "date" : "20040322" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Chasing a Fish-Farming Dream; Brooklyn College Professor Sees a City of Tilapia Tanks" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/22\/nyregion\/chasing-fish-farming-dream-brooklyn-college-professor-sees-city-tilapia-tanks.html"} , {"body" : "For some, South Brooklyn will always be South Brooklyn, although it is, in fact, in northern Brooklyn, and is also referred to, alternatively, as Carroll Gardens, Red Hook, Boerum Hill and the Columbia Waterfront District. But another name for the area has emerged, in the form of a well-appointed Web site and a series of sleek brochures: BoCoCa." , "date" : "20040314" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BOCOCA (NYC)" , "NEW YORK CITY" , "CARROLL GARDENS (NYC)" , "COBBLE HILL (NYC)" , "BOERUM HILL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: BROWNSTONE BROOKLYN; The Newest Entry In Neighborhood Scrabble" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/14\/nyregion\/neighborhood-report-brownstone-brooklyn-newest-entry-neighborhood-scrabble.html"} , {"body" : "It seems that you can't please anyone in New York City. People complained for years about having to recycle their trash. Then they complained when Mayor Michael R. Bloomberg canceled most recycling to save the city money. And they positively howled in confusion when he restored some recycling but cut collections to every other week. So it should" , "date" : "20040305" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Sorting Refuse Would Be a Snap If Only They Could Sort the Rules" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/05\/nyregion\/sorting-refuse-would-be-a-snap-if-only-they-could-sort-the-rules.html"} ,   {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. CLAUDIA ACUÑA QUARTET, Jazz Gallery, 290 Hudson Street, below Spring Street, South Village, (212) 242-1063. Ms. Acuña, a young jazz singer from Chile, is committed to the" , "date" : "20040305" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/05\/movies\/pop-and-jazz-guide-658642.html"} , {"body" : "An article on Feb. 4 about development along the Brooklyn waterfront misstated the role of Community Board 6 in a now-defunct proposal by Carnival, the cruise ship company, to build a $100 million passenger terminal in Red Hook. It has generally supported the idea, but it did not negotiate a deal with Carnival." , "date" : "20040302" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/02\/nyregion\/c-corrections-622109.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. At many museums, children under 12 and members are admitted free. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should" , "date" : "20040227" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "29" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/27\/arts\/art-guide.html"} , {"author" : "Thomas Boyle, a professor of English at Brooklyn College, is the author of several crime novels set in Brooklyn." , "body" : "OUT here in Brooklyn, we hear that New Jersey's Nets are coming. This could be great news, but at the same time it brings back the bitter memory of the nasty departure of our baseball Dodgers in 1957. And just over a week ago, Gage & Tollner, our oldest restaurant and most charming culinary relic of the dear departed 19th century (sorry about that," , "date" : "20040222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY LORE; Put Down That Violin. Now." , "url" : "http:\/\/www.nytimes.com\/2004\/02\/22\/nyregion\/city-lore-put-down-that-violin-now.html"} , {"body" : "Sabato F. Catucci stalks the piers on the Red Hook waterfront in Brooklyn, where he has built a thriving business handling cargo containers, lumber, coffee and cacao beans. Mr. Catucci, the owner of American Stevedoring, has plans for a liquor distribution center on Pier 12, where his company would unload beer and spirits bound for Brooklyn, Queens" , "date" : "20040204" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Is a Blue-Collar Future a Luxury on the Waterfront?" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/04\/nyregion\/is-a-blue-collar-future-a-luxury-on-the-waterfront.html"} , {"body" : "An army of sanitation workers stood solemnly outside a brownstone church in Red Hook, Brooklyn, yesterday morning to salute a colleague who was killed in a freakish accident while collecting trash. As bagpipes wailed, a coffin with the body of the worker, Eva M. Barrientos, was carried by an honor guard of police officers past more than 1,000" , "date" : "20040201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "For a City Worker Who Picked Up the Trash, a Funeral Fit for a Queen" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/01\/nyregion\/for-a-city-worker-who-picked-up-the-trash-a-funeral-fit-for-a-queen.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. * BADI ASSAD, Joe's Pub, at the Public Theater, 425 Lafayette Street, at Astor Place, East Village, (212) 539-8778 or (212) 239-6200. Badi Assad, the sister of Sergio and" , "date" : "20040130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/30\/movies\/pop-and-jazz-guide-165514.html"} , {"body" : "A selective listing by critics of The Times: New or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. At many museums, children under 12 and members are admitted free. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should" , "date" : "20040130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/30\/arts\/art-guide.html"} , {"body" : "A city sanitation worker died in a freakish accident in Brooklyn yesterday after she was pinned on top of a garbage truck by a mechanical lever, city officials said. The worker, Eva Barrientos, 41 and a mother of three, had climbed on top of the truck to pull free a trash bag that had jammed the compactor when one of the truck's metal" , "date" : "20040127" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "City Sanitation Worker Killed In a Freakish Truck Accident" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/27\/nyregion\/city-sanitation-worker-killed-in-a-freakish-truck-accident.html"} , {"body" : "By Wednesday morning, Bruce C. Ratner had nearly sealed his $300 million offer to buy the Nets and move them to Brooklyn. But nothing was certain, not after a week in which his confidence soared and plummeted as he struggled to outnegotiate a rival. Around 10 o'clock, a fax arrived in Skillman, N.J., at the law office of Edwin Stier, a former" , "date" : "20040125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "PRO BASKETBALL; Ratner's Path To Buy Nets Had Pitfalls And Promise" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/25\/sports\/pro-basketball-ratner-s-path-to-buy-nets-had-pitfalls-and-promise.html"} ,   {"body" : "IF you say art and Brooklyn in the same sentence, you probably mean Williamsburg, which for about a decade has been the only viable alternative to Chelsea as a New York gallery scene. It's also an art neighborhood in the old, un-Chelsea way: artists live, work, kvetch and party there, even when their art commutes to Manhattan. Not that everything" , "date" : "20040123" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "ART REVIEW; Sampling Brooklyn, Keeper Of Eclectic Flames" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/23\/arts\/art-review-sampling-brooklyn-keeper-of-eclectic-flames.html"} , {"body" : "Jerry Nachman, an old-style newshound who had an award-winning career in highly visible jobs in broadcast and newspaper journalism, most recently as editor in chief and vice president of the cable news network MSNBC, died late Monday or early yesterday at his home in Hoboken, N.J., MSNBC said yesterday. He was 57. Mr. Nachman, who said last January" , "date" : "20040121" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "25" , "title" : "Jerry Nachman Dies at 57; Award-Winning Journalist" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/21\/nyregion\/jerry-nachman-dies-at-57-award-winning-journalist.html"} , {"body" : "The revival of Brooklyn has been painfully slow, an effort eked out neighborhood by neighborhood, with chic new restaurants in Fort Greene, artists' lofts in Williamsburg, new businesses in industrial Red Hook and the transformation of derelict factory buildings into million-dollar condominiums in an area with the unlikely name of Dumbo. But the" , "date" : "20040116" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Yo, Dodgers? No Way! Brooklyn Is Betting on the Nets for Revival" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/16\/nyregion\/yo-dodgers-no-way-brooklyn-is-betting-on-the-nets-for-revival.html"} , {"body" : "IN a darkened bay at Red Hook's watery edge, the trolley guy of Brooklyn steps over the bits and pieces of his grand vision to board his magnificent vessel. Come on, he says, in that weary-whiny voice of his. ''I'll take you on the world's shortest trolley ride.'' He turns on the lights, rings the bell -- ding, ding -- and an 1897 trolley of" , "date" : "20040110" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; The Trolley Guy's Last Ride (All 12 Feet of It)" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/10\/nyregion\/about-new-york-the-trolley-guy-s-last-ride-all-12-feet-of-it.html"}]