[  {"author" : "Boris Fishman is the editor of ''Wild East: Stories From the Last Frontier,'' a collection of short stories about the former Soviet Union and post-Soviet Eastern Europe." , "body" : "MILA GORBATOFF, a Russian-Jewish immigrant who fled the rampant anti-Semitism in Ukraine in 1988, lights a menorah every Hanukkah to commemorate her bond to a previously forbidden faith and the new freedoms that made it possible. After Hanukkah ends, another fixture of the holiday landscape appears in the living room of her apartment in Brighton" , "date" : "20041219" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UKRAINE" , "NEW YORK CITY" , "RUSSIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; That Tree by the Menorah" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A00EFDC1530F93AA25751C1A9629C8B63"} , {"author" : "Nancy Rosen is a senior analyst in the corporate planning department of The New York Times Company." , "body" : "I SPENT one great New Year's Eve dateless. The party was at my friend Stephanie's house in Sheepshead Bay, Brooklyn, or rather, her parents' house. Steph and I sipped Asti Spumante from plastic flutes and snuck down to her basement. ''Grease'' played on her dad's Betamax machine. We ordered our younger brothers around. I was 8, maybe 9. I'm now 31," , "date" : "20041219" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; The Fate of 'the Date'" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B03E0DC1530F93AA25751C1A9629C8B63"} , {"body" : "As a girl growing up in Ukraine, Galit Galak wove macramé and dreamed of wedding dresses, the kind measured in kilometers of satin. After five years spent studying design in Israel, Ms. Galak, 33, moved to New York and opened a bridal shop in the Sheepshead Bay section of Brooklyn, where she began making dresses as big and engineered as any" , "date" : "20041213" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "An Immigrant Group in a Rush to Marry Young" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E2D91F31F930A25751C1A9629C8B63"} , {"body" : "They went out late. It was ugly weather. Six below zero in the Brooklyn night. Wind took garbage into the air. A blizzard was in the forecast. It was Lincoln's Birthday, 2003, in Brighton Beach. Not a night for humankind, but the sisters, one 73 and the other 70, didn't get holidays off, didn't get snow days. In years of miserable low points, it" , "date" : "20041212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Lillian and Julia: A Twilight of Fear; Bowed by Age, Battered by an Addicted Nephew And Forced Into Begging and Despair" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E5DF1F31F931A25751C1A9629C8B63"} , {"body" : "When Regina Ward decided, in the middle of her senior year of high school, to inform her mother that she was gay, she wrote her a letter. Ms. Ward's mother read it and asked, ''What is this?'' ''It's exactly what it says,'' Ms. Ward replied. Those are some of the last words they ever exchanged. The women moved around each other in silence, sharing" , "date" : "20041125" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "The Neediest Cases; Fighting for Independence And a Mother's Acceptance" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E06E6DA153EF936A15752C1A9629C8B63"} , {"body" : "Theater 'ANIMALIA,' animal puppets with Hobey Ford, by Theaterworks\/USA, Sunday at noon and 2 p.m. at the Auditorium at the Equitable Tower, 787 Seventh Avenue, at 51st Street, Manhattan, (212)627-7373. Tickets: $25, or $18 for 10 or more throughout the season. 'ROBIN HOOD,' a musical by the Manhattan Children's Theater, 380 Broadway, two blocks" , "date" : "20041119" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "Spare Times; For Children" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B03E3D9103FF93AA25752C1A9629C8B63"} , {"body" : "The ordinary stresses of urban apartment living -- loud music, clomping feet, an overflowing toilet -- pushed a 65-year-old Brooklyn man to murder three people, a prosecutor said as the man's trial began yesterday. The man, Arthur Kelly, faces first- and second-degree murder charges in State Supreme Court in Brooklyn in connection with a dispute" , "date" : "20041113" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Petty Differences Led to a Triple Murder, Prosecutor Says" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9800EFD6163FF930A25752C1A9629C8B63"} , {"body" : "To the Editor: An Oct. 24 letter refers to the change of P.S. 19 from the Asser Levy School to the Asher Levy School. Levy's name came down in history as Asser probably because he was of Ashkenazic background. He originated in Poland, probably close to Lithuania or White Russia. In many locations in these areas, the Jewish population didn't" , "date" : "20041107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region" , "Education"] , "page_facet" : "15" , "title" : "Asser Levy Was Also Asher Levy. Here's Why." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07EFDB153CF934A35752C1A9629C8B63"} , {"body" : "A Pakistani man who was seeking political asylum was arrested yesterday on charges that he lied to F.B.I. agents, fabricating a story about a terrorist plot in an effort to ingratiate himself with the federal authorities. Tavneer Choudhry, 32, a gas station employee, told Special Agent Anthony Bivona on Oct. 1 about a plot to use two gasoline" , "date" : "20041104" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Man Charged With Faking Plot" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05E3D8173CF937A35752C1A9629C8B63"} , {"body" : "SHUCKING bait clams under a sliver of moon early on a recent Saturday, Tino Hernandez, a retired construction worker, rediscovered his friend of 25 years aboard the Pilot, their favorite fishing boat in Sheepshead Bay. It had been 10 years since Mr. Hernandez, 65, had seen Miño Riviera, a 75-year-old retired X-ray technician. He happened upon Mr." , "date" : "20041031" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "LONG ISLAND (NY)" , "SHEEPSHEAD BAY (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; The Fellowship of the Reel" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9407E6DD103DF932A05753C1A9629C8B63"} ,   {"body" : "Degradation is par for the course in the world of reality television. Over the years, viewers have watched contestants swallow bull testicles, date loathsome slobs and massacre tunes like ''She Bangs.'' But in New York and Los Angeles, cities filled with struggling actors, ''Film Fakers'' may go down as one of the meanest reality series yet. That" , "date" : "20041026" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Quiet on the Fake Set; Cue the Unsuspecting Actor" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01E3DB173DF935A15753C1A9629C8B63"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "But First, a Toast Q. As I nursed a beer in my local taproom, I wondered, what was the oldest bar in New York? A. It depends on your definition. From a marvelous 1915 book, ''Old Taverns of New York'' by W. Harrison Bayles, we learn that ''beer was the Dutchman's drink, and the West India Company very early erected the company's brewery on the" , "date" : "20041024" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05EED61E3AF937A15753C1A9629C8B63"} , {"author" : "E-mail: amh@nytimes.com" , "body" : "IN the late 1930's, a group of City College students used to escape to Alcove 1, a room below the college cafeteria, to brown-bag it and talk about politics and life. The Alcove 1 crowd was Jewish, working class, Trotskyite and socialist, as distinguished from the Stalinist alcove, the jock alcove and the Catholic alcove. They later became public" , "date" : "20041024" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region" , "Education" , "Washington"] , "page_facet" : "1" , "title" : "COPING; At City College, Still Arguing the World" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B05E1DF1F3AF937A15753C1A9629C8B63"} , {"body" : "EVERYWHERE you walked among the sidewalk sales in Washington Heights in Upper Manhattan yesterday, you saw people wearing caps with the interlocking ''NY,'' as you might expect with Yankee Stadium over there across the Harlem River in the Bronx. But you also saw many more Red Sox caps than you might expect. ''When they come in here,'' Ernesto" , "date" : "20041012" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "Sports of The Times; Washington Heights Is Still Ramirez Territory" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04EEDB113BF931A25753C1A9629C8B63"} , {"body" : "OVER the summer I decided that I was going to bike to work. I had always been a weekend rider, going on epic loops through the city, for 30 or 40 miles in an afternoon. From the vantage point of a bike, the city presents itself as a savorable panorama passing by at a speed somewhere between the blur outside a car window and the plodding pace of" , "date" : "20041003" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Spin City" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04EFD91338F930A35753C1A9629C8B63"} , {"body" : "It was the coldest of cold cases. Twenty years had passed without an arrest in the killing of Officer Ronald S. Stapleton, who was found shot twice in the stomach with his own revolver, his right eye gouged out, in the parking lot of a Brooklyn bar in 1977. The police investigation had stalled; private detectives hired by his family were stymied," , "date" : "20040926" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "FALSE WITNESS: A Lawyer's Deception; A Thin Blue Lie, Admitted at Last" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803E1DA1F39F935A1575AC0A9629C8B63"} , {"body" : "Overcrowding at some of the city's largest public high schools has gotten worse this year, according to parents, principals and education labor leaders. City education officials had tried to get ahead of the problem by opening 18 regional enrollment centers in mid-August but were quickly overwhelmed by parents dissatisfied with the schools their" , "date" : "20040924" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Overcrowding Is Said to Be Worse This Year at Large Public High Schools in the City" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E04E1DA1139F937A1575AC0A9629C8B63"} , {"body" : "Renée Y. Belton spent the last year shadowing the principal of a top elementary school and dreaming up solutions to problems like how to appease an irate parent while managing a false fire alarm. She listened to business luminaries like John F. Welch Jr. share tips on leadership, read ''The 7 Habits of Highly Effective People,'' created mock" , "date" : "20040908" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Taught to Be Principals, and Now Facing the Test" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0DEFDA1630F93BA3575AC0A9629C8B63"} , {"body" : "In Albany, a 27-year-old former convict who shot a police officer to death in December is no longer facing the death penalty prosecutors had been seeking for months. He was sentenced on Wednesday to life in prison after pleading guilty with the understanding that his execution was no longer possible. New York's highest court had seemingly suspended" , "date" : "20040821" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Across New York, a Death Penalty Stuck in Limbo" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/21\/nyregion\/across-new-york-a-death-penalty-stuck-in-limbo.html"} , {"body" : "HANG around enough old salts, and sooner or later one of them will recount his favorite recipe for bluefish: Nail a few fillets to a plank of seasoned hardwood, stick them over a fire, and when their edges crisp and curl, throw away the fish and eat the plank. The punch line sums up the way most people feel about bluefish. But in a city where menus" , "date" : "20040811" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "With a Bit Of Love, The Blues Are Just Fine" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/11\/dining\/with-a-bit-of-love-the-blues-are-just-fine.html"} ,   {"body" : "A 2-month-old boy was smothered on Sunday when his mother inadvertently rolled on top of him while she was asleep, the police said yesterday. The baby, Neheimah Nixon, was asleep with his mother on the same bed at their home on Emmons Avenue in Sheepshead Bay when his mother awoke around 6:15 P.M. to find the boy unconscious and called 911, the" , "date" : "20040803" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Napping Mother Smothers Infant" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/03\/nyregion\/metro-briefing-new-york-brooklyn-napping-mother-smothers-infant.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 36-01 35th Avenue, at 36th Street, Astoria, Queens. One of the largest collections of moving-image artifacts. Screenings this weekend: Tomorrow at 2 p.m., ''Invasion of the Body Snatchers'' (1956), directed by Don Siegel; at 4 p.m., ''Them!'' (1954), directed by Gordon Douglas." , "date" : "20040730" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/30\/arts\/spare-times-469939.html"} , {"author" : "Nancy Rosen is a senior analyst in the corporate planning department of The New York Times Company." , "body" : "CONSIDER the obstacles to staging a sit-down dinner party in a New York studio apartment when you're young and unattached: Tons of friends but no place to seat them. Not enough chairs, even. Certainly not enough silverware. Even more certainly, not enough time to prepare, given burgeoning careers and hectic social schedules. And a fairy godmother" , "date" : "20040711" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Whisk and a Prayer" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/11\/nyregion\/a-whisk-and-a-prayer.html"} , {"body" : "ATTRACTIONS Museums and Sites MUSEUM OF THE CITY OF NEW YORK, Fifth Avenue at 103rd Street. The museum collects, preserves and presents material related to the city's history. Tomorrow at 2 p.m., a lecture by Patrick Downey, author of ''Gangster City.'' Through Sept. 26, ''New York's Moynihan,'' an exhibition of photographs, letters, videos and" , "date" : "20040709" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/09\/arts\/spare-times-244899.html"} , {"body" : "The American occupation of Iraq may seem far away for most New Yorkers. But for one small group of new Americans, talk of building democracy in a broken country sounds all too familiar. They are newcomers from Russia. Consider their recent history. When the Soviet Union collapsed in 1991, a feisty, young Russian government, with help from American" , "date" : "20040703" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "IRAQ" , "RUSSIA"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "1" , "title" : "Russians Look at Iraq, and See Their Reflection; New Immigrants Find Parallels With Changes in Home Country" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/03\/nyregion\/russians-look-iraq-see-their-reflection-new-immigrants-find-parallels-with.html"} , {"body" : "New York City education officials said yesterday that they had removed 45 principals ''for poor performance'' over this academic year but that 25 of them would get other jobs within the city school system. Officials also said that two of the principals were fighting their dismissals and that a decision would be made after arbitration hearings this" , "date" : "20040629" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Klein Says He Has Ousted 45 Principals" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/29\/nyregion\/klein-says-he-has-ousted-45-principals.html"} , {"body" : "For Odysseus, a stop on the small Mediterranean island now called Corfu was only the beginning, a respite from harsh storms before encounters with the sirens and the Cyclops. But for Christos Katehis and Andoni Prikas, two Greek-American sailors far from the legendary Troy, Corfu is a distant destination. The men started across the Atlantic Ocean" , "date" : "20040606" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ATHENS (GREECE)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: SHEEPSHEAD BAY; It's a Long Way to Corfu: A Modern-Day Odyssey" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/06\/nyregion\/neighborhood-report-sheepshead-bay-it-s-a-long-way-to-corfu-a-modern-day-odyssey.html"} , {"body" : "A Traveling Salesman For School Reform Anthony J. Alvarado is no longer a field commander in the campaign for educational reforms, but he is still spreading the gospel according to Alvarado. It goes like this: To teach children effectively, you must teach teachers effectively -- and constantly -- about how to teach children effectively. From the" , "date" : "20040516" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "29" , "title" : "FOLLOWING UP" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/16\/nyregion\/following-up.html"} , {"body" : "Events ''SPACEFEST'' will bring Mars to Manhattan for the next three weekends, beginning tomorrow at the Rose Center for Earth and Space at the American Museum of Natural History, Central Park West at 81st Street, (212) 769-5100. Visitors can see a full-sized NASA Mars Exploration Rover or participate in outdoor races of model-size rovers. Museum" , "date" : "20040507" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/07\/arts\/spare-times-for-children.html"} , {"author" : "Andy Newman is a reporter in the Brooklyn Bureau of The New York Times" , "body" : "What I love about Brooklyn is that it's impossible to get a handle on. It lacks anything approaching a center of gravity. Picture the combined populations of Atlanta, Boston, Miami, Cleveland and Seattle crammed into a space smaller than Cincinnati but with a downtown only as impressive as, say, that of Hartford, Conn., and you start to get the" , "date" : "20040502" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "Magazine"] , "page_facet" : "28" , "title" : "OUR CORRESPONENT IN BROOKLYN; A Rare And Stirring Mixture" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/02\/magazine\/our-corresponent-in-brooklyn-a-rare-and-stirring-mixture.html"} ,   {"body" : "Butch Krichman was the kind of obsessed child who made a ball field his home from morning until night. If he couldn't find a team to play with in his Jersey Shore universe, he'd draw a box with an X on a concrete wall, measure off 45 feet and hurl a rubber ball against the wall just to hear its comforting thump. ''I knew nothing else but the" , "date" : "20040501" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Keeping a Full Plate; Calling Games All Day, an Iron Man Among Umpires" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/01\/nyregion\/keeping-a-full-plate-calling-games-all-day-an-iron-man-among-umpires.html"} , {"body" : "Late last year, after Community Board 15 in Brooklyn had spent half a year on an increasingly contentious search for a district manager, City Councilman Lewis A. Fidler decided to give the board a stern talking-to. He reminded the 50 members of the board, whose jurisdiction includes Manhattan Beach, Sheepshead Bay and Gravesend, to keep their" , "date" : "20040425" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: SHEEPSHEAD BAY; Who Says You Can't Fire the Whole Team?" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/25\/nyregion\/neighborhood-report-sheepshead-bay-who-says-you-can-t-fire-the-whole-team.html"} , {"body" : "Most of New York's finite maritime attention has been focused this week on the comings and goings of some extremely large cruise ships. But in Sheepshead Bay, Brooklyn, the big story yesterday was the farewell voyage of the former Coast Guard cutter Cartigan, battered, waterlogged and hanging limply in the arms of a 100-ton crane. Unlike the Queen" , "date" : "20040424" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Boat With a History Is Taken on Its Final Voyage" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/24\/nyregion\/a-boat-with-a-history-is-taken-on-its-final-voyage.html"} , {"body" : "TRAUB -- Reverend Armin. On April 19, 2004. Former assistant Rabbi at Shore Park Jewish Center, Sheepshead Bay, Brooklyn for over 30 years. Beloved husband of Yetti for over 55 years. Devoted father of Marcel, Pepi Yakirevich and Elisa. Cherished grandfather of Yonathan, Yael, Noah, Michael and Naomi. Loving brother of Irene Weiss, David Karmi," , "date" : "20040421" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "9" , "title" : "Paid Notice: Deaths TRAUB, REVEREND ARMIN" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/21\/classified\/paid-notice-deaths-traub-reverend-armin.html"} , {"body" : "Mayor Michael R. Bloomberg said yesterday that the city had begun to remove the Cartigan, a former Coast Guard boat that has been partly submerged for nearly a year in Sheepshead Bay. ''This 125-foot eyesore is a detriment to the community and a navigational hazard,'' Mr. Bloomberg said in a statement. ''In instances like this, it is only" , "date" : "20040420" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Sunken Boat To Be Removed" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/20\/nyregion\/metro-briefing-new-york-brooklyn-sunken-boat-to-be-removed.html"} , {"body" : "A Brooklyn man told the police that jealousy and anger over a woman drove him to set the fire that tore through an apartment building in East Flatbush early Saturday, killing four adults and a toddler, Commissioner Raymond W. Kelly said last night. The man, Rodney Williams, 28, also helped rescue people from the burning building after the fire he" , "date" : "20040419" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Man Charged in Fire That Killed 5" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/19\/nyregion\/brooklyn-man-charged-in-fire-that-killed-5.html"} , {"body" : "ATTRACTIONS Museums and Sites HISPANIC SOCIETY OF AMERICA, Audubon Terrace, Broadway at 155th Street, Washington Heights. Opening tomorrow, an exhibition on Hispanic impressionism, at the North Building Exhibition Galleries. Hours: Saturdays from 10 a.m to 4:30 p.m.; Tuesdays through Fridays from 1:30 to 2:30 p.m. Dedicated to Hispanic culture," , "date" : "20040416" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/16\/arts\/spare-times-232181.html"} , {"body" : "It all started with the big red delivery truck parked in Zofia Jacukowicz's driveway. Ms. Jacukowicz's neighbors on East 21st Street in Sheepshead Bay, Brooklyn, were not fond of the truck, and last spring an anonymous complaint about its owner's parking habits found its way to the city's Department of Transportation. Department staff members" , "date" : "20040404" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: SHEEPSHEAD BAY; Bad Fences Make Skittish Neighbors, and That's Just for Starters" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/04\/nyregion\/neighborhood-report-sheepshead-bay-bad-fences-make-skittish-neighbors-that-s.html"} , {"body" : "Computers are distributed among the New York City schools in a wildly uneven manner, a Department of Education inventory released yesterday found. In the Bronx alone, for example, Community School 234 has 40 computers for its 576 students, while Middle School\/High School 368, which has a special emphasis on technology, has 543 computers for its 720" , "date" : "20040403" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Technology"] , "page_facet" : "2" , "title" : "Inventory Shows an Uneven Distribution of School Computers" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/03\/nyregion\/inventory-shows-an-uneven-distribution-of-school-computers.html"} , {"body" : "Events OPERA AT THE MANHATTAN SCHOOL OF MUSIC, a free program, tonight at 7:30 at 120 Claremont Avenue, Morningside Heights, (917) 493-4428. On the bill are ''An Apple a Day . . .,'' based on ''Snow White and the Seven Dwarfs''; ''Once Upon an Opera,'' loosely based on Stephen Sondheim's ''Into the Woods''; and ''Animalopera,'' based on the story" , "date" : "20040402" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/02\/arts\/spare-times-for-children.html"} ,   {"author" : "Kenneth T. Jackson, editor of The Encyclopedia of New York City, is Jacques Barzun Professor of History and the Social Sciences at Columbia University." , "body" : "THEY are the events that gave birth to modern New York. In 1898, the five boroughs united in one enormous city of more than 300 square miles and upward of 3.4 million people. Two years later, to serve the huge new city, New York's fledgling Rapid Transit Commission contracted with the financier August Belmont to build, equip and operate the first" , "date" : "20040328" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "INWOOD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "1904-2004; If the Subway Had Never Been" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/28\/nyregion\/1904-2004-if-the-subway-had-never-been.html"} , {"body" : "Ladies and gentlemen, climb aboard the B68 bus and brace yourself for the ride of a lifetime down Coney Island Avenue, Brooklyn's Boulevard of Wonders. Take a Ping-Pong lesson in the back room of an underground parking garage from the eight-time singles champ of Tajikistan! Dine on mussels stuffed with currants and pine nuts prepared by the former" , "date" : "20040326" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "On Brooklyn's Avenue of Babel, Cultures Entwine" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/26\/nyregion\/on-brooklyn-s-avenue-of-babel-cultures-entwine.html"} , {"body" : "Leave it to one of the world's smallest countries to build one of its tallest sailing ships. Tallness is a curious distinction for a ship. But this one, the Stad Amsterdam, has sails -- 27 of them to be exact -- and three masts. It measures 152 feet from its deck to the tip of its middle mast, equal, within inches, to the height of the Statue of" , "date" : "20040322" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NETHERLANDS"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Curiously Tall Dutch Ship Makes New Amsterdam Landing" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/22\/nyregion\/curiously-tall-dutch-ship-makes-new-amsterdam-landing.html"} , {"body" : "It's a rule burned into the memory of many immigrants in New York City: no speaking your native language in school. But with today's proliferation of multicultural ideals and bilingual education, most schools at least allow casual classroom conversation in children's home language. So the rule against speaking Turkish at the Brooklyn Amity School" , "date" : "20040321" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Science" , "New York and Region" , "Education" , "Technology"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: SHEEPSHEAD BAY; A Small School Run by Turks Takes the Stage" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/21\/nyregion\/neighborhood-report-sheepshead-bay-a-small-school-run-by-turks-takes-the-stage.html"} , {"body" : "It seemed as if half of Coney Island had made the trek to St. John's yesterday for the Public Schools Athletic League semifinal between neighborhood rivals Grady and Lincoln. Although the outcome was what mattered most for both Brooklyn schools, most in the crowd of 3,312 had come to see Sebastian Telfair, whose high school career could have come" , "date" : "20040314" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "BASKETBALL; Lincoln And Telfair Advance" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/14\/sports\/basketball-lincoln-and-telfair-advance.html"} , {"body" : "Theater ''JACK!,'' a rock-bluegrass musical by Hana Roth Seavey, based on the children's story ''Jack and the Beanstalk,'' by the Looking Glass Theater, 422 West 57th Street, Clinton. Tickets: $12; children, $10. Saturdays and Sundays through April 10. Reservations: (212) 352-3101. ''THE FALCON'S MAGIC FEATHER,'' Jonathan Luks's musical about" , "date" : "20040312" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/12\/arts\/spare-times-for-children.html"} , {"body" : "As a teenager 25 years ago in Communist Odessa, Alex Puzaitzer shared a cramped two-room apartment with his mother and older sister, spending nights on a sofa bed. But as a successful entrepreneur in capitalist Manhattan Beach, Brooklyn, he wanted something considerably more comfortable for his family. Two years ago, he bought a run-down stucco" , "date" : "20040311" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN BEACH (BROOKLYN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Making It Big (the House, That Is); Immigrants' Lavish Homes Divide a Brooklyn Neighborhood" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/11\/nyregion\/making-it-big-house-that-immigrants-lavish-homes-divide-brooklyn-neighborhood.html"} , {"body" : "A 14-year-old boy has been arrested in the Jan. 17 shootings at the Galaxy Diner in Brooklyn. He was identified by the police yesterday as one of two gunmen who wounded nine patrons and employees during a robbery early that morning. The police did not release the boy's name because he is a juvenile. They said he was arrested early Friday morning at" , "date" : "20040229" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "14-Year-Old Arrested in Diner Shootings" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/29\/nyregion\/14-year-old-arrested-in-diner-shootings.html"} , {"body" : "Shortly after 9 p.m. Friday, dozens of people began gathering at the rear of the platform for Brooklyn-bound Q, N, R and W trains inside the Union Square subway station. Some wore flamboyant suits, others came in long gowns and strands of fake diamonds. One man wore a gray and white mask with the face of a cat. Another had dyed leopardlike spots in" , "date" : "20040222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "A Rocking End to a Rolling, Screeching Gem" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/22\/nyregion\/a-rocking-end-to-a-rolling-screeching-gem.html"} , {"body" : "New York City's outer boroughs weathered the recent recession better than Manhattan, losing proportionately fewer jobs and seeing private-sector wages increase while Manhattan's payroll declined, according to figures released by the state's chief financial officer. Total wages paid by private employers in the Bronx, Brooklyn, Queens and Staten" , "date" : "20040206" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Other Boroughs Beat Manhattan in Weathering Recession" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/06\/nyregion\/other-boroughs-beat-manhattan-in-weathering-recession.html"} ,   {"body" : "Northern Westchester, with its exclusive neighborhoods and bedroom communities, could hardly be mistaken for Russia. But there is a certain part of the county that at this time of year seems more like Siberia than suburbia: a frozen lagoon on the Muscoot Reservoir next to Interstate 684 that attracts dozens of men originally from Russia and Eastern" , "date" : "20040202" , "day_of_week_facet" : "Monday" , "geo_facet" : ["GOLDENS BRIDGE (NY)" , "MUSCOOT RESERVOIR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Ice Fishing in Westchester, Or Is That Mother Russia?" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/02\/nyregion\/ice-fishing-in-westchester-or-is-that-mother-russia.html"} , {"body" : "THE ebb and flow of ethnic changes has been much noticed in Flatlands, a neighborhood near the south shore of Brooklyn between Canarsie and Marine Park, but residents say the underlying values of the well-groomed neighborhood have remained constant. Sandy Benet, a secretary at Temple Hillel of Flatlands and a Flatlands resident for decades, said" , "date" : "20040201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLATLANDS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Flatlands; Diverse, Well-Groomed Residential Area" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/01\/realestate\/if-you-re-thinking-of-living-in-flatlands-diverse-well-groomed-residential-area.html"} , {"body" : "It was a small, quiet attempt at remembering. Three men placed candles near a graffiti-scrawled gate in Brooklyn where a Belarussian immigrant had been severely beaten on Jan. 13. A week later, the man died from severe head injuries. The men -- Police Lt. Eric Adams, who heads a group called 100 Blacks in Law Enforcement Who Care; Anthony Miranda" , "date" : "20040126" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Death In Bushwick Is Answered By Silence" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/26\/nyregion\/a-death-in-bushwick-is-answered-by-silence.html"} , {"body" : "Sheldon C. Katz, chairman emeritus of the Rent Stabilization Association of New York City, an outspoken opponent of the city's rent controls and a spokesman for building owners in the separate system of rent stabilization, died on Sunday at his winter home in Scottsdale, Ariz. He was 69 and also had a home in Brooklyn. The cause was cardiac arrest" , "date" : "20040121" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "25" , "title" : "Sheldon C. Katz, 69, Vocal Foe Of City's Rent Control System" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/21\/nyregion\/sheldon-c-katz-69-vocal-foe-of-city-s-rent-control-system.html"} , {"body" : "A rampaging fire tore through a six-story waterfront apartment building in Brooklyn yesterday morning, killing two men, injuring dozens of people, displacing scores more and bringing a broad swath of Sheepshead Bay to a frozen standstill. More than 300 firefighters were called to the scene, at 3030 Emmons Avenue, in a rapid succession of five" , "date" : "20040118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Fire on Icy Brooklyn Waterfront Kills 2 and Injures Dozens" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/18\/nyregion\/fire-on-icy-brooklyn-waterfront-kills-2-and-injures-dozens.html"} , {"body" : "INTERNATIONAL 3-13 Helicopter Downings Show Greater Iraq Rebel Skills A classified Army study of the downings of military helicopters in Iraq found that guerrillas have used increasingly sophisticated tactics and weapons to attack American aircraft. 1 A large bomb exploded at the main gate of the American occupation headquarters in Baghdad on" , "date" : "20040118" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/18\/nyregion\/news-summary-015873.html"} , {"body" : "When at 16 I entered the Armory Track and Field Center to run my first high school meet in the winter of 1963, this is what I found: a cavernous arena with a painted line on a splintered, wooden floor that served as the track, thunderous noise from spectators pounding the balcony guardrail, and opponents who were bigger and faster than I was and" , "date" : "20040118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "BackTalk; Looking Back at the Armory and Its Thrills, Chills and Vibrations" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/18\/sports\/backtalk-looking-back-at-the-armory-and-its-thrills-chills-and-vibrations.html"} , {"body" : "A task force of 150 police officers will help impose order on 12 of New York City's most violent schools under an initiative announced yesterday by Mayor Michael R. Bloomberg to curb school violence. Together, the 12 schools enroll less than 3 percent of the city's 1.1 million schoolchildren. But through Nov. 30, they accounted for 13 percent of" , "date" : "20040106" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "POLICE TO GUARD 12 CITY SCHOOLS CITED AS VIOLENT" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/06\/nyregion\/police-to-guard-12-city-schools-cited-as-violent.html"}]