[  {"body" : "TAMA JANOWITZ'S new book is called ''Area Code 212: New York Days, New York Nights,'' but it is essentially about the view from Brooklyn. That's where Ms. Janowitz moved six years ago with her husband, Tim Hunt, who is the curator of the Warhol estate, and their daughter, Willow. Safe in the 718 area code, in Prospect Heights, Ms. Janowitz is" , "date" : "20041212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "HABITATS\/Eastern Parkway; A 'Slave of New York' Loves Brooklyn" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9905E1DA1031F931A25751C1A9629C8B63"} , {"body" : "Some residents of Windsor Terrace, Brooklyn, worry that the sky is shrinking. ''Sixteenth Street, 20th Street, any block you walk through, you see a building upcoming,'' said Joseph Longobardi, chairman of Community Board 7. Mr. Longobardi does not think this is necessarily a problem, but many in Windsor Terrace, a quiet neighborhood tucked between" , "date" : "20041212" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: WINDSOR TERRACE; Room for New Buildings, but Not Really the Desire" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B02E7D81131F931A25751C1A9629C8B63"} , {"body" : "MexicoNow can be seen as a coming-out party for the huge influx of Mexicans into New York City over the last decade. In the six weeks since it opened on Oct. 23 dozens of events in 36 venues in the five boroughs have given New Yorkers a chance to discover the cutting edge of Mexican art, architecture and performance, as well as revisiting more" , "date" : "20041208" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MEXICO"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Celebrating Mexican Life in New York" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05E6DE1231F93BA35751C1A9629C8B63"} , {"body" : "Barring an 11th-hour rescue by the State Legislature, New York City is to lose nearly $100 million in state aid for social services programs in the current fiscal year, according to the city's Independent Budget Office. The cuts, many of which were the result of line-item vetoes that Gov. George E. Pataki made in August, are among the steepest made" , "date" : "20041204" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Social Services In City to Lose $100 Million" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?sec=health&res=9D0DE5DC1731F937A35751C1A9629C8B63"} , {"body" : "NEW YORK's hot heroes speak many languages. No, not the buff guys in the the firefighter calendar, but those long, crisp and slightly chewy rolls filled with meat or cheese and served hot from the oven or grill. They are working-class sandwiches, which provide comfort and sustenance any time of day or night. After writing about cold heroes last" , "date" : "20041201" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Lo, a New Age of Heroes" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E6DB113EF932A35751C1A9629C8B63"} , {"author" : "E-mail: amh@nytimes.com" , "body" : "AS Maurice Sendak once said, all seasons of the year are nice for eating chicken soup with rice. That's pretty much the attitude at one Brooklyn hospital, where Chinese patients can have congee, a rice porridge in broth, for breakfast six days a week. The exception is Sunday, which, as anyone who has ever eaten in Chinatown knows, is reserved for" , "date" : "20041114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CHINA" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "COPING; A Little Congee May Make The Medicine Go Down" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?sec=health&res=9503E6D8163FF937A25752C1A9629C8B63"} , {"body" : "The city has reached an agreement to develop an automobile distribution center at the South Brooklyn Marine Terminal in Sunset Park, the Economic Development Corporation said yesterday. The $40 million project, to be developed by the Axis Group, part of Allied Holdings, a large transporter of new vehicles in the United States, is expected to create" , "date" : "20041109" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Briefing | New York: Brooklyn: City Agrees To Car Distribution Center" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9802E1D6103CF93AA35752C1A9629C8B63"} , {"body" : "It was the end of harvest season and Martín Rodríguez had plenty of work to do. There were chilies to pick, rows of crops to clean and soil to turn over. First, though, the farmer had to get to his farm. So just as he had done every day for the last six months, Mr. Rodríguez began the drive from his apartment in Sunset Park, Brooklyn, for the" , "date" : "20041031" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "MEXICO"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "American Dirt, Mexican Grit: New York's Newest Farmers" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04E3DD113DF932A05753C1A9629C8B63"} , {"body" : "Angel Gonzalez lived surrounded by loved ones in a three-story building in Brooklyn, and when the cancer in his throat made it hard for him to breathe on Sunday, two of his friends did not hesitate, jumping in the ambulette with him to get him to the hospital. It would be his last trip, and for his friends, a brush with fresh tragedy. A Chevy" , "date" : "20041019" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "Patient Headed for Hospital Dies After Crash of Ambulette" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?sec=health&res=9C06E5DF133AF93AA25753C1A9629C8B63"} , {"body" : "Whose hands made this wall, the history books do not tell. Faceless lunch-pail carriers stacked these bricks and stones, men made briefly strong with twice-daily naval rations of grog, a roughly even mixture of water and rum. They are gone, but their wall remains, ambling around what were swamps and mud flats in their day, standing as their cairn" , "date" : "20041016" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN NAVY YARD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Peeking Over the Wall At the End of Brooklyn; The Navy Is Long Gone, but a Barrier Remains" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9902E0DA143AF935A25753C1A9629C8B63"} ,   {"body" : "Recreation New York City 'MEMORY WALK 2004,' beginning Sunday at 10:30 a.m. in Riverside Park, Riverside Drive and West 83rd Street. Registration begins at 9 a.m.; participants will be able to post photographs, messages or other items on a ''memory wall'' constructed for the event. Sponsored by the Alzheimer's Association, New York Chapter." , "date" : "20041015" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E02EEDB163AF936A25753C1A9629C8B63"} , {"body" : "The handball courts in J.J. Byrne Park on Fourth Avenue in Park Slope, Brooklyn, were relatively quiet on a recent afternoon, and not only because of the slight chill in the air or the gray tint in the autumn sky. There were still men (and a few women) of all ages scrambling around six of the eight courts, in fact, smacking blue rubber balls at" , "date" : "20041010" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "J J BYRNE PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: PARK SLOPE; Waiting, Not So Patiently, To Reclaim an Urban Oasis" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C02E5DE123BF933A25753C1A9629C8B63"} , {"body" : "Billy Dang, an owner of Nicky's Vietnamese Sandwiches at 150 East Second Street, said his family was surprised by the rush of business from the moment the tiny storefront opened. His sister and brother-in-law, Theresa and Stanley Ng, are his partners, and the place is named for their son. The attention is deserved because the sandwiches, called" , "date" : "20041006" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; A Line Forms on Second For a Vietnamese Treat" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9803EEDB1F38F935A35753C1A9629C8B63"} , {"body" : "A large group of Republican officials gathered in a Staten Island catering hall last week to endorse Alfred B. Curtis, the candidate for a State Senate seat that covers a portion of the island and part of Brooklyn. And one by one, as guests at the fund-raiser dined on calamari and ziti, the elected officials urged the crowd to work to ensure that" , "date" : "20041004" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Brooklyn-Staten Island Senate Seat Becomes a Battleground" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F04E1D91138F937A35753C1A9629C8B63"} , {"body" : "THERE are very few ways to outwit the market and find a bargain. But for those people who are adventurous and willing to look at buildings that don't fall into their preconceived ideas of residential space, there is a frontier, maybe the last one: the mixed use building, legally designated as part commercial and part residential. Brokers say they" , "date" : "20040919" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Benefits Of Living Above The Store" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9502EFDD1639F93AA2575AC0A9629C8B63"} , {"body" : "The Bloomberg administration plans to announce today that it will sign a 20-year contract with one of the nation's largest recycling companies, a move that assures the city's broad recommitment to recycling. The most ambitious component of the plan is the construction of a $45 million plant on the Brooklyn waterfront to recycle all the city's" , "date" : "20040914" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Mayor Recommits to Recycling With an Ambitious 20-Year Pact" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E4DF1130F937A2575AC0A9629C8B63"} , {"body" : "To the Editor: In ''A Week in Limbo, Till a Chill Bit the Air'' (Coping column, Sept. 5), Anemona Hartocollis seems to suggest that all of the protesters against the Bush administration's policies during the Republican National Convention were from out of town. But my husband and I, as well as virtually every friend we have in New York City," , "date" : "20040912" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "We're New Yorkers, And We Protested" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F06E2D81530F931A2575AC0A9629C8B63"} , {"body" : "Theater ''THE HEROIC AND PATHETIC ESCAPADES OF KARAGIOZIS,'' a new puppet production by the Ralph Lee Mettawee River Theater Company in which the underdog triumphs, will have its New York premiere in the Outdoor Garden of the Cathedral of St. John the Divine, Amsterdam Avenue and 112th Street, Morningside Heights. The story by Dave Hunsaker is" , "date" : "20040910" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C03E3DF1430F933A2575AC0A9629C8B63"} , {"body" : "From various 20-something friends, I had been hearing something that sounded like an urban fairy tale. In the East Village, people said, there was a mirror that told the truth. On a lark one day after brunch, my friend and I, curious pilgrims, decided to seek it out. Peering into its depths, in the small storefront space it occupied, we saw" , "date" : "20040829" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style" , "Magazine"] , "page_facet" : "192" , "title" : "THE FACE; Do I Look Fat?" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/29\/magazine\/the-face-do-i-look-fat.html"} , {"body" : "Two weeks before her guests plan to arrive, the hostess cannot remember their travel arrangements or even their names. ''It's hard to keep track,'' said the hostess, Shelby Eidson, 24. ''The Canadian couple's driving. The lesbian couple's driving. The biker activist girl is driving or getting a ride.'' Ms. Eidson has little to offer these people," , "date" : "20040817" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Humble Offers of Hospitality; New Yorkers Open Doors and Floors to Protesters" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/17\/nyregion\/humble-offers-of-hospitality-new-yorkers-open-doors-and-floors-to-protesters.html"} ,   {"body" : "Kips Bay Prewar Co-op $540,000 MANHATTAN: 139 East 30th Street, #5B An 800-square-foot, three-bedroom, one-bath apartment. For sale by owner (212) 684-2942; www.east30th.com MAINTENANCE: $891 TIME ON THE MARKET: One month and one week PROS: A renovation created arched doorways and a pass-through to the living area from the kitchen. There is a" , "date" : "20040815" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "ON THE MARKET" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/15\/realestate\/on-the-market.html"} , {"body" : "The line went around the block at 4506 Fifth Avenue, Sunset Park, Brooklyn, last week at the opening of Pollo Campero, the second New York store in this fried chicken chain. The scene was the same when the first Pollo Campero opened last month at 103-26 Roosevelt Avenue, in Corona, Queens. The popularity of the chain, which originated in Guatemala" , "date" : "20040811" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF; A New Chicken in Town, Full of Guatemalan Spice" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/11\/dining\/food-stuff-a-new-chicken-in-town-full-of-guatemalan-spice.html"} , {"body" : "DEAR DIARY: For the past six summers in Brooklyn, I have been fighting a battle of wills with a rooster. His goal is to rally everyone on our block in Sunset Park beginning at dawn; mine is to sleep past 4:30 am. He crows; I grind my teeth. Then fall comes, and we retreat to our separate quarters to fight another season. Because I hear the rooster" , "date" : "20040809" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/2004\/08\/09\/nyregion\/metropolitan-diary-572101.html"} , {"body" : "LAST Friday morning, a few miles and a world away from the celebrated Union Square Greenmarket, Jack Hoeffner, a fifth-generation farmer, arranged herbs, potatoes and corn in neat rows on a patch of cracked asphalt under the Major Deegan Expressway. Mr. Hoeffner and about 20 other ''hardy souls,'' as he calls the farmers huddled against a" , "date" : "20040721" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Eat Your Vegetables: Easier Said Than Done" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/21\/dining\/eat-your-vegetables-easier-said-than-done.html"} , {"body" : "A police detective was stabbed in the back at her Sunset Park home yesterday by her live-in companion, investigators said last night. The detective, whose identity was not disclosed, was treated at Lutheran Medical Center and released. The police identified her assailant as Gerard Emer, 40, who was arrested at the scene and charged with assault," , "date" : "20040719" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Brooklyn: Detective Stabbed In Her Home" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/19\/nyregion\/metro-briefing-new-york-brooklyn-detective-stabbed-in-her-home.html"} , {"body" : "Fame has come late for Domenico DeMarco, who for 40 years has operated Di Fara Pizza on Avenue J in Midwood, Brooklyn. Since 1999, the year that a favorable review in a city guidebook put his pies on the map, Mr. DeMarco has graced the cover of The Village Voice (the ''Best Italian Restaurants'' issue in June), and his restaurant has topped the" , "date" : "20040718" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: MIDWOOD -- THE VOICE; Charred Bubbles, and Other Secrets of the Slice" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/18\/nyregion\/neighborhood-report-midwood-voice-charred-bubbles-other-secrets-slice.html"} , {"body" : "Growing up in Flatbush, Brooklyn, in the 1950's, Tom Fox used to take a ferry from the 69th Street pier in Bay Ridge to Staten Island, heading for a scenic waterfront that was home to his Boy Scout camp and sheep-dotted hillsides. The sheep, of course, are long gone and nearly 40 years ago the Verrazano-Narrows Bridge replaced the ferry as a means" , "date" : "20040718" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: BAY RIDGE; Embracing an Idea of Yore To Bring Manhattan Closer" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/18\/nyregion\/neighborhood-report-bay-ridge-embracing-idea-yore-bring-manhattan-closer.html"} , {"body" : "RECREATION New York City ''THE GREAT BREW, VIEW AND CHOCOLATE BICYCLE TOUR'' visits a microbrewery and chocolate shop, with a ride over the Brooklyn Bridge. Tomorrow at 10 a.m. Fee, $59 (includes all equipment). Sponsored by Bike the Big Apple. Reservations and meeting place: (201) 837-1133; bikethebigapple.com. NEW YORK ROAD RUNNERS CLUB DASH AND" , "date" : "20040716" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/16\/arts\/spare-times-323454.html"} , {"body" : "Fifty-one times the rain has fallen, and eight times the snow. The glare of sun has made Brooklyn 91 degrees, and the dark of night 16. In this way, five months have passed since two young boys from Ninth Street left for heaven or whatever it is that you believe. ''Palabras, no hay,'' a bishop said at their funeral: There are no words to ease their" , "date" : "20040710" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Memorial Far Beyond Makeshift; Five Months Later, Paying Tribute to Two Lost Boys" , "url" : "http:\/\/www.nytimes.com\/2004\/07\/10\/nyregion\/memorial-far-beyond-makeshift-five-months-later-paying-tribute-two-lost-boys.html"} , {"body" : "When Avenamar Cruz thinks of Atopoltitlan, the little town in the Mexican state of Puebla that he left 19 years ago, he remembers the celebrations most of all. In April, at the annual feast of the Virgin of the Rosary, he would watch the riding of the bulls, cockfights and fireworks. When townspeople were married, the whole town would gather at the" , "date" : "20040630" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["LOS ANGELES (CALIF)" , "NEW YORK CITY" , "MEXICO" , "CHICAGO (ILL)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Hometown Away From Home; Mexican Migrants in New York Unite to Give Back" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/30\/nyregion\/a-hometown-away-from-home-mexican-migrants-in-new-york-unite-to-give-back.html"} ,   {"body" : "Lena Vera Shulga, the daughter of Dr. Irene Shulga of Cleveland Heights, Ohio, and the late Sergei Shulga, was married yesterday to Dennis Daniel Kiely, a son of Ellen and Daniel T. Kiely of Pearl River, N.Y. Judge John E. Sprizzo of the Federal District Court in Manhattan, for whom the bride is a law clerk, officiated at the Metropolitan Club in" , "date" : "20040620" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "11" , "title" : "WEDDINGS\/CELEBRATIONS; Lena Shulga, Dennis Kiely" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/20\/style\/weddings-celebrations-lena-shulga-dennis-kiely.html"} , {"body" : "Police Commissioner Raymond W. Kelly yesterday discounted claims by two women that they were bruised and threatened by police officers on Sunday evening after the Puerto Rican Day Parade. The women's claims -- first reported on New York 1 News -- grew out of a confrontation about 10 p.m. on Fifth Avenue in Sunset Park, Brooklyn, after the police" , "date" : "20040616" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Manhattan: Complaints Discounted" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/16\/nyregion\/metro-briefing-new-york-manhattan-complaints-discounted.html"} , {"body" : "Yong Fa Cai did not know the man's name. He did not know what kind of construction experience the man had, either in New York or in his native Shanghai. All Mr. Cai knew was that the man had called his cellphone a few days ago, expressing interest in Mr. Cai's project to build a two-family house at 51-18 92nd Street in Elmhurst, Queens. But the" , "date" : "20040609" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CHINA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Chinese Builder's Death Reveals Anonymous Web of Risky Labor" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/09\/nyregion\/chinese-builder-s-death-reveals-anonymous-web-of-risky-labor.html"} , {"body" : "It was the strangest convoy of World War II. After D-Day, after men waded into the surf to face squalls of German machine-gun bullets, after the beaches with code names like Omaha and Utah were secured, the soldiers needed everything -- food, ammunition, tanks and jeeps and trucks. Much of it came from England in train cars atop rail floats," , "date" : "20040605" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In War, He Drove Trains Across Seas; 60 Years Ago, a Brooklyn Tug Shared in D-Day's Glory" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/05\/nyregion\/war-he-drove-trains-across-seas-60-years-ago-brooklyn-tug-shared-d-day-s-glory.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Aug. 15, ''Exploratorium\/A.M.N.H.,'' an interactive exhibition on the principles of nature. Through Oct. 3, ''Frogs: A Chorus of Colors,'' an exhibition of 200 specimens. Through July 6, ''Petra: Lost City of Stone,'' with objects from that" , "date" : "20040604" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2004\/06\/04\/arts\/spare-times-841110.html"} , {"body" : "The job paid $90 a day with no benefits. It required heavy lifting while balancing on flimsy platforms three stories high, exposed to the elements but not to the knowledge that the work flouted safety rules and construction blueprints. Angel Segovia, 37, took the job, and for him there were even more hardships. Besides having to rise at 4:30 a.m." , "date" : "20040522" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Laborer's Death Prompts Homicide Investigation" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/22\/nyregion\/laborer-s-death-prompts-homicide-investigation.html"} , {"body" : "A laborer was killed and two others were seriously injured yesterday when a balcony roof that was being illegally built at a new luxury condominium building in Brooklyn gave way, sending the workers tumbling three stories in a deluge of bricks and flowing concrete, the authorities said. The primary contractor on the job, Big Apple Development and" , "date" : "20040521" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Laborer Dies and 2 Are Hurt as Illegal Balcony Roof Falls" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/21\/nyregion\/laborer-dies-and-2-are-hurt-as-illegal-balcony-roof-falls.html"} , {"body" : "Some ambitious Latino hip-hop, dance and rock bands think they have found an alternative to selling their discs at music megastores or on the Internet: the corner bodega and the local barbershop. In some neighborhoods, the World Wide Web cannot match the reach of the ever-present bodega, where generations have gone each day to buy everything from" , "date" : "20040519" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Cold Cuts, Haircuts And Hip-Hop; An Alternative to Music Stores: CD's at Bodegas and Barbershops" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/19\/nyregion\/cold-cuts-haircuts-hip-hop-alternative-music-stores-cd-s-bodegas-barbershops.html"} , {"body" : "A public school assistant janitor was arrested yesterday on drug possession charges, after he was seen selling heroin and cocaine while on duty, the police said. The man, Henry Abraham, 23, of Brooklyn, faces charges of drug possession and sale for selling, the police said, six small bags of heroin and two small bags of cocaine to Daisy Morales," , "date" : "20040518" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: School Janitor Arrested" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/18\/nyregion\/metro-briefing-new-york-brooklyn-school-janitor-arrested.html"} , {"author" : "Andy Newman is a reporter in the Brooklyn Bureau of The New York Times" , "body" : "What I love about Brooklyn is that it's impossible to get a handle on. It lacks anything approaching a center of gravity. Picture the combined populations of Atlanta, Boston, Miami, Cleveland and Seattle crammed into a space smaller than Cincinnati but with a downtown only as impressive as, say, that of Hartford, Conn., and you start to get the" , "date" : "20040502" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "Magazine"] , "page_facet" : "28" , "title" : "OUR CORRESPONENT IN BROOKLYN; A Rare And Stirring Mixture" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/02\/magazine\/our-corresponent-in-brooklyn-a-rare-and-stirring-mixture.html"} ,   {"body" : "Last Tuesday afternoon, in a back room of the liquor store in Corona, Queens, where he works, Josué Salazar ate some chicken that reminded him of Guatemala, the country he left five months ago. No wonder: the chicken had arrived via airplane two days earlier, toted by Mr. Salazar's visiting grandmother. She in turn had gotten it from Pollo" , "date" : "20040502" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN AND QUEENS; A Guatemalan Legend, Fried And Plucked, Is Headed Here" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/02\/nyregion\/neighborhood-report-brooklyn-queens-guatemalan-legend-fried-plucked-headed-here.html"} , {"body" : "Butch Krichman was the kind of obsessed child who made a ball field his home from morning until night. If he couldn't find a team to play with in his Jersey Shore universe, he'd draw a box with an X on a concrete wall, measure off 45 feet and hurl a rubber ball against the wall just to hear its comforting thump. ''I knew nothing else but the" , "date" : "20040501" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Keeping a Full Plate; Calling Games All Day, an Iron Man Among Umpires" , "url" : "http:\/\/www.nytimes.com\/2004\/05\/01\/nyregion\/keeping-a-full-plate-calling-games-all-day-an-iron-man-among-umpires.html"} , {"body" : "New York City's 11 public hospitals have no common security system, no uniform method of screening visitors or restricting their access to certain wards of a hospital building. Background checks on new employees can vary widely from one institution to another. In fact, despite the employment of its own 850-member police force, and even after years" , "date" : "20040421" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Security System At Hospitals Draws Scrutiny" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/21\/nyregion\/security-system-at-hospitals-draws-scrutiny.html"} , {"body" : "Rescue workers evacuated about 120 people from buildings in Sunset Park last night after burning electrical cables caused carbon monoxide levels to shoot up in their homes, the authorities said. No one was injured. Firefighters came to the area about 6:15 p.m. to put out a fire inside a manhole on 43rd Street between Seventh and Eighth Avenues," , "date" : "20040414" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["SUNSET PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Residents Evacuated" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/14\/nyregion\/metro-briefing-new-york-brooklyn-residents-evacuated.html"} , {"body" : "The anonymous caller left only this tip: A young man in a public housing apartment had a machine gun. He was showing it to the children who lived there, maybe scaring them with it and pretending to shoot it. The caller gave a Brooklyn address, nothing more. But the men at the all volunteer, private Kings County Society for the Prevention of Cruelty" , "date" : "20040404" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Child Protectors With Mail-Order Badges; A Private Group Claiming Police Powers Investigates Abuse Claims" , "url" : "http:\/\/www.nytimes.com\/2004\/04\/04\/nyregion\/child-protectors-with-mail-order-badges-private-group-claiming-police-powers.html"} , {"body" : "MELODY BELKIN and Peter Klein's first Brooklyn home was a sublet with strings: $1,300 for a one-bedroom in a limestone town house -- with three cats. What they hadn't signed up for was the rampant infestation of cockroaches, Ms. Belkin said, shuddering at the memory. But Ms. Belkin, a piano teacher, and Mr. Klein, who was then a freelance" , "date" : "20040314" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "Habitats\/Brooklyn; A Growing Family Finds A Home for Its Needs" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/14\/realestate\/habitats-brooklyn-a-growing-family-finds-a-home-for-its-needs.html"} , {"body" : "An aging rail line in Queens became a media sensation last week, even drawing a visit from Mayor Micheal R. Bloomberg, after an accident involving a runaway locomotive drew reporters and television crews to a place filled with long rows of boxcars. But for the absence of cornfields, it could have been a Midwestern freight yard, rather than a" , "date" : "20040314" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "City's Trainmen Keep an Iron Age Alive" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/14\/nyregion\/city-s-trainmen-keep-an-iron-age-alive.html"} , {"body" : "To some of the people who live and work near them, the trains were an accident waiting to happen. They rumble slowly through a four-mile stretch of Queens and Brooklyn, often at night, with no gates or fences at the road intersections. Sometimes cars screech to a halt to avoid hitting them in the darkness, several neighbors said. Still, no one said" , "date" : "20040311" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Expecting a Train Wreck, Though Nothing Quite Like This" , "url" : "http:\/\/www.nytimes.com\/2004\/03\/11\/nyregion\/expecting-a-train-wreck-though-nothing-quite-like-this.html"} , {"author" : "Maura Egan is the style director of Details magazine." , "body" : "Tourists, with their sensible sneakers and no-neck children, lining up like lemmings to get a glimpse of Matt and Katie at the Rockefeller Center fishbowl, have turned the better part of Manhattan's Fifth Avenue into the Mall of America. With the avenue's S.U.V.-choked traffic and an Ann Taylor and a Gap on every corner, you might as well" , "date" : "20040222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Style" , "Magazine"] , "page_facet" : "174" , "title" : "In The Trenches" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/22\/magazine\/in-the-trenches.html"} , {"body" : "The economics are hard to fathom, Pei Lin Liang, the owner of Fung Wah Bus Transportation, admits. At a time when a cab ride from Midtown to Chinatown might cost close to $10, how can a four-hour, 215-mile journey to Boston aboard Fung Wah or any of its competitors cost the same? Mr. Liang, 41, a gaunt chain-smoker who regularly staggers through" , "date" : "20040221" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BOSTON (MASS)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Chinatown, a $10 Trip Means War; Weary Owners Struggle to Stay Afloat in Cutthroat Competition" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/21\/nyregion\/chinatown-10-trip-means-war-weary-owners-struggle-stay-afloat-cutthroat.html"} ,   {"body" : "When the first train rumbles across the Manhattan Bridge on Sunday morning, the confusion will begin for hundreds of thousands of New Yorkers adjusting to the most significant redrawing of the subway map in decades. The changes come with the nearly two-decade rehabilitation of the bridge finally coming to an end, and four subway tracks, instead of" , "date" : "20040220" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Subway Map Remade, in Hopes of Matching Routes and Riders" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/20\/nyregion\/a-subway-map-remade-in-hopes-of-matching-routes-and-riders.html"} , {"body" : "A former pediatrician from Sunset Park, Brooklyn, who was convicted last year on charges that he traveled abroad to have sex with minors at what the government called a pedophiles' resort was sentenced yesterday to more than 21 years in prison, the maximum punishment allowed by federal guidelines. The former doctor, Stefan Irving, 56, baited" , "date" : "20040214" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "MEXICO" , "MIDDLETOWN (NY)" , "ACAPULCO (MEX)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "2" , "title" : "Ex-Doctor Receives Sentence Of 21 Years in Child Sex Case" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/14\/nyregion\/ex-doctor-receives-sentence-of-21-years-in-child-sex-case.html"} , {"body" : "A felon pumped at least three bullets into a man on a Brooklyn street early yesterday morning, killing him, the police said. The victim's family said he was an off-duty city marshal's employee. The victim, Hernan Bonilla, 32, was on his way to eat Chinese food with a friend when he was killed at the intersection of Seventh Avenue and 52nd Street in" , "date" : "20040209" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Felon Shoots Man to Death In Brooklyn, the Police Say" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/09\/nyregion\/felon-shoots-man-to-death-in-brooklyn-the-police-say.html"} , {"body" : "In the Name of Norton Q. Now that Art Carney is dead, is the city planning to honor him for his role as Ed Norton, the happy-go-lucky sewer worker, the way it named a Brooklyn bus depot after Jackie Gleason's character Ralph Kramden, the bus driver? A. As the simple, lovable ''underground sanitation expert,'' in Ed Norton's own words, Art Carney," , "date" : "20040208" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2004\/02\/08\/nyregion\/fyi-280704.html"} , {"body" : "A Brooklyn missing-person case was reclassified a murder yesterday when the victim's ex-boyfriend confessed to killing her and dumping her body in a neighborhood trash pile, the police said. But when detectives went to the spot, the pile had already been cleared away by the New York City Sanitation Department. And so began an all-day search of 13" , "date" : "20040207" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Police Say Ex-Boyfriend Confessed In Killing" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/07\/nyregion\/police-say-ex-boyfriend-confessed-in-killing.html"} , {"body" : "Sabato F. Catucci stalks the piers on the Red Hook waterfront in Brooklyn, where he has built a thriving business handling cargo containers, lumber, coffee and cacao beans. Mr. Catucci, the owner of American Stevedoring, has plans for a liquor distribution center on Pier 12, where his company would unload beer and spirits bound for Brooklyn, Queens" , "date" : "20040204" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Is a Blue-Collar Future a Luxury on the Waterfront?" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/04\/nyregion\/is-a-blue-collar-future-a-luxury-on-the-waterfront.html"} , {"body" : "To the Editor: The column brought to mind the time in 1966 that I had to go before the community board in Sunset Park, Brooklyn, in connection with a proposed a curb cut for a commercial building on Third Avenue. Community representatives were pained when Third Avenue was mentioned. Moses had come in and built the Gowanus Expressway over Third" , "date" : "20040201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GOWANUS EXPRESSWAY (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "What Would Moses Have Done?" , "url" : "http:\/\/www.nytimes.com\/2004\/02\/01\/nyregion\/l-what-would-moses-have-done-191922.html"} , {"body" : "A Bronx man has been arrested in connection with two unrelated killings in the last two years, including that of a young woman who was found burned to death in a Brooklyn parking lot in May, police officials said yesterday. The man, Rafael Cajigas, 33, was charged with two counts of second-degree murder on Tuesday in the deaths of Taisha Camacho," , "date" : "20040129" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Briefing | New York: Bronx: Arrest In Two Killings" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/29\/nyregion\/metro-briefing-new-york-bronx-arrest-in-two-killings.html"} , {"body" : "The State Board of Electric Generation Siting and the Environment yesterday rejected a power company's application to build a 520-megawatt plant off 22nd Street because it had not been completely filed before Jan. 1, 2003, when a program for accelerated decisions on proposed sites expired. The decision was a blow for the Sunset Energy Fleet" , "date" : "20040128" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Power Plant Denied" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/28\/nyregion\/metro-briefing-new-york-brooklyn-power-plant-denied.html"} , {"body" : "THE Girdle Factory building on Bedford Avenue and North Fifth Street, near the heart of the Northside section of Williamsburg, Brooklyn, is home to a wine store, a cheese shop, an Internet cafe and a record store that offers an eclectic selection of rare vinyl. In the front window is a sign that in the opinion of the building's co-owner, a" , "date" : "20040125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Neighborhood On the Verge?" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/25\/nyregion\/neighborhood-on-the-verge.html"} ,   {"body" : "If President George W. Bush expects to win a bloc of immigrant support for his new immigration overhaul proposal, some surprises may await him inside the pizza parlor, the beauty shop and Chinese-Spanish restaurant on Fifth Avenue in the polyglot Sunset Park section of Brooklyn. ''It sounds good, and I say sounds good because it doesn't mean it's" , "date" : "20040108" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "29" , "title" : "BUSH ON IMMIGRATION: WORKERS; Immigrants Are Divided on Bush Proposal" , "url" : "http:\/\/www.nytimes.com\/2004\/01\/08\/us\/bush-on-immigration-workers-immigrants-are-divided-on-bush-proposal.html"}]