[  {"body" : "THE 33 houses of the tiny Vinegar Hill Historic District, on the East River east of Dumbo in Brooklyn, are like a small settlement out on the prairie, isolated not by amber waves of grain but by a swath of surrounding power plants, highways and housing projects. New Yorkers have been slow to discover Vinegar Hill and its Belgian-block streets, and" , "date" : "20041226" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "VINEGAR HILL (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "STREETSCAPES\/Brooklyn; A Piquant Journey Through Vinegar Hill" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E1D71030F935A15751C1A9629C8B63"} , {"body" : "Whose hands made this wall, the history books do not tell. Faceless lunch-pail carriers stacked these bricks and stones, men made briefly strong with twice-daily naval rations of grog, a roughly even mixture of water and rum. They are gone, but their wall remains, ambling around what were swamps and mud flats in their day, standing as their cairn" , "date" : "20041016" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN NAVY YARD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Peeking Over the Wall At the End of Brooklyn; The Navy Is Long Gone, but a Barrier Remains" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9902E0DA143AF935A25753C1A9629C8B63"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Opening tomorrow and on display through March 13, ''Fall Colors Across North America,'' an exhibition of photographs by Anthony Eaton Cook. Through Jan. 9, ''Frogs: A Chorus of Colors,'' an exhibition of 200 specimens; timed tickets to ''Frogs'' are" , "date" : "20040924" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "SPARE TIMES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0CEFD71039F937A1575AC0A9629C8B63"}]