[  {"body" : "Protecting incumbents, preserving black and Hispanic districts and respecting seniority will be the criticial factors when New York State legislative leaders redraw Congressional district lines next year to reflect the loss of 3 of the state's 34 districts. The state will lose the seats in the House of Representatives because its population has" , "date" : "19901228" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "Minority Districts to Be Spared as New York Loses 3 Seats" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/28\/nyregion\/minority-districts-to-be-spared-as-new-york-loses-3-seats.html"} , {"body" : "Last week was the worst in Bill Casey's 27-year career in the New York City school system. Today, things get worse. Today, Mr. Casey, the superintendent of Community School Board 15 in southeastern Brooklyn, will have to decide how many teachers, school aides, paraprofessionals and other employees in his district will lose their jobs to meet city" , "date" : "19901217" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Painful Task: Meeting Goal To Cut Costs For Schools" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/17\/nyregion\/painful-task-meeting-goal-to-cut-costs-for-schools.html"} , {"body" : "Closings in the week ending Dec. 1 MANHATTAN Chelsea 300,000 40 West 24th Street 1-bedroom, 2-bath, 1,700-sq.-ft. loft co-op; den, exposed-brick walls, decorative columns; maintenance $497, 50% tax-deductible (Broker: Sinvin Realty) Greenwich Village 1.3 million 155 West 12th Street 3-family town house with a studio unit, a one-bedroom apartment" , "date" : "19901216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/16\/realestate\/residential-resales-402090.html"} , {"body" : "Two tears trickled down Patrick J. Kennedy's right cheek, and for a moment yesterday morning, his calm demeanor collapsed. Mr. Kennedy, 51 years old, a father of six, lives alone in a drab, immaculately clean one-room apartment in the Bay Ridge section of Brooklyn. The blankets on his sagging bed are frayed and tattered. The shades are drawn. Lying" , "date" : "19901208" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Among Neediest Cases, a Father of Six, Alone" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/08\/nyregion\/among-neediest-cases-a-father-of-six-alone.html"} , {"body" : "From the parks of Washington Heights to the sands of Staten Island, schools, merchants, block associations and tenant groups have joined forces against a common enemy: litter. Some of the commanders in the battle say enthusiastically that they are making progress; others speak of public apathy in a never-ending struggle and insist that more must be" , "date" : "19901202" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "'More Brooms, More Bags, More People' vs. Litter" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/02\/nyregion\/more-brooms-more-bags-more-people-vs-litter.html"} , {"body" : "Some developers and city planners think they have conceived an ingenious solution to New York City's housing shortage. It is a squat building, about six stories tall, with individual living units arrayed along a central corridor and an elevator connecting the floors and the street. It is called an apartment house. Once the mainstay of New York's" , "date" : "19901123" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Mid-Rise Apartment Houses Making New York Comeback" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/23\/nyregion\/mid-rise-apartment-houses-making-new-york-comeback.html"} , {"body" : "Miniature Towns and Trains, Bay Ridge Model Railroad Club, 28 Marine Avenue off 93d Street, Brooklyn; (718) 745-1953. The club's annual exhibition runs through Nov. 25 from 8 to 10 P.M. Friday and from 2 to 5:30 P.M. Saturday and Sunday. Admission: $2; $1, children ages 12 and under. By Hand, Seventh Regiment Armory, Park Avenue and 66th Street;" , "date" : "19901108" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["ARMSCOTE MANOR (ENGLAND)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "Calendar: Model Trains and Handicraft" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/08\/garden\/calendar-model-trains-and-handicraft.html"} , {"body" : "LEAD: A Brooklyn man was swept out to sea Friday night when he tried to save another man and their drunken friends hindered police rescuers, officers said. A Brooklyn man was swept out to sea Friday night when he tried to save another man and their drunken friends hindered police rescuers, officers said. The man swept out to sea was still missing" , "date" : "19901021" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Man Drowns as Drunken Friends Hinder Rescuers" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/21\/nyregion\/man-drowns-as-drunken-friends-hinder-rescuers.html"} , {"body" : "LEAD: This is a story of a relatively small abomination, the burning of an old school bus. The bus belonged to Norman and Jude Sunden of the Bay Ridge section of Brooklyn. He drove a cab before devoting his life to animals. She was a secretary for a beeper service. This is a story of a relatively small abomination, the burning of an old school bus." , "date" : "19901020" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "About New York; Keeping Faith In a Love Affair With Animals" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/20\/nyregion\/about-new-york-keeping-faith-in-a-love-affair-with-animals.html"} , {"body" : "LEAD: To the other children who sang in the Antioch Church of Christ Choir in Brooklyn, 8-year-old John Thomas Jones was known as Johnny T - a boy who made up for being deaf in one ear by having a powerhouse of a voice. To the other children who sang in the Antioch Church of Christ Choir in Brooklyn, 8-year-old John Thomas Jones was known as Johnny" , "date" : "19901016" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Choirboy, Crossfire, And Tragedy Comes Again" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/16\/nyregion\/a-choirboy-crossfire-and-tragedy-comes-again.html"} ,   {"body" : "LEAD: A Florida man charged in the shooting death of a West Side bar patron was carrying identification belonging to another man, whom the police discovered shot to death in his Brooklyn apartment on Saturday night, a police spokesman said. A Florida man charged in the shooting death of a West Side bar patron was carrying identification belonging" , "date" : "19901008" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Papers on Murder Suspect Lead to 2d Body" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/08\/nyregion\/papers-on-murder-suspect-lead-to-2d-body.html"} , {"body" : "LEAD: Two years ago, Issam F. Muala was studying civil engineering at a university in his hometown of Ramallah, on the Israeli-occupied West Bank. Today, he is working in a small grocery store in Brooklyn. Two years ago, Issam F. Muala was studying civil engineering at a university in his hometown of Ramallah, on the Israeli-occupied West Bank." , "date" : "19901004" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["ISRAEL" , "WEST BANK" , "BROOKLYN (NYC)" , "KUWAIT" , "GAZA STRIP" , "MIDDLE EAST" , "IRAQ"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Palestinians Struggling To Rebuild Their Lives" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/04\/nyregion\/palestinians-struggling-to-rebuild-their-lives.html"} , {"body" : "LEAD: Rare is the New Yorker who has strolled past a row of stately town houses and not fantasized about living in one. But even rarer is the apartment-dweller not made uneasy by stories of leaking roofs, burglaries, broken boilers and the large sums of money such houses consume. The drawback is isolation. Some occupants feel unsafe with only a" , "date" : "19900909" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "12" , "title" : "Guide for Home Buyers, Sellers and Renters; Some Caveats on Buying a Town House" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/09\/realestate\/guide-for-home-buyers-sellers-and-renters-some-caveats-on-buying-a-town-house.html"} , {"body" : "LEAD: Someone poured gasoline outside Sgt. Johnnie Peters's home at a defunct Nike missile site here last week in another expression of vandalism and hostility surrounding a plan to turn the old military base and its 36 bungalow-style homes into a project for the homeless. Someone poured gasoline outside Sgt. Johnnie Peters's home at a defunct Nike" , "date" : "19900828" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["TAPPAN (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Fight to House Homeless at Old Missile Base Turns Nasty" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/28\/nyregion\/fight-to-house-homeless-at-old-missile-base-turns-nasty.html"} , {"body" : "LEAD: Stephen E. Smith, a financial analyst and political strategist in the Presidential campaign of his brother-in-law, John F. Kennedy, in 1960, died yesterday at his Manhattan home. He was 62 years old. Stephen E. Smith, a financial analyst and political strategist in the Presidential campaign of his brother-in-law, John F. Kennedy, in 1960," , "date" : "19900820" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "10" , "title" : "Stephen Smith, 62, Businessman And an Adviser to the Kennedys" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/20\/obituaries\/stephen-smith-62-businessman-and-an-adviser-to-the-kennedys.html"} , {"body" : "LEAD: A man who apparently jumped off the Brooklyn Bridge yesterday was saved by quick teamwork between the crew of a Manhattan sightseeing boat, officers on a police rescue launch and ambulance technicians. A man who apparently jumped off the Brooklyn Bridge yesterday was saved by quick teamwork between the crew of a Manhattan sightseeing boat," , "date" : "19900819" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)" , "BROOKLYN BRIDGE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Man Is Saved After Plunging From Bridge" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/19\/nyregion\/man-is-saved-after-plunging-from-bridge.html"} , {"body" : "LEAD: A construction company owner who illegally demolished four buildings in Times Square in the middle of the night in 1985 was shot to death Wednesday in front of his house in Brooklyn in what the police described as a mob-style slaying. A construction company owner who illegally demolished four buildings in Times Square in the middle of the" , "date" : "19900810" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Mob-Linked Businessman Slain Outside His Home" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/10\/nyregion\/mob-linked-businessman-slain-outside-his-home.html"} , {"body" : "LEAD: Closings in the week ending July 7 MANHATTAN Carnegie Hill $260,000 152 East 94th Street 1-bedroom, 1-bath, 1,000-sq.-ft. prewar penthouse co-op; 24-hr. doorman, large sunken living room, wraparound terrace; maintenance $965, 65% tax-deductible (Broker: Carnegie Hill Properties) Closings in the week ending July 7 MANHATTAN Carnegie Hill" , "date" : "19900722" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/22\/realestate\/residential-resales-879490.html"} , {"body" : "LEAD: Closings in the week ended June 30 MANHATTAN Carnegie Hill $705,000 4 East 95th Street 3-bedroom, 3-bath, 1,700-sq.-ft. prewar co-op; 24-hr. doorman, maid's room, dining room, large kitchen, fireplace; maintenance $1,369, 33% tax-deductible (Broker: Carnegie Hill Properties) Closings in the week ended June 30 MANHATTAN Carnegie Hill $705,000" , "date" : "19900715" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/15\/realestate\/residential-resales-221990.html"} , {"body" : "LEAD: The Rev. Edward J. Jurji, a Presbyterian minister, retired educator and an author, died on Monday at his home in Monroe Village, a retirement community in Jamesburg, N.J. He was 83 years old and died of pneumonia, a funeral home representative said. The Rev. Edward J. Jurji, a Presbyterian minister, retired educator and an author, died on" , "date" : "19900712" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "20" , "title" : "Rev. Edward Jurji, 83, Of Princeton Seminary" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/12\/obituaries\/rev-edward-jurji-83-of-princeton-seminary.html"} ,   {"body" : "LEAD: Outdoor Crafts, Lincoln Center Plaza, Columbus Avenue at 64th Street; 212-677-4627. Outdoor Crafts, Lincoln Center Plaza, Columbus Avenue at 64th Street; 212-677-4627. The 14th annual American Crafts Festival, to be held over two weekends, will feature handmade items like weathervanes, jewelry, wooden boxes and quilts. There will also be" , "date" : "19900628" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "Events: Quilts, Boxes And Pottery Classes" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/28\/garden\/events-quilts-boxes-and-pottery-classes.html"} , {"body" : "LEAD: While Nelson Mandela's visit may have been a special celebration for black New Yorkers, some whites in middle-class neighborhoods far from the throngs watched his triumphal tour with the sense that it was not really their party, and described the guest of honor with a mix of admiration, wariness of his intent and, occasionally, hostility." , "date" : "19900624" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SOUTH AFRICA"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "21" , "title" : "The Mandela Visit; Not All Felt Invited to Mandela's Party" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/24\/nyregion\/the-mandela-visit-not-all-felt-invited-to-mandela-s-party.html"} , {"body" : "LEAD: THE ''girls,'' as they call themselves, are gathered in the living room of my mother's small Mount Kisco apartment on a cloudy Friday afternoon. Each has a notebook and pencil in hand, and on this day some time ago Marguerite begins: THE ''girls,'' as they call themselves, are gathered in the living room of my mother's small Mount Kisco" , "date" : "19900624" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "WESTCHESTER OPINION: HEADING HEADLONG INTO THEIR EIGHTIES; The 'Girls' Gather to Write And Reflect" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/24\/nyregion\/westchester-opinion-heading-headlong-into-their-eighties-girls-gather-write.html"} , {"body" : "LEAD: A livery-cab driver was found stabbed to death and slumped over the steering wheel of his car in Brooklyn Saturday afternoon, the 18th livery- or gypsy-cab driver to be slain in New York City this year. A livery-cab driver was found stabbed to death and slumped over the steering wheel of his car in Brooklyn Saturday afternoon, the 18th" , "date" : "19900618" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO DATELINES; Cab Driver Is Found Stabbed to Death" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/18\/nyregion\/metro-datelines-cab-driver-is-found-stabbed-to-death.html"} , {"body" : "LEAD: Mayor David N. Dinkins, the Rev. Al Sharpton and representatives of the Bensonhurst community met yesterday - though not all at the same time - at a church not far from where Yusuf K. Hawkins was killed last summer. Mayor David N. Dinkins, the Rev. Al Sharpton and representatives of the Bensonhurst community met yesterday - though not all at" , "date" : "19900611" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "In Racial Harmony Drive, Dinkins And Sharpton Go to Bensonhurst" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/11\/nyregion\/in-racial-harmony-drive-dinkins-and-sharpton-go-to-bensonhurst.html"} , {"body" : "LEAD: Forty condominium units in Brooklyn are to be put on the block this afternoon by a company that last month auctioned off most of the apartments in another condominium project just two miles away. The latest auction involves a development called Windsor Place by the Park, 128 Prospect Park Southwest at Terrace Place in the Windsor Terrace" , "date" : "19900610" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Near Prospect Park; 40 Condo Units on the Block" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/10\/realestate\/near-prospect-park-40-condo-units-on-the-block.html"} , {"body" : "LEAD: Leaders of the heavily Italian-American Bensonhurst area in Brooklyn and those who have been demonstrating over the racial slaying of Yusuf K. Hawkins, a black teen-ager, said yesterday that they would work together on a citywide effort to heal racial divisions. Leaders of the heavily Italian-American Bensonhurst area in Brooklyn and those" , "date" : "19900609" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Bensonhurst Leaders Will Join Demonstrators in Unity Drive" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/09\/nyregion\/bensonhurst-leaders-will-join-demonstrators-in-unity-drive.html"} , {"body" : "LEAD: After operating all year in the shadow of Christ the King High School of Middle Village, Queens, Xaverian High School of Bay Ridge, Brooklyn, surprised the mighty Royals, 3-2, yesterday at Yankee Stadium to win the Catholic High Schools Athletic Association baseball championship. After operating all year in the shadow of Christ the King High" , "date" : "19900605" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "18" , "title" : "Xaverian Takes Title In Catholic League" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/05\/sports\/xaverian-takes-title-in-catholic-league.html"} , {"body" : "LEAD: The Dodgers moved to the West Coast more than 30 years ago, but that doesn't mean there are no good teams left in Brooklyn. Three of the four squads vying for the Catholic High Schools Athletic Association and the Public Schools Athletic League city championships today and tomorrow are from that borough. The Dodgers moved to the West Coast" , "date" : "19900604" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "Schoolboy Titles on Line" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/04\/sports\/schoolboy-titles-on-line.html"} , {"body" : "LEAD: The last time Nick Baffi dreamed like this, the Dodgers were in Brooklyn, Harry Truman was in the White House and Milton Berle was the mainstay of ''The Texaco Star Theater.'' The last time Nick Baffi dreamed like this, the Dodgers were in Brooklyn, Harry Truman was in the White House and Milton Berle was the mainstay of ''The Texaco Star" , "date" : "19900601" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "23" , "title" : "Fighter and His Manager One Bout From Dream" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/01\/sports\/fighter-and-his-manager-one-bout-from-dream.html"} ,   {"body" : "LEAD: New York City's property-tax system, which has been criticized for a decade for placing a heavier burden on less-affluent homeowners than on wealthier ones, appears to have grown more inequitable. New York City's property-tax system, which has been criticized for a decade for placing a heavier burden on less-affluent homeowners than on" , "date" : "19900529" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "UNEQUAL BURDEN: NEW YORK CITY PROPERTY TAXES - A SPECIAL REPORT: Some of the Rich Pay Less Tax Than the Other Homeowners" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/29\/nyregion\/unequal-burden-new-york-city-property-taxes-special-report-some-rich-pay-less.html"} , {"body" : "LEAD: New York City's datebook this weekend, already crowded with festivals and fairs, also is filled with parades and walk- or bike-a-thons for various causes. New York City's datebook this weekend, already crowded with festivals and fairs, also is filled with parades and walk- or bike-a-thons for various causes. In Turkey, May 14th is a special" , "date" : "19900518" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "Parading for Causes" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/18\/arts\/parading-for-causes.html"} , {"body" : "LEAD: On Sept. 24, 1957, as the loudspeaker blared a song rhyming ''Dem Bums'' with ''hits and runs,'' the Brooklyn Dodgers' fans filed out of Ebbets Field for the last time. Two weeks later Walter F. O'Malley announced that he was moving his team to Los Angeles and became the most hated man in Brooklyn. On Sept. 24, 1957, as the loudspeaker blared" , "date" : "19900517" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Another Dodger Rhubarb in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/17\/nyregion\/another-dodger-rhubarb-in-brooklyn.html"} , {"body" : "LEAD: MANHATTAN East Midtown - $1.16 million 860 U.N. Plaza 2-bedroom, 4-bath, 2,100-sq.-ft. postwar co-op; 24-hr. doorman, dining room, windowed, large kitchen, library, East River view; maintenance $2,925, 37% tax-deductible (Broker: Corcoran Group) Greenwich Village - $255,000 MANHATTAN East Midtown - $1.16 million 860 U.N. Plaza 2-bedroom," , "date" : "19900513" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "14" , "title" : "Residential Resales; Closings in the week ended April 28" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/13\/realestate\/residential-resales-closings-in-the-week-ended-april-28.html"} , {"body" : "LEAD: It is springtime outside the Brooklyn courthouse where the Bensonhurst trial enters its third week tomorrow. It is springtime outside the Brooklyn courthouse where the Bensonhurst trial enters its third week tomorrow. But in Justice Thaddeus E. Owens's fourth-floor courtroom, it is often just after 9 o'clock on the clear Wednesday night in" , "date" : "19900429" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Reporter's Notebook; Images of Bensonhurst Night Flash Again in Court" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/29\/nyregion\/reporter-s-notebook-images-of-bensonhurst-night-flash-again-in-court.html"} , {"body" : "LEAD: Albert Salmi, an actor who made a career of portraying cowboys in television westerns like ''Gunsmoke,'' and his wife, Roberta, were found shot to death in an apparent murder-suicide, the police said today. Albert Salmi, an actor who made a career of portraying cowboys in television westerns like ''Gunsmoke,'' and his wife, Roberta, were" , "date" : "19900425" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "29" , "title" : "Albert Salmi, Actor, 62, Is Found Shot to Death in Home With Wife" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/25\/obituaries\/albert-salmi-actor-62-is-found-shot-to-death-in-home-with-wife.html"} , {"body" : "LEAD: So many people converged on Central Park for Earth Day yesterday that Beth Cramer, sitting on the park's Great Lawn, could not see many of the speakers denouncing the degradation of the environment on the dais in front of her. So many people converged on Central Park for Earth Day yesterday that Beth Cramer, sitting on the park's Great Lawn," , "date" : "19900423" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "12" , "title" : "EARTH DAY 1990; Music and, Oh Yes, Earth Day in Park" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/23\/us\/earth-day-1990-music-and-oh-yes-earth-day-in-park.html"} , {"body" : "LEAD: Joseph Fama ''shot repeatedly and intentionally at Yusuf Hawkins,'' an assistant district attorney said yesterday as he opened the prosecution's case against the white Bensonhurst man charged with shooting the black teen-ager to death last summer. Joseph Fama ''shot repeatedly and intentionally at Yusuf Hawkins,'' an assistant district" , "date" : "19900419" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Fama Was the Gunman, Bensonhurst Jury Is Told" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/19\/nyregion\/fama-was-the-gunman-bensonhurst-jury-is-told.html"} , {"body" : "LEAD: In a majestic ceremony that gingerly sidestepped controversy, Bishop Thomas Vose Daily was installed yesterday as the sixth Roman Catholic Bishop of Brooklyn. In a majestic ceremony that gingerly sidestepped controversy, Bishop Thomas Vose Daily was installed yesterday as the sixth Roman Catholic Bishop of Brooklyn. Bishop Daily, who" , "date" : "19900419" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Bishop Is Installed" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/19\/nyregion\/brooklyn-bishop-is-installed.html"} , {"body" : "LEAD: The leader of a group of white Bensonhurst youths ''boasted that he would 'blow the heads off the nigger bastards' '' hours before Yusuf K. Hawkins was shot to death, a prosecutor asserted yesterday. The leader of a group of white Bensonhurst youths ''boasted that he would 'blow the heads off the nigger bastards' '' hours before Yusuf K." , "date" : "19900417" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Murder Trial Is Told of Boast In Bensonhurst" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/17\/nyregion\/murder-trial-is-told-of-boast-in-bensonhurst.html"} ,   {"body" : "LEAD: A 14-unit condominium apartment development is nearing completion on the former site of the rectory of Christ Church of Bay Ridge in Brooklyn near Shore Road Park and the Narrows. Called the Ridge Terrace Condominium, the $2.3 million project at 228 74th Street near Third Avenue is due to be completed next month. A 14-unit condominium" , "date" : "19900415" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTING: Bay Ridge Project; From Rectory to Condos" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/15\/realestate\/posting-bay-ridge-project-from-rectory-to-condos.html"} , {"body" : "LEAD: A computer programmer from Park Slope and a secretary from Williamsburg were chosen to fill the last two seats in a Brooklyn jury box yesterday, clearing the way for the start of the Bensonhurst murder trial on Monday. A computer programmer from Park Slope and a secretary from Williamsburg were chosen to fill the last two seats in a Brooklyn" , "date" : "19900413" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Trial to Begin For 2 in Killing In Bensonhurst" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/13\/nyregion\/trial-to-begin-for-2-in-killing-in-bensonhurst.html"} , {"body" : "LEAD: EASTER weekend invites the indulgence of a leisurely late-morning or late-afternoon pastry with a coffee or tea. While New York cannot boast the number of eat-in bakeries or pastry shops found in European cities, it nonetheless has its share. Here is a sampling, divided geographically; shops on the West Side and East Side of Manhattan are" , "date" : "19900413" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Sweet Nothings, for Spring or Anytime" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/13\/arts\/sweet-nothings-for-spring-or-anytime.html"} , {"body" : "LEAD: Who are the eccentrics of New York? You know who you are - everybody, in a way. The alien gravity of eccentricity is always at work in New York. It is a force that skews behavior, bends thought and pulls people in unexpected directions, not all of them bad. New York is an eccentricity machine. Who are the eccentrics of New York? You know who" , "date" : "19900408" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["World" , "Magazine"] , "page_facet" : "24" , "title" : "WHAT REALLY MAKES NEW YORK WORK: ECCENTRICTY; THE DIFFERENTS THAT MAKE THE DIFFERENCE" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/08\/magazine\/what-really-makes-new-york-work-eccentricty-differents-that-make-difference.html"} , {"body" : "LEAD: Jury selection began yesterday in the Bensonhurst murder trial amid signs of the same racial tension that engulfed New York City after Yusuf K. Hawkins was killed in the predominantly white neighborhood last summer. Jury selection began yesterday in the Bensonhurst murder trial amid signs of the same racial tension that engulfed New York City" , "date" : "19900403" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Racial Tension From Slaying Seen at Trial" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/03\/nyregion\/racial-tension-from-slaying-seen-at-trial.html"} , {"body" : "LEAD: Closings in the week ended March 17 MANHATTAN East Midtown $230,000 301 East 48th Street (Marlo Towers) 1-bedroom, 1-bath, 950-sq.-ft. postwar co-op; 24-hr. doorman, concierge, dining area, terrace; maintenance $830, 55% tax-deductible (Broker: Minskoff Brokerage) Closings in the week ended March 17 MANHATTAN East Midtown $230,000 301 East" , "date" : "19900401" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "12" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/01\/realestate\/residential-resales-872390.html"} , {"body" : "LEAD: A 15-foot-high concrete-block wall under construction collapsed yesterday morning in Brooklyn and crashed through a warehouse ceiling, killing two people and seriously injuring several others, the authorities said. A 15-foot-high concrete-block wall under construction collapsed yesterday morning in Brooklyn and crashed through a warehouse" , "date" : "19900324" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "2 Die in Rubble As Wall Crashes Into Warehouse" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/24\/nyregion\/2-die-in-rubble-as-wall-crashes-into-warehouse.html"} , {"body" : "LEAD: What makes Brooklyn clubs so nice is similar to what makes the borough itself pleasant: smaller crowds, less pressure and more variety than in Manhattan. While the level of talent is not as high as in Manhattan, that is not always the point. Brooklyn clubs, if one can make generalizations at all, are good places for novice musicians and" , "date" : "19900323" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "Pop\/Jazz; Tomorrow's Stars Today In Brooklyn's Small Clubs" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/23\/arts\/pop-jazz-tomorrow-s-stars-today-in-brooklyn-s-small-clubs.html"} , {"body" : "LEAD: While it is a normal day for most New York City residents, people in two Congressional districts in the city will elect new representatives for interim terms today. While it is a normal day for most New York City residents, people in two Congressional districts in the city will elect new representatives for interim terms today. In one race," , "date" : "19900320" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Congressional Races In Bronx and on S.I. To Be Decided Today" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/20\/nyregion\/congressional-races-in-bronx-and-on-si-to-be-decided-today.html"} , {"body" : "LEAD: An immigrant from Hong Kong on his way home from his job in a Manhattan shoe store was stabbed to death on a Brooklyn subway train by a man who witnesses said would not stop harassing him, transit officials said yesterday. An immigrant from Hong Kong on his way home from his job in a Manhattan shoe store was stabbed to death on a Brooklyn" , "date" : "19900317" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Immigrant on Subway Is Slain by a Harasser" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/17\/nyregion\/immigrant-on-subway-is-slain-by-a-harasser.html"} ,   {"body" : "LEAD: City Councilwoman Susan Molinari is trying to carry on a Staten Island Republican dynasty in a special Congressional election on Tuesday. City Councilwoman Susan Molinari is trying to carry on a Staten Island Republican dynasty in a special Congressional election on Tuesday. Ms. Molinari, 31 years old, is generally considered the front-runner" , "date" : "19900317" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "G.O.P. Tries for Dynasty In S.I. Race for Congress" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/17\/nyregion\/gop-tries-for-dynasty-in-si-race-for-congress.html"} , {"body" : "LEAD: William T. Conklin, a retired Republican State Senator from Brooklyn, died yesterday at Victory Memorial Hospital in Brooklyn after a brief illness. He was 81 years old and lived in the Bay Ridge section. William T. Conklin, a retired Republican State Senator from Brooklyn, died yesterday at Victory Memorial Hospital in Brooklyn after a brief" , "date" : "19900216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "19" , "title" : "W. T. Conklin, 81; Republican Represented Brooklyn in Senate" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/16\/obituaries\/w-t-conklin-81-republican-represented-brooklyn-in-senate.html"} , {"body" : "LEAD: Closings in the week ended Jan. 20 MANHATTAN Carnegie Hill $725,000 1133 Park Avenue (91st St.) 3-bedroom, 2-bath, 2,000-sq.-ft. prewar condo; 24-hr. doorman, dining room, large kitchen, hardwood floors, high ceilings; maintenance $1,300, 40% tax-deductible (Broker: Corcoran Group) Closings in the week ended Jan. 20 MANHATTAN Carnegie Hill" , "date" : "19900204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "12" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/04\/realestate\/residential-resales-886690.html"} , {"body" : "LEAD: For the last three weeks, Carol Beckmann has had trouble sleeping, waking up often. ''Sometimes I dream about it,'' she said in a birdlike voice. For the last three weeks, Carol Beckmann has had trouble sleeping, waking up often. ''Sometimes I dream about it,'' she said in a birdlike voice. What she dreams is that she has AIDS. On Jan. 2, as" , "date" : "19900124" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "About New York; Hospital Worker, Loose Needle, Gnawing Fear" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/24\/nyregion\/about-new-york-hospital-worker-loose-needle-gnawing-fear.html"} , {"body" : "LEAD: Representative Robert Garcia, one of the country's leading Hispanic politicians, resigned his House seat from the Bronx yesterday less than two weeks before he is to be sentenced on conspiracy and extortion convictions, and Assemblyman Jose R. Serrano emerged as the person most likely to replace him. Representative Robert Garcia, one of the" , "date" : "19900103" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["UNITED STATES" , "NEW YORK STATE" , "BRONX (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "FACING SENTENCING, REP. GARCIA QUITS" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/03\/nyregion\/facing-sentencing-rep-garcia-quits.html"} , {"body" : "LEAD: In less than eight hours Sunday night and early yesterday, 13 people were slain in New York City, the police said, as one year of bloodshed and homicide gave way to another with the blare of noisemakers and the crackle of gunfire. In less than eight hours Sunday night and early yesterday, 13 people were slain in New York City, the police" , "date" : "19900102" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Eight Hours of Bloodshed: New York Records 13 Slain" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/02\/nyregion\/eight-hours-of-bloodshed-new-york-records-13-slain.html"}]