[  {"body" : "ONE of the biggest disappointments for New York City's fledgling recycling program has been the low participation by residents in poorer, densely populated neighborhoods. In areas like Harlem or Bedford-Stuyvesant, already overwhelmed by life and death issues, recycling seems trivial. \"They're not talking about landfills,\" said Eddie O'Jay, a" , "date" : "19901230" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "6" , "title" : "The Region; The Poor Mainly Recycle Poverty" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/30\/weekinreview\/the-region-the-poor-mainly-recycle-poverty.html"} , {"body" : "A third teen-ager was arrested yesterday and charged with being part of a gang that investigators believe held up at least 75 people at gunpoint in Queens and Nassau County in the last two weeks, the police said. Two other suspects were captured on Wednesday night after a wild chase and shootout on the Belt Parkway. Investigators said last night" , "date" : "19901228" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NASSAU COUNTY (NY)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "3 Youths Seized In 75 Robberies In Last 2 Weeks" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/28\/nyregion\/3-youths-seized-in-75-robberies-in-last-2-weeks.html"} , {"body" : "Ten officers in the elite Tactical Narcotics Team are under investigation after allegations were made that they mistreated prisoners and lied about evidence to shore up shaky arrests and justify illegal searches, high-ranking police officials said yesterday. A lieutenant, three sergeants and six police officers from the Brooklyn North Tactical" , "date" : "19901222" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "10 Detectives Face an Inquiry On False Data" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/22\/nyregion\/10-detectives-face-an-inquiry-on-false-data.html"} , {"body" : "Yesterday was gray, an ambiguous year is fading and it seemed right to reflect. One remembered O. Henry saying life is smiles, sobs and sniffles -- but mostly sniffles. One also recalled how Meyer Berger began the very first About New York column on Oct. 9, 1939: \"It has been our habit for years to seek out by day and after dark those places in" , "date" : "19901222" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "About New York; The Moral Is, The Stories Here Are but Chapters" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/22\/nyregion\/about-new-york-the-moral-is-the-stories-here-are-but-chapters.html"} , {"body" : "When the feeling hit, Marin Alsop would call up Leonard Bernstein to chat about what Beethoven might have been thinking when he wrote a particular piece of music. \"He gave me so much in my life,\" the 34-year-old conductor said of her mentor, who died on Oct. 14. \"I've never lost a parent, but this is about the closest.\" Ms. Alsop reminisced after" , "date" : "19901219" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "About New York; Still Learning From the Music And the Master" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/19\/nyregion\/about-new-york-still-learning-from-the-music-and-the-master.html"} , {"body" : "After serving the minimum three and a half years of his sentence for robbery and assault, Michael Williams is scheduled to be released from a Staten Island prison one week from today, on Christmas Eve. He will be going home with a gift, courtesy of New York State. Mr. Williams, who is 24 years old, is graduating from Stay'n Out, a drug-treatment" , "date" : "19901217" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; Out of Prison And Off of Drugs: This Way Works" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/17\/nyregion\/metro-matters-out-of-prison-and-off-of-drugs-this-way-works.html"} , {"body" : "Devotees of Brooklyn -- and even occasional visitors -- may be interested in a new, richly illustrated guide to the borough's many historic buildings and neighborhoods. The book, \"This is Brooklyn: A Guide to the Borough's Historic Districts and Landmarks,\" has been published by the Fund for the Borough of Brooklyn, a nine-year-old, not-for-profit" , "date" : "19901216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Postings: Illustrated Guide; Brooklyn Landmarks" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/16\/realestate\/postings-illustrated-guide-brooklyn-landmarks.html"} , {"body" : "Closings in the week ending Dec. 1 MANHATTAN Chelsea 300,000 40 West 24th Street 1-bedroom, 2-bath, 1,700-sq.-ft. loft co-op; den, exposed-brick walls, decorative columns; maintenance $497, 50% tax-deductible (Broker: Sinvin Realty) Greenwich Village 1.3 million 155 West 12th Street 3-family town house with a studio unit, a one-bedroom apartment" , "date" : "19901216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/16\/realestate\/residential-resales-402090.html"} , {"body" : "A 7-year-old girl was killed last night in a fire in her mother's apartment in the Bedford-Stuyvesant section of Brooklyn, the police said. The body of the girl, Shaquanna Baker, was found by firefighters at 8:15 P.M. in a bedroom in a second-floor apartment at 116 Hart Street, said Officer Scott Bloch, a police spokesman. The girl's mother, Anne" , "date" : "19901213" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "A 7-Year-Old Girl Is Killed In a Bedford-Stuyvesant Fire" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/13\/nyregion\/a-7-year-old-girl-is-killed-in-a-bedford-stuyvesant-fire.html"} , {"body" : "An 8-year-old Brooklyn boy saved the life of his mother, who is diabetic, last night when he ran four blocks to a police station for help, the police said. The boy, William Dantzler, of 872 Madison Street in the Bedford-Stuyvesant section, sought help after his mother, Betty Powell, went into severe insulin shock about 8:30 P.M., said Sgt. Mary" , "date" : "19901210" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "8-Year-Old Boy Runs for Aid, Saving Life of Ailing Mother" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/10\/nyregion\/8-year-old-boy-runs-for-aid-saving-life-of-ailing-mother.html"} ,   {"body" : "Two teen-age boys were killed in separate shootings while coming home from parties in Brooklyn early yesterday morning, the police said. In one of the shootings, a gunman killed a 17-year-old boy after stealing his new leather jacket. In the other, the police said, a 14-year-old boy who was found with a large-caliber revolver was fatally shot in" , "date" : "19901209" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "TWO TEEN-AGERS SLAIN IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/09\/nyregion\/two-teen-agers-slain-in-brooklyn.html"} , {"body" : "The Bedford-Stuyvesant Volunteer Ambulance Corps officially began on Feb. 23, 1989. Within 24 hours, its president, James Robinson, and a colleague spotted a fire in an abandoned building and saved 10 people. Within 48 hours, volunteers had delivered a baby. The pace never slackened. Drug-related violence devastates this poor Brooklyn neighborhood." , "date" : "19901208" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "27" , "title" : "About New York; Bed-Stuy, Do or Die. For Real. 911." , "url" : "http:\/\/www.nytimes.com\/1990\/12\/08\/nyregion\/about-new-york-bed-stuy-do-or-die-for-real-911.html"} , {"body" : "It is the type of story that movies are based on. A divorced man is frustrated in his efforts to raise his four daughters. A young housekeeper arrives, dissipates the atmosphere of chaos, charms the girls and teaches him to be the perfect father. The real-life version is set in the streets of the Bedford-Stuyvesant neighborhood of Brooklyn, and the" , "date" : "19901204" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Neediest Cases Fund Helps a Divorced Father" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/04\/nyregion\/neediest-cases-fund-helps-a-divorced-father.html"} , {"body" : "Earl Dicks remembers the day back in 1964 when he and several co-workers at a Harlem building-supply company scraped up what money they could and bought shares in a new bank opening on 125th Street. Civil rights fervor was coursing through the nation, and Freedom National Bank promised to do what establishment banks had not: to finance the economic" , "date" : "19901203" , "day_of_week_facet" : "Monday" , "geo_facet" : ["HARLEM (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Failed Dreams - The Collapse of a Harlem Bank; Freedom Bank's Demise: A Trail Of Risky Loans and Fast Growth" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/03\/nyregion\/failed-dreams-collapse-harlem-bank-freedom-bank-s-demise-trail-risky-loans-fast.html"} , {"body" : "Rebecca Jones is fighting a war on two fronts: struggling to protect her 12 children from the drugs and violence that overrun her Bedford-Stuyvesant neighborhood while battling personal demons that made her drink. \"Whenever something went wrong I'd drink,\" said the woman, who cares for a son with Down syndrome while coping with chronic lung" , "date" : "19901202" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "85" , "title" : "A Tradition of Generosity: Remember the Neediest Cases Fund; Brooklyn Bureau Offers Help to Families" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/02\/nyregion\/tradition-generosity-remember-neediest-cases-fund-brooklyn-bureau-offers-help.html"} , {"body" : "For the Costume Institute Dec. 3 -- The annual benefit for the Costume Institute at the Metropolitan Museum of Art will begin with cocktails at 7:30 P.M. in the museum's new Carroll and Milton Petrie Sculpture Court, to be followed by dinner at the Temple of Dendur at 9. Tickets, $900 or $125 for a reception and dancing at 9:30, from (212)" , "date" : "19901202" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "77" , "title" : "Social Events" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/02\/style\/social-events.html"} , {"body" : "From the parks of Washington Heights to the sands of Staten Island, schools, merchants, block associations and tenant groups have joined forces against a common enemy: litter. Some of the commanders in the battle say enthusiastically that they are making progress; others speak of public apathy in a never-ending struggle and insist that more must be" , "date" : "19901202" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "'More Brooms, More Bags, More People' vs. Litter" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/02\/nyregion\/more-brooms-more-bags-more-people-vs-litter.html"} , {"body" : "With cries of \"To New York!\" about 200 actors, playwrights, directors, arts patrons and politicians raised glasses of champagne yesterday afternoon at ceremonies to begin a $4.3 million renovation for the Theater for the New City complex on First Avenue, at 10th Street. As the home of an experimentalist theater founded in 1970 by George Bartenieff" , "date" : "19901129" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "19" , "title" : "A Curtain-Raiser Now, a Grand Reopening Later" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/29\/theater\/a-curtain-raiser-now-a-grand-reopening-later.html"} , {"body" : "Last August, a rock flew through a window in the office of Thomas J. Kline Jr. Mr. Kline, the manager of Pfizer Inc.'s Brooklyn plant, where Williamsburg meets Bedford-Stuyvesant on Flushing Avenue, called his security officers. They told him that a group of youths had thrown the stones and then had run to a ramshackle apartment building. Mr. Kline" , "date" : "19901128" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; Global Company Recalls Its Roots In Old Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/28\/nyregion\/about-new-york-global-company-recalls-its-roots-in-old-brooklyn.html"} , {"body" : "A New York City firefighter was struck and injured last night by a stolen car while he was on duty in Brooklyn, the police said. The fireman, who was not identified, was in serious but stable condition at Kings County Hospital after treatment for internal injuries, said Sgt. Grace Ridley, a police spokeswoman. The incident occurred at Prospect" , "date" : "19901119" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Firefighter Is Hit by Stolen Car in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/19\/nyregion\/firefighter-is-hit-by-stolen-car-in-brooklyn.html"} ,   {"body" : "An 83-year-old retired nurse was bludgeoned to death with a bowling trophy in her Brooklyn apartment early yesterday, and the police were searching for a neighbor seen running from the apartment. The victim, Gladys H. Queen, was found about 1:20 A.M. lying in the living room of her seventh-floor apartment at 390 Gates Avenue in the" , "date" : "19901118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "Retired Nurse Is Bludgeoned to Death in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/18\/nyregion\/retired-nurse-is-bludgeoned-to-death-in-brooklyn.html"} , {"body" : "A former undercover New York City police officer known as Batman for his anti-crime exploits, was sentenced to four years in prison on Friday for defrauding several insurance companies of hundreds of thousands of dollars. The former officer, David Greenberg, 46 years old, was part of a celebrated undercover team, called Batman and Robin, that was" , "date" : "19901118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "'Batman' Detective Sentenced in Fraud Case" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/18\/nyregion\/batman-detective-sentenced-in-fraud-case.html"} , {"body" : "On a day off for the Jets yesterday, their cornerback James Hasty was busy going to school. In the morning, he visited the St. John Vianney grade school in the Bronx to present a check for $16,000 to establish a scholarship in memory of Jessica Guzman, a 10-year-old honor student who was found slain several weeks ago off the Bronx River Parkway." , "date" : "19901114" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "24" , "title" : "SPORTS PEOPLE: PRO FOOTBALL; Good Day Off the Field" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/14\/sports\/sports-people-pro-football-good-day-off-the-field.html"} , {"body" : "During a lifetime devoted to advancing racial integration, Dr. Kenneth B. Clark has confronted countless obstacles. In the 36 years since his research guided the United States Supreme Court's decision banning school segregation, he has periodically been chagrined by how slowly a sociological, moral and, finally, legal precept was being transformed" , "date" : "19901112" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Metro Matters; Separate Schools For Male Blacks Igniting Debate" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/12\/nyregion\/metro-matters-separate-schools-for-male-blacks-igniting-debate.html"} , {"body" : "On the corner of Utica and Sterling in the Brownsville section of Brooklyn, in the light of a bright fall afternoon, Trent D. met a man who helped him through a neighborhood rite. The man gave Trent his first gun. The 16-year-old had no grand thoughts about what he was doing. He did not view himself as a menace to his community, he said, nor did he" , "date" : "19901105" , "day_of_week_facet" : "Monday" , "geo_facet" : ["EAST NEW YORK (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BROWNSVILLE (BROOKLYN)" , "MANHATTAN (NYC)" , "QUEENS (NYC)" , "BENSONHURST (NYC)" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Guns Offer New York Teen-Agers A Commonplace, Deadly Allure" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/05\/nyregion\/guns-offer-new-york-teen-agers-a-commonplace-deadly-allure.html"} , {"body" : "Poor women in New York City are dying of breast cancer unnecessarily, primarily because early detection is not widely practiced in the municipal hospital system, according to a report released yesterday by City Comptroller Elizabeth Holtzman. The report said the Health and Hospital Corporation's policy of not performing routine mammograms had" , "date" : "19901030" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Needless Breast Cancer Deaths Reported Among New York's Poor" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/30\/nyregion\/needless-breast-cancer-deaths-reported-among-new-york-s-poor.html"} , {"body" : "A 19-year-old man was fatally shot and his 17-year-old friend was wounded as they crashed a Brooklyn party early yesterday, the police said. Jonathan Powell of 522 Quince Street was shot once in the chest and died at Kings County Hospital at about 1:30 A.M., said Sgt. Mary Wrensen, a police spokewoman. Another youth was shot once in the leg and was" , "date" : "19901028" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "Man, 19, Is Shot and Killed Crashing Party in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/28\/nyregion\/man-19-is-shot-and-killed-crashing-party-in-brooklyn.html"} , {"body" : "They didn't have to, but almost all the senior boys at Boys and Girls High School wore neckties to school yesterday. Yesterday was Dress for Success Day at the Brooklyn school, the first day of the legally unenforceable but enthusiastically received dress code declared last week by their principal, Frank Mickens. At an assembly, 400 seniors chanted" , "date" : "19901027" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "On Dress Code's First Day, Ties Aplenty" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/27\/nyregion\/on-dress-code-s-first-day-ties-aplenty.html"} , {"body" : "A tie is a pain around the neck. Neckties -- the flashy strips of silk that give the business to \"business attire\" -- are an affront to the trend toward ease and wantonness. I hate 'em. I wear them only when going to weddings and funerals (but not bar mitzvahs or wakes), or to White House briefings; when representing my company; and when going" , "date" : "19901025" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "27" , "title" : "ESSAY; The Ties That Bind" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/25\/opinion\/essay-the-ties-that-bind.html"} , {"body" : "LEAD: Some of the teachers do not wear neckties. But Frank Mickens, the principal of Boys and Girls High School in Brooklyn, a school once known more for fighting than for fashion, will soon require all male students to wear ties daily. Some of the teachers do not wear neckties. But Frank Mickens, the principal of Boys and Girls High School in" , "date" : "19901019" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "No Buts or Ifs, Principal Plans a Dress Code" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/19\/nyregion\/no-buts-or-ifs-principal-plans-a-dress-code.html"} ,   {"body" : "THE front door still wears the lace curtain hung by the home's first residents in 1895. For the visitor to Macon Street, it is like being transported back to turn-of-the-century Brooklyn. Reginald and Sheryl Shell, who bought this well-preserved, three-story house in 1979, are among the residents of 12 homes who will open their doors to the public" , "date" : "19901018" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "Seeing Bedford-Stuyvesant Brownstones" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/18\/garden\/seeing-bedford-stuyvesant-brownstones.html"} , {"body" : "LEAD: THE autumn sun beat down on Mary Crain, but that didn't seem to matter because there was the smell of harvest in the air. At her feet, a bushel of just-picked green and red peppers gave off a fragrance not found in supermarkets. THE autumn sun beat down on Mary Crain, but that didn't seem to matter because there was the smell of harvest in" , "date" : "19901014" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CLOSTER (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Closter Journal; A Harvest That Helps the Needy" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/14\/nyregion\/closter-journal-a-harvest-that-helps-the-needy.html"} , {"body" : "LEAD: A 12-year-old boy was wounded by a stray bullet as he stood on a Brooklyn corner yesterday afternoon, the police said. The boy, who was not identified, was shot in the left leg at the corner of Irving Avenue and Palmetto Street in Bedford-Stuyvesant, said Detective Joseph Gallagher, a police spokesman. A 12-year-old boy was wounded by a stray" , "date" : "19901012" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Boy Wounded By Stray Bullet" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/12\/nyregion\/boy-wounded-by-stray-bullet.html"} , {"body" : "LEAD: For the last month, a black woman from the Bedford-Stuyvesant section of Brooklyn and a small group of white men and women from Howard Beach, Queens, have faithfully appeared at an otherwise sparsely attended trial in a Queens court. For the last month, a black woman from the Bedford-Stuyvesant section of Brooklyn and a small group of white" , "date" : "19900930" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["HOWARD BEACH (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Reporter's Notebook; Faithful Few at Remnant Of Howard Beach Case" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/30\/nyregion\/reporter-s-notebook-faithful-few-at-remnant-of-howard-beach-case.html"} , {"body" : "''It's not good for you to be depressed at such a time,'' said the shy young woman, 20 years old and pregnant with her second child. She and her husband, a 22-year-old religious student from Iran via Israel, are homeless after being evicted. They considered shelters, but were told they were too dangerous. They applied for public housing, and were" , "date" : "19900929" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "About New York; First Problem Is Homelessness; 2d Is Denial" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/29\/nyregion\/about-new-york-first-problem-is-homelessness-2d-is-denial.html"} , {"body" : "LEAD: In the increasingly dour world of publishing, Erroll McDonald, the executive editor of Pantheon Books, has a certain cachet. While other Perrier-sipping publishers discuss budgets, he downs glasses of wine over lunch and holds forth on Gabriel Garcia Marquez. Unlike his mainly middle-class colleagues, he divided his childhood between the" , "date" : "19900925" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "13" , "title" : "A Publishing Maverick, Even for Maverick Land" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/25\/books\/a-publishing-maverick-even-for-maverick-land.html"} , {"body" : "LEAD: A 25-year-old Brooklyn woman died Sunday from burns she suffered when a van she was in was set on fire, and the police said yesterday that they were investigating whether a gang had set the blaze. A 25-year-old Brooklyn woman died Sunday from burns she suffered when a van she was in was set on fire, and the police said yesterday that they" , "date" : "19900925" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Gang Is Suspected in Woman's Death by Arson" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/25\/nyregion\/gang-is-suspected-in-woman-s-death-by-arson.html"} , {"body" : "LEAD: A 12-year-old girl was shot to death yesterday while playing in the courtyard of a Brooklyn housing complex, becoming the third child hit by gunfire since Friday. A 12-year-old girl was shot to death yesterday while playing in the courtyard of a Brooklyn housing complex, becoming the third child hit by gunfire since Friday. The girl, Laykama" , "date" : "19900924" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Girl Is Killed While Playing In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/24\/nyregion\/girl-is-killed-while-playing-in-brooklyn.html"} , {"body" : "LEAD: A litter-strewn housing project in Bedford-Stuyvesant, a middle-income project a few miles away in Starrett City and three blocks of small homes in Woodside, Queens, are building blocks of New York City's case against the census. A litter-strewn housing project in Bedford-Stuyvesant, a middle-income project a few miles away in Starrett City" , "date" : "19900921" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "STARRETT CITY" , "WOODSIDE (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Report of Nonexistence Is Greatly Exaggerated" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/21\/nyregion\/report-of-nonexistence-is-greatly-exaggerated.html"} , {"body" : "LEAD: Don M. paused during a conversation about his life, gazing into the middle distance. What was he thinking about? ''Times I did things and did or didn't get caught,'' he said. Don M. paused during a conversation about his life, gazing into the middle distance. What was he thinking about? ''Times I did things and did or didn't get caught,'' he" , "date" : "19900919" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; After the Streets: Learning of Life Beyond Today" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/19\/nyregion\/about-new-york-after-the-streets-learning-of-life-beyond-today.html"} ,   {"body" : "LEAD: A Manhattan woman was shot and killed Saturday night by a man the police said was her estranged husband. The man then shot himself in the chest. The woman, Patrice David, 20 years old, who lived at 1963 Adam Clayton Powell Jr. Boulevard, near 118th Street, died after being struck by four bullets fired from a .380-caliber automatic pistol" , "date" : "19900917" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Shoots Himself After Estranged Wife Is Slain" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/17\/nyregion\/man-shoots-himself-after-estranged-wife-is-slain.html"} , {"body" : "LEAD: A 50-year-old Brooklyn man was shot and killed Friday night as he walked down a dark street on his way to a video store to return some tapes, according to the police, who said that the fatal bullet apparently was intended for someone else. A 50-year-old Brooklyn man was shot and killed Friday night as he walked down a dark street on his way" , "date" : "19900916" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Brooklyn Man Is Shot to Death" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/16\/nyregion\/brooklyn-man-is-shot-to-death.html"} , {"body" : "LEAD: A stray bullet, fired during a street dispute in Brooklyn, struck an 11-year-old girl as she lay in her bed last night, the police said. ''The prognosis is rather favorable,'' the on-duty administrator, Malcolm E. Kafka, said. The police and the hospital officials declined to identify the girl. Investigators from the 75th Precinct were" , "date" : "19900909" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "Brooklyn Girl, 11, Wounded by Stray Bullet" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/09\/nyregion\/brooklyn-girl-11-wounded-by-stray-bullet.html"} , {"body" : "LEAD: It took only a brief stint as a juror in Manhattan to convince Andy Wolk that when it came to criminal justice in New York, reality is the best story of all. But as Mr. Wolk or any other writer can attest, reality is never easy to simulate, particularly the reality of a system under siege, and particularly in a made-for- It took only a brief" , "date" : "19900902" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "title" : "TELEVISION; This Courtroom Is a Long Way From 'L.A. Law'" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/02\/arts\/television-this-courtroom-is-a-long-way-from-la-law.html"} , {"body" : "LEAD: The police are searching for a retired correction officer and college classmate of Vander L. Beatty in connection with the fatal shooting of the former State Senator in his campaign headquarters in Brooklyn on Thursday. The police are searching for a retired correction officer and college classmate of Vander L. Beatty in connection with the" , "date" : "19900901" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Retired Officer Sought in Death Of Ex-Senator" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/01\/nyregion\/retired-officer-sought-in-death-of-ex-senator.html"} , {"body" : "LEAD: Two livery-cab drivers were shot early yesterday, one in Brooklyn and one in the Bronx, the police said. No arrest was made in either shooting. Two livery-cab drivers were shot early yesterday, one in Brooklyn and one in the Bronx, the police said. No arrest was made in either shooting. The first shooting occurred at 1:45 A.M. at Fulton" , "date" : "19900829" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "2 More Livery Drivers Wounded in Shootings" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/29\/nyregion\/2-more-livery-drivers-wounded-in-shootings.html"} , {"body" : "LEAD: Her first week of law school behind her, Hillaire Wheatley walked into her apartment Friday afternoon, threw down her books and noticed her answering machine blinking. Her first week of law school behind her, Hillaire Wheatley walked into her apartment Friday afternoon, threw down her books and noticed her answering machine blinking. ''I knew" , "date" : "19900826" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["HARLEM (NYC)" , "MIDDLE EAST"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "36" , "title" : "Lives on Hold: Call-Up Sends Harlem Guard Unit Scrambling and Packing" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/26\/nyregion\/lives-on-hold-call-up-sends-harlem-guard-unit-scrambling-and-packing.html"} , {"body" : "LEAD: John S. Vento, the Bensonhurst defendant who first agreed to testify for the prosecution, then was charged with murder after he changed his mind, was sentenced yesterday to a maximum prison term of two years and eight months to eight years for unlawful imprisonment. John S. Vento, the Bensonhurst defendant who first agreed to testify for the" , "date" : "19900823" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3d Defendant in Bensonhurst Case Gets Maximum Sentence" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/23\/nyregion\/3d-defendant-in-bensonhurst-case-gets-maximum-sentence.html"} , {"body" : "LEAD: A 14-year-old boy was in extremely critical condition yesterday after he was accidentally shot in the head by a relative who was showing him how to use an illegal handgun, the police said. A 14-year-old boy was in extremely critical condition yesterday after he was accidentally shot in the head by a relative who was showing him how to use an" , "date" : "19900823" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Boy, 14, Critically Wounded As Relative Shows Him Gun" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/23\/nyregion\/boy-14-critically-wounded-as-relative-shows-him-gun.html"} , {"body" : "LEAD: Seven men and youths were arrested on charges of beating and robbing 11 people in a rampage near Washington Square Park in Manhattan early Thursday morning, the police said. Seven men and youths were arrested on charges of beating and robbing 11 people in a rampage near Washington Square Park in Manhattan early Thursday morning, the police" , "date" : "19900818" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "7 Are Arrested in Robberies Around Washington Sq. Park" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/18\/nyregion\/7-are-arrested-in-robberies-around-washington-sq-park.html"} ,   {"body" : "LEAD: SHOWS, NATURE, MUSEUMS CENTRAL PARK ZOO, 10 A.M. to 5 P.M. Monday to Friday (until 8 P.M. on Tuesday) and 10 A.M. to 5:30 P.M. on weekends; gift shop and cafeteria are open the same hours. Admission: children under 3, free; ages 3 to 12, 25 cents; 65 and older, 50 cents; others, $1. Information: 861-6030. SHOWS, NATURE, MUSEUMS CENTRAL PARK" , "date" : "19900817" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/17\/arts\/for-children.html"} , {"body" : "LEAD: Hoping to leave their marks on history, hundreds of New Yorkers bared their souls to a Sony Camcorder last week for a video time capsule of life in New York in 1990. Hoping to leave their marks on history, hundreds of New Yorkers bared their souls to a Sony Camcorder last week for a video time capsule of life in New York in 1990. When the" , "date" : "19900813" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "New Yorkers Get to Tell It Like It Is" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/13\/nyregion\/new-yorkers-get-to-tell-it-like-it-is.html"} , {"body" : "LEAD: Shows, Nature, Museums CENTRAL PARK ZOO, 10 A.M. to 5 P.M. Monday to Friday (until 8 P.M. on Tuesday) and 10 A.M. to 5:30 P.M. on weekends; gift shop and cafeteria are open the same hours. Admission: children under 3, free; ages 3 to 12, 25 cents; over 65, 50 cents; others, $1. Information: 861-6030. Shows, Nature, Museums CENTRAL PARK ZOO," , "date" : "19900810" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "8" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/10\/arts\/for-children.html"} , {"body" : "LEAD: Seventeen employees of Con Edison were charged yesterday with extorting payoffs and obtaining bribes from customers and contractors to expedite service, improperly reduce rates and overlook safety hazards. Seventeen employees of Con Edison were charged yesterday with extorting payoffs and obtaining bribes from customers and contractors to" , "date" : "19900810" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "17 Con Ed Employees Charged in Briberies" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/10\/nyregion\/17-con-ed-employees-charged-in-briberies.html"} , {"body" : "LEAD: A 27-year-old man was killed in a Brooklyn subway station, apparently after an argument over the use of a pay telephone, the police said yesterday. A 27-year-old man was killed in a Brooklyn subway station, apparently after an argument over the use of a pay telephone, the police said yesterday. The victim, John Myers, was shot about 10:15" , "date" : "19900807" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Fatally Shot in Dispute Over Phone in a Subway Station" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/07\/nyregion\/man-fatally-shot-in-dispute-over-phone-in-a-subway-station.html"} , {"body" : "LEAD: When James W. Johnson of Waterloo went off to fight in the Civil War, he hung his scythe in the crotch of a Balm of Gilead tree on his farm, asking that it be left there until he returned. He never returned. When James W. Johnson of Waterloo went off to fight in the Civil War, he hung his scythe in the crotch of a Balm of Gilead tree on his" , "date" : "19900806" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Trees Imbued With History Get Their Own Honor Roll" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/06\/nyregion\/trees-imbued-with-history-get-their-own-honor-roll.html"} , {"body" : "LEAD: SUMMER is the relative calm before students storm their local educational institutions, be those institutions public or private, geared to youngsters or adults. SUMMER is the relative calm before students storm their local educational institutions, be those institutions public or private, geared to youngsters or adults. BUT even now," , "date" : "19900805" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "33" , "title" : "THE SUMMER REPORT: CURRICULUM; The Home Front" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/05\/education\/the-summer-report-curriculum-the-home-front.html"} , {"body" : "LEAD: A Brooklyn man was arrested yesterday after two patrol officers in a squad car saw that he was carrying a large object hidden under his coat, which turned out to be a 9-millimeter machine pistol with a fully loaded 24-shot magazine, the police said. A Brooklyn man was arrested yesterday after two patrol officers in a squad car saw that he was" , "date" : "19900804" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Man Stopped By 2 Officers Is Hiding a Submachine Gun" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/04\/nyregion\/man-stopped-by-2-officers-is-hiding-a-submachine-gun.html"} , {"body" : "LEAD: Shows, Nature, Museums CENTRAL PARK ZOO, #10 A.M. to 5 P.M. Monday to Friday (until 8 P.M. Tuesday) and 10 A.M. to 5:30 P.M. on weekends; gift shop and cafeteria are open the same hours, at Fifth Avenue and 65th Street. Admission: children under 3, free; ages 3 to 12, 25 cents; over 65, 50 cents; others, $1. Shows, Nature, Museums CENTRAL" , "date" : "19900803" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/03\/arts\/for-children.html"} , {"body" : "LEAD: The Dinkins administration plans to provide more testing, treatment and housing for homeless people with AIDS under a broad new program to be announced today. The Dinkins administration plans to provide more testing, treatment and housing for homeless people with AIDS under a broad new program to be announced today. Administration officials" , "date" : "19900803" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "AIDS Services To the Homeless To Be Expanded" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/03\/nyregion\/aids-services-to-the-homeless-to-be-expanded.html"} ,   {"body" : "LEAD: A homeless man was arrested Wednesday night and charged with killing an advertising executive who was making a call at a pay telephone in the West Village, the police said. A homeless man was arrested Wednesday night and charged with killing an advertising executive who was making a call at a pay telephone in the West Village, the police" , "date" : "19900803" , "day_of_week_facet" : "Friday" , "geo_facet" : ["GREENWICH VILLAGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Homeless Man Is Arrested In Killing of Ad Executive" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/03\/nyregion\/homeless-man-is-arrested-in-killing-of-ad-executive.html"} , {"body" : "LEAD: The closest Leonardo Laziza has come to a real gun was when he saw one, at eye level, on a police officer's hip, tucked inside a holster. But Leonardo, a 6-year-old from Boerum Hill in Brooklyn, said he could identify two kinds of firearms, ''a pistol and a bazooka,'' both from movies and cartoons. The closest Leonardo Laziza has come to a" , "date" : "19900801" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Shootings Jolt Children to New Views of Guns" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/01\/nyregion\/shootings-jolt-children-to-new-views-of-guns.html"} , {"body" : "LEAD: One of two cars drag-racing on a street in the East New York section of Brooklyn went out of control last night and killed two men who were watching the race, the police said. One of two cars drag-racing on a street in the East New York section of Brooklyn went out of control last night and killed two men who were watching the race, the" , "date" : "19900730" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "GONZALEZ, JOSE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Datelines; Car in a Drag Race Kills 2 in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/30\/nyregion\/metro-datelines-car-in-a-drag-race-kills-2-in-brooklyn.html"} , {"body" : "LEAD: New Yorkers with family and friends in Trinidad and Tobago said yesterday that they had spent the last three days hunched over telephones trying to make contact with loved ones in the island nation. New Yorkers with family and friends in Trinidad and Tobago said yesterday that they had spent the last three days hunched over telephones trying" , "date" : "19900730" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "TRINIDAD AND TOBAGO"] , "nytd_section_facet" : ["World"] , "page_facet" : "7" , "title" : "Emigres in New York Trying To Reach Families in Trinidad" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/30\/world\/emigres-in-new-york-trying-to-reach-families-in-trinidad.html"} , {"body" : "LEAD: A plumber working in a ditch was killed when the sidewalk above him caved in, burying him beneath the cement, the police said. The plumber, Irving Carter, 48 years old, was asphyxiated at the bottom of a hole in the sidewalk in front of 313 Macon Street at 2:15 P.M. on Friday in the Bedford-Stuyvesant section of Brooklyn, the police said. A" , "date" : "19900729" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Man Buried Under Sidewalk" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/29\/nyregion\/man-buried-under-sidewalk.html"} , {"body" : "LEAD: WHEN Randy Weston and Max Roach join forces on Sunday afternoon for a concert in the Brooklyn Museum's sculpture garden, they will be celebrating their roots in more ways than one. WHEN Randy Weston and Max Roach join forces on Sunday afternoon for a concert in the Brooklyn Museum's sculpture garden, they will be celebrating their roots in" , "date" : "19900727" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "POP\/JAZZ; A Jazz Reunion in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/27\/arts\/pop-jazz-a-jazz-reunion-in-brooklyn.html"} , {"body" : "LEAD: Shows, Nature, Museums CENTRAL PARK ZOO, #10 A.M. to 5 P.M. Monday to Friday and until 8 P.M. on Tuesday and 10 A.M. to 5:30 P.M. on weekends; gift shop and cafeteria are open the same hours, at Fifth Avenue and 65th Street. Admission: children under 3, free; ages 3 to 12, 25 cents; over 65, 50 cents; others, $1. Shows, Nature, Museums" , "date" : "19900727" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/27\/arts\/for-children.html"} , {"body" : "LEAD: At 12:41 P.M. on a recent weekday, Bernice Cross leaned against the glass in a shady corner of the bus shelter at Utica and Church Avenues and began what has come to be known as the ''lotto wait.'' That's because the chances of a bus on the B46 line in the Flatbush section of Brooklyn running on time are about the same as winning the lottery." , "date" : "19900725" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Playing the B46 Lotto: Will the Bus Show Up?" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/25\/nyregion\/playing-the-b46-lotto-will-the-bus-show-up.html"} , {"body" : "LEAD: Public School 28 and Public School 309 are a 10-block walk from each other in the same frayed and indigent Bedford-Stuyvesant neighborhood in Brooklyn, but in some ways, they are miles apart. Public School 28 and Public School 309 are a 10-block walk from each other in the same frayed and indigent Bedford-Stuyvesant neighborhood in Brooklyn," , "date" : "19900724" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "How 2 Schools So Alike Can Be So Different" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/24\/nyregion\/how-2-schools-so-alike-can-be-so-different.html"} , {"body" : "LEAD: Shows, Nature, Museums ''JEKYLL AND HYDE,'' a musical for children age 10 and older, about a contemporary teen-ager, by Theaterworks\/U.S.A., 11 A.M. and 1 P.M. today and 11 A.M. tomorrow and on Sunday (final performances), at the Promenade Theater, 2162 Broadway, at 76th Street. Free; first come first served, starting at 10 A.M. Shows," , "date" : "19900720" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/20\/arts\/for-children.html"} ,   {"body" : "LEAD: At 10:30 Wednesday night, a police dispatcher's voice crackled over thousands of radios: ''2230 hours. Operation Watchdog is in effect.'' Scores of detectives and hundreds of police officers spread out across New York City, and the hunt for the elusive man who calls himself the Zodiac gunman was on. At 10:30 Wednesday night, a police" , "date" : "19900713" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Confounding Predictions, a Gunman Foils a Hunt" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/13\/nyregion\/confounding-predictions-a-gunman-foils-a-hunt.html"} , {"body" : "LEAD: Sister Mary Rose McGeady, the senior Catholic Charities official in Queens who has more than two decades of experience working with troubled youths, was named president of Covenant House yesterday, succeeding the Rev. Bruce Ritter. Sister Mary Rose McGeady, the senior Catholic Charities official in Queens who has more than two decades of" , "date" : "19900712" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Nun Named to Head Covenant House" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/12\/nyregion\/nun-named-to-head-covenant-house.html"} , {"body" : "LEAD: Shows, Nature, Museums THE INTREPID, the aircraft carrier sea-air-and-space museum, 10 A.M. to 5 P.M. daily, with the last tour at 4 P.M., at Pier 86, 46th Street and Hudson River. Admission: children, $4; the elderly, $6; others, $7. Information: 245-2533. ''A YEAR WITH CHILDREN,'' a selection of painting, sculpture, poetry and essays" , "date" : "19900706" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "19" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/06\/arts\/for-children.html"} , {"body" : "LEAD: The Rev. Gardner C. Taylor admits he is just a bit frightened. He will not be preaching today. And he jokes that it may take him a while to find something to do on Sunday mornings. The Rev. Gardner C. Taylor admits he is just a bit frightened. He will not be preaching today. And he jokes that it may take him a while to find something to do on" , "date" : "19900701" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "After King, Mandela and 42 Years, a Pastor Retires" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/01\/nyregion\/after-king-mandela-and-42-years-a-pastor-retires.html"} , {"body" : "LEAD: With the euphoria of his visit here still dominating her thoughts, Pearl Cleage is thinking about life after Nelson Mandela. With the euphoria of his visit here still dominating her thoughts, Pearl Cleage is thinking about life after Nelson Mandela. ''The danger is we get caught up in it like it's a rock concert, like going to see Prince," , "date" : "19900701" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SOUTH AFRICA"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "1" , "title" : "American Blacks Talk of Change As Main Legacy of Mandela Visit" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/01\/us\/american-blacks-talk-of-change-as-main-legacy-of-mandela-visit.html"} , {"body" : "LEAD: A Brooklyn police officer was charged with second-degree murder yesterday in the shooting of a correction officer on June 3 in an argument over loud music at a party when both of them were off duty. The police officer, Noel Barnett, a 10-year police veteran, was suspended without pay. He pleaded not guilty and was released without bail. A" , "date" : "19900628" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officer Charged With Murder" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/28\/nyregion\/officer-charged-with-murder.html"} , {"body" : "LEAD: Nelson Mandela paused for a moment today in his single-minded concentration on ending South African apartheid to offer some advice to black teen-agers. Nelson Mandela paused for a moment today in his single-minded concentration on ending South African apartheid to offer some advice to black teen-agers. ''Try as much as possible to remain in" , "date" : "19900624" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ROXBURY (MASS)" , "SOUTH AFRICA"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "21" , "title" : "The Mandela Visit; Education Is Mighty Force, Boston Teen-Agers Are Told" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/24\/us\/the-mandela-visit-education-is-mighty-force-boston-teen-agers-are-told.html"} , {"body" : "LEAD: Jusuf Andrews, a one-time model who makes jewelry with an African cast, has a penchant for mixing things up. ''I like a rough look and a smooth look at the same time,'' says Andrews, whose outfit on any given day makes an eloquent case for eclecticism. His Wrangler work shirt falls open to reveal a cascade of African-mask pendants, Moroccan" , "date" : "19900624" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "42" , "title" : "FASHION; STREET-SMART DRESSING: OUR OWN WAY" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/24\/magazine\/fashion-street-smart-dressing-our-own-way.html"} , {"body" : "LEAD: Nelson Mandela, the living symbol of resistance to South African apartheid, swept tired but triumphant yesterday into an emotional New York welcome. Nelson Mandela, the living symbol of resistance to South African apartheid, swept tired but triumphant yesterday into an emotional New York welcome. During Mr. Mandela's first hours in the United" , "date" : "19900621" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "SOUTH AFRICA"] , "nytd_section_facet" : ["Front Page" , "Washington" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "The Mandela Visit; Mandela Gets an Emotional New York City Welcome" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/21\/nyregion\/the-mandela-visit-mandela-gets-an-emotional-new-york-city-welcome.html"} , {"body" : "LEAD: It has been three weeks since Ernest Abdul Mateen, a father of nine from the Bedford-Stuyvesant section of Brooklyn, was shot and killed in midafternoon in a crowded open-air vegetable market in Canarsie. It has been three weeks since Ernest Abdul Mateen, a father of nine from the Bedford-Stuyvesant section of Brooklyn, was shot and killed in" , "date" : "19900609" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Failed Memories and Vanished Witness Follow Killing in a Market" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/09\/nyregion\/failed-memories-and-vanished-witness-follow-killing-in-a-market.html"} ,   {"body" : "LEAD: For almost five months, a chorus of shrill chants has defined the boycott by a group of blacks against a Korean-owned greengrocer on Church Avenue in Brooklyn. Meanwhile the real story behind the boycott was quietly unfolding around the corner. For almost five months, a chorus of shrill chants has defined the boycott by a group of blacks" , "date" : "19900607" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; Turning Boycott Of Greengrocer Into Green Power" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/07\/nyregion\/metro-matters-turning-boycott-of-greengrocer-into-green-power.html"} , {"body" : "LEAD: An off-duty correction officer attending a party in Brooklyn was killed early yesterday in a shootout with an off-duty New York City police officer who had walked over to complain that the music was too loud, the police said. An off-duty correction officer attending a party in Brooklyn was killed early yesterday in a shootout with an off-duty" , "date" : "19900604" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Officer Kills Another At a Party, Police Say" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/04\/nyregion\/officer-kills-another-at-a-party-police-say.html"} , {"body" : "LEAD: The Rev. Robert B. Lepley, a United Church of Christ minister, had set out with the idealism of the uninitiated to serve in the East New York section of Brooklyn. The Rev. Robert B. Lepley, a United Church of Christ minister, had set out with the idealism of the uninitiated to serve in the East New York section of Brooklyn. He organized local" , "date" : "19900531" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Mainline Protestant Ministers Turning From the Inner City" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/31\/nyregion\/mainline-protestant-ministers-turning-from-the-inner-city.html"} , {"body" : "LEAD: New York City's property-tax system, which has been criticized for a decade for placing a heavier burden on less-affluent homeowners than on wealthier ones, appears to have grown more inequitable. New York City's property-tax system, which has been criticized for a decade for placing a heavier burden on less-affluent homeowners than on" , "date" : "19900529" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "UNEQUAL BURDEN: NEW YORK CITY PROPERTY TAXES - A SPECIAL REPORT: Some of the Rich Pay Less Tax Than the Other Homeowners" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/29\/nyregion\/unequal-burden-new-york-city-property-taxes-special-report-some-rich-pay-less.html"} , {"body" : "LEAD: Although much of her preservation work has been done building by building, Laurie Beckelman hopes to bring a wider perspective - that of whole neighborhoods - to her new job as chairwoman of the New York City Landmarks Preservation Commission. Although much of her preservation work has been done building by building, Laurie Beckelman hopes to" , "date" : "19900527" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "A New Hand at the Tiller for Landmarks" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/27\/realestate\/a-new-hand-at-the-tiller-for-landmarks.html"} , {"body" : "LEAD: Two or three times a day almost every day, one disheveled person or another lurches in front of Faith Ryder and demands a dime or a quarter. Two or three times a day almost every day, one disheveled person or another lurches in front of Faith Ryder and demands a dime or a quarter. Faith is 12 years old - and when you are little, and it is an" , "date" : "19900521" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Children Striving to Cope With the Homeless" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/21\/nyregion\/children-striving-to-cope-with-the-homeless.html"} , {"body" : "LEAD: Overcoming violence in New York City - from serial killings of taxi drivers to a shooting of a priest to a sexual assault on a student - was the theme of the Rev. Donald J. Harrington's commencement speech at St. John's University yesterday. Overcoming violence in New York City - from serial killings of taxi drivers to a shooting of a priest" , "date" : "19900521" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "6" , "title" : "Overcoming Violence Is the Call at St. John's" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/21\/us\/overcoming-violence-is-the-call-at-st-john-s.html"} , {"body" : "LEAD: The Bensonhurst and East New York sections of Brooklyn struggled to return to normal yesterday in the wake of a racially charged murder trial that ended in an outburst of raw emotion on Friday night. The Bensonhurst and East New York sections of Brooklyn struggled to return to normal yesterday in the wake of a racially charged murder trial" , "date" : "19900520" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BENSONHURST AFTERMATH; After 2d Bensonhurst Verdict, A March Amid Cries for Calm" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/20\/nyregion\/bensonhurst-aftermath-after-2d-bensonhurst-verdict-a-march-amid-cries-for-calm.html"} , {"body" : "LEAD: Nine of the jurors who convicted Joseph Fama of murder declared last night that they were convinced he was part of the white mob that killed Yusuf K. Hawkins on a steamy night in Bensonhurst last August. But they said there was not enough evidence to show that the defendant fired the fatal shots. Nine of the jurors who convicted Joseph Fama" , "date" : "19900518" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "The Bensonhurst Case; Weary Jury Wasn't Convinced That Fama Was the Gunman" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/18\/nyregion\/the-bensonhurst-case-weary-jury-wasn-t-convinced-that-fama-was-the-gunman.html"} , {"body" : "LEAD: A minor scuffle in January in a Korean-American grocery in Brooklyn has turned into an ugly boycott aimed at driving all Korean merchants out of a largely black neighborhood in Flatbush. The boycott rides on a tide of ugly, unmistakably racist rhetoric that warrants condemnation from every fair-minded New Yorker, starting with Mayor David A" , "date" : "19900508" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "28" , "title" : "Sonny Carson, Koreans and Racism" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/08\/opinion\/sonny-carson-koreans-and-racism.html"} ,   {"body" : "LEAD: It started over some plantains and peppers, and maybe some limes. It started over some plantains and peppers, and maybe some limes. On the afternoon of Jan. 18, Giselaine Fetissainte, a Haitian immigrant, strolled into the Red Apple, a Korean-American-owned grocery and produce store in the Flatbush section of Brooklyn, in search of those" , "date" : "19900507" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Black-Korean Who-Pushed-Whom Festers" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/07\/nyregion\/black-korean-who-pushed-whom-festers.html"} , {"body" : "LEAD: THIS is the tale of a mother, a daughter and codfish puffs. THIS is the tale of a mother, a daughter and codfish puffs. The mother? She is a proper Trinidadian emigre, a widow, who worked as a clerk at Chase Manhattan Bank to support her three children and dreamed that her daughter might grow up to be a lawyer. The daughter? Well, she" , "date" : "19900502" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "DE GUSTIBUS; A Mother, a Daughter, a Bond in Codfish" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/02\/garden\/de-gustibus-a-mother-a-daughter-a-bond-in-codfish.html"} , {"body" : "LEAD: Almost one-fifth of the households in New York City did not receive census forms, a survey released yesterday by the Mayor's office showed. Almost one-fifth of the households in New York City did not receive census forms, a survey released yesterday by the Mayor's office showed. The survey also found that whites were more likely to have" , "date" : "19900427" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "19% in New York Poll Didn't Get Forms" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/27\/nyregion\/19-in-new-york-poll-didn-t-get-forms.html"} , {"body" : "LEAD: Ministers in poor neighborhoods are arming themselves with bats, knives and guns to fend off criminals who threaten their property and their lives. Ministers in poor neighborhoods are arming themselves with bats, knives and guns to fend off criminals who threaten their property and their lives. No longer confident that the churches' stature" , "date" : "19900423" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ministers in Poor Areas Arming Against Crime" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/23\/nyregion\/ministers-in-poor-areas-arming-against-crime.html"} , {"body" : "LEAD: Ever since Public Enemy first hit the stage in 1987, dressed in fatigues and surrounded by bodyguards armed with fake Uzi's, they've kicked up a fuss. The group - Chuck D (Charles Ridenhour), Flavor-Flav (William Drayton) and Terminator X (Norman Rogers) - all from Roosevelt, L.I., came on with bursts of black nationalist political rhetoric" , "date" : "19900422" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "RECORDINGS; Public Enemy Makes Waves - and Compelling Music" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/22\/arts\/recordings-public-enemy-makes-waves-and-compelling-music.html"} , {"body" : "LEAD: A CRANE swings and a section of house is fitted into place at a development called Aqueduct Homes. It happened last week in the University Heights section of the West Bronx. It is also happening in the Hunts Point section, at a development called Villa Maria. A CRANE swings and a section of house is fitted into place at a development called" , "date" : "19900422" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "PERSPECTIVES: Modular Housing; Widening the Role of Factory-Built Units" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/22\/realestate\/perspectives-modular-housing-widening-the-role-of-factory-built-units.html"} , {"body" : "LEAD: A man from Brooklyn was convicted yesterday for punching and kicking a school principal in an argument over a dance class, the Brooklyn District Attorney's office said. A man from Brooklyn was convicted yesterday for punching and kicking a school principal in an argument over a dance class, the Brooklyn District Attorney's office said. A" , "date" : "19900418" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Man Guilty of Attack on Brooklyn Principal" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/18\/nyregion\/man-guilty-of-attack-on-brooklyn-principal.html"} , {"body" : "LEAD: A former New York City police officer, known as Batman for his anti-crime exploits, was convicted with three other men yesterday in a $1.5 million insurance-fraud scheme. A former New York City police officer, known as Batman for his anti-crime exploits, was convicted with three other men yesterday in a $1.5 million insurance-fraud scheme." , "date" : "19900418" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "METRO DATELINES; 'Batman' Among 4 Convicted of Fraud" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/18\/nyregion\/metro-datelines-batman-among-4-convicted-of-fraud.html"} , {"body" : "LEAD: A group of youths briefly commandeered a Transit Authority bus on its Brooklyn route on Friday, scaring off the driver and about 30 passengers, the authorities said. A group of youths briefly commandeered a Transit Authority bus on its Brooklyn route on Friday, scaring off the driver and about 30 passengers, the authorities said. A shot was" , "date" : "19900415" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Youths Grab Bus in Brooklyn And a Shot Scares Off Riders" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/15\/nyregion\/youths-grab-bus-in-brooklyn-and-a-shot-scares-off-riders.html"} , {"body" : "LEAD: A computer programmer from Park Slope and a secretary from Williamsburg were chosen to fill the last two seats in a Brooklyn jury box yesterday, clearing the way for the start of the Bensonhurst murder trial on Monday. A computer programmer from Park Slope and a secretary from Williamsburg were chosen to fill the last two seats in a Brooklyn" , "date" : "19900413" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Trial to Begin For 2 in Killing In Bensonhurst" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/13\/nyregion\/trial-to-begin-for-2-in-killing-in-bensonhurst.html"} ,   {"body" : "LEAD: A 28-year-old mute, retarded woman who wandered from her group home in Brooklyn early yesterday morning was raped in a school yard by three men, one of whom was caught and arrested, the police said. A 28-year-old mute, retarded woman who wandered from her group home in Brooklyn early yesterday morning was raped in a school yard by three men," , "date" : "19900409" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Man Charged in Gang Rape Of a Mute Brooklyn Woman" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/09\/nyregion\/man-charged-in-gang-rape-of-a-mute-brooklyn-woman.html"} , {"body" : "LEAD: As a member of the baseball team at West Orange High School in New Jersey, Richard L. Schaffer played third base, the acknowledged hot corner of the infield. Later, as a varsity player at the University of Pennsylvania, he became a pitcher. As a member of the baseball team at West Orange High School in New Jersey, Richard L. Schaffer played" , "date" : "19900407" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Man in the News; A Visionary as Planner: Richard Lance Schaffer" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/07\/nyregion\/man-in-the-news-a-visionary-as-planner-richard-lance-schaffer.html"} , {"body" : "LEAD: Dozens of tiny plastic crack vials litter the ground-floor hallway of the small tan brick apartment building in the Bushwick section of Brooklyn. That is the present. Dozens of tiny plastic crack vials litter the ground-floor hallway of the small tan brick apartment building in the Bushwick section of Brooklyn. That is the present. Up on the" , "date" : "19900312" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Homeless, They Build For Peers" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/12\/nyregion\/homeless-they-build-for-peers.html"} , {"body" : "LEAD: IN a crack-plagued Bronx neighborhood, public school students wear uniforms proudly. At a Bedford-Stuyvesant high school ringed by poverty, students know to leave their gold jewelry and the removable gold jackets for their teeth at home. And in a handful of New York City high schools, students routinely submit to metal-detector searches for" , "date" : "19900311" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Week in Review" , "Education"] , "page_facet" : "22" , "title" : "THE REGION; Can a Change In Rules Alter Young Lives?" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/11\/weekinreview\/the-region-can-a-change-in-rules-alter-young-lives.html"} , {"body" : "LEAD: Three young children, including a brother and sister, were killed last night in an apartment fire in the Crown Heights section of Brooklyn, police and fire officials reported. Three young children, including a brother and sister, were killed last night in an apartment fire in the Crown Heights section of Brooklyn, police and fire officials" , "date" : "19900311" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "3 Brooklyn Children Die in a Fire" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/11\/nyregion\/3-brooklyn-children-die-in-a-fire.html"} , {"body" : "LEAD: The death last week of a 35-year-old man who became a paraplegic more than 16 years ago when he was shot while attempting to rob a grocery store in Brooklyn has been was declared a homicide, the police said. The death last week of a 35-year-old man who became a paraplegic more than 16 years ago when he was shot while attempting to rob a" , "date" : "19900309" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Shot in '73; Dies in '90: Case Ruled a Homicide" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/09\/nyregion\/shot-in-73-dies-in-90-case-ruled-a-homicide.html"} , {"body" : "LEAD: Women's History Month is being celebrated with a variety of events around New York City. Here is a sampling of events this weekend. For more information, consult the Women's History Month Calendar published by the New York City Commission on the Status of Women, 52 Chambers Street, Suite 207 (566-3832). Women's History Month is being" , "date" : "19900302" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "A Sampling of Events On Women's History" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/02\/arts\/a-sampling-of-events-on-women-s-history.html"} , {"body" : "LEAD: ''AT the moment my decorating motif is cat hairs and plaster dust,'' said Dr. Jessica B. Harris with characteristic acerbity. She is showing a visitor around the odd and interesting house she is remodeling in the Bedford-Stuyvesant section of Brooklyn, and her apologetic tone does not quite disguise the obvious pride she feels in the place." , "date" : "19900228" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "COOKS ON THE MAP; This Month: Dr. Jessica B. Harris, Brooklyn; Tracking Cuisines With African Past" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/28\/garden\/cooks-map-this-month-dr-jessica-b-harris-brooklyn-tracking-cuisines-with-african.html"} , {"body" : "LEAD: As the New York City school system embarks on the first affirmative-action plan in its history, there is little confidence among officials and scholars that it will significantly increase the numbers of minority teachers and little evidence that it will improve student performance. As the New York City school system embarks on the first" , "date" : "19900227" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Pessimism in Air as Schools Try Affirmative Action" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/27\/nyregion\/pessimism-in-air-as-schools-try-affirmative-action.html"} , {"body" : "LEAD: An off-duty police sergeant who was trying to break up a dispute outside a bar in Brooklyn early yesterday fatally shot a 37-year-old woman when his gun accidentally discharged as someone shoved him, the police said. An off-duty police sergeant who was trying to break up a dispute outside a bar in Brooklyn early yesterday fatally shot a" , "date" : "19900225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Woman Slain by Off-Duty Officer" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/25\/nyregion\/woman-slain-by-off-duty-officer.html"} ,   {"body" : "LEAD: A 25-year-old home care attendant was arrested yesterday and charged with killing an 84-year-old woman in her Manhattan apartment on Valentine's Day and robbing her of bank books and certificates of deposit worth more than $300,000, the police said. A 25-year-old home care attendant was arrested yesterday and charged with killing an" , "date" : "19900222" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Home Care Attendant Is Charged in Killing" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/22\/nyregion\/home-care-attendant-is-charged-in-killing.html"} , {"body" : "LEAD: A Brooklyn man was arrested on Monday and charged yesterday in the killing of a woman who was dragged beneath the wheels of a van last month as her purse was being snatched, the police said. A Brooklyn man was arrested on Monday and charged yesterday in the killing of a woman who was dragged beneath the wheels of a van last month as her purse" , "date" : "19900215" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Man Arrested In Purse-Snatch Killing" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/15\/nyregion\/brooklyn-man-arrested-in-purse-snatch-killing.html"} , {"body" : "LEAD: A Brooklyn grand jury decided yesterday not to indict a New York City police officer who shot and killed an unarmed 17-year-old while arresting him three weeks ago, a spokesman for the Brooklyn District Attorney's office said. A Brooklyn grand jury decided yesterday not to indict a New York City police officer who shot and killed an unarmed" , "date" : "19900214" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officer Who Shot Unarmed Youth Claims Self-Defense and Is Cleared" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/14\/nyregion\/officer-who-shot-unarmed-youth-claims-self-defense-and-is-cleared.html"} , {"body" : "LEAD: The police arrested a 28-year-old Brooklyn man yesterday who they said killed a woman over the weekend by pushing her off the roof of a seven-story building. The police arrested a 28-year-old Brooklyn man yesterday who they said killed a woman over the weekend by pushing her off the roof of a seven-story building. The victim, Merdis Carter," , "date" : "19900212" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "METRO DATELINES; Man, 28, Is Arrested In Killing of Woman" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/12\/nyregion\/metro-datelines-man-28-is-arrested-in-killing-of-woman.html"} , {"body" : "LEAD: There is the 15-year-old whose parents kicked him out of the house because he is gay. There is the 14-year-old girl whose mother brought home a man to help with the bills in exchange for sex with the girl. There is the 17-year-old boy who held up a store in his tattered neighborhood the day before he was to be awarded a college scholarship." , "date" : "19900212" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Trying Times for Guidance Counselors" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/12\/nyregion\/trying-times-for-guidance-counselors.html"} , {"body" : "LEAD: A speeding car ran a red light in Brooklyn yesterday, glanced off a city bus and plowed into three pedestrians, killing a boy on his way to school and critically injuring two other people, the police said. A speeding car ran a red light in Brooklyn yesterday, glanced off a city bus and plowed into three pedestrians, killing a boy on his way" , "date" : "19900208" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Speeding Car Kills Boy Near Brooklyn School" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/08\/nyregion\/speeding-car-kills-boy-near-brooklyn-school.html"} , {"body" : "LEAD: A Brooklyn high school principal has banned decorative gold caps for teeth because he believes they do not convey the serious image his students need to be successful in the business world. A Brooklyn high school principal has banned decorative gold caps for teeth because he believes they do not convey the serious image his students need to" , "date" : "19900208" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Polishing Image, Principal Bans Gold Teeth" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/08\/nyregion\/polishing-image-principal-bans-gold-teeth.html"} , {"body" : "LEAD: A woman who told the police she had a miscarriage two weeks ago was arrested yesterday as she walked down a Brooklyn street carrying a three-day-old boy whom the police said she kidnapped from a hospital nursery. A woman who told the police she had a miscarriage two weeks ago was arrested yesterday as she walked down a Brooklyn street" , "date" : "19900205" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Woman Charged In Kidnapping of an Infant" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/05\/nyregion\/brooklyn-woman-charged-in-kidnapping-of-an-infant.html"} , {"body" : "LEAD: A two-day-old baby boy was kidnapped yesterday from a Brooklyn Hospital and a young woman who had been chatting with the mother earlier is being sought, the police said. A two-day-old baby boy was kidnapped yesterday from a Brooklyn Hospital and a young woman who had been chatting with the mother earlier is being sought, the police said. The" , "date" : "19900204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "Baby Boy Kidnapped at Brooklyn Hospital" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/04\/nyregion\/baby-boy-kidnapped-at-brooklyn-hospital.html"} , {"body" : "LEAD: ''IN the past 20 to 25 years, there has been a spectacular growth in the number of institutions that concentrate on one or another aspect of African-American culture,'' said Dr. Mary Schmidt Campbell, New York City's Commissioner of Cultural Affairs and the former director of the Studio Museum in Harlem. ''IN the past 20 to 25 years, there" , "date" : "19900202" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Cherishing A Black Past" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/02\/arts\/cherishing-a-black-past.html"} ,   {"body" : "LEAD: Herbert Whyman, a Manhattan lawyer for more than half a century, died of bladder cancer on Wednesday at his home in Roslyn Heights, L.I. He was 76 years old. Herbert Whyman, a Manhattan lawyer for more than half a century, died of bladder cancer on Wednesday at his home in Roslyn Heights, L.I. He was 76 years old. Mr. Wyman, who specialized" , "date" : "19900202" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "18" , "title" : "Herbert Whyman, 76, A Real-Estate Lawyer" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/02\/obituaries\/herbert-whyman-76-a-real-estate-lawyer.html"} , {"body" : "LEAD: A police officer yesterday shot and killed an unarmed Brooklyn teen-ager he wanted to question about the theft of $10 from a man in a park, the police said. A police officer yesterday shot and killed an unarmed Brooklyn teen-ager he wanted to question about the theft of $10 from a man in a park, the police said. The youth died on a sidewalk" , "date" : "19900201" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Officer Fatally Shoots Unarmed Teen-Ager" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/01\/nyregion\/officer-fatally-shoots-unarmed-teen-ager.html"} , {"body" : "LEAD: A police officer shot an unarmed Brooklyn teen-ager in the back, killing him, as she was arresting him Saturday evening, the police said yesterday. A police officer shot an unarmed Brooklyn teen-ager in the back, killing him, as she was arresting him Saturday evening, the police said yesterday. The officer, Hyda Hernandez, 25 years old, was" , "date" : "19900129" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police Officer Fatally Shoots Youth in Back" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/29\/nyregion\/police-officer-fatally-shoots-youth-in-back.html"} , {"body" : "LEAD: A 15-year-old was charged yesterday with attempted murder in the shooting of an off-duty police officer in Brooklyn. The police said the youth and two friends attacked the officer because one of them needed $20 to join a basketball league. A 15-year-old was charged yesterday with attempted murder in the shooting of an off-duty police officer" , "date" : "19900125" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "3 Youths Held In Wounding Of an Officer" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/25\/nyregion\/3-youths-held-in-wounding-of-an-officer.html"} , {"body" : "LEAD: A 15-year-old Brooklyn youth was fatally shot in the chest yesterday, apparently due to a dispute that began earlier in the day, the police said. A 15-year-old Brooklyn youth was fatally shot in the chest yesterday, apparently due to a dispute that began earlier in the day, the police said. The youth was found at 5:40 P.M., lying on the" , "date" : "19900122" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Brooklyn Teen-Ager Found Fatally Shot on the Street" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/22\/nyregion\/brooklyn-teen-ager-found-fatally-shot-on-the-street.html"} , {"body" : "LEAD: To the Editor: To the Editor: Your Dec. 21 column about drug-related crime in Brooklyn's Bedford-Stuyvesant section, as reported in a Congressional briefing by Bishop Joseph M. Sullivan, is chilling and generally accurate. However, you commit an important sin of omission. Many good people have worked to bring Bedford-Stuyvesant and other" , "date" : "19900120" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "In Brooklyn, the Tide of Despair Begins to Turn" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/20\/opinion\/l-in-brooklyn-the-tide-of-despair-begins-to-turn-133190.html"} , {"body" : "LEAD: Three men have been charged in a series of assaults and purse snatchings in New York City in which vans were used as getaway vehicles, the police said yesterday. Three men have been charged in a series of assaults and purse snatchings in New York City in which vans were used as getaway vehicles, the police said yesterday. But they said the" , "date" : "19900118" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["PARK AVENUE (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 Held as Thugs Who Used Vans To Rob Women" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/18\/nyregion\/3-held-as-thugs-who-used-vans-to-rob-women.html"} , {"body" : "LEAD: Detectives investigating the shooting of an off-duty police officer in Brooklyn on Tuesday night were left with more questions than answers yesterday as the officer remained in a coma at Kings County Hospital Center, police officials said. Detectives investigating the shooting of an off-duty police officer in Brooklyn on Tuesday night were" , "date" : "19900118" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Detectives Seek Leads in Officer's Shooting" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/18\/nyregion\/detectives-seek-leads-in-officer-s-shooting.html"} , {"body" : "LEAD: An off-duty police officer was shot and critically wounded as he washed his car on a Brooklyn street yesterday afternoon, the police said. An off-duty police officer was shot and critically wounded as he washed his car on a Brooklyn street yesterday afternoon, the police said. The 27-year-old officer, Troy Patterson, was hit once in the head," , "date" : "19900117" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Off-Duty Officer Shot in Head While Washing Car" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/17\/nyregion\/off-duty-officer-shot-in-head-while-washing-car.html"} , {"body" : "LEAD: The husband of a Brooklyn woman whose dismembered body was found burning on a deserted Bronx street turned himself in Saturday and was charged with murder, the police said. The husband of a Brooklyn woman whose dismembered body was found burning on a deserted Bronx street turned himself in Saturday and was charged with murder, the police" , "date" : "19900115" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BRONX (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO DATELINES; Man Held in Death Of Mutilated Wife" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/15\/nyregion\/metro-datelines-man-held-in-death-of-mutilated-wife.html"} ,   {"body" : "LEAD: The dismembered body of a woman found in the Bronx Monday night was identified yesterday as a bank secretary from Brooklyn, the police said. The dismembered body of a woman found in the Bronx Monday night was identified yesterday as a bank secretary from Brooklyn, the police said. The woman, Catherine Claude, 29 years old, of 41 Monroe Street" , "date" : "19900112" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Datelines; Dismembered Body Of Woman Identified" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/12\/nyregion\/metro-datelines-dismembered-body-of-woman-identified.html"} , {"body" : "LEAD: Beauvais J., a crack addict, moved in with his sister and her four children in Brooklyn because there was no room for him in a drug-treatment program. Beauvais J., a crack addict, moved in with his sister and her four children in Brooklyn because there was no room for him in a drug-treatment program. He spent four months in the apartment," , "date" : "19900110" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Addicts Awaiting Treatment Often Face Delays and Panic" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/10\/nyregion\/addicts-awaiting-treatment-often-face-delays-and-panic.html"} , {"body" : "LEAD: Weeksville, a historic community in the Bedford-Stuyvesant section of Brooklyn, is to be the subject of a free lecture on Feb. 7 at 7:30 P.M. at Lehman College, Gillet Hall Auditorium, Goulden Avenue and Bedford Park Boulevard, in the Bedford Park section of the Bronx. Weeksville, a historic community in the Bedford-Stuyvesant section of" , "date" : "19900104" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "14" , "title" : "Lecture on the History Of a Black Community" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/04\/arts\/lecture-on-the-history-of-a-black-community.html"} , {"body" : "LEAD: ''Personally I'm optimistic on everything,'' said 10-year-old Chris Park, pausing to contemplate the minting of a crisp new decade and a historic changeover at City Hall -New York's first new Mayor in his lifetime. ''Personally I'm optimistic on everything,'' said 10-year-old Chris Park, pausing to contemplate the minting of a crisp new" , "date" : "19900101" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New Year, New Mayor and New Hopes" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/01\/nyregion\/new-year-new-mayor-and-new-hopes.html"} , {"body" : "LEAD: What a difference a decade makes. What a difference a decade makes. The number of drug-related arrests in New York City soared from 18,489 in 1979 to 89,451 in 1988. The budget for housing homeless people multiplied from $8 million to more than $225 million. There were no AIDS cases diagnosed in the city in 1979; in 1988 there were 5,203. The" , "date" : "19900101" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Metro Matters; Decade's Misery And Strengths Greet the Mayor" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/01\/nyregion\/metro-matters-decade-s-misery-and-strengths-greet-the-mayor.html"}]