[  {"body" : "A typical teen-age squabble was on the verge of erupting into something nastier in the cafeteria at Junior High School in the Bronx: one girl accused another of glaring and threatened \"to get my friends and jump you after school.\" But this time, an alert teacher stepped in and persuaded the pair to go to the school's Mediation Center, where they" , "date" : "19901226" , "day_of_week_facet" : "Wednesday" , "page_facet" : "15" , "title" : "Reacting to Rising Violence, Schools Introduce 'Fourth R': Reconciliation" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/26\/news\/reacting-to-rising-violence-schools-introduce-fourth-r-reconciliation.html"} , {"body" : "\"Haven't you ever wanted to put your foot through your television screen?\" asked an actor in \"Media Burn,\" an outdoor spectacle staged in 1975 by the performance art collective Ant Farm. The answer, 15 years later, is a resounding \"Yes!\" Now, a generation of artists who grew up with television are beginning to rebel against it. Following Ant Farm's" , "date" : "19901223" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "The Merry Pranksters And the Art of the Hoax" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/23\/arts\/the-merry-pranksters-and-the-art-of-the-hoax.html"} , {"body" : "Over the last three months, a woman who supervised a school bus carrying handicapped children in Brooklyn sexually abused seven of the students repeatedly, the police charged yesterday. The police said the woman abused the children in the back of the bus while they were on the way home from Public School 38, at 450 Pacific Street in the Boerum Hill" , "date" : "19901204" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Bus Matron Charged in Sex Abuse of Handicapped Students" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/04\/nyregion\/bus-matron-charged-in-sex-abuse-of-handicapped-students.html"} , {"body" : "LEAD: Four-year-old Hannah Goodwin happily bobbed up and down on her pale gray horse, but 3-year-old Jonathan Hausch preferred the bright orange lion with the bushy mane to his colorful wooden steed. Four-year-old Hannah Goodwin happily bobbed up and down on her pale gray horse, but 3-year-old Jonathan Hausch preferred the bright orange lion with" , "date" : "19901014" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "To Be Young Again at 78: A Carousel Is" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/14\/nyregion\/to-be-young-again-at-78-a-carousel-is.html"} , {"body" : "LEAD: During the giddy 1980's, restaurants from Columbus Avenue to TriBeCa reverberated with customer boasts of shrewd real-estate deals and tales of manic co-op profits. But the binge in housing prices did not bring universal cheer. For many people, high rents and heavy mortgages cast an anxious pall. Economists worried that the escalating cost of" , "date" : "19901009" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Realty Slump Traps Some as Buyers Nibble Warily" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/09\/nyregion\/realty-slump-traps-some-as-buyers-nibble-warily.html"} , {"body" : "LEAD: David and Toni small have just spent $50,000 to improve their home in Lake Hopatcong, N.J. The updated kitchen has new oak cabinets, a new floor of Mexican tiles, new pale yellow countertops and new appliances. The terrace and stone steps leading from the house to the shore of the lake have been regrouted and the 10-room house is wearing a" , "date" : "19900923" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Residential Remodeling Making Gains" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/23\/realestate\/residential-remodeling-making-gains.html"} , {"body" : "LEAD: Rare is the New Yorker who has strolled past a row of stately town houses and not fantasized about living in one. But even rarer is the apartment-dweller not made uneasy by stories of leaking roofs, burglaries, broken boilers and the large sums of money such houses consume. The drawback is isolation. Some occupants feel unsafe with only a" , "date" : "19900909" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "12" , "title" : "Guide for Home Buyers, Sellers and Renters; Some Caveats on Buying a Town House" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/09\/realestate\/guide-for-home-buyers-sellers-and-renters-some-caveats-on-buying-a-town-house.html"} , {"body" : "LEAD: In the pulpits of churches in black neighborhoods yesterday, some ministers urged compassion for three black teen-agers convicted in the Central Park jogger case. Others expressed anger, saying the verdict was preordained because the youths were black. In the pulpits of churches in black neighborhoods yesterday, some ministers urged" , "date" : "19900820" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Anger Over Verdicts in Jogger Case Is Mixed With Calls for Compassion" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/20\/nyregion\/anger-over-verdicts-in-jogger-case-is-mixed-with-calls-for-compassion.html"} , {"body" : "LEAD: Closings in the week ended July 28 MANHATTAN Carnegie Hill $490,000 4 East 95th Street 2-bedroom, 1-bath, 1,500-sq.-ft. prewar co-op; 24-hr. doorman, maid's room, windowed kitchen, three exposures; maintenance $1,077, 33% tax-deductible (Broker: Carnegie Hill Properties) Closings in the week ended July 28 MANHATTAN Carnegie Hill $490,000 4" , "date" : "19900812" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/12\/realestate\/residential-resales-055190.html"} , {"body" : "LEAD: In southeast Queens, where the war against drugs and deterioration is a daily struggle, the white-steepled Allen African Methodist Episcopal Church is surrounded by a complex of tan brick buildings that some call Flakeville, in honor of the minister-turned-politician who built them. In southeast Queens, where the war against drugs and" , "date" : "19900806" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Congressman Flake's Indictment: Good Works or Greed?" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/06\/nyregion\/congressman-flake-s-indictment-good-works-or-greed.html"} ,   {"body" : "LEAD: The closest Leonardo Laziza has come to a real gun was when he saw one, at eye level, on a police officer's hip, tucked inside a holster. But Leonardo, a 6-year-old from Boerum Hill in Brooklyn, said he could identify two kinds of firearms, ''a pistol and a bazooka,'' both from movies and cartoons. The closest Leonardo Laziza has come to a" , "date" : "19900801" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Shootings Jolt Children to New Views of Guns" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/01\/nyregion\/shootings-jolt-children-to-new-views-of-guns.html"} , {"body" : "LEAD: Since emigrating from his native Guyana 21 years ago, John Grant has built a thriving residential renovation business in Brooklyn while buying up empty lots in his Boerum Hill neighborhood and dreaming of the day when he could build homes from scratch. Since emigrating from his native Guyana 21 years ago, John Grant has built a thriving" , "date" : "19900729" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BOERUM HILL (BROOKLYN)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Postings: Boerum Hill Houses; Dream Made Real" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/29\/realestate\/postings-boerum-hill-houses-dream-made-real.html"} , {"body" : "LEAD: TODAY FESTIVAL OF SHAD TRADITIONS, South Street Seaport Museum, 207 Front Street. Demonstrations of net-mending and shad cooking. Today and tomorrow, noon to 4 P.M. Information: 669-9430. FEAST OF ST. ANTHONY, Mount Carmel Catholic Church, 187th Street between Cambreleng and Arthur Avenues, Belmont section, the Bronx. TODAY FESTIVAL OF SHAD" , "date" : "19900601" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "8" , "title" : "Fairs and Festivals This Weekend" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/01\/arts\/fairs-and-festivals-this-weekend.html"} , {"body" : "LEAD: Eight factories were responsible for producing most of New York City's industrial air pollution in 1988, a consumer group reported yesterday. Eight factories were responsible for producing most of New York City's industrial air pollution in 1988, a consumer group reported yesterday. Sixty-six companies spewed about two million pounds of 48" , "date" : "19900523" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "8 Factories Called New York's Top Polluters in '88" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/23\/nyregion\/8-factories-called-new-york-s-top-polluters-in-88.html"} , {"body" : "LEAD: Closings in the week ended May 5 MANHATTAN Greenwich Village $260,000 1 Fifth Avenue 1-bedroom, 1-bath, 1,000-sq.-ft. prewar co-op; 24-hr. doorman, remodeled kitchen and bath, steamroom, landmark district, partial Washington Park view; maintenance $725, 39% tax-deductible (Broker: Marilyn Weigner Real Estate) Closings in the week ended May 5" , "date" : "19900520" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "14" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/20\/realestate\/residential-resales-604990.html"} , {"body" : "LEAD: Joseph Fama, a 19-year-old white man from the Bensonhurst section of Brooklyn, was convicted last night of the racial killing of Yusuf K. Hawkins, the 16-year-old black youth who went to the mostly white neighborhood to help a teen-age friend shop for a used car. Joseph Fama, a 19-year-old white man from the Bensonhurst section of Brooklyn," , "date" : "19900518" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "The Bensonhurst Case; Bensonhurst Defendant Is Found Guilty" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/18\/nyregion\/the-bensonhurst-case-bensonhurst-defendant-is-found-guilty.html"} , {"body" : "LEAD: Nine of the jurors who convicted Joseph Fama of murder declared last night that they were convinced he was part of the white mob that killed Yusuf K. Hawkins on a steamy night in Bensonhurst last August. But they said there was not enough evidence to show that the defendant fired the fatal shots. Nine of the jurors who convicted Joseph Fama" , "date" : "19900518" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "The Bensonhurst Case; Weary Jury Wasn't Convinced That Fama Was the Gunman" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/18\/nyregion\/the-bensonhurst-case-weary-jury-wasn-t-convinced-that-fama-was-the-gunman.html"} , {"body" : "LEAD: A computer programmer from Park Slope and a secretary from Williamsburg were chosen to fill the last two seats in a Brooklyn jury box yesterday, clearing the way for the start of the Bensonhurst murder trial on Monday. A computer programmer from Park Slope and a secretary from Williamsburg were chosen to fill the last two seats in a Brooklyn" , "date" : "19900413" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Trial to Begin For 2 in Killing In Bensonhurst" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/13\/nyregion\/trial-to-begin-for-2-in-killing-in-bensonhurst.html"} , {"body" : "LEAD: BROOKLYN has had a long and illustrious history as a center for fine arts and popular amusements. Now, New York's most populous borough is forging a new history, as shown by the array of galleries, nightclubs, performance spaces and food shops that have recently opened. These additions to Brooklyn's cultural map are usually different from" , "date" : "19900323" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A Brooklyn Update: Where the Action Is" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/23\/arts\/a-brooklyn-update-where-the-action-is.html"} , {"body" : "LEAD: Rather than being concentrated in one area, Brooklyn's food shops are scattered about the borough like raisins in a Lenten hot-cross bun. Here is a sampling of some fairly recent newcomers to Brooklyn's eclectic gastronomic scene. Rather than being concentrated in one area, Brooklyn's food shops are scattered about the borough like raisins in" , "date" : "19900323" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "New Shops With an Emphasis on the Edible" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/23\/arts\/new-shops-with-an-emphasis-on-the-edible.html"} ,   {"body" : "LEAD: Austrian TV viewers recently saw a cigarette commercial featuring a European tourist sitting naked on Copacabana Beach. Thieves had picked him clean, but they left him his pack of Dames. Rio de Janeiro's pickpockets have become the latest international stereotype, and since 1988 tourism has been declining at the rate of 100,000 visitors a" , "date" : "19900304" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["RIO DE JANEIRO (BRAZIL)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "10" , "title" : "WHAT'S DOING IN: Rio de Janeiro" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/04\/travel\/what-s-doing-in-rio-de-janeiro.html"} , {"body" : "LEAD: To the Editor: To the Editor: Your article on Boerum Hill on Dec. 31 mentioned the availability of independent school education and listed two fine schools: St. Ann's and Packer Collegiate. There is yet another ''fine'' school in the area. It is Brooklyn Friends School, a Quaker institution that has served the neighborhood of Boerum Hill as" , "date" : "19900218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BOERUM HILL (BROOKLYN)"] , "nytd_section_facet" : ["Opinion" , "Education" , "Real Estate"] , "page_facet" : "14" , "title" : "Boerum Hill" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/18\/realestate\/l-boerum-hill-750790.html"} , {"body" : "LEAD: Inside the House of the Lord Pentecostal Church in Brooklyn, where the stickers saying ''Free Nelson Mandela'' have not yet been scraped off the doors, several hundred people gathered in an exuberant service yesterday, providing evidence that Mr. Mandela's release resonates far beyond South Africa. Inside the House of the Lord Pentecostal" , "date" : "19900212" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "SOUTH AFRICA"] , "nytd_section_facet" : ["World"] , "page_facet" : "17" , "title" : "SOUTH AFRICA'S NEW ERA; Freedom for South African Releases Joy in New York" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/12\/world\/south-africa-s-new-era-freedom-for-south-african-releases-joy-in-new-york.html"} , {"body" : "LEAD: A 33-year-old woman and three of her children were killed early yesterday morning when a fire set by an arsonist consumed a rickety frame building in Brooklyn where at least four families lived and worked, the police and fire officials said. A 33-year-old woman and three of her children were killed early yesterday morning when a fire set by" , "date" : "19900117" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BOERUM HILL (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Arson Blamed As Fire Kills 4 In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/17\/nyregion\/arson-blamed-as-fire-kills-4-in-brooklyn.html"}]