[  {"body" : "Like many others before him, Yaakov Riegler was known to child welfare officials long before he was beaten unconscious in September, his skull fractured and one leg twisted so viciously that it broke. And once again, the death of a child in New York City is raising familiar questions about caseworkers who appear to have acted at cross purposes," , "date" : "19901119" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Child's Death Prompts Questions Of How Efforts Failed to Save Him" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/19\/nyregion\/a-child-s-death-prompts-questions-of-how-efforts-failed-to-save-him.html"} , {"body" : "Unlike many of his predecessors, the new Brooklyn Democratic leader, Assemblyman Clarence Norman Jr., doesn't like to be called \"boss.\" He prefers \"coordinator slash mediator.\" Mr. Norman, the first black and at 39 years old, very likely the youngest leader of the most influential Democratic organization in the state, will need all the mediating" , "date" : "19901118" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "In Brooklyn, Party Leader Sees New Era" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/18\/nyregion\/in-brooklyn-party-leader-sees-new-era.html"} , {"body" : "New York City's welfare agency, acting in the case of an 8-year-old Brooklyn boy who was a suspected victim of child abuse, took two critical steps in opposite directions in November 1989, an official familiar with the case said yesterday. In response to calls of concern from school officials, a social worker for the city's Human Resources" , "date" : "19901117" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Inconsistent Actions Seen in Case Of Boy Said to Be Victim of Abuse" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/17\/nyregion\/inconsistent-actions-seen-in-case-of-boy-said-to-be-victim-of-abuse.html"} , {"body" : "The publisher of The Daily News, James Hoge, yesterday criticized a report in The New York Times about his paper's use of out-of-state security guards, calling it \"distorted and unfair.\" The report, a front-page article in The Times yesterday, quoted two former guards as saying they had been instructed to act as \"bait\" for strikers in the" , "date" : "19901116" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "News Chief Assails 'Bait' Report" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/16\/nyregion\/news-chief-assails-bait-report.html"} , {"body" : "The Brooklyn woman who is accused of killing her 8-year-old son was removed from probation last March, even though the city's welfare agency was already investigating new child-abuse complaints against her. A spokesman for the city's Department of Probation, Gerry Migliore, said yesterday that the department had not known of the new charges. When" , "date" : "19901115" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Two Agencies In Conflict In Abuse Case" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/15\/nyregion\/two-agencies-in-conflict-in-abuse-case.html"} , {"body" : "The public school attended by an 8-year-old Brooklyn boy whose mother is accused of killing him alerted welfare officials at least three times over the last year because teachers suspected the boy was a victim of child abuse, the school's principal said yesterday. The principal, Philip Tritt, of Public School 205 in the Bensonhurst section, said a" , "date" : "19901114" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "School Feared Borough Park Boy Was Victim of Abuse" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/14\/nyregion\/school-feared-borough-park-boy-was-victim-of-abuse.html"} , {"body" : "A Brooklyn woman with a history of violence against her children was arrested and charged yesterday with the murder of her 8-year-old son in a case that revealed what one public official called a little-known problem: child abuse in the family-oriented, tightly knit Orthodox Jewish community. The woman, 33-year-old Shulamis Riegler, was taken into" , "date" : "19901113" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Murder Case In Community Of Families" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/13\/nyregion\/murder-case-in-community-of-families.html"} , {"body" : "At the funeral on Tuesday of Rabbi Meir Kahane, the militant Brooklyn-born rabbi got the honor and acceptance he never got in life. Among the thousands of mourners were the leaders of several establishment Jewish organizations that had once vilified him as a racist, a meglomaniac and \"a fringe person.\" In the day since the funeral, a debate has" , "date" : "19901108" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["ISRAEL" , "MIDDLE EAST"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Outpouring for Kahane: Pity or a New Respect?" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/08\/nyregion\/outpouring-for-kahane-pity-or-a-new-respect.html"} , {"body" : "In a white brick synagogue near his boyhood home in Brooklyn, Rabbi Meir Kahane was eulogized yesterday as a holy man who, like the prophets of old, was often shunned by his people. Thousands of Jews jammed the synagogue and the streets outside. They included Kahane partisans crying for revenge, and leaders of mainstream Jewish organizations who" , "date" : "19901107" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "ISRAEL" , "MIDDLE EAST"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "Grief and Anger at Kahane's Funeral" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/07\/nyregion\/grief-and-anger-at-kahane-s-funeral.html"} , {"body" : "Rabbi Meir Kahane, the founder of the Jewish Defense League and leader of a militant anti-Arab fringe movement in Israel, was assassinated last night by a gunman during a Zionist conference at a hotel in midtown Manhattan, the police said. The gunman was then shot and wounded by a police officer from the United States Postal Service as he fled the" , "date" : "19901106" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "ISRAEL" , "MIDDLE EAST"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "KAHANE IS KILLED AFTER GIVING TALK IN NEW YORK HOTEL" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/06\/nyregion\/kahane-is-killed-after-giving-talk-in-new-york-hotel.html"} ,   {"body" : "It was just a single handwritten note, scrawled in broken English and found on the ground in the Flatbush section of Brooklyn. But its ominous message -- a threat to kill Jewish children in retaliation for recent violence in Jerusalem -- sent tremors through the heavily Jewish neighborhoods of Flatbush and Borough Park. The killings, according to" , "date" : "19901103" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BOROUGH PARK (NYC)" , "ISRAEL" , "MIDDLE EAST" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Anti-Jewish Note Chills Neighborhood" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/03\/nyregion\/anti-jewish-note-chills-neighborhood.html"} , {"body" : "The state court decision on Tuesday barring top New York City officials from holding political party offices set the stage yesterday for a battle over the Brooklyn Democratic leadership. The rivals are a close ally of Mayor David N. Dinkins and a supporter of a Dinkins opponent, former Comptroller Harrison J. Goldin, in last year's Democratic" , "date" : "19901025" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Brooklyn Democrats Fight for Top Party Post" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/25\/nyregion\/brooklyn-democrats-fight-for-top-party-post.html"} , {"body" : "LEAD: For three years after coming to the East Bronx from Peru, 83-year-old Alejandra Ramirez and her family believed that she was ineligible for public assistance, that she could not be fed by Meals-on-Wheels, for example. For three years after coming to the East Bronx from Peru, 83-year-old Alejandra Ramirez and her family believed that she was" , "date" : "19900812" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Hispanic Elderly Are Unaware of Available Aid" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/12\/nyregion\/hispanic-elderly-are-unaware-of-available-aid.html"} , {"body" : "LEAD: Rosemary Baker hummed to herself on the No. 5 train to the Bronx on her way to work at a construction site. She shrugged off fears of crime, even after the rash of violence in recent weeks that has left four children dead. Rosemary Baker hummed to herself on the No. 5 train to the Bronx on her way to work at a construction site. She shrugged" , "date" : "19900809" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; Life Goes On: Shrugging Off Crime and Fear" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/09\/nyregion\/metro-matters-life-goes-on-shrugging-off-crime-and-fear.html"} , {"body" : "LEAD: The housing auctioneers put in a good day's work June 23 at the grand ballroom of the New York Hilton Hotel. With 800 people in the audience, 68 apartments at a condominium called Executive Plaza, at Seventh Avenue and 51st Street, went on sale. The housing auctioneers put in a good day's work June 23 at the grand ballroom of the New York" , "date" : "19900805" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "Perspectives: House Auctions; Stirring Up the Buyers in a Slow Market" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/05\/realestate\/perspectives-house-auctions-stirring-up-the-buyers-in-a-slow-market.html"} , {"body" : "LEAD: Fifteen people have been charged with operating an insurance scheme in Brooklyn that bilked at least $300,000 from insurers, Attorney General Robert Abrams said yesterday. Fifteen people have been charged with operating an insurance scheme in Brooklyn that bilked at least $300,000 from insurers, Attorney General Robert Abrams said yesterday." , "date" : "19900719" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "15 Are Charged in a Scheme To Cheat Car Insurance Firms" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/19\/nyregion\/15-are-charged-in-a-scheme-to-cheat-car-insurance-firms.html"} , {"body" : "LEAD: What began as a peaceful march through Greenwich Village late Saturday night to protest violence against homosexuals broke up into clashes, chases and threats early yesterday morning when hecklers taunted demonstrators as the march drew toward its conclusion. What began as a peaceful march through Greenwich Village late Saturday night to" , "date" : "19900618" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "GREENWICH VILLAGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Gay Protest Against Attacks Becomes Violent" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/18\/nyregion\/a-gay-protest-against-attacks-becomes-violent.html"} , {"body" : "LEAD: Two New York City borough presidents filed suit yesterday to challenge a provision of the new city charter barring many elected and appointed municipal officials from holding political party office. Two New York City borough presidents filed suit yesterday to challenge a provision of the new city charter barring many elected and appointed" , "date" : "19900608" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 New York Officials Sue to Overturn Ban On Positions in Party" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/08\/nyregion\/2-new-york-officials-sue-to-overturn-ban-on-positions-in-party.html"} , {"body" : "LEAD: YOU PEOPLE ARE NOT A RANDOM, TYPICAL sample of the U.S. population,'' deadpans the new dean of Harvard Law School to appreciative laughter. After all, the hundred-odd students gathered to hear Robert C. Clark's talk on ''Laws, Markets and Morals'' are investing nearly $75,000 in their Juris Doctor degrees. YOU PEOPLE ARE NOT A RANDOM, TYPICAL" , "date" : "19900422" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "26" , "title" : "WHEN LEGAL TITANS CLASH" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/22\/magazine\/when-legal-titans-clash.html"} , {"body" : "LEAD: A schism within a passionately anti-Zionist Hasidic sect in the Williamsburg section of Brooklyn erupted in violence late Thursday and early yesterday when an angry crowd dragged three rivals out of a car and set the vehicle on fire. A schism within a passionately anti-Zionist Hasidic sect in the Williamsburg section of Brooklyn erupted in" , "date" : "19900421" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Schism in a Hasidic Sect Erupts in Violence" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/21\/nyregion\/schism-in-a-hasidic-sect-erupts-in-violence.html"} ,   {"body" : "LEAD: A man was charged yesterday with shooting his brother during the morning's rush hour at Pennsylvania Station, the police said. The man is also suspected of killing a friend in a dispute in Brooklyn hours earlier. A man was charged yesterday with shooting his brother during the morning's rush hour at Pennsylvania Station, the police said. The" , "date" : "19900411" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Datelines; Man Held in Shooting Is Linked to a Killing" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/11\/nyregion\/metro-datelines-man-held-in-shooting-is-linked-to-a-killing.html"} , {"body" : "LEAD: A 15-year-old Brooklyn boy fell from a Queens subway platform under an oncoming train early yesterday, lay between the rails as eight cars passed over him and survived, the transit police said. A 15-year-old Brooklyn boy fell from a Queens subway platform under an oncoming train early yesterday, lay between the rails as eight cars passed over" , "date" : "19900408" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Youth, 15, Falls Under Train At Queens Stop and Survives" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/08\/nyregion\/youth-15-falls-under-train-at-queens-stop-and-survives.html"} , {"body" : "LEAD: Brooklyn's many neighborhoods, famous attractions and little-known pleasures can be discovered with the help of a variety of guided bus and walking tours offered in coming weeks and throughout the year. Brooklyn's many neighborhoods, famous attractions and little-known pleasures can be discovered with the help of a variety of guided bus and" , "date" : "19900323" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "Walks and Rides for the Curious" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/23\/arts\/walks-and-rides-for-the-curious.html"} , {"body" : "LEAD: New Ale, New Beer New Ale, New Beer The New Amsterdam Brewing Company has started bottling its ale, made since 1985 but previously available on draft only in some restaurants. It has the same deep honey color as the company's amber beer but a somewhat more bitter flavor, with a more distinctive taste of hops. It is being sold in 12-ounce" , "date" : "19900321" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/21\/garden\/food-notes-389790.html"} , {"body" : "LEAD: Chaim Shaulson runs a gossipy Yiddish- and Hebrew-language newspaper in Brooklyn. Some readers say it is a Hasidic answer to The National Enquirer, with sensational headlines, salacious cartoons and juicy tidbits about wives' cheating on their husbands. Chaim Shaulson runs a gossipy Yiddish- and Hebrew-language newspaper in Brooklyn. Some" , "date" : "19900302" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Editor Held in Plot to Extort $50,000 From Satmar Rabbi" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/02\/nyregion\/editor-held-in-plot-to-extort-50000-from-satmar-rabbi.html"} , {"body" : "LEAD: For the last three weeks, Carol Beckmann has had trouble sleeping, waking up often. ''Sometimes I dream about it,'' she said in a birdlike voice. For the last three weeks, Carol Beckmann has had trouble sleeping, waking up often. ''Sometimes I dream about it,'' she said in a birdlike voice. What she dreams is that she has AIDS. On Jan. 2, as" , "date" : "19900124" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "About New York; Hospital Worker, Loose Needle, Gnawing Fear" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/24\/nyregion\/about-new-york-hospital-worker-loose-needle-gnawing-fear.html"} , {"body" : "LEAD: A man suspected of helping Costabile (Gus) Farace elude the authorities for more than eight months in the murder of a Federal drug agent was found shot to death in Brooklyn early Wednesday, slumped over the steering wheel of a car. A man suspected of helping Costabile (Gus) Farace elude the authorities for more than eight months in the murder" , "date" : "19900105" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO DATELINES; 2d Man Slain in Case Of Murdered Agent" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/05\/nyregion\/metro-datelines-2d-man-slain-in-case-of-murdered-agent.html"}]