[  {"body" : "Two store employees and a robber were killed and another robber was critically wounded Saturday night in a shootout during an attempted holdup of a corner grocery store in Brooklyn, the police said. The killings were among 12 in the city from early Saturday to 5 P.M. yesterday, police records showed. The store workers, Mohamed Nagi, 27 years old," , "date" : "19901224" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Three Killed In a Holdup In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/24\/nyregion\/three-killed-in-a-holdup-in-brooklyn.html"} , {"body" : "Ten officers in the elite Tactical Narcotics Team are under investigation after allegations were made that they mistreated prisoners and lied about evidence to shore up shaky arrests and justify illegal searches, high-ranking police officials said yesterday. A lieutenant, three sergeants and six police officers from the Brooklyn North Tactical" , "date" : "19901222" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "10 Detectives Face an Inquiry On False Data" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/22\/nyregion\/10-detectives-face-an-inquiry-on-false-data.html"} , {"body" : "Of all the sports, boxing is both the most integrated and the most racial. Not long after Jack Johnson, a black man, won the heavyweight title in 1908, a white ex-champion, James J. Jeffries, was beseeched to come out of retirement to regain the title. Jeffries was floored by Johnson in the 15th round. But even now the eternal search of any boxing" , "date" : "19901213" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "23" , "title" : "SPORTS OF THE TIMES; Martyrs Without A Cause" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/13\/sports\/sports-of-the-times-martyrs-without-a-cause.html"} , {"body" : "The Bedford-Stuyvesant Volunteer Ambulance Corps officially began on Feb. 23, 1989. Within 24 hours, its president, James Robinson, and a colleague spotted a fire in an abandoned building and saved 10 people. Within 48 hours, volunteers had delivered a baby. The pace never slackened. Drug-related violence devastates this poor Brooklyn neighborhood." , "date" : "19901208" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "27" , "title" : "About New York; Bed-Stuy, Do or Die. For Real. 911." , "url" : "http:\/\/www.nytimes.com\/1990\/12\/08\/nyregion\/about-new-york-bed-stuy-do-or-die-for-real-911.html"} , {"body" : "Would the bus driver please wait for his friends, the young man asked. The bus driver said she would. It only took a moment for them to arrive -- and a few minutes more to rob the driver and about 20 passengers at gunpoint, the police said last night. As the robbers were leaving, one fired a shot at a passenger on the Brooklyn bus when he asked for" , "date" : "19901125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "Four Men Rob Bus After Driver Waited For Them to Arrive" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/25\/nyregion\/four-men-rob-bus-after-driver-waited-for-them-to-arrive.html"} , {"body" : "A Brooklyn foster mother and her boyfriend were indicted last night in the rape and sexual abuse of four young sisters who had been placed in the woman's care by city welfare officials. The indictments came two days after the Brooklyn District Attorney's office filed criminal complaints that detail a five-year pattern of abuse in the home of the" , "date" : "19901124" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Couple Indicted in Abuse Of 4 Sisters in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/24\/nyregion\/couple-indicted-in-abuse-of-4-sisters-in-brooklyn.html"} , {"body" : "A Brooklyn man who is charged with sexually abusing four young sisters adopted by his girlfriend signed two of them out of school at least 22 times this year to have sex with them, the police said yesterday. The girls, who are 6, 9, 12 and 16 years old, were placed by city welfare officials in 1983 in the care of Carol Webb, 42, of 446 Kingston" , "date" : "19901122" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Say Abuse Suspect Took Girls Out of School to Have Sex" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/22\/nyregion\/police-say-abuse-suspect-took-girls-out-of-school-to-have-sex.html"} , {"body" : "A Brooklyn woman and her boyfriend were charged yesterday with sexually abusing four sisters placed in her care by city child welfare officials, the police said. The police said the girls, who are 6, 9, 12 and 16 years old, were placed in the foster care of Carol Webb, 42, of 446 Kingston Avenue in the Crown Heights section, six years ago. Ms. Webb" , "date" : "19901121" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Woman and Boyfriend Charged in Sex Abuse of 4 Sisters" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/21\/nyregion\/brooklyn-woman-and-boyfriend-charged-in-sex-abuse-of-4-sisters.html"} , {"body" : "During a lifetime devoted to advancing racial integration, Dr. Kenneth B. Clark has confronted countless obstacles. In the 36 years since his research guided the United States Supreme Court's decision banning school segregation, he has periodically been chagrined by how slowly a sociological, moral and, finally, legal precept was being transformed" , "date" : "19901112" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Metro Matters; Separate Schools For Male Blacks Igniting Debate" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/12\/nyregion\/metro-matters-separate-schools-for-male-blacks-igniting-debate.html"} , {"body" : "On the corner of Utica and Sterling in the Brownsville section of Brooklyn, in the light of a bright fall afternoon, Trent D. met a man who helped him through a neighborhood rite. The man gave Trent his first gun. The 16-year-old had no grand thoughts about what he was doing. He did not view himself as a menace to his community, he said, nor did he" , "date" : "19901105" , "day_of_week_facet" : "Monday" , "geo_facet" : ["EAST NEW YORK (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BROWNSVILLE (BROOKLYN)" , "MANHATTAN (NYC)" , "QUEENS (NYC)" , "BENSONHURST (NYC)" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Guns Offer New York Teen-Agers A Commonplace, Deadly Allure" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/05\/nyregion\/guns-offer-new-york-teen-agers-a-commonplace-deadly-allure.html"} ,   {"body" : "Three teen-agers were stabbed yesterday, one fatally, in the subway system in Manhattan, Brooklyn and Queens, the police said. An 18-year-old youth was stabbed last night in the chest on the subway platform of the Astor Place station in Greenwich Village on the IRT Lexington Avenue line. The unidentified youth was pronounced dead on arrival at" , "date" : "19901101" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "3 Youths Stabbed, One Fatally, in Subways" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/01\/nyregion\/3-youths-stabbed-one-fatally-in-subways.html"} , {"body" : "Hoping to prevent the violence and vandalism that have marred recent Halloweens in New York City, the police have assigned extra officers to patrol around schools and shopping areas today, and special units will be watching for roving bands of youths like those who rampaged through the city's streets last year. The Board of Education said the" , "date" : "19901031" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police and Schools Try to Head Off Halloween Trouble" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/31\/nyregion\/police-and-schools-try-to-head-off-halloween-trouble.html"} , {"body" : "LEAD: Tucked away in a corner of the Williamsburg section of Brooklyn, in a neighborhood that some officials describe as an Italian enclave, are 33 apartments that Elina Gonzalez-D'Annunzio is trying to sell as condominiums. Tucked away in a corner of the Williamsburg section of Brooklyn, in a neighborhood that some officials describe as an Italian" , "date" : "19901007" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Perspectives: Condos in Williamsburg; Sales Experiment Finds the Market Slow" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/07\/realestate\/perspectives-condos-in-williamsburg-sales-experiment-finds-the-market-slow.html"} , {"body" : "LEAD: Some guys grow up wanting to design computer games, fly space missions or play for the New York Knicks. Henry Hill always wanted to be a gangster. Like Martin Scorsese, who, from any early age, wanted to make movies, Henry Hill realized his grand ambition. Some guys grow up wanting to design computer games, fly space missions or play for the" , "date" : "19900919" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "11" , "title" : "Review\/Film; A Cold-Eyed Look at the Mob's Inner Workings" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/19\/movies\/review-film-a-cold-eyed-look-at-the-mob-s-inner-workings.html"} , {"body" : "LEAD: Mayor David N. Dinkins visited a Korean-American grocery store in Brooklyn yesterday to celebrate the end of a three-week-old black-led boycott that his office helped negotiate. Mayor Dinkins said at the rally that his office was continuing to work toward a settlement in Flatbush, but added that details of that boycott, and of the" , "date" : "19900909" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "As One Grocery Boycott Ends, One Drags On" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/09\/nyregion\/as-one-grocery-boycott-ends-one-drags-on.html"} , {"body" : "LEAD: Mayor David N. Dinkins announced last night that a three-week-old black-led boycott of a Korean-American grocery store in the Brownsville section of Brooklyn had been resolved and that the store would reopen today. Welcoming Ceremony Planned In an impromptu news conference in the Mayor's office, Deputy Mayor Bill Lynch said Mr. Ju had come to" , "date" : "19900907" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (BROOKLYN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "1 of 2 Grocery Boycotts In Brooklyn Is Resolved" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/07\/nyregion\/1-of-2-grocery-boycotts-in-brooklyn-is-resolved.html"} , {"body" : "LEAD: A 10-year-old Brooklyn boy was struck in the right shoulder by a stray bullet last night as he played near his Brownsville home, the police said. The police said a witness saw the boy run a block after he was shot at the corner of Sutter and Stone Avenues and collapse in a parking lot at 10:25 P.M. The witness heard five gunshots, the police" , "date" : "19900904" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Datelines; Stray Bullet Wounds Brooklyn Boy in Arm" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/04\/nyregion\/metro-datelines-stray-bullet-wounds-brooklyn-boy-in-arm.html"} , {"body" : "LEAD: A committee appointed by Mayor David N. Dinkins to investigate the bitter black-led boycott of two Korean-owned grocery stores in Brooklyn released its final report yesterday and criticized the Brooklyn District Attorney for moving too slowly in the emotionally charged case. A committee appointed by Mayor David N. Dinkins to investigate the" , "date" : "19900831" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Hynes Criticized in Report on Boycott" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/31\/nyregion\/hynes-criticized-in-report-on-boycott.html"} , {"body" : "LEAD: When Mayor David Dinkins of New York appointed a commission in April to investigate a black boycott of two Korean grocery stores in Brooklyn's Flatbush section, cynics suggested the move was merely a device to diffuse responsibility for an intolerable display of racism. The commission's report, issued yesterday, makes even the cynics look" , "date" : "19900831" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "These Boycotts Are Racist, and Wrong" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/31\/opinion\/these-boycotts-are-racist-and-wrong.html"} , {"body" : "LEAD: An 8-year-old girl, two women and a man were struck by shotgun pellets fired yesterday by men trying to rob a Brooklyn grocery, the police said. Sgt. Tina Mohrmann, a police spokeswoman, said two or three men entered the store at 39 Mott Avenue in the Brownsville section about 5:30 P.M. One man man fired a shotgun, striking a 46-year-old man" , "date" : "19900829" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROWNSVILLE (BROOKLYN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "4 Shot in a Brooklyn Grocery" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/29\/nyregion\/4-shot-in-a-brooklyn-grocery.html"} ,   {"body" : "LEAD: Moving against the latest boycott of a Korean-owned grocery store in Brooklyn, Mayor David N. Dinkins said yesterday that he would ask state officials to investigate whether the boycott violated state civil rights statutes. Moving against the latest boycott of a Korean-owned grocery store in Brooklyn, Mayor David N. Dinkins said yesterday" , "date" : "19900829" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (BROOKLYN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Dinkins to Ask State Inquiry On 2d Boycott" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/29\/nyregion\/dinkins-to-ask-state-inquiry-on-2d-boycott.html"} , {"body" : "LEAD: The Dinkins administration scrambled yesterday to prevent a new boycott of a Korean-owned grocery in Brooklyn from resembling the bitter protests against another Korean-owned store in the borough, the Family Red Apple. The Dinkins administration scrambled yesterday to prevent a new boycott of a Korean-owned grocery in Brooklyn from resembling" , "date" : "19900828" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Dinkins Responds to 2d Boycott of a Korean Store" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/28\/nyregion\/dinkins-responds-to-2d-boycott-of-a-korean-store.html"} , {"body" : "LEAD: VACANT city lots are powerful symbols. Betrayal, despair, mistrust - name it, and for someone the weedy blocks that dot every city represent a modern age that has all but said cities are worthless. VACANT city lots are powerful symbols. Betrayal, despair, mistrust - name it, and for someone the weedy blocks that dot every city represent a" , "date" : "19900826" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["JERSEY CITY (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "ABOUT NEW JERSEY" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/26\/nyregion\/about-new-jersey.html"} , {"body" : "LEAD: A Brooklyn man defending his family against eviction from a crowded, illegally converted Brownsville boarding house shot and killed his landlady and her cousin Thursday night after they kicked in his door and pulled guns, the police said. A Brooklyn man defending his family against eviction from a crowded, illegally converted Brownsville" , "date" : "19900818" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROWNSVILLE (BROOKLYN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Brooklyn Man Kills Landlady, Authorities Say" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/18\/nyregion\/brooklyn-man-kills-landlady-authorities-say.html"} , {"body" : "LEAD: In his short life in the struggling Brownsville section of Brooklyn, 13-year-old Gregory Orr has seen a man shot to death in a crowded courtyard in broad daylight. In his short life in the struggling Brownsville section of Brooklyn, 13-year-old Gregory Orr has seen a man shot to death in a crowded courtyard in broad daylight. He has seen two" , "date" : "19900805" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (BROOKLYN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Growing Up Where Violence Wants to Come Play" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/05\/nyregion\/growing-up-where-violence-wants-to-come-play.html"} , {"body" : "LEAD: At 10:30 Wednesday night, a police dispatcher's voice crackled over thousands of radios: ''2230 hours. Operation Watchdog is in effect.'' Scores of detectives and hundreds of police officers spread out across New York City, and the hunt for the elusive man who calls himself the Zodiac gunman was on. At 10:30 Wednesday night, a police" , "date" : "19900713" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Confounding Predictions, a Gunman Foils a Hunt" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/13\/nyregion\/confounding-predictions-a-gunman-foils-a-hunt.html"} , {"body" : "LEAD: The Sporting Life The Duke and Jackie, Pee Wee, Razor Phil, Ali, Mushky Jackson and Me By Irving Rudd and Stan Fischler Illustrated. 288 pages. St. Martin's Press. $17.95. The Sporting Life The Duke and Jackie, Pee Wee, Razor Phil, Ali, Mushky Jackson and Me By Irving Rudd and Stan Fischler Illustrated. 288 pages. St. Martin's Press. $17.95." , "date" : "19900702" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "14" , "title" : "Books of The Times; He's a Press Agent, Darn It, Not a PR Man!" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/02\/books\/books-of-the-times-he-s-a-press-agent-darn-it-not-a-pr-man.html"} , {"body" : "LEAD: The people who work for the Board of Examiners were examining themselves yesterday and what they concluded left them dispirited and nervous. The people who work for the Board of Examiners were examining themselves yesterday and what they concluded left them dispirited and nervous. ''We have been a family for a number of years and when your" , "date" : "19900621" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "At Teacher Board, a 'Family' Faces Demise" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/21\/nyregion\/at-teacher-board-a-family-faces-demise.html"} , {"body" : "LEAD: New York City's new schools chancellor, Joseph A. Fernandez, cannot abide mess and disorder. He keeps his desk in a reproachful state of tidiness, and has trouble understanding why others can't do likewise. And so he wasn't just miffed, he was genuinely upset when he saw graffiti on the back of an elementary school, P.S. New York City's new" , "date" : "19900617" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine" , "Education"] , "page_facet" : "23" , "title" : "FERNANDEZ TAKES CHARGE" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/17\/magazine\/fernandez-takes-charge.html"} , {"body" : "LEAD: At 3 P.M., 14-year-old Shawn Chapman saw two friends being harassed by another teen-ager on a Bronx street. He tried to intercede. Without a word, the teen-ager pulled out a revolver and shot him. At 3 P.M., 14-year-old Shawn Chapman saw two friends being harassed by another teen-ager on a Bronx street. He tried to intercede. Without a word," , "date" : "19900616" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Nine Hours, Nine Killings, No Answers" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/16\/nyregion\/nine-hours-nine-killings-no-answers.html"} ,   {"body" : "LEAD: In these bedraggled times, that old New York swagger has grown elusive. Yankee Stadium is just a ballpark in a bad neighborhood where a last-place team bumbles along. The British have bought Madison Avenue and the Japanese most everything else. In these bedraggled times, that old New York swagger has grown elusive. Yankee Stadium is just a" , "date" : "19900609" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "About New York; The Doctor Is In (Row F, Seat 12); Now Sing Ahhhh!" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/09\/nyregion\/about-new-york-the-doctor-is-in-row-f-seat-12-now-sing-ahhhh.html"} , {"body" : "LEAD: Mayor David N. Dinkins announced the expansion last week of a New York City program that finds and rents apartments for homeless people with AIDS. Mayor David N. Dinkins announced the expansion last week of a New York City program that finds and rents apartments for homeless people with AIDS. But two advocacy groups for homeless AIDS patients" , "date" : "19900429" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "New York City to Expand AIDS Housing Program" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/29\/nyregion\/new-york-city-to-expand-aids-housing-program.html"} , {"body" : "LEAD: Gray-haired Brownsville natives were debating whether the legendary boys club some joined as teen-agers 50 years ago could be duplicated today when Norman Podhoretz impatiently held up a photograph. Gray-haired Brownsville natives were debating whether the legendary boys club some joined as teen-agers 50 years ago could be duplicated today" , "date" : "19900426" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; Alumni of Club, Recalling Past, Ponder Present" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/26\/nyregion\/metro-matters-alumni-of-club-recalling-past-ponder-present.html"} , {"body" : "LEAD: Four years after deciding to spend hundreds of millions of dollars to build affordable housing, New York City finds itself at a surprising pass: it is running out of abandoned buildings to renovate. Four years after deciding to spend hundreds of millions of dollars to build affordable housing, New York City finds itself at a surprising pass:" , "date" : "19900416" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Renovation Program Is Running Out of Abandoned Housing" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/16\/nyregion\/renovation-program-is-running-out-of-abandoned-housing.html"} , {"body" : "LEAD: A subway rider who was beaten and robbed Thursday night on a Brooklyn express train drew a pistol from beneath his trench coat, shot one of his four assailants to death and then calmly walked off into the night at the next station, the police said. A subway rider who was beaten and robbed Thursday night on a Brooklyn express train drew a" , "date" : "19900414" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A New Case of Subway Revenge: Beating Victim Is Sought as Killer" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/14\/nyregion\/a-new-case-of-subway-revenge-beating-victim-is-sought-as-killer.html"} , {"body" : "LEAD: A computer programmer from Park Slope and a secretary from Williamsburg were chosen to fill the last two seats in a Brooklyn jury box yesterday, clearing the way for the start of the Bensonhurst murder trial on Monday. A computer programmer from Park Slope and a secretary from Williamsburg were chosen to fill the last two seats in a Brooklyn" , "date" : "19900413" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Trial to Begin For 2 in Killing In Bensonhurst" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/13\/nyregion\/trial-to-begin-for-2-in-killing-in-bensonhurst.html"} , {"body" : "LEAD: An off-duty police officer shot one man to death early yesterday and wounded another when they tried to rob him as he walked to his home in Brooklyn, the police said. An off-duty police officer shot one man to death early yesterday and wounded another when they tried to rob him as he walked to his home in Brooklyn, the police said. A" , "date" : "19900331" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Off-Duty Officer Kills a Man In a Robbery Case, Police Say" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/31\/nyregion\/off-duty-officer-kills-a-man-in-a-robbery-case-police-say.html"} , {"body" : "LEAD: A 14-year-old Brooklyn boy was in custody yesterday on charges that he raped or sexually abused six girls, aged 9 to 17, often in hallways or elevators or on rooftops in the Brownsville section, the police said. A 14-year-old Brooklyn boy was in custody yesterday on charges that he raped or sexually abused six girls, aged 9 to 17, often in" , "date" : "19900325" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Boy, 14, Held in 6 Sex Attacks" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/25\/nyregion\/boy-14-held-in-6-sex-attacks.html"} , {"body" : "LEAD: How do you tell the 350-year-long story of New York's most populous and arguably most colorful borough in a small gallery with a relatively minuscule budget? How do you tell the 350-year-long story of New York's most populous and arguably most colorful borough in a small gallery with a relatively minuscule budget? That was the challenge" , "date" : "19900323" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "A Home for a Bustling Borough's Memorabilia" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/23\/arts\/a-home-for-a-bustling-borough-s-memorabilia.html"} , {"body" : "LEAD: A SINGULAR achievement of former Mayor Edward I. Koch's last term was the creation of a huge housing program, which has already produced about 3,500 new subsidized apartments in formerly abandoned buildings in New York City's poorest neighborhoods. About 13,000 other apartments are under construction, and a total of 47,000 are to be renovated" , "date" : "19900318" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "20" , "title" : "THE REGION; Should the Poor Get the Housing That Koch Built?" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/18\/weekinreview\/the-region-should-the-poor-get-the-housing-that-koch-built.html"} ,   {"body" : "LEAD: Mayor David N. Dinkins, keeping a political promise, said yesterday that he would let the New York City Fire Department reopen Engine Company 41 in the South Bronx, a firehouse that Mayor Edward I. Koch closed last year, after a long, bitter fight, to save money. Mayor David N. Dinkins, keeping a political promise, said yesterday that he" , "date" : "19900309" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "SOUTH BRONX (NYC)" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mayor Keeping Vow to Reopen Bronx Firehouse" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/09\/nyregion\/mayor-keeping-vow-to-reopen-bronx-firehouse.html"} , {"body" : "LEAD: They came every day to see John Gotti and to shake his hand. For three weeks strangers queued up outside a Manhattan courtroom for a glimpse of the man the authorities call the nation's most powerful Mafia figure. They came every day to see John Gotti and to shake his hand. For three weeks strangers queued up outside a Manhattan courtroom for" , "date" : "19900219" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Gotti: Dapper Celebrity Or Ruthless Mob Boss?" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/19\/nyregion\/gotti-dapper-celebrity-or-ruthless-mob-boss.html"} , {"body" : "LEAD: A 32-year-old security guard was stabbed to death on a subway train in Brooklyn early yesterday, after he refused to give his leather coat to youths who had threatened him moments earlier on a subway platform, the police said. A 32-year-old security guard was stabbed to death on a subway train in Brooklyn early yesterday, after he refused to" , "date" : "19900218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "Fight for Leather Coat Is Blamed in Subway Death" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/18\/nyregion\/fight-for-leather-coat-is-blamed-in-subway-death.html"} , {"body" : "LEAD: IN the Bushwick section of Brooklyn, where other news lately has been grim, something of a home-building resurgence is under way. It has demonstrated that even in one of the poorest sections of the city there are people of moderate means willing and able to invest thousands of their own dollars in a new house. IN the Bushwick section of" , "date" : "19900211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES: Two-Families in Bushwick; Widening the Paths to For-Sale Housing" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/11\/realestate\/perspectives-two-families-in-bushwick-widening-the-paths-to-for-sale-housing.html"} , {"body" : "LEAD: It is a world where women in hair nets and men in fedoras occupy wicker seats in the Sea Beach Express, heading for their rendezvous with the Wonder Wheel, the Parachute Jump and the Cyclone. It is a universe of linoleum-floored rooms, Arvin radios, Raleigh cigarettes and indestructible seltzer bottles. It is a world where women in hair nets" , "date" : "19900122" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "11" , "title" : "Designer Conjures A Lost New York For 'Enemies'" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/22\/movies\/designer-conjures-a-lost-new-york-for-enemies.html"} , {"body" : "LEAD: In the mid-1960's, the civil rights movement, which had seemed on a victorious course, was dramatically split. Black Muslims, drawing support from inner-city ghettos, where hard conditions had not been alleviated by the triumphs in the courts, brought to the field a new antiwhite militancy that stirred many young blacks. In the mid-1960's," , "date" : "19900115" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "Review\/Television; Recalling the Pursuit of a Still-Elusive Prize" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/15\/arts\/review-television-recalling-the-pursuit-of-a-still-elusive-prize.html"} , {"body" : "LEAD: In 1965, Henry Hampton, the executive producer of ''Eyes on the Prize,'' marched for civil rights in Selma, Ala. Today he works in a corner office piled high with books and papers, with a view of Shawmut Avenue, a thoroughfare in this city's South End that is, in his words, ''about the only integrated neighborhood in Boston. In 1965, Henry" , "date" : "19900114" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "TELEVISION; Overcoming Obstacles to a Civil-Rights Chronicle" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/14\/arts\/television-overcoming-obstacles-to-a-civil-rights-chronicle.html"} , {"body" : "LEAD: OUR NEW YORK Text by Alfred Kazin. Photographs by David Finn. 224 pages. New York: Harper & Row. $35. OUR NEW YORK Text by Alfred Kazin. Photographs by David Finn. 224 pages. New York: Harper & Row. $35. In ''Mr. Sammler's Planet,'' Saul Bellow's New York City novel, Sammler strolls the streets of the Upper West Side, practicing ''aesthetic" , "date" : "19900114" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "9" , "title" : "AN UNEASY WALKER IN THE CITY" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/14\/books\/an-uneasy-walker-in-the-city.html"} , {"body" : "LEAD: Three bystanders, including a 15-year-old girl, were shot yesterday afternoon on a subway platform in Brooklyn when a man started firing during an argument, the Transit Authority police said. Three bystanders, including a 15-year-old girl, were shot yesterday afternoon on a subway platform in Brooklyn when a man started firing during an" , "date" : "19900113" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Three Bystanders Shot on Subway Platform" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/13\/nyregion\/three-bystanders-shot-on-subway-platform.html"} , {"body" : "LEAD: The Upper East Side woman who was killed during a midday purse-snatching on Wednesday was identified yesterday as Kim Stapleton, a 60-year-old grandmother who had served on the boards of several charities. The Upper East Side woman who was killed during a midday purse-snatching on Wednesday was identified yesterday as Kim Stapleton, a" , "date" : "19900112" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "UPPER EAST SIDE (MANHATTAN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Purse-Theft Victim Is Named" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/12\/nyregion\/purse-theft-victim-is-named.html"} ,   {"body" : "LEAD: Our New York Text by Alfred Kazin; photographs by David Finn 224 pages. Harper & Row. $35. Our New York Text by Alfred Kazin; photographs by David Finn 224 pages. Harper & Row. $35. Two years ago, in ''A Writer's America: Landscapes in Literature'' (Knopf), the literary critic and essayist Alfred Kazin painted a word portrait of the influence" , "date" : "19900108" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "18" , "title" : "Books of The Times; Seeing New York as Nurturer of Mind and Spirit" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/08\/books\/books-of-the-times-seeing-new-york-as-nurturer-of-mind-and-spirit.html"} , {"body" : "LEAD: Although Assemblyman Jose R. Serrano has yet to announce formally that he is running for Congress, his colleagues are lining up for the Education Committee chairmanship he would leave behind if he moves to Washington. Although Assemblyman Jose R. Serrano has yet to announce formally that he is running for Congress, his colleagues are lining" , "date" : "19900108" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Many Covet Leadership of Education Panel" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/08\/nyregion\/many-covet-leadership-of-education-panel.html"} , {"body" : "LEAD: BROOKLYN BOY By Alan Lelchuk. 298 pp. New York: McGraw-Hill Publishing Company. $19.95. BROOKLYN BOY By Alan Lelchuk. 298 pp. New York: McGraw-Hill Publishing Company. $19.95. The title of Alan Lelchuk's sixth novel inevitably evokes other books by other Brooklyn boys. One thinks of ''A Walker in the City'' by Alfred Kazin, ''Making It'' by" , "date" : "19900107" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "24" , "title" : "DODGERS AND DUNGAREES" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/07\/books\/dodgers-and-dungarees.html"} , {"body" : "LEAD: THE eyes of the nation are upon Joseph A. Fernandez, who last week took over as Chancellor of the New York City school system. THE eyes of the nation are upon Joseph A. Fernandez, who last week took over as Chancellor of the New York City school system. In a country where urban schools seem swamped by poor achievement and low morale, Mr." , "date" : "19900107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MIAMI (FLA)"] , "nytd_section_facet" : ["Week in Review" , "Education"] , "page_facet" : "1" , "title" : "THE REGION; Can the Star of Miami Save New York City's Schools?" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/07\/weekinreview\/the-region-can-the-star-of-miami-save-new-york-city-s-schools.html"} , {"body" : "LEAD: Joseph A. Fernandez took over as chancellor of New York City's schools yesterday with gestures that swiftly underscored his intention to reshape the troubled system: he visited a school in Brooklyn where teachers share leadership with the principal and he brought the president of the teachers union along for the tour. Joseph A. Fernandez took" , "date" : "19900103" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "For Dinkins and Fernandez, First Day on Job Is Brisk; Chancellor Pays Visit To School That Uses Some Power Sharing" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/03\/nyregion\/for-dinkins-fernandez-first-day-job-brisk-chancellor-pays-visit-school-that-uses.html"} , {"body" : "LEAD: In less than eight hours Sunday night and early yesterday, 13 people were slain in New York City, the police said, as one year of bloodshed and homicide gave way to another with the blare of noisemakers and the crackle of gunfire. In less than eight hours Sunday night and early yesterday, 13 people were slain in New York City, the police" , "date" : "19900102" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Eight Hours of Bloodshed: New York Records 13 Slain" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/02\/nyregion\/eight-hours-of-bloodshed-new-york-records-13-slain.html"}]