[  {"body" : "Two squatters and a passer-by were injured when a vacated four-story apartment building collapsed early yesterday in the Bushwick section of Brooklyn, fire officials said. Rescue crews had searched the wreckage at 409 Bushwick Avenue for a third squatter, known as Cuba, who several neighbors said was last seen in the building about 6 P.M. Saturday." , "date" : "19901224" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "3 in Brooklyn Hurt as Building Suddenly Falls" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/24\/nyregion\/3-in-brooklyn-hurt-as-building-suddenly-falls.html"} , {"body" : "International 2-8 Two colonels in the Soviet Union were at the center of attention after Foreign Minister Shevardnadze resigned. He said their right-wing criticism of the Government was the \"last straw\" in his decision to quit. 1 Soviets yield to U.S. on Pacific islands' status 5 Slovenes voted for independence from Yugoslavia, early results" , "date" : "19901224" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "News Summary" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/24\/nyregion\/news-summary-815890.html"} , {"body" : "Two teen-age boys were killed in separate shootings while coming home from parties in Brooklyn early yesterday morning, the police said. In one of the shootings, a gunman killed a 17-year-old boy after stealing his new leather jacket. In the other, the police said, a 14-year-old boy who was found with a large-caliber revolver was fatally shot in" , "date" : "19901209" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "TWO TEEN-AGERS SLAIN IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/09\/nyregion\/two-teen-agers-slain-in-brooklyn.html"} , {"body" : "Maria Rodriguez reigned as matriarch over her seven children and their offspring. Despite financial hardships and a son in jail, the 53-year-old from Puerto Rico managed to keep the family together, her children said. On Sunday evening, Mrs. Rodriguez got out of her car outside her daughter's Brooklyn apartment and was shot and killed as she walked" , "date" : "19901204" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mother of Seven Killed on Street By Stray Bullet" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/04\/nyregion\/mother-of-seven-killed-on-street-by-stray-bullet.html"} , {"body" : "Seven people were killed in New York City in just over seven hours Saturday night and yesterday morning, bringing to a bloody close a week in which the unofficial homicide tally for the year rose above 2,000 for the first time, the police said. Among the victims was a 16-year-old Queens youth who was shot and killed early yesterday by two men who" , "date" : "19901203" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Seven Killings In New York In Seven Hours" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/03\/nyregion\/seven-killings-in-new-york-in-seven-hours.html"} , {"body" : "Nine people were slain in New York City in a 12-hour period Monday night and Tuesday morning, as the city continued to race toward a record number of homicides this year, the police said. The crimes ranged from drive-by shootings by drug dealers to cold-blooded executions on lonely roads. In one case, the police said, an uncle was stabbed to death" , "date" : "19901121" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Killing Continues at Record Pace; 9 Slain in 12 Hours in New York" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/21\/nyregion\/killing-continues-at-record-pace-9-slain-in-12-hours-in-new-york.html"} , {"body" : "Superintendents of New York City's community school districts said yesterday that the budget cuts proposed on Thursday by Mayor David N. Dinkins would wreak havoc with an already troubled educational system and that the greatest impact would be on the poorest districts. The superintendents were reacting to a memo from Schools Chancellor Joseph A." , "date" : "19901110" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "27" , "title" : "Dinkins Is Criticized on School Cuts" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/10\/nyregion\/dinkins-is-criticized-on-school-cuts.html"} , {"body" : "LEAD: Students are so unevenly spread through the city's high schools that some schools are operating at a spacious 65 percent of capacity while others are holding classes in storage rooms, cafeterias and even bathrooms, a report released yesterday said. Students are so unevenly spread through the city's high schools that some schools are operating" , "date" : "19901016" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Crowding in New York High Schools Is Wildly Uneven, Panel Says" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/16\/nyregion\/crowding-in-new-york-high-schools-is-wildly-uneven-panel-says.html"} , {"body" : "LEAD: Dr. Barnet Halperin, a physician who practiced in the Bushwick section of Brooklyn for more than half a century, died on Wednesday at his home in Forest Hills, Queens. He was 83 years old. Dr. Barnet Halperin, a physician who practiced in the Bushwick section of Brooklyn for more than half a century, died on Wednesday at his home in Forest" , "date" : "19901013" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "30" , "title" : "Barnet Halperin, Physician, 83" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/13\/obituaries\/barnet-halperin-physician-83.html"} , {"body" : "LEAD: With New York's image tattered by a surge in violent crime, Police Commissioner Lee P. Brown took a giant step toward overhauling the nation's largest police department last week by declaring that foot patrol officers would once again be the backbone of the force. With New York's image tattered by a surge in violent crime, Police Commissioner" , "date" : "19901007" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "5" , "title" : "THE REGION; What Will It Take To Make Foot Patrol An Enticing Career?" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/07\/weekinreview\/the-region-what-will-it-take-to-make-foot-patrol-an-enticing-career.html"} ,   {"body" : "LEAD: Patrolling the Bushwick section of Brooklyn, Police Officer John Comiskey says his days are a depressing sequence of accidents, shootings, false alarms, domestic fights and screaming matches with bystanders when he arrests someone. He has no love for the community, nor for his superiors, who he says discourage aggressive policing. Patrolling" , "date" : "19901004" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Police Plan Facing Hurdle in Precincts: Cynicism" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/04\/nyregion\/police-plan-facing-hurdle-in-precincts-cynicism.html"} , {"body" : "LEAD: Detectives said yesterday that the pastor of a church in the Bushwick section of Brooklyn where a man was found shot to death on Saturday was not a suspect in the killing. Detectives said yesterday that the pastor of a church in the Bushwick section of Brooklyn where a man was found shot to death on Saturday was not a suspect in the killing." , "date" : "19901001" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Police Rule Out Pastor In Slaying of Intruder" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/01\/nyregion\/police-rule-out-pastor-in-slaying-of-intruder.html"} , {"body" : "LEAD: A man believed to be a burglar was found shot to death in a Brooklyn church early yesterday, and the police later questioned and then released the pastor, one of a group of ministers who acknowledged last spring that they had taken up arms to protect themselves and their churches from criminals. A man believed to be a burglar was found shot" , "date" : "19900930" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Suspect Dead Inside Church; Brooklyn Pastor Is Queried" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/30\/nyregion\/suspect-dead-inside-church-brooklyn-pastor-is-queried.html"} , {"body" : "LEAD: One man was killed and two were injured yesterday in a drive-by shooting in Brooklyn, the police said. One man was killed and two were injured yesterday in a drive-by shooting in Brooklyn, the police said. Avelito Brigo, 30 years old, of 37-34 102d Street, Queens, was killed at 1:30 P.M. while standing in front of 1406 Putnam Avenue in the" , "date" : "19900930" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Brooklyn Drive-By Shooting Leaves One Dead, 2 Injured" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/30\/nyregion\/brooklyn-drive-by-shooting-leaves-one-dead-2-injured.html"} , {"body" : "LEAD: A Brooklyn parolee, who the police believe has raped three women and committed more than 30 robberies in Queens since February, was arrested yesterday in Puerto Rico, the police said. A Brooklyn parolee, who the police believe has raped three women and committed more than 30 robberies in Queens since February, was arrested yesterday in Puerto" , "date" : "19900925" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "PUERTO RICO"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Held in Puerto Rico Is Tied to 30 Robberies" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/25\/nyregion\/man-held-in-puerto-rico-is-tied-to-30-robberies.html"} , {"body" : "LEAD: His gubernatorial campaign has been in disarray the last week, but in some ways Pierre A. Rinfret's public image has not suffered. On the streets of Brooklyn and Queens he is still most commonly thought of not as a political neophyte, not as a maverick underdog, but as a French artist. His gubernatorial campaign has been in disarray the last" , "date" : "19900923" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "On Street, Rinfret Is a Renaissance Man of Sorts" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/23\/nyregion\/on-street-rinfret-is-a-renaissance-man-of-sorts.html"} , {"body" : "LEAD: Four employees of a newly opened tire store in Brooklyn were shot and killed execution-style yesterday by two men who barged into the store, the police said. Four employees of a newly opened tire store in Brooklyn were shot and killed execution-style yesterday by two men who barged into the store, the police said. A customer who entered the" , "date" : "19900921" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "4 Shot Dead In Tire Store In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/21\/nyregion\/4-shot-dead-in-tire-store-in-brooklyn.html"} , {"body" : "LEAD: Rinfret Withholds Money Pierre A. Rinfret has not spent any of his own money on his Republican campaign for New York Governor as he had promised. Page B1. Brooklyn Gunmen Kill 4 Two gunmen entered a tire store in Bushwick and shot four employees in the head at point-blank range. Rinfret Withholds Money Pierre A. Rinfret has not spent any of" , "date" : "19900921" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "INSIDE" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/21\/nyregion\/inside-667790.html"} , {"body" : "LEAD: In an unusual move, the Brooklyn District Attorney yesterday asked a judge to throw out a murder indictment against a police officer charged with shooting a man while the officer was on patrol. In an unusual move, the Brooklyn District Attorney yesterday asked a judge to throw out a murder indictment against a police officer charged with" , "date" : "19900915" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "District Attorney in Brooklyn Wants Officer's Case Dropped" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/15\/nyregion\/district-attorney-in-brooklyn-wants-officer-s-case-dropped.html"} , {"body" : "LEAD: A judge yesterday dismissed the indictment of a Brooklyn police officer who had been charged with manslaughter in the fatal shooting of an unarmed 14-year-old robbery suspect. A judge yesterday dismissed the indictment of a Brooklyn police officer who had been charged with manslaughter in the fatal shooting of an unarmed 14-year-old robbery" , "date" : "19900914" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Judge Dismisses An Indictment Against Officer" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/14\/nyregion\/judge-dismisses-an-indictment-against-officer.html"} ,   {"body" : "LEAD: Next Tuesday's primary elections in New York include two interesting contests for State Senate in overwhelmingly Democratic districts where the primary winner is virtually guaranteed election. There's also a Republican write-in campaign that warrants attention. Here are our recommendations. QUEENS. 10th District. Three appealing candidates" , "date" : "19900907" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "For State Senate: Queens and Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/07\/opinion\/for-state-senate-queens-and-brooklyn.html"} , {"body" : "LEAD: In an unusual departure from the power of incumbency, at least a half-dozen Democratic state legislators in New York City face stiff challenges in the Sept. 11 primary, which is usually tantamount to election in the predominantly Democratic city. In an unusual departure from the power of incumbency, at least a half-dozen Democratic state" , "date" : "19900902" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Primaries in New York City Include Challenges to Incumbent Legislators" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/02\/nyregion\/primaries-in-new-york-city-include-challenges-to-incumbent-legislators.html"} , {"body" : "LEAD: A ''rogue computer'' used by New York City's Parking Violations Bureau is responsible for $19 million worth of tickets issued annually to people who do not own cars, people whose cars have been stolen and people who have paid their fines, City Council President Andrew J. Stein charged yesterday. A ''rogue computer'' used by New York City's" , "date" : "19900814" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "3" , "title" : "'Rogue Computer' Faulted for Bad Parking Tickets" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/14\/nyregion\/rogue-computer-faulted-for-bad-parking-tickets.html"} , {"body" : "LEAD: For three years after coming to the East Bronx from Peru, 83-year-old Alejandra Ramirez and her family believed that she was ineligible for public assistance, that she could not be fed by Meals-on-Wheels, for example. For three years after coming to the East Bronx from Peru, 83-year-old Alejandra Ramirez and her family believed that she was" , "date" : "19900812" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Hispanic Elderly Are Unaware of Available Aid" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/12\/nyregion\/hispanic-elderly-are-unaware-of-available-aid.html"} , {"body" : "LEAD: Seventeen employees of Con Edison were charged yesterday with extorting payoffs and obtaining bribes from customers and contractors to expedite service, improperly reduce rates and overlook safety hazards. Seventeen employees of Con Edison were charged yesterday with extorting payoffs and obtaining bribes from customers and contractors to" , "date" : "19900810" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "17 Con Ed Employees Charged in Briberies" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/10\/nyregion\/17-con-ed-employees-charged-in-briberies.html"} , {"body" : "LEAD: Crack has begun to get a bad name among a growing number of young people in New York City's poorest neighborhoods, according to some teen-agers, police officers and researchers who work on the streets. Rather than a challenge, something to test a teen-ager's mettle, they say, the smokable form of cocaine is gaining a reputation as a drug" , "date" : "19900723" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Old, Weak and a Loser: Crack User's Image Falls" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/23\/nyregion\/old-weak-and-a-loser-crack-user-s-image-falls.html"} , {"body" : "LEAD: Nicholas McCall of Suffolk County and Sherif S. Byrd of the Bronx never met, but crack was a common denominator in their lives. Nicholas McCall of Suffolk County and Sherif S. Byrd of the Bronx never met, but crack was a common denominator in their lives. Mr. McCall, of Wyandanch, L.I., was charged with possessing three vials of crack after" , "date" : "19900723" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BRONX (NYC)" , "WYANDANCH (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; Shadow of Crack On Young Lives: Death and Arrest" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/23\/nyregion\/metro-matters-shadow-of-crack-on-young-lives-death-and-arrest.html"} , {"body" : "LEAD: Sister Mary Rose McGeady, the senior Catholic Charities official in Queens who has more than two decades of experience working with troubled youths, was named president of Covenant House yesterday, succeeding the Rev. Bruce Ritter. Sister Mary Rose McGeady, the senior Catholic Charities official in Queens who has more than two decades of" , "date" : "19900712" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Nun Named to Head Covenant House" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/12\/nyregion\/nun-named-to-head-covenant-house.html"} , {"body" : "LEAD: The driver of a Pepsi-Cola delivery truck was fatally shot yesterday during a holdup in the Bushwick section of Brooklyn, the police said. The driver, Hank Fallacaro, 35 years old, of Brooklyn, was shot once in the chest shortly after noon at 630 Central Avenue while making deliveries, said Patrolman Fred Weiner, a police spokesman. The" , "date" : "19900707" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Truck Driver Killed in Holdup" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/07\/nyregion\/truck-driver-killed-in-holdup.html"} , {"body" : "LEAD: Schools Chancellor Joseph Fernandez took control of drug education programs in a Bronx school district yesterday, charging that the local board had failed to spend state and Federal money provided to hire counselors. Schools Chancellor Joseph Fernandez took control of drug education programs in a Bronx school district yesterday, charging that" , "date" : "19900629" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Fernandez to Run Drug Programs" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/29\/nyregion\/fernandez-to-run-drug-programs.html"} ,   {"body" : "LEAD: Schools Chancellor Joseph A. Fernandez yesterday rejected one of three candidates to be superintendent of District 19 in Brooklyn. Mr. Fernandez based his decision on what he said was the official's flawed leadership as a principal and his personal conduct. Schools Chancellor Joseph A. Fernandez yesterday rejected one of three candidates to" , "date" : "19900627" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Fernandez Bars a Choice To Run District" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/27\/nyregion\/fernandez-bars-a-choice-to-run-district.html"} , {"body" : "LEAD: Yessana Jordan, 12 months old, was buried here today in the tiniest of white coffins before a gathering of those who had known and cared for her as she was carried through the adoption system. Yessana Jordan, 12 months old, was buried here today in the tiniest of white coffins before a gathering of those who had known and cared for her as she" , "date" : "19900623" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "A Woman Is in a Cell and a Baby Is Buried" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/23\/nyregion\/a-woman-is-in-a-cell-and-a-baby-is-buried.html"} , {"body" : "LEAD: They came together in gray February like outcasts: a 39-year-old woman of solitary habits and little accomplishment searching for deeper meaning in her lonely life, and a frail infant girl born eight months earlier to a crack addict who had abandoned her with nothing but a name. They came together in gray February like outcasts: a 39-year-old" , "date" : "19900619" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Tragic End To Adoption Of Crack Baby" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/19\/nyregion\/tragic-end-to-adoption-of-crack-baby.html"} , {"body" : "LEAD: A one-year-old Brooklyn girl in a Roman Catholic program for abandoned infants died early yesterday after being beaten by the 39-year-old woman who was adopting her, the police said. A one-year-old Brooklyn girl in a Roman Catholic program for abandoned infants died early yesterday after being beaten by the 39-year-old woman who was adopting" , "date" : "19900618" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Woman Facing Homicide Count In Baby's Death" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/18\/nyregion\/woman-facing-homicide-count-in-baby-s-death.html"} , {"body" : "LEAD: The owner of a pizzeria in Brooklyn who had stayed after closing to discuss renovations with his partner and a contractor was fatally shot late Tuesday when he surprised two men who were robbing his associates outside the shop, the police said. The owner of a pizzeria in Brooklyn who had stayed after closing to discuss renovations with his" , "date" : "19900614" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Merchant Slain Trying to Stop Armed Robbery" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/14\/nyregion\/merchant-slain-trying-to-stop-armed-robbery.html"} , {"body" : "LEAD: Five people were shot outside a Brooklyn social club early yesterday, and one of them was critically injured, the police said. Five people were shot outside a Brooklyn social club early yesterday, and one of them was critically injured, the police said. The shooting occurred at about 5 A.M. outside the La Gran Parada social club in the" , "date" : "19900611" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "Metro Datelines; 5 Are Shot Outside A Club in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/11\/nyregion\/metro-datelines-5-are-shot-outside-a-club-in-brooklyn.html"} , {"body" : "LEAD: Vito P. Battista, an architect from Brooklyn, a former Assemblyman and a colorful perennial candidate for elective office, died yesterday at his home in Brooklyn. He was 81 years old. Vito P. Battista, an architect from Brooklyn, a former Assemblyman and a colorful perennial candidate for elective office, died yesterday at his home in" , "date" : "19900525" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "18" , "title" : "Vito Battista, 81, Architect, Dies; Colorful New York Political Figure" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/25\/obituaries\/vito-battista-81-architect-dies-colorful-new-york-political-figure.html"} , {"body" : "LEAD: A woman who tried to sell a stolen car radio to people in a Brooklyn restaurant died yesterday morning after a man who was having breakfast there said the radio was his and attacked her with a club, the police said. A woman who tried to sell a stolen car radio to people in a Brooklyn restaurant died yesterday morning after a man who was" , "date" : "19900506" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "WOMAN DIES AFTER BEATING OVER RADIO THEFT" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/06\/nyregion\/woman-dies-after-beating-over-radio-theft.html"} , {"body" : "LEAD: The bodies of a woman and a man were found in an apartment yesterday morning in the Bushwick section of Brooklyn. A 16-year-old youth, described by the police as mentally retarded, was found in good condition in the apartment. The bodies of a woman and a man were found in an apartment yesterday morning in the Bushwick section of Brooklyn. A" , "date" : "19900430" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "METRO DATELINES; 2 Bodies and Youth Found in Apartment" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/30\/nyregion\/metro-datelines-2-bodies-and-youth-found-in-apartment.html"} , {"body" : "LEAD: Almost one-fifth of the households in New York City did not receive census forms, a survey released yesterday by the Mayor's office showed. Almost one-fifth of the households in New York City did not receive census forms, a survey released yesterday by the Mayor's office showed. The survey also found that whites were more likely to have" , "date" : "19900427" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "19% in New York Poll Didn't Get Forms" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/27\/nyregion\/19-in-new-york-poll-didn-t-get-forms.html"} ,   {"body" : "LEAD: Ministers in poor neighborhoods are arming themselves with bats, knives and guns to fend off criminals who threaten their property and their lives. Ministers in poor neighborhoods are arming themselves with bats, knives and guns to fend off criminals who threaten their property and their lives. No longer confident that the churches' stature" , "date" : "19900423" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ministers in Poor Areas Arming Against Crime" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/23\/nyregion\/ministers-in-poor-areas-arming-against-crime.html"} , {"body" : "LEAD: A disabled man was killed and two women were injured yesterday in a fire in a Brooklyn house, the police said. A disabled man was killed and two women were injured yesterday in a fire in a Brooklyn house, the police said. The body of the man, Prospero Vilanova, 68 years old, was found about 10:45 A.M. in his house at 329 Bleecker Street in" , "date" : "19900415" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "One Is Killed and 2 Are Hurt In Fire in a Brooklyn House" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/15\/nyregion\/one-is-killed-and-2-are-hurt-in-fire-in-a-brooklyn-house.html"} , {"body" : "LEAD: A gang has been charged with holding up 31 banks in Manhattan, Queens and Brooklyn from June 1988 to last month, using the subway for their getaway, a Federal prosecutor announced yesterday. Five men were named in the indictment, which was filed on April 5 in Federal District Court in Manhattan. The accused ringleader was identified as" , "date" : "19900414" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "5 Charged in Bank Robberies" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/14\/nyregion\/5-charged-in-bank-robberies.html"} , {"body" : "LEAD: A Brooklyn grand jury indicted a police officer on a manslaughter charge yesterday in the fatal shooting of an unarmed 14-year-old robbery suspect on Jan. 31. A Brooklyn grand jury indicted a police officer on a manslaughter charge yesterday in the fatal shooting of an unarmed 14-year-old robbery suspect on Jan. 31. The officer, Frank" , "date" : "19900331" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Brooklyn Jury Indicts Officer In Boy's Death" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/31\/nyregion\/brooklyn-jury-indicts-officer-in-boy-s-death.html"} , {"body" : "LEAD: Schools Chancellor Joseph A. Fernandez moved yesterday to strengthen his authority over New York City's local school boards, appointing three trustees to take over the financial operations of one Brooklyn district and temporarily blocking the forced departure of the superintendent in another. Schools Chancellor Joseph A. Fernandez moved" , "date" : "19900331" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Fernandez Takes Greater Control in Local Districts" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/31\/nyregion\/fernandez-takes-greater-control-in-local-districts.html"} , {"body" : "LEAD: Brooklyn's many neighborhoods, famous attractions and little-known pleasures can be discovered with the help of a variety of guided bus and walking tours offered in coming weeks and throughout the year. Brooklyn's many neighborhoods, famous attractions and little-known pleasures can be discovered with the help of a variety of guided bus and" , "date" : "19900323" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "Walks and Rides for the Curious" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/23\/arts\/walks-and-rides-for-the-curious.html"} , {"body" : "LEAD: A lawyer for the family of a 14-year-old robbery suspect killed by a police officer in the Bushwick section of Brooklyn on Jan. 31 charged yesterday that the boy was running away from the officer when he was shot in the back of the head. A lawyer for the family of a 14-year-old robbery suspect killed by a police officer in the Bushwick" , "date" : "19900321" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Lawyer Asserts Boy Slain by an Officer Was Trying to Flee" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/21\/nyregion\/lawyer-asserts-boy-slain-by-an-officer-was-trying-to-flee.html"} , {"body" : "LEAD: Two Brooklyn school superintendents said yesterday that their school boards had hired a total of 150 unneeded people to patrol cafeterias and perform clerical chores at a cost of almost $2 million a year. Two Brooklyn school superintendents said yesterday that their school boards had hired a total of 150 unneeded people to patrol cafeterias" , "date" : "19900314" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "School Boards Said to Pad Their Payrolls" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/14\/nyregion\/school-boards-said-to-pad-their-payrolls.html"} , {"body" : "LEAD: Widening the picture of corruption in New York City's local school districts, two Brooklyn superintendents have told an investigative panel that they were pressured to hire relatives and friends of school board members. At stake for one superintendent was the renewal of his contract. Widening the picture of corruption in New York City's local" , "date" : "19900313" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "School Panel Gets Accounts Of Corruption" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/13\/nyregion\/school-panel-gets-accounts-of-corruption.html"} , {"body" : "LEAD: Dozens of tiny plastic crack vials litter the ground-floor hallway of the small tan brick apartment building in the Bushwick section of Brooklyn. That is the present. Dozens of tiny plastic crack vials litter the ground-floor hallway of the small tan brick apartment building in the Bushwick section of Brooklyn. That is the present. Up on the" , "date" : "19900312" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Homeless, They Build For Peers" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/12\/nyregion\/homeless-they-build-for-peers.html"} ,   {"body" : "LEAD: A Brooklyn parolee has been charged as the ''silver gun rapist'' responsible for a dozen robberies and at least six rapes in three boroughs since January, the police said yesterday. A Brooklyn parolee has been charged as the ''silver gun rapist'' responsible for a dozen robberies and at least six rapes in three boroughs since January, the" , "date" : "19900301" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "METRO DATELINES; Brooklyn Man Seized In 'Silver Gun' Rapes" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/01\/nyregion\/metro-datelines-brooklyn-man-seized-in-silver-gun-rapes.html"} , {"body" : "LEAD: Federal agents said yesterday that they had seized a printing press and more than $18 million in counterfeit money in an apartment at 1683 Cypress Avenue in Glendale, Queens. Federal agents said yesterday that they had seized a printing press and more than $18 million in counterfeit money in an apartment at 1683 Cypress Avenue in Glendale," , "date" : "19900228" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Queens Raid Finds Counterfeit $18 Million" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/28\/nyregion\/queens-raid-finds-counterfeit-18-million.html"} , {"body" : "LEAD: Two men who lived near each other in Brooklyn were arrested yesterday and charged with two dozen bank robberies, Federal agents said. The two knew each other but did not work together, the F.B.I. said. Joseph Butler, 32 years old, of 300 Bushwick Avenue in the Williamsburg section, was accused of robbing 18 banks on a team that created" , "date" : "19900227" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Bank Robbery Suspects Held" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/27\/nyregion\/bank-robbery-suspects-held.html"} , {"body" : "LEAD: After refusing for more than an hour to enter the courtroom, Abigail Cortez was sentenced yesterday to 5 to 15 years in prison for her role in the death of her 5-year-old daughter, Jessica, and the repeated beatings of her son. After refusing for more than an hour to enter the courtroom, Abigail Cortez was sentenced yesterday to 5 to 15 years" , "date" : "19900227" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Mother Is Sentenced In Daughter's Killing" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/27\/nyregion\/mother-is-sentenced-in-daughter-s-killing.html"} , {"body" : "LEAD: A Brooklyn man was arrested on Monday and charged yesterday in the killing of a woman who was dragged beneath the wheels of a van last month as her purse was being snatched, the police said. A Brooklyn man was arrested on Monday and charged yesterday in the killing of a woman who was dragged beneath the wheels of a van last month as her purse" , "date" : "19900215" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Man Arrested In Purse-Snatch Killing" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/15\/nyregion\/brooklyn-man-arrested-in-purse-snatch-killing.html"} , {"body" : "LEAD: A Brooklyn grand jury decided yesterday not to indict a New York City police officer who shot and killed an unarmed 17-year-old while arresting him three weeks ago, a spokesman for the Brooklyn District Attorney's office said. A Brooklyn grand jury decided yesterday not to indict a New York City police officer who shot and killed an unarmed" , "date" : "19900214" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officer Who Shot Unarmed Youth Claims Self-Defense and Is Cleared" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/14\/nyregion\/officer-who-shot-unarmed-youth-claims-self-defense-and-is-cleared.html"} , {"body" : "LEAD: IN the Bushwick section of Brooklyn, where other news lately has been grim, something of a home-building resurgence is under way. It has demonstrated that even in one of the poorest sections of the city there are people of moderate means willing and able to invest thousands of their own dollars in a new house. IN the Bushwick section of" , "date" : "19900211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES: Two-Families in Bushwick; Widening the Paths to For-Sale Housing" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/11\/realestate\/perspectives-two-families-in-bushwick-widening-the-paths-to-for-sale-housing.html"} , {"body" : "LEAD: Police Commissioner Lee P. Brown yesterday lifted the suspension of a police officer who shot an unarmed 17-year-old youth to death in the Bushwick section of Brooklyn on Jan. 27. Police Commissioner Lee P. Brown yesterday lifted the suspension of a police officer who shot an unarmed 17-year-old youth to death in the Bushwick section of" , "date" : "19900207" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Brown Lifts Officer's Suspension in Slaying" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/07\/nyregion\/brown-lifts-officer-s-suspension-in-slaying.html"} , {"body" : "LEAD: With chants of ''asesino'' and ''murderer'' and banners denouncing police brutality, more than 150 people gathered in front of the 83d Precinct station house in the Bushwick section of Brooklyn yesterday, to protest the killings of two teen-agers by police officers. With chants of ''asesino'' and ''murderer'' and banners denouncing police" , "date" : "19900204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Marchers Protest Police Killings of 2 Teen-Agers in Bushwick" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/04\/nyregion\/marchers-protest-police-killings-of-2-teen-agers-in-bushwick.html"} , {"body" : "LEAD: Spend a night cruising the streets of the city in a patrol car, eyeing the crackheads and the hustlers, stopping for domestic disputes and suspicious characters, and by the time the sun comes up, there'll be one clear thought in your head: I'm glad I don't have this job. Spend a night cruising the streets of the city in a patrol car, eyeing" , "date" : "19900204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "23" , "title" : "PUBLIC & PRIVATE; Deadly Force" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/04\/opinion\/public-private-deadly-force.html"} ,   {"body" : "LEAD: A handmade sign attached to an iron fence at a school in East Harlem said the soup kitchen there would be closed yesterday because of a ''death in our family, Robert Cole, age 13.'' A handmade sign attached to an iron fence at a school in East Harlem said the soup kitchen there would be closed yesterday because of a ''death in our family," , "date" : "19900204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["EAST HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "East Harlem Sees Slain Boy As Victim of Drug Epidemic" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/04\/nyregion\/east-harlem-sees-slain-boy-as-victim-of-drug-epidemic.html"} , {"body" : "LEAD: A 13-year-old boy, who police said was a suspect in an attempted robbery, was shot and killed by the police on a Harlem street last night after he refused to drop a handgun, the police said. A 13-year-old boy, who police said was a suspect in an attempted robbery, was shot and killed by the police on a Harlem street last night after he" , "date" : "19900203" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "13-Year-Old Boy Killed by Police As He Chases Another With Gun" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/03\/nyregion\/13-year-old-boy-killed-by-police-as-he-chases-another-with-gun.html"} , {"body" : "LEAD: Two articles and two picture captions yesterday about the shooting of a 14-year-old boy by a police officer in the Bushwick section of Brooklyn on Wednesday misidentified the boy. He was Jose Luis Lebron. Two articles and two picture captions yesterday about the shooting of a 14-year-old boy by a police officer in the Bushwick section of" , "date" : "19900203" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "3" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/03\/nyregion\/c-corrections-245890.html"} , {"body" : "LEAD: The New York City Police Commissioner, Lee P. Brown, said yesterday that he planned to change the way the department responds to 911 emergency calls so officers could spend more time learning about their communities. The New York City Police Commissioner, Lee P. Brown, said yesterday that he planned to change the way the department responds" , "date" : "19900203" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Some 911 Calls to Be Shifted So Officers Can Get to Know Areas" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/03\/nyregion\/some-911-calls-to-be-shifted-so-officers-can-get-to-know-areas.html"} , {"body" : "LEAD: Abigail Cortez, the mother of a 5-year-old girl whose beating death in 1988 drew attention to failures in New York City's child-protection system, pleaded guilty on Thursday to manslaughter in the case, and a judge said she would sentence Mrs. Cortez to 5 to 15 years in prison. Abigail Cortez, the mother of a 5-year-old girl whose beating" , "date" : "19900203" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Woman Admits Role In the Fatal Beating Of Her Daughter, 5" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/03\/nyregion\/woman-admits-role-in-the-fatal-beating-of-her-daughter-5.html"} , {"body" : "LEAD: For much of yesterday, scores of residents of the Bushwick section of Brooklyn milled about the blood-streaked sidewalk where a 14-year-old robbery suspect was shot on Wednesday by a police officer who mistakenly believed the youth was armed. For much of yesterday, scores of residents of the Bushwick section of Brooklyn milled about the" , "date" : "19900202" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Gritty Eulogies and Anger For Youth Killed by Police" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/02\/nyregion\/gritty-eulogies-and-anger-for-youth-killed-by-police.html"} , {"body" : "LEAD: In the adrenaline-charged moment before a police officer fires at a suspect, the officer must decide, often without solid information, whether the suspect is armed and presents an ''immediate threat'' to others, according to New York City Police Department guidelines and law-enforcement experts. In the adrenaline-charged moment before a" , "date" : "19900202" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "'Tough Call' for Police on When to Fire" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/02\/nyregion\/tough-call-for-police-on-when-to-fire.html"} , {"body" : "LEAD: A police officer yesterday shot and killed an unarmed Brooklyn teen-ager he wanted to question about the theft of $10 from a man in a park, the police said. A police officer yesterday shot and killed an unarmed Brooklyn teen-ager he wanted to question about the theft of $10 from a man in a park, the police said. The youth died on a sidewalk" , "date" : "19900201" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Officer Fatally Shoots Unarmed Teen-Ager" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/01\/nyregion\/officer-fatally-shoots-unarmed-teen-ager.html"} , {"body" : "LEAD: On April 1, 1989, Dowie Pringle was arrested after a neighbor in the Bushwick section of Brooklyn said Mr. Pringle threatened him with a loaded .25-caliber semiautomatic pistol. On April 1, 1989, Dowie Pringle was arrested after a neighbor in the Bushwick section of Brooklyn said Mr. Pringle threatened him with a loaded .25-caliber" , "date" : "19900129" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; Why a Sure Way To End Up in Jail Is Not So Sure" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/29\/nyregion\/metro-matters-why-a-sure-way-to-end-up-in-jail-is-not-so-sure.html"} , {"body" : "LEAD: Schools Chancellor Joseph A. Fernandez mounted a frontal assault yesterday on New York City's decentralized school system, demanding that its 32 local boards clear all candidates for district superintendent with him. Schools Chancellor Joseph A. Fernandez mounted a frontal assault yesterday on New York City's decentralized school system," , "date" : "19900119" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "New York Schools Chief Challenges Boards' Power" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/19\/nyregion\/new-york-schools-chief-challenges-boards-power.html"} ,   {"body" : "LEAD: Schools Chancellor Joseph A. Fernandez has decided to move against a Brooklyn school board that voted to replace its superintendent with a principal who has been linked to elective politics, school officials said. Schools Chancellor Joseph A. Fernandez has decided to move against a Brooklyn school board that voted to replace its" , "date" : "19900118" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Fernandez Plans to Act Against Brooklyn Board" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/18\/nyregion\/fernandez-plans-to-act-against-brooklyn-board.html"} , {"body" : "LEAD: It was all over in a few seconds, but what lingers in Milord Bonny's mind is the sight of his 14-year-old grandson, sinking to his knees on a Brooklyn sidewalk. It was all over in a few seconds, but what lingers in Milord Bonny's mind is the sight of his 14-year-old grandson, sinking to his knees on a Brooklyn sidewalk. The two of them had" , "date" : "19900114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LOS ANGELES (CALIF)" , "NEW YORK CITY" , "BOSTON (MASS)" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Wrong Place at the Wrong Time: Stray Bullets Kill More Bystanders" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/14\/nyregion\/wrong-place-at-the-wrong-time-stray-bullets-kill-more-bystanders.html"} , {"body" : "LEAD: The brother of Maria Hernandez, the Brooklyn woman who had campaigned against drug dealers on her block and who was shot to death last August, was killed Monday in an argument with his landlord, the police said. The brother of Maria Hernandez, the Brooklyn woman who had campaigned against drug dealers on her block and who was shot to death" , "date" : "19900103" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Drug Foe's Brother Is Killed in Quarrel With His Landlord" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/03\/nyregion\/drug-foe-s-brother-is-killed-in-quarrel-with-his-landlord.html"} , {"body" : "LEAD: At 2:10 P.M. a drumroll and the first tentative wheeze from the bagpipe band of Local 3 of the International Brotherhood of Electrical Workers announced the arrival of Mayor David N. Dinkins and his wife, Joyce B. Dinkins, at the inaugural reception yesterday. At 2:10 P.M. a drumroll and the first tentative wheeze from the bagpipe band of" , "date" : "19900102" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAYOR DINKINS: AN ERA BEGINS, WITH A LITTLE FUN; Dinkins Party: Populist Gala and Diversified Feast" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/02\/nyregion\/mayor-dinkins-era-begins-with-little-fun-dinkins-party-populist-gala-diversified.html"}]