[  {"body" : "BRAVE NEW FAMILIES Stories of Domestic Upheaval in Late Twentieth Century America. By Judith Stacey. 328 pp. New York: Basic Books. $22.95. FRESH from a foray into Middle America, Judith Stacey, a feminist sociologist at the University of California, Davis, brings misguided feminists the good news: they don't have to write off women like born-again" , "date" : "19901118" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "9" , "title" : "Surprising the Sociologist" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/18\/books\/surprising-the-sociologist.html"} , {"body" : "A 6-month-old girl was found dead last night in a Brooklyn apartment when her grandmother came to visit, the police said. The woman, identified as Josephine Crosby, also found her 5-year-old grandson wandering naked and dirty through the apartment, in the Bay View Houses at 1610 East 102d Street in the Canarsie section, said a police spokesman," , "date" : "19901028" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Baby Found Dead in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/28\/nyregion\/baby-found-dead-in-brooklyn.html"} , {"body" : "LEAD: Alvin Broido, a teacher and principal in the New York City public school system for about 45 years, died on Thursday at Scripps Memorial Hospital in Encinitas, Calif. He was 85 years old and had lived in Rancho La Costa, Calif., since retiring in 1970. Alvin Broido, a teacher and principal in the New York City public school system for about" , "date" : "19900929" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "28" , "title" : "Alvin Broido, 85, Dies; Educator in New York" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/29\/obituaries\/alvin-broido-85-dies-educator-in-new-york.html"} , {"body" : "LEAD: New York City is looking in the mirror these days and does not like what it is seeing. New York City is looking in the mirror these days and does not like what it is seeing. In what suggests a citywide morale crisis, New Yorkers are talking about New York to each other, to reporters and to just about anyone who will listen. They talk about" , "date" : "19900916" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Chilled by Violence, New Yorkers Are Questioning Life in Their City" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/16\/nyregion\/chilled-by-violence-new-yorkers-are-questioning-life-in-their-city.html"} , {"body" : "LEAD: A 16-year-old youth was shot and killed last night on a Brooklyn street when he resisted a man who was trying to steal his gold chain, the police said. A 16-year-old youth was shot and killed last night on a Brooklyn street when he resisted a man who was trying to steal his gold chain, the police said. The victim, Michael Wynn of 179 Essex" , "date" : "19900915" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Brooklyn Teen-Ager Is Killed Resisting Robbery of Chain" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/15\/nyregion\/brooklyn-teen-ager-is-killed-resisting-robbery-of-chain.html"} , {"body" : "LEAD: SUMMER is the relative calm before students storm their local educational institutions, be those institutions public or private, geared to youngsters or adults. SUMMER is the relative calm before students storm their local educational institutions, be those institutions public or private, geared to youngsters or adults. BUT even now," , "date" : "19900805" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "44" , "title" : "THE SUMMER REPORT: PROFILE; Fresh Start" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/05\/education\/the-summer-report-profile-fresh-start.html"} , {"body" : "LEAD: A 16-year-old Brooklyn high school student who was shot last Tuesday during a dispute over an expensive coat died yesterday at Brookdale Hospital, the police said. The dead student, Peter Andrews, of 103d Street in the Canarsie section, was shot outside South Shore High School. A 14-year-old suspect, Wayne McIntosh, of Avenue B in the East" , "date" : "19900716" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Youth Shot Over a Coat Dies" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/16\/nyregion\/youth-shot-over-a-coat-dies.html"} , {"body" : "LEAD: A 16-year-old Brooklyn high school student was shot and critically wounded yesterday during a disputeover an expensive coat, the police said. A 16-year-old Brooklyn high school student was shot and critically wounded yesterday during a disputeover an expensive coat, the police said. Officers said the student, Peter Andrews of 103d Street in" , "date" : "19900711" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Youth Is Wounded in Dispute Over Coat" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/11\/nyregion\/brooklyn-youth-is-wounded-in-dispute-over-coat.html"} , {"body" : "LEAD: Ellen Helene Klestzick, a daughter of Mr. and Mrs. Robert Klestzick of Brooklyn, was married yesterday in Cedarhurst, L.I., to David Jay Goldschmidt, a son of Mr. and Mrs. Fred Goldschmidt of Brooklyn. Rabbi Kenneth Auman and Rabbi Solomon Scharfman officiated at Temple Beth-El. Ellen Helene Klestzick, a daughter of Mr. and Mrs. Robert" , "date" : "19900618" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Style"] , "page_facet" : "10" , "title" : "D. J. Goldschmidt Weds Ellen Klestzick" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/18\/style\/d-j-goldschmidt-weds-ellen-klestzick.html"} , {"body" : "LEAD: A blazing shootout between two robbers and two guards behind the automatic teller machines of an East Side bank yesterday afternoon left one suspect dead and one guard wounded, the police said. A blazing shootout between two robbers and two guards behind the automatic teller machines of an East Side bank yesterday afternoon left one suspect" , "date" : "19900614" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Bank Guard Kills Suspect In a Shootout on East Side" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/14\/nyregion\/bank-guard-kills-suspect-in-a-shootout-on-east-side.html"} ,   {"body" : "LEAD: It has been three weeks since Ernest Abdul Mateen, a father of nine from the Bedford-Stuyvesant section of Brooklyn, was shot and killed in midafternoon in a crowded open-air vegetable market in Canarsie. It has been three weeks since Ernest Abdul Mateen, a father of nine from the Bedford-Stuyvesant section of Brooklyn, was shot and killed in" , "date" : "19900609" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Failed Memories and Vanished Witness Follow Killing in a Market" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/09\/nyregion\/failed-memories-and-vanished-witness-follow-killing-in-a-market.html"} , {"body" : "LEAD: After Lincoln High School of Brooklyn lost the Public Schools Athletic League championship to Fort Hamilton last year, it vowed to return to Yankee Stadium this year and emerge victorious. Yesterday the Railsplitters kept that promise by beating Canarsie, 3-1. After Lincoln High School of Brooklyn lost the Public Schools Athletic League" , "date" : "19900606" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "26" , "title" : "P.S.A.L. Title to Lincoln" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/06\/sports\/psal-title-to-lincoln.html"} , {"body" : "LEAD: After operating all year in the shadow of Christ the King High School of Middle Village, Queens, Xaverian High School of Bay Ridge, Brooklyn, surprised the mighty Royals, 3-2, yesterday at Yankee Stadium to win the Catholic High Schools Athletic Association baseball championship. After operating all year in the shadow of Christ the King High" , "date" : "19900605" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "18" , "title" : "Xaverian Takes Title In Catholic League" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/05\/sports\/xaverian-takes-title-in-catholic-league.html"} , {"body" : "LEAD: The Dodgers moved to the West Coast more than 30 years ago, but that doesn't mean there are no good teams left in Brooklyn. Three of the four squads vying for the Catholic High Schools Athletic Association and the Public Schools Athletic League city championships today and tomorrow are from that borough. The Dodgers moved to the West Coast" , "date" : "19900604" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "Schoolboy Titles on Line" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/04\/sports\/schoolboy-titles-on-line.html"} , {"body" : "LEAD: TODAY FESTIVAL OF SHAD TRADITIONS, South Street Seaport Museum, 207 Front Street. Demonstrations of net-mending and shad cooking. Today and tomorrow, noon to 4 P.M. Information: 669-9430. FEAST OF ST. ANTHONY, Mount Carmel Catholic Church, 187th Street between Cambreleng and Arthur Avenues, Belmont section, the Bronx. TODAY FESTIVAL OF SHAD" , "date" : "19900601" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "8" , "title" : "Fairs and Festivals This Weekend" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/01\/arts\/fairs-and-festivals-this-weekend.html"} , {"body" : "LEAD: Groups of black men attacked white and Hispanic people early yesterday in two incidents that the police said were motivated in part by anger over the Mondello verdict. Both assaults were classified as bias crimes, said a police spokesman, Sgt. Tina Mohrmann. Groups of black men attacked white and Hispanic people early yesterday in two" , "date" : "19900520" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "BENSONHURST AFTERMATH; Black Attacks on Hispanics And Whites Linked to Verdict" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/20\/nyregion\/bensonhurst-aftermath-black-attacks-on-hispanics-and-whites-linked-to-verdict.html"} , {"body" : "LEAD: Nine of the jurors who convicted Joseph Fama of murder declared last night that they were convinced he was part of the white mob that killed Yusuf K. Hawkins on a steamy night in Bensonhurst last August. But they said there was not enough evidence to show that the defendant fired the fatal shots. Nine of the jurors who convicted Joseph Fama" , "date" : "19900518" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "The Bensonhurst Case; Weary Jury Wasn't Convinced That Fama Was the Gunman" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/18\/nyregion\/the-bensonhurst-case-weary-jury-wasn-t-convinced-that-fama-was-the-gunman.html"} , {"body" : "LEAD: Joseph A. Fernandez, the New York City Schools Chancellor, said yesterday that he would end a 10-year-old policy of automatically holding back lagging students after the fourth and seventh grades. He said the policy had been spurring youngsters to drop out. Joseph A. Fernandez, the New York City Schools Chancellor, said yesterday that he" , "date" : "19900503" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Fernandez to End a Policy on Holding Pupils Back" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/03\/nyregion\/fernandez-to-end-a-policy-on-holding-pupils-back.html"} , {"body" : "LEAD: New York City has scheduled an auction next month of 13 acres of vacant land in southeastern Brooklyn near the boat slips and clam shanties along Paerdegat Basin, which leads into Jamaica Bay. The Department of General Services' Division of Real Property is offering the tract as two plots, one of 340,000 square feet with a minium price of $6" , "date" : "19900429" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: 13 Acres in Brooklyn; Land for Houses" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/29\/realestate\/postings-13-acres-in-brooklyn-land-for-houses.html"} , {"body" : "LEAD: A Brooklyn police officer was charged yesterday with criminally negligent homicide involving a man who died in police custody after being arrested on an assault complaint. A Brooklyn police officer was charged yesterday with criminally negligent homicide involving a man who died in police custody after being arrested on an assault complaint." , "date" : "19900424" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officer Charged in Death Of Suspect in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/24\/nyregion\/officer-charged-in-death-of-suspect-in-brooklyn.html"} ,   {"body" : "LEAD: The young men and women came from South Africa, Northern Ireland, El Salvador, Lebanon and the Soviet Union, members of a group called Children of War. And what surprised them when they spoke to New York City high school students, they said, was that the students seemed unaware that they, too, were living in a ''war zone. The young men and" , "date" : "19900415" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "22" , "title" : "Youths' Lesson: War Knows No Limits" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/15\/nyregion\/youths-lesson-war-knows-no-limits.html"} , {"body" : "LEAD: A computer programmer from Park Slope and a secretary from Williamsburg were chosen to fill the last two seats in a Brooklyn jury box yesterday, clearing the way for the start of the Bensonhurst murder trial on Monday. A computer programmer from Park Slope and a secretary from Williamsburg were chosen to fill the last two seats in a Brooklyn" , "date" : "19900413" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Trial to Begin For 2 in Killing In Bensonhurst" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/13\/nyregion\/trial-to-begin-for-2-in-killing-in-bensonhurst.html"} , {"body" : "LEAD: A robber shot and killed a Brooklyn teen-ager near his home late Saturday night and stole three gold chains and his father's Cadillac, the police said yesterday. A robber shot and killed a Brooklyn teen-ager near his home late Saturday night and stole three gold chains and his father's Cadillac, the police said yesterday. The teen-ager," , "date" : "19900402" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Teen-Ager Is Shot Dead In a Brooklyn Robbery" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/02\/nyregion\/teen-ager-is-shot-dead-in-a-brooklyn-robbery.html"} , {"body" : "LEAD: This column will ramble a bit, but hold to a central theme. The theme is death. This column will ramble a bit, but hold to a central theme. The theme is death. First, an editor of this newspaper mentioned a recent event. It seems a severed head had been found in a Bronx garbage can - apparently not the first one. Perhaps the fifth. ''There's" , "date" : "19900314" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; Lonely Crusade To Pay Tribute To the Dead" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/14\/nyregion\/about-new-york-lonely-crusade-to-pay-tribute-to-the-dead.html"} , {"body" : "LEAD: Joseph T. Aversa, the 31-year-old state police officer killed in a shootout on the Lower East Side on Monday, moved from the Canarsie section of Brooklyn to this rural hamlet when he was in high school. Joseph T. Aversa, the 31-year-old state police officer killed in a shootout on the Lower East Side on Monday, moved from the Canarsie section" , "date" : "19900307" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "LOWER EAST SIDE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Back to Die on the Same Streets His Father Escaped" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/07\/nyregion\/back-to-die-on-the-same-streets-his-father-escaped.html"} , {"body" : "LEAD: GOLF Couples Wins Los Angeles Open: Fred Couples lost the lead with his only bogey of the round on the ninth hole, then took charge with three birdies down the stretch to win the Los Angeles Open yesterday. Couples, winning for the first time since 1987, shot a final-round two-under-par 69 at Riviera Country Club, good for an 18-under-par 266" , "date" : "19900226" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "RESULTS PLUS" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/26\/sports\/results-plus-249090.html"} , {"body" : "LEAD: AS more and more rental buildings in Brooklyn and Queens are converted into cooperatives, New York City's Commission on Human Rights is gearing up to tackle one of the stickiest of housing discrimination issues - the broad powers of co-op boards to reject would-be buyers without explanation. AS more and more rental buildings in Brooklyn and" , "date" : "19900225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "As Co-ops Spread, Discrimination Concerns Grow" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/25\/realestate\/as-co-ops-spread-discrimination-concerns-grow.html"} , {"body" : "LEAD: The Public Schools Athletic League tournament will get under way today at 4 P.M. when John F. Kennedy of the Bronx plays Graphic Arts of Manhattan at Lehman High in the Bronx. The Public Schools Athletic League tournament will get under way today at 4 P.M. when John F. Kennedy of the Bronx plays Graphic Arts of Manhattan at Lehman High in the" , "date" : "19900220" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "Bronx Game Opens P.S.A.L. Tournament" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/20\/sports\/bronx-game-opens-psal-tournament.html"} , {"body" : "LEAD: Seven weeks into his term, Mayor David N. Dinkins is facing the difficult challenges of moving an unwieldy city bureaucracy and of persuading supporters that he can make a difference in a city grappling with crime, drugs and poverty. Seven weeks into his term, Mayor David N. Dinkins is facing the difficult challenges of moving an unwieldy" , "date" : "19900220" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Dinkins and Florio Striving to Untangle Maze of Problems; New York Mayor Moves On Some Issues Quickly But Challenges Remain" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/20\/nyregion\/dinkins-florio-striving-untangle-maze-problems-new-york-mayor-moves-some-issues.html"} , {"body" : "LEAD: The events were distressingly familiar. A black New Yorker was the victim of a crime, described by the police as racially motivated, in the predominantly white rim of southern Brooklyn and Queens. The events were distressingly familiar. A black New Yorker was the victim of a crime, described by the police as racially motivated, in the" , "date" : "19900211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Racism and Arson: A New Chapter in an Old Story" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/11\/nyregion\/racism-and-arson-a-new-chapter-in-an-old-story.html"} ,   {"body" : "LEAD: In an unusual demonstration of official solidarity, Mayor David N. Dinkins and a half-dozen Brooklyn politicians met at City Hall yesterday to pledge their help to a black man whose newly purchased house in the Canarsie section of Brooklyn was set afire Thursday in what the authorities say was racially motivated arson. In an unusual" , "date" : "19900210" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "RACIAL ARSON PULLS OFFICIALS INTO ALLIANCE" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/10\/nyregion\/racial-arson-pulls-officials-into-alliance.html"} , {"body" : "LEAD: A week after it was sold to a black couple, a two-family house in a predominantly white section of Brooklyn was set on fire early yesterday in what Police and Fire Department officials called an apparent case of racially motivated arson. A week after it was sold to a black couple, a two-family house in a predominantly white section of" , "date" : "19900209" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Row House Is Set Afire; Bias Is Cited" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/09\/nyregion\/a-row-house-is-set-afire-bias-is-cited.html"} , {"body" : "LEAD: Robert Phelps remembers last year's New York State Federation basketball championships very well. He was there to help Nazareth High School of Brooklyn win the Class B title, but he also had another job to do. Robert Phelps remembers last year's New York State Federation basketball championships very well. He was there to help Nazareth High" , "date" : "19900208" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "28" , "title" : "Shooting for a Scoring Title" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/08\/sports\/shooting-for-a-scoring-title.html"} , {"body" : "LEAD: In a voice choked with emotion, a Brooklyn mother told a City Hall hearing yesterday that when she sends her children to school by public transportation each morning, she worries she will not see them alive again because of marauding groups of violent youths. In a voice choked with emotion, a Brooklyn mother told a City Hall hearing yesterday" , "date" : "19900131" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "A Panel Hears Tales of Fears and 'Wilding'" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/31\/nyregion\/a-panel-hears-tales-of-fears-and-wilding.html"} , {"body" : "LEAD: The assignment for Henry Harms's ninth graders at the Great Hollow Intermediate School in Smithtown, L.I., was to create a model Hovercraft that would travel at least eight feet, suspended in air, over a row of magnets. The assignment for Henry Harms's ninth graders at the Great Hollow Intermediate School in Smithtown, L.I., was to create a" , "date" : "19900131" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["SMITHTOWN (NY)"] , "nytd_section_facet" : ["Science" , "New York and Region" , "Education" , "Technology"] , "page_facet" : "6" , "title" : "EDUCATION; Lessons" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/31\/nyregion\/education-lessons.html"} , {"body" : "LEAD: A Brooklyn man who died in a police holding cell last week suffocated when officers squeezed his chest and neck while trying to subdue him, the New York City Medical Examiner's office said yesterday. A Brooklyn man who died in a police holding cell last week suffocated when officers squeezed his chest and neck while trying to subdue him, the" , "date" : "19900113" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Report Cites Officers' Acts In Cell Death" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/13\/nyregion\/report-cites-officers-acts-in-cell-death.html"} , {"body" : "LEAD: Our New York Text by Alfred Kazin; photographs by David Finn 224 pages. Harper & Row. $35. Our New York Text by Alfred Kazin; photographs by David Finn 224 pages. Harper & Row. $35. Two years ago, in ''A Writer's America: Landscapes in Literature'' (Knopf), the literary critic and essayist Alfred Kazin painted a word portrait of the influence" , "date" : "19900108" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "18" , "title" : "Books of The Times; Seeing New York as Nurturer of Mind and Spirit" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/08\/books\/books-of-the-times-seeing-new-york-as-nurturer-of-mind-and-spirit.html"} , {"body" : "LEAD: In less than eight hours Sunday night and early yesterday, 13 people were slain in New York City, the police said, as one year of bloodshed and homicide gave way to another with the blare of noisemakers and the crackle of gunfire. In less than eight hours Sunday night and early yesterday, 13 people were slain in New York City, the police" , "date" : "19900102" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Eight Hours of Bloodshed: New York Records 13 Slain" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/02\/nyregion\/eight-hours-of-bloodshed-new-york-records-13-slain.html"}]