[  {"body" : "New York City transportation officials shut down a subway line across the Manhattan Bridge yesterday after state inspectors found deep corrosion, sheared bolts and missing steel plates in the bridge's beams that support the tracks. In one spot, a plate that was supposed to hold a six-inch-wide beam in place was missing, said David Steinberger, the" , "date" : "19901228" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Hazards Halt Manhattan Bridge Subway Line" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/28\/nyregion\/hazards-halt-manhattan-bridge-subway-line.html"} , {"body" : "A 31-year-old immigrant from Ethiopia with a load of Christmas packages was shot and killed in the driveway of his house in Far Rockaway, Queens, on Christmas Eve, the police said yesterday. The man, Berhane Waldermarian, was one of at least 10 New Yorkers killed in separate incidents on Christmas Eve and Christmas Day. Among them were a Bronx baby" , "date" : "19901226" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "FAR ROCKAWAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ethiopian Immigrant Carrying Christmas Gifts Is Slain in Queens" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/26\/nyregion\/ethiopian-immigrant-carrying-christmas-gifts-is-slain-in-queens.html"} , {"body" : "A customer in a Coney Island furniture store shot one man to death and critically injured another yesterday as the two were robbing patrons and the store owners, the police said. The two armed men entered the store, the Furniture Showcase by Crawford at 2005 Coney Island Avenue, in Brooklyn, at 5:35 P.M. and threatened customers, said Officer Fred" , "date" : "19901225" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Robber in a Furniture Store Shot to Death by a Customer" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/25\/nyregion\/robber-in-a-furniture-store-shot-to-death-by-a-customer.html"} , {"body" : "New York City transit officials said yesterday that service cuts proposed on Wednesday are part of a new budget-driven strategy of tailoring service more closely to the fluctuations in ridership. For decades, the Transit Authority has provided subway and bus service to all New Yorkers, at all hours of the day and night, including weekends, without" , "date" : "19901207" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Transit Cuts Called First Of Many Painful Moves" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/07\/nyregion\/transit-cuts-called-first-of-many-painful-moves.html"} , {"body" : "The New York City Transit Authority said yesterday that to save money it planned to shorten several subway lines after midnight and eliminate dozens of express and local bus routes outright. Many token booths would be closed in the early morning, requiring conductors to collect fares on a few subway trains and forcing riders at certain stations to" , "date" : "19901206" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Transit Agency Seeks to Cut Back On Buses and Some Subway Runs" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/06\/nyregion\/transit-agency-seeks-to-cut-back-on-buses-and-some-subway-runs.html"} , {"body" : "A plan to make condoms available to students in New York City high schools is expected to run into resistance from some principals who fear a hostile reception in their surrounding neighborhoods and who may be torn by their own religious beliefs. \"There are many principals who are in conflict about what you do as an agent of the Board of Education" , "date" : "19901205" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Opposition to Condom Plan By Some Principals Is Seen" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/05\/nyregion\/opposition-to-condom-plan-by-some-principals-is-seen.html"} , {"body" : "Two bouncers were shot, one fatally, outside a popular East Village nightclub early yesterday morning after an argument over whether patrons could leave the club and return later, the police said. The police were searching for two men in their early 20's who argued with the bouncers minutes before the shooting about the club's policy of not" , "date" : "19901124" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "EAST VILLAGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Gunmen at Club Kill Employee; Another Is Hurt" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/24\/nyregion\/gunmen-at-club-kill-employee-another-is-hurt.html"} , {"body" : "Anthony F. Russo, dean of students at Kingsborough Community College in Brooklyn, died on Thursday at Coney Island Hospital. He was 55 years old and lived in Roslyn, L.I. He died of heart failure, a funeral home representative said. Mr. Russo was named dean of students at Kingsborough in 1971 after serving as chairman of the health and physical" , "date" : "19901103" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "18" , "title" : "Anthony F. Russo, Dean, 55" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/03\/obituaries\/anthony-f-russo-dean-55.html"} , {"body" : "The Homecrest Presbyterian Church, at 15th Street and Avenue T in Brooklyn, stands only a block from the D train, but the white wooden structure carries its 90 years with an almost rural dignity. Set back from the street behind a lush yard, it is a relic of a time when this part of the borough was passing from farmland to suburban neighborhood." , "date" : "19901027" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "10" , "title" : "Beliefs" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/27\/us\/beliefs-343190.html"} , {"body" : "LEAD: On their way to class here each morning, students from the University of California and the University of Wisconsin must pass an imposing life-size bronze statue of Karl Marx in the stately foyer of the Budapest University of Economics. On their way to class here each morning, students from the University of California and the University of" , "date" : "19901021" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["HUNGARY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "49" , "title" : "Campus Life: U.C., Davis; A Chance to See The Remaking Of Hungary" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/21\/style\/campus-life-uc-davis-a-chance-to-see-the-remaking-of-hungary.html"} ,   {"body" : "LEAD: Four-year-old Hannah Goodwin happily bobbed up and down on her pale gray horse, but 3-year-old Jonathan Hausch preferred the bright orange lion with the bushy mane to his colorful wooden steed. Four-year-old Hannah Goodwin happily bobbed up and down on her pale gray horse, but 3-year-old Jonathan Hausch preferred the bright orange lion with" , "date" : "19901014" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "To Be Young Again at 78: A Carousel Is" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/14\/nyregion\/to-be-young-again-at-78-a-carousel-is.html"} , {"body" : "LEAD: The entry in the 1989 edition of the American Institute of Architects Guide to New York City seemed like an epitaph. ''The streamlined but decaying remnant was once guarded by two pairs of prancing steeds, now removed to the Brooklyn Museum sculpture garden. Too bad. Coney needed to keep this piece of architectural history. The entry in the" , "date" : "19901007" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Streetscapes: The Coney Island Pumping Station; Restabling the Noble Steeds" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/07\/realestate\/streetscapes-the-coney-island-pumping-station-restabling-the-noble-steeds.html"} , {"body" : "LEAD: A Brooklyn man was convicted of murder yesterday for throwing a New York City police officer to his death from the roof of a McDonald's restaurant in Times Square during a robbery. A Brooklyn man was convicted of murder yesterday for throwing a New York City police officer to his death from the roof of a McDonald's restaurant in Times Square" , "date" : "19900929" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "TIMES SQUARE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Brooklyn Man Convicted in Officer's Killing" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/29\/nyregion\/brooklyn-man-convicted-in-officer-s-killing.html"} , {"body" : "LEAD: Because of distractions sometimes created by onlookers, production companies are reluctant to divulge exact locations and times for film and television shoots. But over the next six weeks, at least seven films or television pilots will be shot at prominent locations around New York City, and observant passers-by may find themselves part of an" , "date" : "19900928" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "Films That Are Shooting" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/28\/movies\/films-that-are-shooting.html"} , {"body" : "LEAD: Two Canadian students visiting New York City were attacked yesterday by a gang of bat-wielding youths on a Brooklyn street after they tried to help an elderly woman, the police said. Two Canadian students visiting New York City were attacked yesterday by a gang of bat-wielding youths on a Brooklyn street after they tried to help an elderly" , "date" : "19900925" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Canadian Students Attacked Helping Woman in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/25\/nyregion\/canadian-students-attacked-helping-woman-in-brooklyn.html"} , {"body" : "LEAD: May link recalls her first trolley rides to Manhattan Beach with her mother in 1912. For five cents, they took hour-long trips from working-class Williamsburg to the Brooklyn enclave of millionaires' mansions. May link recalls her first trolley rides to Manhattan Beach with her mother in 1912. For five cents, they took hour-long trips from" , "date" : "19900916" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN BEACH (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "If You're Thinking of Living in: Manhattan Beach" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/16\/realestate\/if-you-re-thinking-of-living-in-manhattan-beach.html"} , {"body" : "LEAD: Shows, Nature, Museums CENTRAL PARK ZOO, 10 A.M. to 5 P.M. Monday to Friday (until 8 P.M. on Tuesday) and 10 A.M. to 5:30 P.M. on weekends; gift shop and cafeteria are open the same hours. Admission: children under 3, free; ages 3 to 12, 25 cents; 65 and older, 50 cents; others, $1. Information: 861-6030. Shows, Nature, Museums CENTRAL PARK" , "date" : "19900914" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/14\/arts\/for-children.html"} , {"body" : "LEAD: To the Editor: As the former commander of the 60th Precinct in Brooklyn, I can say with all honesty that the best defense is a strong offense in deterring crime. At one time, I had a serious robbery problem, in which senior citizens were being mugged and robbed in broad daylight while they were walking the streets and boardwalk of Coney" , "date" : "19900912" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "30" , "title" : "In New York, Walking the Beat Isn't Enough" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/12\/opinion\/l-in-new-york-walking-the-beat-isn-t-enough-405390.html"} , {"body" : "LEAD: One thousand feet above the noisy, crowded, fast-paced world that is street-level New York, the city is transformed into a serene, toylike configuration of buildings, streets, parks and waterways. Although such vistas are normally restricted to high-flying birds, New Yorkers and visitors can find their own sky-high perches at observation" , "date" : "19900909" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "15" , "title" : "Above It All" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/09\/travel\/above-it-all.html"} , {"body" : "LEAD: For nearly a century, the Point Yacht Club has held its ground at the edge of the Bronx, though the ground has shifted. Inside the yacht club's rusty gates, there are no more yachts to speak of. Old boats litter the boatyard, with weeds grazing on their wooden hulls, and the ranks of fishermen who still fish have dwindled. Much of the hard" , "date" : "19900906" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "SHOREHAVEN (BRONX)" , "CLASONS POINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Boat Club: A Haven in a Wave of Condos" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/06\/nyregion\/boat-club-a-haven-in-a-wave-of-condos.html"} ,   {"body" : "LEAD: An arsonist threw a firebomb into a clinic for the mentally ill in Brooklyn yesterday, seriously injuring two employees, the police said. He said that while the motive for the arson was unclear, investigators do not believe that it was an anti-Semitic attack. He said the police were searching for a former patient of the clinic for" , "date" : "19900905" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "2" , "title" : "2 Hurt in Firebombing At Clinic in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/05\/nyregion\/2-hurt-in-firebombing-at-clinic-in-brooklyn.html"} , {"body" : "LEAD: The body of an unidentified man in his 50's who appeared to have been beaten in the face with a blunt weapon was found beneath the boardwalk in the Coney Island section of Brooklyn yesterday morning, the police said. A police spokeswoman, Officer Kim Royster, said the body, found at about 7 A.M. at West 16th Street, appeared to be that of a" , "date" : "19900904" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Body Found at Coney Island" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/04\/nyregion\/body-found-at-coney-island.html"} , {"body" : "LEAD: The days when the police in New York City wielded sledgehammers against slot machines have returned. The days when the police in New York City wielded sledgehammers against slot machines have returned. Electronic slot machines are one of the fastest-growing organized-crime operations in New York City, appearing in bodegas, video rental stores" , "date" : "19900902" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "POLICE TAKING AIM AT SLOT MACHINES" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/02\/nyregion\/police-taking-aim-at-slot-machines.html"} , {"body" : "LEAD: Although New York City has never been known as a mecca for golfers, it has, in fact, 13 public golf courses. Rarer, however, are miniature golf courses, those toy-sized attractions that seem as much a part of suburbia as their larger, greener cousins. Although New York City has never been known as a mecca for golfers, it has, in fact, 13" , "date" : "19900902" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "54" , "title" : "LIFE STYLE: Sunday Outing; Off Urban Beaten Paths, Miniature Golf Beckons" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/02\/style\/life-style-sunday-outing-off-urban-beaten-paths-miniature-golf-beckons.html"} , {"body" : "LEAD: Shows, Nature, Museums CENTRAL PARK ZOO, 10 A.M. to 5 P.M. Monday to Friday (until 8 P.M. on Tuesday) and 10 A.M. to 5:30 P.M. on weekends; gift shop and cafeteria are open the same hours. Admission: children under 3, free; ages 3 to 12, 25 cents; 65 and older, 50 cents; others, $1. Information: 861-6030. Shows, Nature, Museums CENTRAL PARK" , "date" : "19900831" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "13" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/31\/arts\/for-children.html"} , {"body" : "LEAD: A surprising, fast-moving line of thunderstorms swept across the New York metropolitan area yesterday afternoon, disrupting traffic, causing a number of injuries and bringing the area within a fraction of its normal quota of rain for the year. More thunderstorms were forecast for today. A surprising, fast-moving line of thunderstorms swept" , "date" : "19900828" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "3 Bicyclists Hit by Lightning" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/28\/nyregion\/3-bicyclists-hit-by-lightning.html"} , {"body" : "LEAD: Because of the Pakistan Day Parade, Lexington Avenue will be closed today from 26th to 47th Streets from 1 P.M. to 4 P.M. For a related street fair, Madison Avenue will be closed from 23d to 26th Streets from 3 P.M. to 8 P.M. In Brooklyn, Brighton Beach Because of the Pakistan Day Parade, Lexington Avenue will be closed today from 26th to" , "date" : "19900826" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "Traffic Alert" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/26\/nyregion\/traffic-alert-706690.html"} , {"body" : "LEAD: Because of the Pakistan Day Parade, Lexington Avenue will be closed tomorrow from 26th to 47th Streets from 1 P.M. to 4 P.M. For a related street fair, Madison Avenue will be closed from 23d to 26th Streets from 3 P.M. to 8 P.M. Because of the Pakistan Day Parade, Lexington Avenue will be closed tomorrow from 26th to 47th Streets from 1 P.M." , "date" : "19900825" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Traffic Alert" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/25\/nyregion\/traffic-alert-482290.html"} , {"body" : "LEAD: Sergei Dovlatov, a leading Soviet emigre writer noted for the laconic irony and graceful irreverence of his stories about his homeland, died of heart failure yesterday at Coney Island Hospital in Brooklyn. He was 48 years old. Sergei Dovlatov, a leading Soviet emigre writer noted for the laconic irony and graceful irreverence of his stories" , "date" : "19900825" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries" , "Books"] , "page_facet" : "29" , "title" : "Sergei Dovlatov, 48, Soviet Emigre Who Wrote About His Homeland" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/25\/obituaries\/sergei-dovlatov-48-soviet-emigre-who-wrote-about-his-homeland.html"} , {"body" : "LEAD: Because of the Pakistan Day Parade, Lexington Avenue will be closed on Sunday from 26th to 47th Streets from 1 P.M. to 4 P.M. For a related street fair, Madison Avenue will be closed from 23d to 26th Streets from 3 P.M. to 8 P.M. Because of the Pakistan Day Parade, Lexington Avenue will be closed on Sunday from 26th to 47th Streets from 1" , "date" : "19900824" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Traffic Alert" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/24\/nyregion\/traffic-alert-221090.html"} ,   {"body" : "LEAD: Shows, Nature, Museums Shows, Nature, Museums CENTRAL PARK ZOO, 10 A.M. to 5 P.M. Monday to Friday (until 8 P.M. on Tuesday) and 10 A.M. to 5:30 P.M. on weekends; gift shop and cafeteria are open the same hours. Admission: children under 3, free; ages 3 to 12, 25 cents; 65 and older, 50 cents; others, $1. Information: 861-6030. BOSCOBEL" , "date" : "19900824" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/24\/arts\/for-children.html"} , {"body" : "LEAD: A small cluster of men and women, many drinking from beer bottles in brown paper bags, watched as Thane Rivera settled uneasily in a chair. A small cluster of men and women, many drinking from beer bottles in brown paper bags, watched as Thane Rivera settled uneasily in a chair. ''Will it hurt?'' the 23-year-old construction worker from the" , "date" : "19900821" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Wearing Their Hearts Under Their Sleeves" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/21\/nyregion\/wearing-their-hearts-under-their-sleeves.html"} , {"body" : "LEAD: Over the wail of a Pakistani folk song and the cries of children imploring their parents for sweets like gulab jamun or rus malai, all along the two-block stretch of Coney Island Avenue reserved for the first Pakistan Day Festival in Brooklyn yesterday, there was a constant exhortation to register to vote. Over the wail of a Pakistani folk" , "date" : "19900820" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York Pakistanis Seek Ballot Power" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/20\/nyregion\/new-york-pakistanis-seek-ballot-power.html"} , {"body" : "LEAD: SHOWS, NATURE, MUSEUMS CENTRAL PARK ZOO, 10 A.M. to 5 P.M. Monday to Friday (until 8 P.M. on Tuesday) and 10 A.M. to 5:30 P.M. on weekends; gift shop and cafeteria are open the same hours. Admission: children under 3, free; ages 3 to 12, 25 cents; 65 and older, 50 cents; others, $1. Information: 861-6030. SHOWS, NATURE, MUSEUMS CENTRAL PARK" , "date" : "19900817" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/17\/arts\/for-children.html"} , {"body" : "LEAD: Patchwork, Student Center at Hofstra University, 1000 Hempstead Turnpike, Hempstead, L.I.; (516) 560-6925. Patchwork, Student Center at Hofstra University, 1000 Hempstead Turnpike, Hempstead, L.I.; (516) 560-6925. The Long Island Quilters Society will hold its 15th annual convention on Saturday from 10 A.M. to 6 P.M. and on Sunday from 10" , "date" : "19900816" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "Calendar of Events: Convention of Quilters" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/16\/garden\/calendar-of-events-convention-of-quilters.html"} , {"body" : "LEAD: Hoping to leave their marks on history, hundreds of New Yorkers bared their souls to a Sony Camcorder last week for a video time capsule of life in New York in 1990. Hoping to leave their marks on history, hundreds of New Yorkers bared their souls to a Sony Camcorder last week for a video time capsule of life in New York in 1990. When the" , "date" : "19900813" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "New Yorkers Get to Tell It Like It Is" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/13\/nyregion\/new-yorkers-get-to-tell-it-like-it-is.html"} , {"body" : "LEAD: A tow truck driver was beaten to death in Brooklyn early yesterday, probably by three occupants of another tow truck, the police said. A tow truck driver was beaten to death in Brooklyn early yesterday, probably by three occupants of another tow truck, the police said. Steven Okeenan, 25 years old, of 1785 80th Street, a driver for Coney" , "date" : "19900813" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Tow Truck Driver Is Slain; 3 in Another Truck Sought" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/13\/nyregion\/tow-truck-driver-is-slain-3-in-another-truck-sought.html"} , {"body" : "LEAD: Shows, Nature, Museums CENTRAL PARK ZOO, 10 A.M. to 5 P.M. Monday to Friday (until 8 P.M. on Tuesday) and 10 A.M. to 5:30 P.M. on weekends; gift shop and cafeteria are open the same hours. Admission: children under 3, free; ages 3 to 12, 25 cents; over 65, 50 cents; others, $1. Information: 861-6030. Shows, Nature, Museums CENTRAL PARK ZOO," , "date" : "19900810" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "8" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/10\/arts\/for-children.html"} , {"body" : "LEAD: THE path to running a triathlon is paved with tales of renewal and reward as recreational athletes discover the value of cross training and pursue peak performance in a wider spectrum of sports. THE path to running a triathlon is paved with tales of renewal and reward as recreational athletes discover the value of cross training and pursue" , "date" : "19900806" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "ON YOUR OWN; Triathletes Discover Variety of Rewards" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/06\/sports\/on-your-own-triathletes-discover-variety-of-rewards.html"} , {"body" : "LEAD: This weekend brings a pop superstar, a song stylist and ''Beauty and the Beast,'' as well as Northern Ireland, Coney Island and Cambodia. This weekend brings a pop superstar, a song stylist and ''Beauty and the Beast,'' as well as Northern Ireland, Coney Island and Cambodia. The places are the main subjects of Sunday's edition of the Channel" , "date" : "19900803" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "TV Weekend; A Selection Ranging From Grim to Glamorous" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/03\/arts\/tv-weekend-a-selection-ranging-from-grim-to-glamorous.html"} ,   {"body" : "LEAD: Shows, Nature, Museums CENTRAL PARK ZOO, #10 A.M. to 5 P.M. Monday to Friday (until 8 P.M. Tuesday) and 10 A.M. to 5:30 P.M. on weekends; gift shop and cafeteria are open the same hours, at Fifth Avenue and 65th Street. Admission: children under 3, free; ages 3 to 12, 25 cents; over 65, 50 cents; others, $1. Shows, Nature, Museums CENTRAL" , "date" : "19900803" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/03\/arts\/for-children.html"} , {"body" : "LEAD: Pueblo to Plains Pueblo to Plains American Indian art - Plains Indians' beaded shirts, Yokut baskets, painted Crow drums and shields, Arapaho ledger-book drawings, Navajo blankets and Hopi and Pueblo headdresses - is to be auctioned on Aug. 12 by W. E. Channing at El Dorado Hotel in Santa Fe, N.M. The auction of 339 offerings is expected to" , "date" : "19900803" , "day_of_week_facet" : "Friday" , "geo_facet" : ["SANTA FE (NM)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "Auctions" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/03\/arts\/auctions.html"} , {"body" : "LEAD: Seven teen-agers were charged yesterday with slashing the neck of a subway rider on a Brooklyn train in which they had earlier intimidated other passengers, the Transit Authority police said. Seven teen-agers were charged yesterday with slashing the neck of a subway rider on a Brooklyn train in which they had earlier intimidated other" , "date" : "19900729" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "7 Teen-Agers Held in Slashing on Subway" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/29\/nyregion\/7-teen-agers-held-in-slashing-on-subway.html"} , {"body" : "LEAD: When Filomen D'Agostino Greenberg of Coney Island first arrived as a student at New York University Law School, she found five small, cramped rooms in a single building east of Washington Square Park. The year was 1917. When Filomen D'Agostino Greenberg of Coney Island first arrived as a student at New York University Law School, she found" , "date" : "19900727" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "5" , "title" : "LAW; How a School Grew, With Alumna's Help" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/27\/us\/law-how-a-school-grew-with-alumna-s-help.html"} , {"body" : "LEAD: Millions of gallons of raw sewage continued to flow into New York's rivers yesterday as engineers struggled to restart a giant pump needed to process all the waste received by the city's second-largest treatment plant. Millions of gallons of raw sewage continued to flow into New York's rivers yesterday as engineers struggled to restart a" , "date" : "19900724" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)" , "HARLEM RIVER" , "WARDS ISLAND (NYC)" , "HUDSON RIVER"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Engineers Battle to Restart Pump to Halt Sewage Flow" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/24\/nyregion\/engineers-battle-to-restart-pump-to-halt-sewage-flow.html"} , {"body" : "LEAD: For the past 20 years Anthony R. Paul had preached the medicine of hope to his cancer patients and was noted among his colleagues for using the most aggressive new procedures for keeping the patients alive. But Monday night, he turned his skills to the practice of death. For the past 20 years Anthony R. Paul had preached the medicine of hope" , "date" : "19900719" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["PHILADELPHIA (PA)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "16" , "title" : "No Hope, Doctor Ends Family's Lives" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/19\/us\/no-hope-doctor-ends-family-s-lives.html"} , {"body" : "LEAD: A livery-cab driver was shot in the neck early yesterday by three men who robbed him in Brooklyn, the police said. A livery-cab driver was shot in the neck early yesterday by three men who robbed him in Brooklyn, the police said. The robbers stopped Afzal Mohammed, 33 years old, as he drove on West 35th Street in the Coney Island section" , "date" : "19900709" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Livery-Cab Driver Shot In Robbery in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/09\/nyregion\/livery-cab-driver-shot-in-robbery-in-brooklyn.html"} , {"body" : "LEAD: Some celebrated the Fourth of July by gorging themselves on hot dogs and ice cream. Others in the metropolitan area fed the homeless. Almost all tried to escape the withering heat, whether at the beach, in swimming pools or even at an indoor ice-skating rink. Some celebrated the Fourth of July by gorging themselves on hot dogs and ice cream." , "date" : "19900705" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "On the Fourth, Feeling Cooked On a 93 degrees Grill" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/05\/nyregion\/on-the-fourth-feeling-cooked-on-a-93-degrees-grill.html"} , {"body" : "LEAD: Forget the fireworks, the tricolored bunting draped over picnic tables and the jostle of the beach crowds. Forget the fireworks, the tricolored bunting draped over picnic tables and the jostle of the beach crowds. To some Americans, especially those in veterans' groups, the Fourth of July is a somber affair. Each year these men and women, who" , "date" : "19900705" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For Veterans, Wheelchairs Give the Day Somber Tone" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/05\/nyregion\/for-veterans-wheelchairs-give-the-day-somber-tone.html"} , {"body" : "LEAD: A 22-year-old Coney Island man has been charged with robbery and second-degree murder in the death of a Soviet cardiologist in Forest Hills, Queens, last month, the police said yesterday. A 22-year-old Coney Island man has been charged with robbery and second-degree murder in the death of a Soviet cardiologist in Forest Hills, Queens, last" , "date" : "19900703" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["FOREST HILLS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Coney Island Man Arrested In Murder of Soviet Doctor" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/03\/nyregion\/coney-island-man-arrested-in-murder-of-soviet-doctor.html"} ,   {"body" : "LEAD: Friday ALL ABOARD Friday ALL ABOARD The fleet's in! Fifteen Navy and Coast Guard ships have come to New York Harbor to celebrate of the third annual Fleet Week and the bicentennial of the United States Coast Guard. There will be shipboard open house for landlubbers from 10 A.M. to 4 P.M. today through Sunday. The Eagle, the handsome Coast" , "date" : "19900622" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/22\/arts\/weekender-guide.html"} , {"body" : "LEAD: The building boom of the 1980's, which everyone believed had slackened, is surging ahead into the 1990's, if only on a scale of 1 to 1,200. This time-lagged explosion of architecture is changing the face of the Panorama of New York City, the world's largest scale model of a city. The building boom of the 1980's, which everyone believed had" , "date" : "19900612" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Skyscrapers Scrape Only A Shin Here" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/12\/nyregion\/skyscrapers-scrape-only-a-shin-here.html"} , {"body" : "LEAD: New York State is threatening to halt new building in lower Manhattan and downtown Brooklyn if the city does not decrease the amount of sewage flowing to the city's largest treatment plant. New York State is threatening to halt new building in lower Manhattan and downtown Brooklyn if the city does not decrease the amount of sewage flowing to" , "date" : "19900611" , "day_of_week_facet" : "Monday" , "geo_facet" : ["MANHATTAN (NYC)" , "WESTCHESTER COUNTY (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "2 BOROUGHS FACE A BAN ON BUILDING" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/11\/nyregion\/2-boroughs-face-a-ban-on-building.html"} , {"body" : "LEAD: More than 40 percent of the 260,000 gallons of oil that spilled from a ruptured tanker into New York Harbor on Thursday has been recovered, the Coast Guard said yesterday. More than 40 percent of the 260,000 gallons of oil that spilled from a ruptured tanker into New York Harbor on Thursday has been recovered, the Coast Guard said yesterday." , "date" : "19900611" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK HARBOR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "40% of New York Harbor Oil Spill Cleaned Up" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/11\/nyregion\/40-of-new-york-harbor-oil-spill-cleaned-up.html"} , {"body" : "LEAD: CONEY ISLAND may seem an unlikely place for a national sports competition. CONEY ISLAND may seem an unlikely place for a national sports competition. But the eyes of the handball world - or at least those of the sport's one-wall partisans - have been focused on the outdoor courts wedged against the boardwalk at West Fifth Street, where the" , "date" : "19900604" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "ON YOUR OWN; For Some, Four Walls Are Not Necessary" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/04\/sports\/on-your-own-for-some-four-walls-are-not-necessary.html"} , {"body" : "LEAD: The Dodgers moved to the West Coast more than 30 years ago, but that doesn't mean there are no good teams left in Brooklyn. Three of the four squads vying for the Catholic High Schools Athletic Association and the Public Schools Athletic League city championships today and tomorrow are from that borough. The Dodgers moved to the West Coast" , "date" : "19900604" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "Schoolboy Titles on Line" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/04\/sports\/schoolboy-titles-on-line.html"} , {"body" : "LEAD: TODAY FESTIVAL OF SHAD TRADITIONS, South Street Seaport Museum, 207 Front Street. Demonstrations of net-mending and shad cooking. Today and tomorrow, noon to 4 P.M. Information: 669-9430. FEAST OF ST. ANTHONY, Mount Carmel Catholic Church, 187th Street between Cambreleng and Arthur Avenues, Belmont section, the Bronx. TODAY FESTIVAL OF SHAD" , "date" : "19900601" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "8" , "title" : "Fairs and Festivals This Weekend" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/01\/arts\/fairs-and-festivals-this-weekend.html"} , {"body" : "LEAD: The chichi sneaker may seem a contradiction in terms, but not to dozens of designers and manufacturers who are dusting otherwise mundane canvas shoes with sequins and seed pearls or turning them out in high-voltage neons and dazzling prints. The chichi sneaker may seem a contradiction in terms, but not to dozens of designers and manufacturers" , "date" : "19900527" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "50" , "title" : "Fashion; The Chic Sneak: Neon Colors and Even Sequins" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/27\/style\/fashion-the-chic-sneak-neon-colors-and-even-sequins.html"} , {"body" : "LEAD: Monday marks four years since the name of Samuel B. Spencer 3d was indelibly inscribed on New York City's roster of black victims of racially motivated violence, though his name was written in lower-case letters. Monday marks four years since the name of Samuel B. Spencer 3d was indelibly inscribed on New York City's roster of black victims" , "date" : "19900524" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; In a Bias Case, A Family's Quest For Vindication" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/24\/nyregion\/metro-matters-in-a-bias-case-a-family-s-quest-for-vindication.html"} , {"body" : "LEAD: Just down the block from the shouting boycotters, the police barricade and the embattled Korean grocery store that have become fixtures on Church Avenue in Flatbush, a man in the everyday garb of Pakistan and Afghanistan - long, baggy, pajama-like shalwar kamiz and sandals - looked over the merchandise in the Home Boy's Discount Just down the" , "date" : "19900518" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Central Brooklyn, a Branch of 3d World" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/18\/nyregion\/in-central-brooklyn-a-branch-of-3d-world.html"} ,   {"body" : "LEAD: On Sept. 24, 1957, as the loudspeaker blared a song rhyming ''Dem Bums'' with ''hits and runs,'' the Brooklyn Dodgers' fans filed out of Ebbets Field for the last time. Two weeks later Walter F. O'Malley announced that he was moving his team to Los Angeles and became the most hated man in Brooklyn. On Sept. 24, 1957, as the loudspeaker blared" , "date" : "19900517" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Another Dodger Rhubarb in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/17\/nyregion\/another-dodger-rhubarb-in-brooklyn.html"} , {"body" : "LEAD: A MAJOR new study by an award-winning Brooklyn research group has concluded that a domed sports stadium should be built in Coney Island and financed by a novel combination of bank loans and public donations. A MAJOR new study by an award-winning Brooklyn research group has concluded that a domed sports stadium should be built in Coney Island" , "date" : "19900514" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "SPORTS WORLD SPECIALS: STADIUMS; Winner: Coney Island" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/14\/sports\/sports-world-specials-stadiums-winner-coney-island.html"} , {"body" : "LEAD: OVER the years, some of Wanda Mitchell's friends in Brooklyn doubted her summertime experiences with the Katz family of Northport, her host as a Fresh Air Fund child. OVER the years, some of Wanda Mitchell's friends in Brooklyn doubted her summertime experiences with the Katz family of Northport, her host as a Fresh Air Fund child. Her" , "date" : "19900513" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "A Brooklynite Recalls Fresh Air Fund Benefits" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/13\/nyregion\/a-brooklynite-recalls-fresh-air-fund-benefits.html"} , {"body" : "LEAD: Uptown Six, United Cerebral Palsy of New York City, 105 Madison Avenue; 212-683-6700. Uptown Six, United Cerebral Palsy of New York City, 105 Madison Avenue; 212-683-6700. ''City Nights\/City Lights,'' a self-guided tour of six residences on the Upper East Side and Upper West Side of Manhattan, will be held from 6 to 9 P.M. Tuesday. Proceeds" , "date" : "19900510" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "Events: Tours of Homes, Gardens and Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/10\/garden\/events-tours-of-homes-gardens-and-brooklyn.html"} , {"body" : "LEAD: An IND subway train bound for Coney Island struck and killed two transit workers on an elevated stetch of track in Brooklyn during the evening rush yesterday. An IND subway train bound for Coney Island struck and killed two transit workers on an elevated stetch of track in Brooklyn during the evening rush yesterday. The accident on the F line" , "date" : "19900509" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Brooklyn IND Train Kills 2 Signal Workers" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/09\/nyregion\/brooklyn-ind-train-kills-2-signal-workers.html"} , {"body" : "LEAD: Read Weber, a founding member of the architectural firm of Katz Waisman Blumenkranz Stein & Weber in Manhattan, died of complications from a stroke and a lung infection on Saturday at a nursing home in Santa Fe, N.M. She was 83 years old and lived in Cerillos, N.M. Read Weber, a founding member of the architectural firm of Katz Waisman" , "date" : "19900508" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "13" , "title" : "Read Weber, 83, Dies; Manhattan Architect" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/08\/obituaries\/read-weber-83-dies-manhattan-architect.html"} , {"body" : "LEAD: In the Bensonhurst murder case, Stephen G. Murphy, a defense lawyer, has a simple argument. ''She's the one who is really responsible for this whole thing,'' he says repeatedly. In the Bensonhurst murder case, Stephen G. Murphy, a defense lawyer, has a simple argument. ''She's the one who is really responsible for this whole thing,'' he says" , "date" : "19900423" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Lawyer Aims to Shift Blame To a Bensonhurst Witness" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/23\/nyregion\/lawyer-aims-to-shift-blame-to-a-bensonhurst-witness.html"} , {"body" : "LEAD: NEW YORK CITY is barely a dot on the planet, occupying just 322 square miles of the earth's nearly 197 million, but this weekend it will overflow with outdoor performances, environmental exhibitions, street fairs, nature walks, cleanup projects and other activities on the 20th anniversary of Earth NEW YORK CITY is barely a dot on the planet," , "date" : "19900420" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "To Celebrate and Protect the Earth" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/20\/arts\/to-celebrate-and-protect-the-earth.html"} , {"body" : "LEAD: The scene could be from the 1940's: on a narrow street in the Washington Heights section of Manhattan, eight 11-year-old boys in starched white shirts, dress shoes and yarmulkes choose up sides for a game they call slapball. ''We don't want Abie,'' one yells. ''We had Abie last week.'' Abie does not change sides but the game begins, a" , "date" : "19900415" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "34" , "title" : "Lifestyle; Street Sports Thrive in New York, Even If a Bit of Formality Has Set In" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/15\/style\/lifestyle-street-sports-thrive-in-new-york-even-if-a-bit-of-formality-has-set-in.html"} , {"body" : "LEAD: An exhibition of photographs of Brooklyn from the 1930's to the 1960's is on view through June 10 at the Prospect Park Boathouse, near Lincoln Road and Ocean Avenue in Brooklyn. The show, ''Picturing Brooklyn,'' includes 54 images of Coney Island, Fort Greene Park, Prospect Park and other sites. Hours are 11 A.M. An exhibition of photographs" , "date" : "19900415" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "Images of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/15\/arts\/images-of-brooklyn.html"} ,   {"body" : "LEAD: The owner of a Brooklyn auto-body shop shot and killed a knife-wielding intruder early yesterday after two of the shop owner's employees were accosted, the police reported. The owner of a Brooklyn auto-body shop shot and killed a knife-wielding intruder early yesterday after two of the shop owner's employees were accosted, the police" , "date" : "19900415" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Owner Kills Intruder at an Auto-Body Shop" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/15\/nyregion\/owner-kills-intruder-at-an-auto-body-shop.html"} , {"body" : "LEAD: A police officer was shot in the left leg last night as he tried to execute a drug-related search warrant in an apartment in the Coney Island section of Brooklyn, the police said. A police officer was shot in the left leg last night as he tried to execute a drug-related search warrant in an apartment in the Coney Island section of Brooklyn," , "date" : "19900412" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Officer Shot in Left Leg During Building Search" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/12\/nyregion\/officer-shot-in-left-leg-during-building-search.html"} , {"body" : "LEAD: People often get overlooked in New York, especially the ones behind the scenes. Consider the 2,098 who tend to the ups and downs of 46 city-owned bridges; the 340 who collect coins from 64,000 parking meters; the 10 who inspect all 56,000 elevators; the 16 who put chlorine in the 73 city pools. The 128,000 who work in hospitals and the 32,400" , "date" : "19900408" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["World" , "Magazine"] , "page_facet" : "12" , "title" : "WHAT REALLY MAKES NEW YORK WORK; THE PEOPLE WHO GREASE THE WHEELS" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/08\/magazine\/what-really-makes-new-york-work-the-people-who-grease-the-wheels.html"} , {"body" : "LEAD: OVER the years the Board of Estimate - which can veto or modify landmark designations - has seemed both the last hope for developers and a dreaded hurdle for preservationists. OVER the years the Board of Estimate - which can veto or modify landmark designations - has seemed both the last hope for developers and a dreaded hurdle for" , "date" : "19900408" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BRONX BOROUGH HALL" , "NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "STREETSCAPES: Bronx Borough Hall; $711,000 to Revive a Grand Stairway to Nowhere" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/08\/realestate\/streetscapes-bronx-borough-hall-711000-to-revive-a-grand-stairway-to-nowhere.html"} , {"body" : "LEAD: In what the police called a bias-related incident, a 14-year-old black was shot in the wrist yesterday at a high school in the Bensonhurst section of Brooklyn. In what the police called a bias-related incident, a 14-year-old black was shot in the wrist yesterday at a high school in the Bensonhurst section of Brooklyn. A police spokesman," , "date" : "19900328" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "A Black Is Shot In a High School In Bensonshurst" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/28\/nyregion\/a-black-is-shot-in-a-high-school-in-bensonshurst.html"} , {"body" : "LEAD: Since ancient times, cities have arisen out of transportation routes. New York City was no different: today's metropolis emerged from a prosperous port, but it emanated also from the metropolis below. Its streets cling to the massive transportation network beneath them. A visit to the New York Transit Museum in Brooklyn offers a chance to" , "date" : "19900325" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "50" , "title" : "Lifestyle: Outing; Tokens, Please, For a Ride" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/25\/style\/lifestyle-outing-tokens-please-for-a-ride.html"} , {"body" : "LEAD: How do you tell the 350-year-long story of New York's most populous and arguably most colorful borough in a small gallery with a relatively minuscule budget? How do you tell the 350-year-long story of New York's most populous and arguably most colorful borough in a small gallery with a relatively minuscule budget? That was the challenge" , "date" : "19900323" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "A Home for a Bustling Borough's Memorabilia" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/23\/arts\/a-home-for-a-bustling-borough-s-memorabilia.html"} , {"body" : "LEAD: Brooklyn's many neighborhoods, famous attractions and little-known pleasures can be discovered with the help of a variety of guided bus and walking tours offered in coming weeks and throughout the year. Brooklyn's many neighborhoods, famous attractions and little-known pleasures can be discovered with the help of a variety of guided bus and" , "date" : "19900323" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "Walks and Rides for the Curious" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/23\/arts\/walks-and-rides-for-the-curious.html"} , {"body" : "LEAD: A 54-year-old leaving a train yesterday in Brooklyn lost her footing and fell through the tracks of an el station 25 feet to the street, transit officials said. A 54-year-old leaving a train yesterday in Brooklyn lost her footing and fell through the tracks of an el station 25 feet to the street, transit officials said. An ambulance took the" , "date" : "19900323" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A Subway Passenger Falls Through Brooklyn El Tracks" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/23\/nyregion\/a-subway-passenger-falls-through-brooklyn-el-tracks.html"} , {"body" : "LEAD: The Coney Island of dreams and memories - the magical seaside Brooklyn playground of wondrous amusements and rides - is still a part of New York. The Coney Island of dreams and memories - the magical seaside Brooklyn playground of wondrous amusements and rides - is still a part of New York. In summer, the beach is still jammed, the aroma of" , "date" : "19900311" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "48" , "title" : "Lifestyle: Sunday Outing; Spring Training for Beach Lovers at Coney Island" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/11\/style\/lifestyle-sunday-outing-spring-training-for-beach-lovers-at-coney-island.html"} ,   {"body" : "LEAD: It was Rap Day at John Dewey High School last week, and most of the workshops focused on sex and drugs. But in room 343, it was standing room only as students, teachers and professionals discussed the really hot topic of the times - the rights of illegal immigrant children. It was Rap Day at John Dewey High School last week, and most of the" , "date" : "19900311" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "34" , "title" : "Alien Students Learn More Education Is the Key" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/11\/nyregion\/alien-students-learn-more-education-is-the-key.html"} , {"body" : "LEAD: A jury awarded two men more than $76 million in damages last night, concluding that the men were shot at, beaten and charged with attempted murder without reason by five police officers in a midnight encounter on a street in Coney Island four years ago. A jury awarded two men more than $76 million in damages last night, concluding that the" , "date" : "19900308" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Jury Awards Two Men $76 Million in Police Brutality Case" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/08\/nyregion\/jury-awards-two-men-76-million-in-police-brutality-case.html"} , {"body" : "Many West Germans are troubled by the tone of world debate on German reunification. A tone, they say, that indicates serious doubt about West Germany's commitment to peace and democracy. A1 Fast merger of Germanys is opposed by Social Democrats A13 Alleged Libyan chemical arms plant splits U.S. and Bonn A17 Ethnic Albanians find a voice in a" , "date" : "19900308" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/08\/nyregion\/news-summary-937990.html"} , {"body" : "LEAD: A company that recently expanded to become the largest supplier of concrete in the New York metropolitan area is under Federal investigation for possible financial irregularities and ties to organized crime, according to lawyers, officials and others familiar with the inquiry. A company that recently expanded to become the largest supplier of" , "date" : "19900305" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Big Concrete Supplier Faces U.S. Inquiry Into Possible Mob Tie" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/05\/nyregion\/big-concrete-supplier-faces-us-inquiry-into-possible-mob-tie.html"} , {"body" : "LEAD: It's a bleak day in Manhattan as I'm writing this, and I can't help wondering why I'm here and not on some gorgeous tropical island. In fact, I wonder why I've never been on a gorgeous tropical island. My favorite Broadway number is still ''Bali Ha'i,'' from ''South Pacific,'' with its romantic longing for lush, waterlapped surroundings, and" , "date" : "19900304" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BALI (INDONESIA)"] , "nytd_section_facet" : ["Travel" , "Magazine"] , "page_facet" : "16" , "title" : "DREAM DESTINATIONS; WHY BALI HA'I IS STILL CALLING" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/04\/magazine\/dream-destinations-why-bali-ha-i-is-still-calling.html"} , {"body" : "LEAD: A 20-year-old Brooklyn man who had threatened to stab himself died yesterday when he was struck by nine bullets fired by two police officers in his family's apartment, the police said. A 20-year-old Brooklyn man who had threatened to stab himself died yesterday when he was struck by nine bullets fired by two police officers in his family's" , "date" : "19900302" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Kill a Brooklyn Man; Officers' Account Disputed" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/02\/nyregion\/police-kill-a-brooklyn-man-officers-account-disputed.html"} , {"body" : "LEAD: Walter M. Jeffords Jr., former president, general manager and principal executive of the Brooklyn Borough Gas Company, died of a heart attack on Saturday while driving with his wife near their home in South Padre Island, Tex. He was 76 years old and also had residences in Christiana, Pa., Saratoga Springs, N.Y., and Lexington, Walter M." , "date" : "19900227" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "8" , "title" : "W. M. Jeffords Jr., A Utility Executive And Horseman, 76" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/27\/obituaries\/w-m-jeffords-jr-a-utility-executive-and-horseman-76.html"} , {"body" : "LEAD: Brightwater Towers, many of its tenants say, is a fine place to live, with many apartments looking out over the Coney Island Boardwalk to the steely Atlantic beyond. It is, in fact, so fine that the owner plans to pay each household as much as $38,000 to get the residents to leave. Brightwater Towers, many of its tenants say, is a fine place" , "date" : "19900227" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A New Drain On Housing In New York" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/27\/nyregion\/a-new-drain-on-housing-in-new-york.html"} , {"body" : "LEAD: It was just moments before midnight and the headlights of the oncoming car moved slowly but dangerously, right at them, an eery warning that something was not right, Gerard Papa and James Rampersant Jr. said. That is how the incident began. It was just moments before midnight and the headlights of the oncoming car moved slowly but" , "date" : "19900223" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Officer Opens Testimony In '86 Brutality Lawsuit" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/23\/nyregion\/officer-opens-testimony-in-86-brutality-lawsuit.html"} , {"body" : "LEAD: EVEN its architect cannot seem to keep the number of rooms straight. ''I think there are about 60 of them, and 11 or 12 bathrooms,'' Francis C. Klein said of the mammoth private house that he has just completed on a 13-acre property in Fairfield County, Conn. EVEN its architect cannot seem to keep the number of rooms straight. ''I think there" , "date" : "19900222" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Architect's Challenge: Making 60 Rooms Cozy" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/22\/garden\/architect-s-challenge-making-60-rooms-cozy.html"} ,   {"body" : "LEAD: By the time detectives caught up with him, the police say, he had left dozens of people poorer, but also more than 700 subway pillars in Brooklyn freshly painted in a chain-gang color scheme of black and white stripes. By the time detectives caught up with him, the police say, he had left dozens of people poorer, but also more than 700 subway" , "date" : "19900221" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Painting Hustle Ends in Brush With the Law" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/21\/nyregion\/painting-hustle-ends-in-brush-with-the-law.html"} , {"body" : "LEAD: When the sun rises in the morning, the shadow from William E. Grady Vocational and Technical High School tries to cover Abraham Lincoln High School. And when the sun sets, the Lincoln shadow reaches back and tries to cover Grady. When the sun rises in the morning, the shadow from William E. Grady Vocational and Technical High School tries to" , "date" : "19900216" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "28" , "title" : "Escaping a Rival's Shadow" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/16\/sports\/escaping-a-rival-s-shadow.html"} , {"body" : "LEAD: In a voice choked with emotion, a Brooklyn mother told a City Hall hearing yesterday that when she sends her children to school by public transportation each morning, she worries she will not see them alive again because of marauding groups of violent youths. In a voice choked with emotion, a Brooklyn mother told a City Hall hearing yesterday" , "date" : "19900131" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "A Panel Hears Tales of Fears and 'Wilding'" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/31\/nyregion\/a-panel-hears-tales-of-fears-and-wilding.html"} , {"body" : "LEAD: A 77-year-old Brooklyn woman was knocked to the ground and dragged nearly 20 feet late yesterday when one of two men driving by in a car leaned out the window and snatched her purse containing $400, the police said. A 77-year-old Brooklyn woman was knocked to the ground and dragged nearly 20 feet late yesterday when one of two men driving by" , "date" : "19900129" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "GRAVESEND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 in Car Fell Woman, 77, and Grab Purse" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/29\/nyregion\/2-in-car-fell-woman-77-and-grab-purse.html"} , {"body" : "LEAD: A 15-year-old was charged yesterday with attempted murder in the shooting of an off-duty police officer in Brooklyn. The police said the youth and two friends attacked the officer because one of them needed $20 to join a basketball league. A 15-year-old was charged yesterday with attempted murder in the shooting of an off-duty police officer" , "date" : "19900125" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "3 Youths Held In Wounding Of an Officer" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/25\/nyregion\/3-youths-held-in-wounding-of-an-officer.html"} , {"body" : "LEAD: ON Dec. 25, 1978, Austin Phelps Winters sat down at his typewriter to set about straightening out the facts as they pertained to his grandfather William H. Winters and Manhattan clam chowder. ON Dec. 25, 1978, Austin Phelps Winters sat down at his typewriter to set about straightening out the facts as they pertained to his grandfather William" , "date" : "19900124" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "6" , "title" : "DE GUSTIBUS; Now It Can Be Told: The Dark Tale of Red Clam Chowder" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/24\/garden\/de-gustibus-now-it-can-be-told-the-dark-tale-of-red-clam-chowder.html"} , {"body" : "LEAD: The New York City Planning Commission, in a series of votes yesterday, dealt a serious setback to a luxury high-rise development proposed for the Brighton Beach section of Brooklyn. The New York City Planning Commission, in a series of votes yesterday, dealt a serious setback to a luxury high-rise development proposed for the Brighton Beach" , "date" : "19900123" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Luxury Brooklyn High-Rise Fails to Win Planning Votes" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/23\/nyregion\/luxury-brooklyn-high-rise-fails-to-win-planning-votes.html"} , {"body" : "LEAD: It is a world where women in hair nets and men in fedoras occupy wicker seats in the Sea Beach Express, heading for their rendezvous with the Wonder Wheel, the Parachute Jump and the Cyclone. It is a universe of linoleum-floored rooms, Arvin radios, Raleigh cigarettes and indestructible seltzer bottles. It is a world where women in hair nets" , "date" : "19900122" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "11" , "title" : "Designer Conjures A Lost New York For 'Enemies'" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/22\/movies\/designer-conjures-a-lost-new-york-for-enemies.html"} , {"body" : "LEAD: Friday ON ICE FOR 50 YEARS Friday ON ICE FOR 50 YEARS The Ice Capades 50th-anniversary show will come to three arenas in the New York City area this winter, beginning with Madison Square Garden, where the ice-skating extravaganza will be presented today through Jan. 28. This ''Golden Anniversary Ball'' features skating champions and" , "date" : "19900119" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/19\/arts\/weekender-guide.html"} , {"body" : "LEAD: An off-duty police officer was shot and critically wounded as he washed his car on a Brooklyn street yesterday afternoon, the police said. An off-duty police officer was shot and critically wounded as he washed his car on a Brooklyn street yesterday afternoon, the police said. The 27-year-old officer, Troy Patterson, was hit once in the head," , "date" : "19900117" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Off-Duty Officer Shot in Head While Washing Car" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/17\/nyregion\/off-duty-officer-shot-in-head-while-washing-car.html"} ,   {"body" : "LEAD: Park Avenue at 92d Street is in a neighborhood that residents call peaceful and beautiful. When the Brick Church preschool lets out, mothers, nannies and children crowd the sidewalk. Doormen help tenants with grocery bags. Elderly women stroll ''the Avenue.'' Park Avenue at 92d Street is in a neighborhood that residents call peaceful and" , "date" : "19900113" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CARNEGIE HILL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "After Fatal Purse-Theft, A 'Safe' Area Is Edgy" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/13\/nyregion\/after-fatal-purse-theft-a-safe-area-is-edgy.html"} , {"body" : "LEAD: The Upper East Side woman who was killed during a midday purse-snatching on Wednesday was identified yesterday as Kim Stapleton, a 60-year-old grandmother who had served on the boards of several charities. The Upper East Side woman who was killed during a midday purse-snatching on Wednesday was identified yesterday as Kim Stapleton, a" , "date" : "19900112" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "UPPER EAST SIDE (MANHATTAN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Purse-Theft Victim Is Named" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/12\/nyregion\/purse-theft-victim-is-named.html"} , {"body" : "LEAD: Like many of the people waiting to enter the Underground on Friday night, Yvette Garner knew that three young men, including two bystanders, had been shot in front of the nightclub a week before. Like many of the people waiting to enter the Underground on Friday night, Yvette Garner knew that three young men, including two bystanders, had" , "date" : "19900108" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "UNION SQUARE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Violence at Discotheque Mobilizes Neighborhood" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/08\/nyregion\/violence-at-discotheque-mobilizes-neighborhood.html"}]