[  {"body" : "Using a borrowed flashlight, Carol Barnes looked around what used to be her bedroom and dug up a soot-blackened blouse from a pile of plaster that used to be a wall. The interior walls, and almost everything else in her apartment in the Albany Houses in Brooklyn, are gone, blown away along with four other apartments in a gas explosion Friday" , "date" : "19901230" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Amid the Rubble, a Sense of Relief" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/30\/nyregion\/amid-the-rubble-a-sense-of-relief.html"} , {"body" : "A powerful explosion, apparently caused by a ruptured gas line, blew out walls and collapsed much of the top floor of a housing project building in Brooklyn last night, leaving 14 people injured, one of them seriously, police and fire officials said. The top floor of the 14-story building at 205 Albany Avenue in Crown Heights had collapsed and" , "date" : "19901229" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "14 Are Hurt In Explosion In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/29\/nyregion\/14-are-hurt-in-explosion-in-brooklyn.html"} , {"body" : "Two store employees and a robber were killed and another robber was critically wounded Saturday night in a shootout during an attempted holdup of a corner grocery store in Brooklyn, the police said. The killings were among 12 in the city from early Saturday to 5 P.M. yesterday, police records showed. The store workers, Mohamed Nagi, 27 years old," , "date" : "19901224" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Three Killed In a Holdup In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/24\/nyregion\/three-killed-in-a-holdup-in-brooklyn.html"} , {"body" : "Beginning next month, the Brooklyn Museum will be closed on Mondays because of cutbacks in its operating budget. The museum, 200 Eastern Parkway, at Washington Avenue, in the Crown Heights section, is among 30 cultural institutions that have been affected by recent cuts in financing from New York City. It will be open Wednesdays through Sundays, 10" , "date" : "19901224" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "title" : "Brooklyn Museum Cutback" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/24\/arts\/brooklyn-museum-cutback.html"} , {"body" : "Christina Roberts, a senior at Park West High School in Manhattan, assumed she would feel out of place at an upstate college. \"When you think upstate, you think white,\" Miss Roberts said. That was before she visited the State University of New York's College of Arts and Sciences at Brockport, almost 400 miles away in western New York. As a guest of" , "date" : "19901218" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "SUNY Seeks More Minority Students" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/18\/nyregion\/suny-seeks-more-minority-students.html"} , {"body" : "A 24-year-old Brooklyn man was charged last night in the slaying of a retired New York City police officer who was shot to death when he tried to stop two armed men from robbing passengers on a subway train in lower Manhattan in October, the police said. The suspect, Shaborn Esquilin of 1545 St. John's Place, in the Crown Heights section, was" , "date" : "19901214" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Brooklyn Man Is Held In Ex-Officer's Slaying" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/14\/nyregion\/brooklyn-man-is-held-in-ex-officer-s-slaying.html"} , {"body" : "A 16-year-old Brooklyn youth was shot to death in front of a public school yesterday as he walked away from a man who repeatedly asked him, \"Remember me?\" the police said. The youth, Reginald McLucas, was shot once in the back at 10:30 A.M. in front of 532 Albany Avenue in the Crown Heights section of Brooklyn, said Detective Joseph McConville, a" , "date" : "19901211" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Youth Killed in Front of a School" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/11\/nyregion\/brooklyn-youth-killed-in-front-of-a-school.html"} , {"body" : "Seventeen people have been arrested in raids against what Federal agents called a ruthless Jamaican drug-trafficking gang that controlled crack houses in Brooklyn and Dallas and has been linked to at least 10 killings. But the leader of the organization and several of his top lieutenants evaded the Thursday night dragnet by Federal agents and New" , "date" : "19901208" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "JAMAICA (WEST INDIES)" , "DALLAS (TEX)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "U.S. Agents Seize 17 In Raids to Dismantle Jamaican Drug Ring" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/08\/nyregion\/us-agents-seize-17-in-raids-to-dismantle-jamaican-drug-ring.html"} , {"body" : "A Brooklyn foster mother and her boyfriend were indicted last night in the rape and sexual abuse of four young sisters who had been placed in the woman's care by city welfare officials. The indictments came two days after the Brooklyn District Attorney's office filed criminal complaints that detail a five-year pattern of abuse in the home of the" , "date" : "19901124" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Couple Indicted in Abuse Of 4 Sisters in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/24\/nyregion\/couple-indicted-in-abuse-of-4-sisters-in-brooklyn.html"} , {"body" : "A Brooklyn man who is charged with sexually abusing four young sisters adopted by his girlfriend signed two of them out of school at least 22 times this year to have sex with them, the police said yesterday. The girls, who are 6, 9, 12 and 16 years old, were placed by city welfare officials in 1983 in the care of Carol Webb, 42, of 446 Kingston" , "date" : "19901122" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Say Abuse Suspect Took Girls Out of School to Have Sex" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/22\/nyregion\/police-say-abuse-suspect-took-girls-out-of-school-to-have-sex.html"} ,   {"body" : "Nine people were slain in New York City in a 12-hour period Monday night and Tuesday morning, as the city continued to race toward a record number of homicides this year, the police said. The crimes ranged from drive-by shootings by drug dealers to cold-blooded executions on lonely roads. In one case, the police said, an uncle was stabbed to death" , "date" : "19901121" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Killing Continues at Record Pace; 9 Slain in 12 Hours in New York" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/21\/nyregion\/killing-continues-at-record-pace-9-slain-in-12-hours-in-new-york.html"} , {"body" : "A Brooklyn woman and her boyfriend were charged yesterday with sexually abusing four sisters placed in her care by city child welfare officials, the police said. The police said the girls, who are 6, 9, 12 and 16 years old, were placed in the foster care of Carol Webb, 42, of 446 Kingston Avenue in the Crown Heights section, six years ago. Ms. Webb" , "date" : "19901121" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Woman and Boyfriend Charged in Sex Abuse of 4 Sisters" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/21\/nyregion\/brooklyn-woman-and-boyfriend-charged-in-sex-abuse-of-4-sisters.html"} , {"body" : "Unlike many of his predecessors, the new Brooklyn Democratic leader, Assemblyman Clarence Norman Jr., doesn't like to be called \"boss.\" He prefers \"coordinator slash mediator.\" Mr. Norman, the first black and at 39 years old, very likely the youngest leader of the most influential Democratic organization in the state, will need all the mediating" , "date" : "19901118" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "In Brooklyn, Party Leader Sees New Era" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/18\/nyregion\/in-brooklyn-party-leader-sees-new-era.html"} , {"body" : "A Brooklyn man has been convicted of attempted manslaughter in the shooting of a police officer who was helping social workers remove the man's children from his home. The 39-year-old defendant, Hussein Abdullah, had been charged with first- and second-degree attempted murder in the shooting on Feb. 24, 1989. After deliberating 10 hours, a jury in" , "date" : "19901115" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Brooklyn Man Guilty in Shooting of Officer" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/15\/nyregion\/brooklyn-man-guilty-in-shooting-of-officer.html"} , {"body" : "GIVE it a long and complicated title and slide it through the Legislature without much controversy and the general public may never know it's there. But the $128 million Turnkey-Enhanced Housing Trust Fund Program is not only there, but even up and running in New York State. It got its push two years ago from Gov. Mario M. Cuomo and Alexander B." , "date" : "19901111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Perspectives: Low-Income Housing; New York's Push Into Rental Production" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/11\/realestate\/perspectives-low-income-housing-new-york-s-push-into-rental-production.html"} , {"body" : "On the corner of Utica and Sterling in the Brownsville section of Brooklyn, in the light of a bright fall afternoon, Trent D. met a man who helped him through a neighborhood rite. The man gave Trent his first gun. The 16-year-old had no grand thoughts about what he was doing. He did not view himself as a menace to his community, he said, nor did he" , "date" : "19901105" , "day_of_week_facet" : "Monday" , "geo_facet" : ["EAST NEW YORK (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BROWNSVILLE (BROOKLYN)" , "MANHATTAN (NYC)" , "QUEENS (NYC)" , "BENSONHURST (NYC)" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Guns Offer New York Teen-Agers A Commonplace, Deadly Allure" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/05\/nyregion\/guns-offer-new-york-teen-agers-a-commonplace-deadly-allure.html"} , {"body" : "The state court decision on Tuesday barring top New York City officials from holding political party offices set the stage yesterday for a battle over the Brooklyn Democratic leadership. The rivals are a close ally of Mayor David N. Dinkins and a supporter of a Dinkins opponent, former Comptroller Harrison J. Goldin, in last year's Democratic" , "date" : "19901025" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Brooklyn Democrats Fight for Top Party Post" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/25\/nyregion\/brooklyn-democrats-fight-for-top-party-post.html"} , {"body" : "LEAD: New York City's neediest children, the growing numbers of youngsters born to drug-addicted mothers, are in danger of suffering long-term emotional problems because the city's foster-care system is unable to move quickly to arrange permanent homes, child-welfare advocates said at a symposium yesterday. New York City's neediest children, the" , "date" : "19901019" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Addicted Parents' Children Pose Foster-Care Challenge" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/19\/nyregion\/addicted-parents-children-pose-foster-care-challenge.html"} , {"body" : "LEAD: A 17-year-old Brooklyn youth was sentenced yesterday for his part in the rape of a woman who was also robbed and thrown from the roof of a four-story building last year. A 17-year-old Brooklyn youth was sentenced yesterday for his part in the rape of a woman who was also robbed and thrown from the roof of a four-story building last year. The" , "date" : "19901011" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Youth Gets Prison Sentence For Rape on Brooklyn Roof" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/11\/nyregion\/youth-gets-prison-sentence-for-rape-on-brooklyn-roof.html"} , {"body" : "LEAD: Two young men who admitted that they had raped and sodomized a 39-year-old woman and then thrown her from the roof of a four-story building in Brooklyn last year were sentenced yesterday to terms of 6 to 18 years in prison. Two young men who admitted that they had raped and sodomized a 39-year-old woman and then thrown her from the roof of a" , "date" : "19901002" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "2 Men Get 6 to 18 Years for Rape in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/02\/nyregion\/2-men-get-6-to-18-years-for-rape-in-brooklyn.html"} ,   {"body" : "LEAD: A Manhattan woman was shot and killed Saturday night by a man the police said was her estranged husband. The man then shot himself in the chest. The woman, Patrice David, 20 years old, who lived at 1963 Adam Clayton Powell Jr. Boulevard, near 118th Street, died after being struck by four bullets fired from a .380-caliber automatic pistol" , "date" : "19900917" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Shoots Himself After Estranged Wife Is Slain" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/17\/nyregion\/man-shoots-himself-after-estranged-wife-is-slain.html"} , {"body" : "LEAD: WHEN Loretta Ciner, a Reform Jew with little education in her religion, decided to study Judaism at the Chabad of Northern Westchester - also known as the Lakeland Synagogue in Mohegan Lake - her family was horrified. WHEN Loretta Ciner, a Reform Jew with little education in her religion, decided to study Judaism at the Chabad of Northern" , "date" : "19900916" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MOHEGAN LAKE (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Mohegan Lake, a Lubavitch Couple Reach Out" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/16\/nyregion\/in-mohegan-lake-a-lubavitch-couple-reach-out.html"} , {"body" : "LEAD: Shows, Nature, Museums CENTRAL PARK ZOO, 10 A.M. to 5 P.M. Monday to Friday (until 8 P.M. on Tuesday) and 10 A.M. to 5:30 P.M. on weekends; gift shop and cafeteria are open the same hours. Admission: children under 3, free; ages 3 to 12, 25 cents; 65 and older, 50 cents; others, $1. Information: 861-6030. Shows, Nature, Museums CENTRAL PARK" , "date" : "19900914" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/14\/arts\/for-children.html"} , {"body" : "LEAD: Carol Bellamy, the former New York City Council President, won the Democratic nomination for state comptroller by an overwhelminge margin yesterday and will oppose the only state Republican incumbent, Comptroller Edward V. Regan, in the general election in November. With 99 percent of the vote counted, the unofficial returns were:" , "date" : "19900912" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Bellamy Is Easy Winner In Race for Comptroller" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/12\/nyregion\/bellamy-is-easy-winner-in-race-for-comptroller.html"} , {"body" : "LEAD: Two men admitted yesterday that they raped and sodomized a 40-year-old woman and then tossed her off the roof of a four-story apartment house in Brooklyn in May 1989, prosecutors said. The two agreed to the plea with the expectation that Justice Alan Marrus will impose prison sentences of 6 to 18 years, said Patrick Clark, a spokesman for" , "date" : "19900911" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Datelines; Two Plead Guilty In Sexual Assault" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/11\/nyregion\/metro-datelines-two-plead-guilty-in-sexual-assault.html"} , {"body" : "LEAD: One thousand feet above the noisy, crowded, fast-paced world that is street-level New York, the city is transformed into a serene, toylike configuration of buildings, streets, parks and waterways. Although such vistas are normally restricted to high-flying birds, New Yorkers and visitors can find their own sky-high perches at observation" , "date" : "19900909" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "15" , "title" : "Above It All" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/09\/travel\/above-it-all.html"} , {"body" : "LEAD: New York holds its primary elections next Tuesday. Here are our endorsements in some contested races for the Assembly. In these overwhelmingly Democratic districts, the primary winners are virtually assured election. QUEENS. 29th District: The incumbent, Cynthia Jenkins, has cultivated an outspoken manner during eight years representing her" , "date" : "19900905" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "For Assembly: Queens and Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/05\/opinion\/for-assembly-queens-and-brooklyn.html"} , {"body" : "LEAD: FOR quite some weeks now, visitors to New York have been asking, ''What's new in the museums?'' And what have they heard, all too often, from host and hostess alike? ''Oh, nothing much. Just the permanent collection.'' So they decide that it's quite all right to give the museums a miss. FOR quite some weeks now, visitors to New York have been" , "date" : "19900831" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "A Critic's Eye: Choosing Favorites In Museum Collections" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/31\/arts\/a-critic-s-eye-choosing-favorites-in-museum-collections.html"} , {"body" : "LEAD: Five months after he was set on fire and almost burned to death, 12-year-old David Opont said yesterday, as he went to his family's new home in Brooklyn for the first time, that he was ''angry but not a lot'' at the older boy who the police say inflicted the agony. Five months after he was set on fire and almost burned to death, 12-year-old" , "date" : "19900817" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "5 Months Later, Youth Set Afire Returns Home" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/17\/nyregion\/5-months-later-youth-set-afire-returns-home.html"} , {"body" : "LEAD: FRIDAY CHINA AT THE FRICK FRIDAY CHINA AT THE FRICK Back in the early 1600's, when the Dutch had established a trading post at the toe of Manhattan island, the centuries-old Ming dynasty died out in China. It was soon replaced by the Ching, China's last dynasty before the republic. This was a turbulent period in the ancient Asian country, and" , "date" : "19900817" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/17\/arts\/weekender-guide.html"} ,   {"body" : "LEAD: Jazz With a Grin Jazz With a Grin The Jazz Passengers, the Knitting Factory, 47 East Houston Street (219-3055). Curtis Fowlkes, on trombone, and Roy Nathanson, on saxophones, lead a band that shreds categories. It is grounded in hard bop's zigzag melodies and extended blues harmonies, but that doesn't stop the Passengers from veering toward" , "date" : "19900817" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "title" : "Sounds Around Town" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/17\/arts\/sounds-around-town-795890.html"} , {"body" : "LEAD: Sung Soo Kim, a native of South Korea, does not know Esther Cartagena, formerly of Puerto Rico, or Philippe Wilson Desir, formerly of Haiti. But in their adopted city, they each serve a similar role: helping to guide compatriots recently arrived from their homelands through the bureaucratic maze that governs social services, the education of" , "date" : "19900815" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Immigrants Help Others Lost in Maze" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/15\/nyregion\/immigrants-help-others-lost-in-maze.html"} , {"body" : "LEAD: From Africa From Africa Craig Harris and Tailgater's Tales, the Brooklyn Museum Sculpture Garden, 200 Eastern Parkway, at Washington Avenue, Crown Heights (718-638-5000, extension 233). For the Brooklyn Museum's summer jazz series, African Inspirations, which celebrates the influence of African music on contemporary jazz idioms, is to present" , "date" : "19900803" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "Sounds Around Town" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/03\/arts\/sounds-around-town-038190.html"} , {"body" : "LEAD: The Brooklyn Museum, 200 Eastern Parkway, at Washington Avenue in the Crown Heights section, will reopen on Mondays starting on Labor Day, Sept. 3. The hours will be 10 A.M. to 5 P.M. every day except Tuesday, when the museum is closed. The Brooklyn Museum, 200 Eastern Parkway, at Washington Avenue in the Crown Heights section, will reopen on" , "date" : "19900729" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "51" , "title" : "Brooklyn Museum Hours" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/29\/arts\/brooklyn-museum-hours.html"} , {"body" : "LEAD: More than 30 costumes and 20 masks used in religious celebrations by the multi-ethnic population of the Caribbean islands make up a traveling exhibition that is to open on Sept. 7 at the Brooklyn Museum, 200 Eastern Parkway, in the Crown Heights section. More than 30 costumes and 20 masks used in religious celebrations by the multi-ethnic" , "date" : "19900724" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "15" , "title" : "Museum to Display Caribbean Costumes" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/24\/arts\/museum-to-display-caribbean-costumes.html"} , {"body" : "LEAD: A 4-year-old Brooklyn boy who had proudly told his friends yesterday that he was going to kindergarten this fall was struck and killed by a runaway stolen car a few hours later as he played with his bicycle in front of his Crown Heights apartment building, the police said. A 4-year-old Brooklyn boy who had proudly told his friends yesterday" , "date" : "19900712" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Runaway Stolen Car Kills Boy, 4, And 2 Brooklyn Men Are Seized" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/12\/nyregion\/runaway-stolen-car-kills-boy-4-and-2-brooklyn-men-are-seized.html"} , {"body" : "LEAD: A 26-year-old police officer was convicted yesterday of shooting an unarmed motorist to death in a burst of anger over a traffic dispute. A 26-year-old police officer was convicted yesterday of shooting an unarmed motorist to death in a burst of anger over a traffic dispute. A jury in State Supreme Court in Brooklyn acquitted the officer," , "date" : "19900707" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Officer Is Found Guilty In Slaying of a Motorist" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/07\/nyregion\/officer-is-found-guilty-in-slaying-of-a-motorist.html"} , {"body" : "LEAD: There was no final ceremony for Donald E. Moore, who retired Saturday after 10 years as president of the Brooklyn Botanic Garden. There was no final ceremony for Donald E. Moore, who retired Saturday after 10 years as president of the Brooklyn Botanic Garden. But to some admirers, an eloquent testimonial are the 10,000 visitors who travel to" , "date" : "19900705" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Botanic Garden Loses a Leader, Gains a Legacy" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/05\/nyregion\/botanic-garden-loses-a-leader-gains-a-legacy.html"} , {"body" : "LEAD: Schools Chancellor Joseph Fernandez took control of drug education programs in a Bronx school district yesterday, charging that the local board had failed to spend state and Federal money provided to hire counselors. Schools Chancellor Joseph Fernandez took control of drug education programs in a Bronx school district yesterday, charging that" , "date" : "19900629" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Fernandez to Run Drug Programs" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/29\/nyregion\/fernandez-to-run-drug-programs.html"} , {"body" : "LEAD: Three teen-agers were shot yesterday in a dispute outside a Brooklyn intermediate school, the police said. The dispute appeared to begin as eighth graders at the school were waiting to receive their yearbooks. Three teen-agers were shot yesterday in a dispute outside a Brooklyn intermediate school, the police said. The dispute appeared to" , "date" : "19900627" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "3 Teen-Agers Are Shot in Brooklyn During Wait for School Yearbooks" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/27\/nyregion\/3-teen-agers-are-shot-in-brooklyn-during-wait-for-school-yearbooks.html"} ,   {"body" : "LEAD: A 23-year-old woman was killed and five other people were wounded early yesterday morning at a popular reggae club in lower Manhattan when a patron opened fire on the club's bouncers, the police said. A 23-year-old woman was killed and five other people were wounded early yesterday morning at a popular reggae club in lower Manhattan when a" , "date" : "19900624" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Woman Dies and 5 Are Hurt After A Nightclub Shooting" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/24\/nyregion\/woman-dies-and-5-are-hurt-after-a-nightclub-shooting.html"} , {"body" : "LEAD: Anticipating a sharp cut in financial support by New York City and a projected deficit of more than $1 million, the Brooklyn Museum plans to eliminate 15 percent of its 300 staff positions, cut its visiting hours and effectively keep one of its finest collections from public view. Anticipating a sharp cut in financial support by New York City" , "date" : "19900623" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "Brooklyn Museum to Cut Staff, Hours and Exhibits" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/23\/arts\/brooklyn-museum-to-cut-staff-hours-and-exhibits.html"} , {"body" : "LEAD: A Brooklyn school official has been charged with stealing more than $50,000 by filing fraudulent purchase orders for textbooks and consulting services, the Brooklyn District Attorney said yesterday. A Brooklyn school official has been charged with stealing more than $50,000 by filing fraudulent purchase orders for textbooks and consulting" , "date" : "19900622" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "School Official Held In Theft and Fraud In Brooklyn District" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/22\/nyregion\/school-official-held-in-theft-and-fraud-in-brooklyn-district.html"} , {"body" : "LEAD: Tomorrow BLOCK PARTY, West 46th Street between Ninth and 10th Avenues; sponsored by the West 46th Street Block Association. Crafts, food, flea market, entertainment. Noon to 6 P.M. Rain date: Sunday. Information: 247-5501. FOURTH SUMMER ARTS, CRAFTS AND ANTIQUES FESTIVAL, Broadway from 72d to 77th Street; sponsored by the Save the Beacon" , "date" : "19900622" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "Fairs and Festivals This Weekend" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/22\/arts\/fairs-and-festivals-this-weekend.html"} , {"body" : "LEAD: Three Brooklyn men rescued five children yesterday from a locked van that caught fire while their father was at a nearby bank teller machine, the police said. Three Brooklyn men rescued five children yesterday from a locked van that caught fire while their father was at a nearby bank teller machine, the police said. They said the children, 2" , "date" : "19900618" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "5 Children Saved From Fire in Locked Van" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/18\/nyregion\/5-children-saved-from-fire-in-locked-van.html"} , {"body" : "LEAD: Two couriers for Citibank were arrested yesterday on charges implicating them in an aborted bank robbery in Manhattan on Wednesday that ended in a shootout with bank guards. One suspect died, another was arrested and a guard was wounded in the incident. Two couriers for Citibank were arrested yesterday on charges implicating them in an" , "date" : "19900616" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Two Citibank Couriers Held in Aborted Heist" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/16\/nyregion\/two-citibank-couriers-held-in-aborted-heist.html"} , {"body" : "LEAD: In ''The Intimate Interiors of Edouard Vuillard,'' an exhibition of 74 paintings, 32 prints and drawings by the French artist at the Brooklyn Museum, artistic radicality is couched in familial tenderness. In ''The Intimate Interiors of Edouard Vuillard,'' an exhibition of 74 paintings, 32 prints and drawings by the French artist at the" , "date" : "19900608" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "title" : "Review\/Art; Themes of Vuillard: Naturalism to the Daring" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/08\/arts\/review-art-themes-of-vuillard-naturalism-to-the-daring.html"} , {"body" : "LEAD: The 10 of us have ridden for more than a half hour, going nowhere as usual. While pedaling, we have also been lifting weights and trying to dance. There are things to be thankful for: we haven't fallen off, it will all be over in a half-century (er, half-hour) and no part of our body is in particular pain. The 10 of us have ridden for more" , "date" : "19900606" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; We Ride Bikes. She Rides Us. Bikercise!" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/06\/nyregion\/about-new-york-we-ride-bikes-she-rides-us-bikercise.html"} , {"body" : "LEAD: Man of the Year Man of the Year June 4 - The Juvenile Diabetes Foundation will honor Frank Doroff, chairman and chief executive of Bonwit Teller, at its annual Man of the Year benefit dinner dance at the Pierre. Black tie. Cocktails at 6:30 P.M. Robert Klein will entertain. Tickets, $750, from 212-689-2860. Covenant House Benefit June 5 -" , "date" : "19900603" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "58" , "title" : "Social Events" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/03\/style\/social-events.html"} , {"body" : "LEAD: Although it takes in less than a quarter of a square mile, Prospect Heights in Brooklyn is a microcosm of New York City's housing situation. Although it takes in less than a quarter of a square mile, Prospect Heights in Brooklyn is a microcosm of New York City's housing situation. It is graced with richly crafted turn-of-the-century" , "date" : "19900527" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living in:; Prospect Heights" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/27\/realestate\/if-you-re-thinking-of-living-in-prospect-heights.html"} ,   {"body" : "LEAD: Gina Feliciano, the young woman who was at the center of the Bensonhurst murder case, was arrested last night for possession of crack, the authorities said. Gina Feliciano, the young woman who was at the center of the Bensonhurst murder case, was arrested last night for possession of crack, the authorities said. Miss Feliciano was arrested at" , "date" : "19900524" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Bensonhurst Witness Held on Drug Charge" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/24\/nyregion\/bensonhurst-witness-held-on-drug-charge.html"} , {"body" : "LEAD: Just down the block from the shouting boycotters, the police barricade and the embattled Korean grocery store that have become fixtures on Church Avenue in Flatbush, a man in the everyday garb of Pakistan and Afghanistan - long, baggy, pajama-like shalwar kamiz and sandals - looked over the merchandise in the Home Boy's Discount Just down the" , "date" : "19900518" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Central Brooklyn, a Branch of 3d World" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/18\/nyregion\/in-central-brooklyn-a-branch-of-3d-world.html"} , {"body" : "LEAD: A 35-year-old Brooklyn man was arrested early yesterday and accused of pushing a Queens man from a subway platform onto the IND tracks at the Rockefeller Center station in Manhattan, the Transit Authority police said. A 35-year-old Brooklyn man was arrested early yesterday and accused of pushing a Queens man from a subway platform onto the" , "date" : "19900517" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Suspect Held in 2d Subway Pushing Incident" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/17\/nyregion\/suspect-held-in-2d-subway-pushing-incident.html"} , {"body" : "LEAD: New York transit officials yesterday promised an aggressive effort to enforce a ban on subway panhandling, but some transit officers suggested that it won't be that easy. New York transit officials yesterday promised an aggressive effort to enforce a ban on subway panhandling, but some transit officers suggested that it won't be that easy." , "date" : "19900512" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Some Police Skeptical of Any Plans to Roust Beggars" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/12\/nyregion\/some-police-skeptical-of-any-plans-to-roust-beggars.html"} , {"body" : "LEAD: A 27-year-old Brooklyn man working on his car was shot and killed yesterday when he was caught in an exchange of gunfire between feuding groups of teen-agers, the police said. A 27-year-old Brooklyn man working on his car was shot and killed yesterday when he was caught in an exchange of gunfire between feuding groups of teen-agers, the" , "date" : "19900501" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Youth's Stray Shot Kills Man Fixing His Car" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/01\/nyregion\/youth-s-stray-shot-kills-man-fixing-his-car.html"} , {"body" : "LEAD: Ministers in poor neighborhoods are arming themselves with bats, knives and guns to fend off criminals who threaten their property and their lives. Ministers in poor neighborhoods are arming themselves with bats, knives and guns to fend off criminals who threaten their property and their lives. No longer confident that the churches' stature" , "date" : "19900423" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ministers in Poor Areas Arming Against Crime" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/23\/nyregion\/ministers-in-poor-areas-arming-against-crime.html"} , {"body" : "LEAD: A gypsy cab driver was shot in the head and killed in Brooklyn yesterday, the police said. A gypsy cab driver was shot in the head and killed in Brooklyn yesterday, the police said. They said that the investigation into the death was preliminary, and that they did not know if the killing was linked to a series of killings of livery cab" , "date" : "19900422" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Gypsy Cabby Shot to Death by a Passenger in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/22\/nyregion\/gypsy-cabby-shot-to-death-by-a-passenger-in-brooklyn.html"} , {"body" : "LEAD: After all is said and done, ''Facing History: The Black Image in American Art 1710-1940,'' which opens today at the Brooklyn Museum, is a triumph. It is a didactic show with an academic feel and many contentious moments, but anyone who is willing to consider it patiently, work by work, is likely to come out of it changed. After all is said" , "date" : "19900420" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "Review\/Art; Black Images, American History" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/20\/arts\/review-art-black-images-american-history.html"} , {"body" : "LEAD: NEW YORK CITY is barely a dot on the planet, occupying just 322 square miles of the earth's nearly 197 million, but this weekend it will overflow with outdoor performances, environmental exhibitions, street fairs, nature walks, cleanup projects and other activities on the 20th anniversary of Earth NEW YORK CITY is barely a dot on the planet," , "date" : "19900420" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "To Celebrate and Protect the Earth" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/20\/arts\/to-celebrate-and-protect-the-earth.html"} , {"body" : "LEAD: Fred Ward's 'Blues' No, Fred Ward is not toothless. Fred Ward's 'Blues' No, Fred Ward is not toothless. It's probably best to settle this matter right away because anyone who sees the versatile actor - who played the astronaut Gus Grissom in ''The Right Stuff'' and the Indian union activist in ''Silkwood,'' among other roles - is going to" , "date" : "19900420" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "10" , "title" : "AT THE MOVIES" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/20\/movies\/at-the-movies.html"} ,   {"body" : "LEAD: A subway rider who was beaten and robbed Thursday night on a Brooklyn express train drew a pistol from beneath his trench coat, shot one of his four assailants to death and then calmly walked off into the night at the next station, the police said. A subway rider who was beaten and robbed Thursday night on a Brooklyn express train drew a" , "date" : "19900414" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A New Case of Subway Revenge: Beating Victim Is Sought as Killer" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/14\/nyregion\/a-new-case-of-subway-revenge-beating-victim-is-sought-as-killer.html"} , {"body" : "LEAD: A Hasidic rabbi in Brooklyn -one of the few New York City rabbis never to have set foot in the Holy Land -has again obstructed the formation of a government in Israel. A Hasidic rabbi in Brooklyn -one of the few New York City rabbis never to have set foot in the Holy Land -has again obstructed the formation of a government in Israel. Menachem" , "date" : "19900414" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["ISRAEL" , "MIDDLE EAST"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "23" , "title" : "From Zion, Not From Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/14\/opinion\/from-zion-not-from-brooklyn.html"} , {"body" : "LEAD: The last-minute failure of the Israeli Labor Party to form a new government has again focused attention on the role of a charismatic Brooklyn rabbi who asserts an unusual amount of influence in Israel. The last-minute failure of the Israeli Labor Party to form a new government has again focused attention on the role of a charismatic Brooklyn" , "date" : "19900413" , "day_of_week_facet" : "Friday" , "geo_facet" : ["ISRAEL" , "MIDDLE EAST"] , "nytd_section_facet" : ["World"] , "page_facet" : "3" , "title" : "One Brooklyn Rabbi's Long Shadow" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/13\/world\/one-brooklyn-rabbi-s-long-shadow.html"} , {"body" : "LEAD: With several local districts in fiscal disarray, Schools Chancellor Joseph A. Fernandez is moving to require all New York City schools to prepare budgets for public scrutiny and is setting tougher standards for hiring district business managers. With several local districts in fiscal disarray, Schools Chancellor Joseph A. Fernandez is moving" , "date" : "19900404" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Fernandez Seeks Stricter Budget Rules" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/04\/nyregion\/fernandez-seeks-stricter-budget-rules.html"} , {"body" : "LEAD: Schools Chancellor Joseph A. Fernandez moved yesterday to strengthen his authority over New York City's local school boards, appointing three trustees to take over the financial operations of one Brooklyn district and temporarily blocking the forced departure of the superintendent in another. Schools Chancellor Joseph A. Fernandez moved" , "date" : "19900331" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Fernandez Takes Greater Control in Local Districts" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/31\/nyregion\/fernandez-takes-greater-control-in-local-districts.html"} , {"body" : "LEAD: When Barbara DeMaria, a teacher at Public School 92, learned yesterday that Schools Chancellor Joseph A. Fernandez had dispatched trustees to take over the fiscal and personnel affairs of Community School Board 17, her first thought was for the children: Maybe now there would be enough money for supplies, for security guards and for a" , "date" : "19900331" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "EAST FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "28" , "title" : "At P.S. 92, a Hope That Money Will Flow Again" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/31\/nyregion\/at-ps-92-a-hope-that-money-will-flow-again.html"} , {"body" : "LEAD: FRIDAY MURALS FOR BROOKLYN FRIDAY MURALS FOR BROOKLYN Five historic abstract murals that were believed to have been lost or destroyed will go on display today at the Brooklyn Museum. The murals, which were commissioned in 1936 by the Works Project Administration Federal art project for the Williamsburg Housing Project in Brooklyn and" , "date" : "19900330" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/30\/arts\/weekender-guide.html"} , {"body" : "LEAD: Brooklyn's many neighborhoods, famous attractions and little-known pleasures can be discovered with the help of a variety of guided bus and walking tours offered in coming weeks and throughout the year. Brooklyn's many neighborhoods, famous attractions and little-known pleasures can be discovered with the help of a variety of guided bus and" , "date" : "19900323" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "Walks and Rides for the Curious" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/23\/arts\/walks-and-rides-for-the-curious.html"} , {"body" : "LEAD: The mother of one of three children who died in a weekend fire was charged yesterday with leaving the children unattended, the police said. The mother of one of three children who died in a weekend fire was charged yesterday with leaving the children unattended, the police said. The mother, Veronica Hall, 39 years old, left the three by" , "date" : "19900313" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Mother Held in 3 Childrens' Deaths in Fire" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/13\/nyregion\/mother-held-in-3-childrens-deaths-in-fire.html"} , {"body" : "LEAD: Three young children died Saturday night in a fire that choked their Brooklyn apartment with heavy smoke, and investigators said yesterday that they were searching for a woman who was supposed to be baby-sitting them when the fire broke out. Three young children died Saturday night in a fire that choked their Brooklyn apartment with heavy" , "date" : "19900312" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Fire Kills 3 Children in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/12\/nyregion\/fire-kills-3-children-in-brooklyn.html"} ,   {"body" : "LEAD: Three young children, including a brother and sister, were killed last night in an apartment fire in the Crown Heights section of Brooklyn, police and fire officials reported. Three young children, including a brother and sister, were killed last night in an apartment fire in the Crown Heights section of Brooklyn, police and fire officials" , "date" : "19900311" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "3 Brooklyn Children Die in a Fire" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/11\/nyregion\/3-brooklyn-children-die-in-a-fire.html"} , {"body" : "LEAD: A newborn boy was discovered yesterday morning only an inch from the blade of a garbage compactor when the caretaker of a Brooklyn housing project heard the infant's cries over the whine of the machine, the police said. A newborn boy was discovered yesterday morning only an inch from the blade of a garbage compactor when the caretaker of a" , "date" : "19900311" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Newborn found Inside Compactor When Caretaker Hears His Cries" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/11\/nyregion\/newborn-found-inside-compactor-when-caretaker-hears-his-cries.html"} , {"body" : "LEAD: Women's History Month is being celebrated with a variety of events in New York City. Here is a sampling of events this weekend. For more information, consult the Women's History Month Calendar, published by the New York City Commission on the Status of Women, 52 Chambers Street, Suite 207 (566-3832). WINIFRED BORG, Gallery Art 54, 54 Greene" , "date" : "19900309" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "Events in Celebration of Women's History Month" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/09\/arts\/events-in-celebration-of-women-s-history-month.html"} , {"body" : "LEAD: Women's History Month is being celebrated with a variety of events around New York City. Here is a sampling of events this weekend. For more information, consult the Women's History Month Calendar published by the New York City Commission on the Status of Women, 52 Chambers Street, Suite 207 (566-3832). Women's History Month is being" , "date" : "19900302" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "A Sampling of Events On Women's History" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/02\/arts\/a-sampling-of-events-on-women-s-history.html"} , {"body" : "LEAD: TO discuss Czechoslovak art of the 20th century has long meant to speak about Frantisek Kupka or to say nothing at all. Kupka's name and to a lesser extent the name of Otto Gutfreund have earned mention in most surveys of modern art, although neither has achieved anything like the recognition he deserves (especially Kupka, it should be added," , "date" : "19900302" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Review\/Art; Gallery of Unknowns In Brooklyn Exhibition" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/02\/arts\/review-art-gallery-of-unknowns-in-brooklyn-exhibition.html"} , {"body" : "LEAD: Three people, including a 15-year-old girl, were killed and two others were wounded in violent attacks at social clubs around New York City early yesterday, the police said. Three people, including a 15-year-old girl, were killed and two others were wounded in violent attacks at social clubs around New York City early yesterday, the police" , "date" : "19900226" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)" , "FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Teen-Age Girl And 2 Men Die At Social Clubs" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/26\/nyregion\/teen-age-girl-and-2-men-die-at-social-clubs.html"} , {"body" : "LEAD: The first Black Family Forum at the Brooklyn Children's Museum will give parents a chance to share ideas tomorrow on how they can take a bigger part in the schooling of their children and strengthen education in their communities. The first Black Family Forum at the Brooklyn Children's Museum will give parents a chance to share ideas tomorrow" , "date" : "19900222" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Education" , "Style"] , "page_facet" : "11" , "title" : "Education Forum for Black Parents" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/22\/garden\/education-forum-for-black-parents.html"} , {"body" : "LEAD: IN a report issued in January by the office of the State Comptroller, New York City's assessors are likened to the mythological King Tantalus, who was condemned to stand chin deep in a pool of water in Hades. IN a report issued in January by the office of the State Comptroller, New York City's assessors are likened to the mythological King" , "date" : "19900218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES: Assessments; The Uneven Impact of the Rise in Values" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/18\/realestate\/perspectives-assessments-the-uneven-impact-of-the-rise-in-values.html"} , {"body" : "LEAD: Friday UNDERWATER ART Friday UNDERWATER ART Most spear fishermen undoubtedly think of their carved wooden fish decoys essentially as tools of the trade, but on the Upper West Side in the next two months, decoys will be treated as folk art. About 200 of these pike, perch, bass and rainbow trout decoys from throughout North America are on view" , "date" : "19900216" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/16\/arts\/weekender-guide.html"} , {"body" : "LEAD: An 8-year-old girl was killed by a hit-and-run driver in the Crown Heights section of Brooklyn yesterday, the police said. The child was crossing the intersection of St. John's Place and Troy Avenue by herself at about noon, said Sgt. Diane Kubler, a police spokeswoman. A four-door Toyota struck her and dragged her three car lengths before" , "date" : "19900212" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Girl Killed by Hit-Run Driver" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/12\/nyregion\/girl-killed-by-hit-run-driver.html"} ,   {"body" : "LEAD: The Chinese community of New York, with 300,000 people the largest in the United States, embraces three neighborhoods in three boroughs, and both Chinese and Chinese-American culture and commerce can be found in hundreds of museums, shops, galleries and restaurants throughout the city. The Chinese community of New York, with 300,000 people" , "date" : "19900126" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "Where to Find the City's Chinese Culture and Commerce" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/26\/arts\/where-to-find-the-city-s-chinese-culture-and-commerce.html"} , {"body" : "LEAD: Just when you thought that New Year salutations were finally over with, along comes yet another New Year to celebrate this weekend. Admittedly, the beginning of the Year of the Horse, 4688 on the Chinese calendar, may not be a major event for New Yorkers who are not of Chinese or East Asian background, but the holiday will be a time for" , "date" : "19900126" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "It's the Year of the Horse in Chinese New York" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/26\/arts\/it-s-the-year-of-the-horse-in-chinese-new-york.html"} , {"body" : "LEAD: A 15-year-old was charged yesterday with attempted murder in the shooting of an off-duty police officer in Brooklyn. The police said the youth and two friends attacked the officer because one of them needed $20 to join a basketball league. A 15-year-old was charged yesterday with attempted murder in the shooting of an off-duty police officer" , "date" : "19900125" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "3 Youths Held In Wounding Of an Officer" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/25\/nyregion\/3-youths-held-in-wounding-of-an-officer.html"} , {"body" : "LEAD: A police detective shot and killed a man during a struggle in Brooklyn last night after the man fired at the detective and another officer while they were hunting for robbery suspects, police officials said. A police detective shot and killed a man during a struggle in Brooklyn last night after the man fired at the detective and another" , "date" : "19900124" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Detective Saved By a Steel Vest; Suspect Is Slain" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/24\/nyregion\/detective-saved-by-a-steel-vest-suspect-is-slain.html"} , {"body" : "LEAD: Dining for Charity Dining for Charity A buffet dinner prepared by some of New York's top chefs and an auction of food, wine and trips will be featured at the Seventh Regiment Armory, Park Avenue and 67th Street, on Jan. 31. The event, which begins at 7 P.M., is for the benefit of French-American Aid for Children, which contributes to several" , "date" : "19900124" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/24\/garden\/food-notes-321790.html"} , {"body" : "LEAD: From some quarters, there was predictable praise yesterday for Schools Chancellor Joseph A. Fernandez's bold move to gain some control over the hiring of local superintendents. From likely critics of the plan, the reaction was surprisingly restrained. From some quarters, there was predictable praise yesterday for Schools Chancellor Joseph A." , "date" : "19900120" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "29" , "title" : "Little Criticism of Chancellor, for Now" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/20\/nyregion\/little-criticism-of-chancellor-for-now.html"} , {"body" : "LEAD: 67 Strong, Seventh Regiment Armory, Park Avenue and 66th Street; 212-665-5250. 67 Strong, Seventh Regiment Armory, Park Avenue and 66th Street; 212-665-5250. Furniture, porcelains, jewelry, carpets and paintings from 67 dealers will be among the items featured at the 36th Winter Antiques Show, which opens on Saturday and continues through" , "date" : "19900118" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "Calendar: Showing Antiques, Gardens" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/18\/garden\/calendar-showing-antiques-gardens.html"} , {"body" : "LEAD: An off-duty police officer was shot and critically wounded as he washed his car on a Brooklyn street yesterday afternoon, the police said. An off-duty police officer was shot and critically wounded as he washed his car on a Brooklyn street yesterday afternoon, the police said. The 27-year-old officer, Troy Patterson, was hit once in the head," , "date" : "19900117" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Off-Duty Officer Shot in Head While Washing Car" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/17\/nyregion\/off-duty-officer-shot-in-head-while-washing-car.html"} , {"body" : "LEAD: It was all over in a few seconds, but what lingers in Milord Bonny's mind is the sight of his 14-year-old grandson, sinking to his knees on a Brooklyn sidewalk. It was all over in a few seconds, but what lingers in Milord Bonny's mind is the sight of his 14-year-old grandson, sinking to his knees on a Brooklyn sidewalk. The two of them had" , "date" : "19900114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LOS ANGELES (CALIF)" , "NEW YORK CITY" , "BOSTON (MASS)" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Wrong Place at the Wrong Time: Stray Bullets Kill More Bystanders" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/14\/nyregion\/wrong-place-at-the-wrong-time-stray-bullets-kill-more-bystanders.html"} , {"body" : "LEAD: A number of events are taking place in observance of Martin Luther King Jr. Day on Monday. Here is a sampling of events this weekend and on Monday. TODAY LOCAL 1199 of the Drug, Hospital and Health Care Employees Union, 310 West 43d Street (947-1944). A photographic memoir of King and the civil rights movement by the photojournalist Flip" , "date" : "19900112" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "Observing Martin Luther King Jr. Day" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/12\/arts\/observing-martin-luther-king-jr-day.html"} ,   {"body" : "LEAD: Donald Taylor is a basketball player for Prospect Heights High School in Brooklyn who prays daily to thank God for what he has. It is evident that he does not have much. Donald Taylor is a basketball player for Prospect Heights High School in Brooklyn who prays daily to thank God for what he has. It is evident that he does not have much." , "date" : "19900108" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "Player Uses Shelter To Store Dreams" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/08\/sports\/player-uses-shelter-to-store-dreams.html"} , {"body" : "LEAD: The mother of the drug dealer Howard (Pappy) Mason was sentenced yesterday to 10 years in prison for running her son's crack business while he was in jail. The mother of the drug dealer Howard (Pappy) Mason was sentenced yesterday to 10 years in prison for running her son's crack business while he was in jail. The 63-year-old woman, Claudia" , "date" : "19900106" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Pappy Mason's Mother Gets 10-Year Term" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/06\/nyregion\/pappy-mason-s-mother-gets-10-year-term.html"} , {"body" : "LEAD: Shows, Nature, Museums ''MAGIC OVER THE RAINBOW,'' a show of illusion and magic, presented by Danny Orleans and Jan Rose, 1:30 and 3:30 P.M. Sunday, at the 92d Street Y, at Lexington Avenue. Admission: $8 and $12. Tickets from the box office or by calling Y-Charge: 996-1100. ''GROUP SOUP 2,'' a collage of skits, dances and songs with an" , "date" : "19900105" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "28" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/05\/arts\/for-children.html"} , {"body" : "LEAD: ''Personally I'm optimistic on everything,'' said 10-year-old Chris Park, pausing to contemplate the minting of a crisp new decade and a historic changeover at City Hall -New York's first new Mayor in his lifetime. ''Personally I'm optimistic on everything,'' said 10-year-old Chris Park, pausing to contemplate the minting of a crisp new" , "date" : "19900101" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New Year, New Mayor and New Hopes" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/01\/nyregion\/new-year-new-mayor-and-new-hopes.html"}]