[  {"body" : "WHEN a regional plan for the New York metropolitan area was published by the Regional Plan Association in the 1960's it called for the development of commercial subcenters within New York City outside Manhattan. It mentioned the 149th Street hub in the Bronx, downtown Brooklyn and Jamaica, Queens. It was silent on the Flushing section of Queens." , "date" : "19901223" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FLUSHING (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "Perspective: Downtown Flushing; Growing Asian Presence Inspires a Hotel" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/23\/realestate\/perspective-downtown-flushing-growing-asian-presence-inspires-a-hotel.html"} , {"body" : "Gary Clinton Rivers, former executive director of the New York City Technical College, who had also been an executive with the Congressional Black Caucus and the David M. Winfield Foundation, died on Thursday at St. Vincent's Hospital. He was 39 years old and lived in Manhattan. He died of complications from AIDS, his companion, Fernando Narvaez," , "date" : "19901217" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "14" , "title" : "Gary Rivers, Director At College, Dies at 39" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/17\/obituaries\/gary-rivers-director-at-college-dies-at-39.html"} , {"body" : "A major Islamic fundamentalist leader from Egypt who has been linked to the assassins of President Anwar el-Sadat has slipped into the United States despite a State Department ban and is living in a Brooklyn mosque, the police and Federal authorities say. The 52-year-old religious leader, Sheik Omar Abdel-Rahman, entered the country more than five" , "date" : "19901216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["EGYPT" , "MIDDLE EAST"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "Islamic Leader on U.S. Terrorist List Is in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/16\/nyregion\/islamic-leader-on-us-terrorist-list-is-in-brooklyn.html"} , {"body" : "John Gotti became America's most powerful Mafia crime boss after participating in the midtown Manhattan execution of his predecessor, Paul Castellano, five years ago, prosecutors charged yesterday. A Federal indictment, for the first time, placed Mr. Gotti near the scene of the killing by asserting that on the day it occurred, Dec. 16, 1985, Mr." , "date" : "19901213" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Gotti Accused of Role in Castellano Slaying" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/13\/nyregion\/gotti-accused-of-role-in-castellano-slaying.html"} , {"body" : "Only a few months ago, Dorothy Velasquez was living with her 3-year-old daughter, Veronica, in an overcrowded city-owned shelter in downtown Brooklyn. It disgusted her. The place was filthy, she said, and people took drugs in the open. Hundreds of men, women and children slept everywhere, even in the cafeteria. Miss Velasquez, 24, still lives in a" , "date" : "19901209" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "86" , "title" : "A Heritage of Giving: Remember the Neediest Cases Fund; A Homey Kind of Shelter That Even Throws Parties" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/09\/nyregion\/heritage-giving-remember-neediest-cases-fund-homey-kind-shelter-that-even-throws.html"} , {"body" : "Holiday Havens The only times I've had Christmas Day dinner away from home, I've eaten in hotel dining rooms. Once at the Copley Plaza in Boston, another at the Plaza Athenee in Paris. I don't remember the menus, I remember the consoling sense of durability in the dining rooms and how holidays seemed to engender an esprit de famille matched only by" , "date" : "19901207" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "20" , "title" : "Diner's Journal" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/07\/arts\/diner-s-journal.html"} , {"body" : "Over the last three months, a woman who supervised a school bus carrying handicapped children in Brooklyn sexually abused seven of the students repeatedly, the police charged yesterday. The police said the woman abused the children in the back of the bus while they were on the way home from Public School 38, at 450 Pacific Street in the Boerum Hill" , "date" : "19901204" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Bus Matron Charged in Sex Abuse of Handicapped Students" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/04\/nyregion\/bus-matron-charged-in-sex-abuse-of-handicapped-students.html"} , {"body" : "Nine people were slain in New York City in a 12-hour period Monday night and Tuesday morning, as the city continued to race toward a record number of homicides this year, the police said. The crimes ranged from drive-by shootings by drug dealers to cold-blooded executions on lonely roads. In one case, the police said, an uncle was stabbed to death" , "date" : "19901121" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Killing Continues at Record Pace; 9 Slain in 12 Hours in New York" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/21\/nyregion\/killing-continues-at-record-pace-9-slain-in-12-hours-in-new-york.html"} , {"body" : "Maybe it was Samuel Robinson, a 37-year-old homeless man, who best summed up the spectator appeal of yesterday's marathon. He watched it in Harlem, in front of the Handmaids of Mary Convent at 15 West 124th Street, standing in a soup-kitchen line with dozens of people clapping and screaming at the runners, \"Pump it up, man!\" and \"You can do it!\"" , "date" : "19901105" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "NEW YORK CITY MARATHON; Support On Street Is Very Generous" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/05\/sports\/new-york-city-marathon-support-on-street-is-very-generous.html"} , {"body" : "Hoping to prevent the violence and vandalism that have marred recent Halloweens in New York City, the police have assigned extra officers to patrol around schools and shopping areas today, and special units will be watching for roving bands of youths like those who rampaged through the city's streets last year. The Board of Education said the" , "date" : "19901031" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police and Schools Try to Head Off Halloween Trouble" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/31\/nyregion\/police-and-schools-try-to-head-off-halloween-trouble.html"} ,   {"body" : "The Homecrest Presbyterian Church, at 15th Street and Avenue T in Brooklyn, stands only a block from the D train, but the white wooden structure carries its 90 years with an almost rural dignity. Set back from the street behind a lush yard, it is a relic of a time when this part of the borough was passing from farmland to suburban neighborhood." , "date" : "19901027" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "10" , "title" : "Beliefs" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/27\/us\/beliefs-343190.html"} , {"body" : "To satisfy new budget cuts of $94 million demanded by City Hall, the New York City Schools Chancellor, Joseph A. Fernandez, is drawing up plans to eliminate hundreds of jobs, including many through layoffs. He also is strongly considering selling Board of Education television and radio stations valued at a minimum of $15 million. Mr. Fernandez and" , "date" : "19901024" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Schools to Cut Hundreds of Jobs To Save New York $94 Million" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/24\/nyregion\/schools-to-cut-hundreds-of-jobs-to-save-new-york-94-million.html"} , {"body" : "Tour, With Music, Trinity Episcopal Church, Seventh and Washington Streets, Hoboken, N.J.; (201) 653-1999. Seven Victorian townhouses and a landmark church will be included on the annual Hoboken House Tour on Sunday from 1 to 6 P.M. The tour will benefit the Hudson Chamber Symphony and will include performances by ensemble and solo players from the" , "date" : "19901018" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Events: Homes of Brooklyn and Hoboken" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/18\/garden\/events-homes-of-brooklyn-and-hoboken.html"} , {"body" : "LEAD: Charles Stressler, the defendant in the latest Bensonhurst murder trial, said yesterday that he felt cheated when a mistrial was declared on Thursday. Charles Stressler, the defendant in the latest Bensonhurst murder trial, said yesterday that he felt cheated when a mistrial was declared on Thursday. ''I feel cheated, like I wasn't given a" , "date" : "19901013" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Bensonhurst Defendant Faults Mistrial" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/13\/nyregion\/bensonhurst-defendant-faults-mistrial.html"} , {"body" : "LEAD: DOWNTOWN Brooklyn is home to some of New York City's most riveting architectural wonders. DOWNTOWN Brooklyn is home to some of New York City's most riveting architectural wonders. The city's finest Romanesque Revival house, the Herman Behr Residence at 82 Pierrepont Street, sits blocks away from Warren Place, a forgotten snippet of civility" , "date" : "19901004" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "Currents; What's in Brooklyn? Take a Walk" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/04\/garden\/currents-what-s-in-brooklyn-take-a-walk.html"} , {"body" : "LEAD: Five of the seven members of the New York City Board of Education said yesterday that they favored the distribution of condoms to teen-agers in school clinics, a reversal of the position taken by previous boards. Five of the seven members of the New York City Board of Education said yesterday that they favored the distribution of condoms to" , "date" : "19900927" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "5 of Board's 7 For Condoms In the Schools" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/27\/nyregion\/5-of-board-s-7-for-condoms-in-the-schools.html"} , {"body" : "LEAD: A five-year-old plan to link the dispatching systems of the New York City police and transit police is more than a year behind schedule and may never be completed because of a dispute over merging the two police forces. A five-year-old plan to link the dispatching systems of the New York City police and transit police is more than a year" , "date" : "19900927" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police-Merger Fight Stalls Dispatch System" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/27\/nyregion\/police-merger-fight-stalls-dispatch-system.html"} , {"body" : "LEAD: In Suzan-Lori Parks's new play, ''The Death of the Last Black Man in the Whole Entire World,'' the author's admonition is self-evident. She warns, ''Write that down,'' before it disappears. Write it down, or we do not exist. From Ms. Parks's point of view, the acculturation of blacks in the United States can lead to the obliteration of signs" , "date" : "19900925" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "15" , "title" : "Review\/Theater; Dangers of Becoming Lost in a Culture" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/25\/theater\/review-theater-dangers-of-becoming-lost-in-a-culture.html"} , {"body" : "LEAD: ''You're talking about kids who are eating and sleeping death,'' said Carol A. Beck, principal of Thomas Jefferson High School in the East New York section of Brooklyn. ''The stories that are news stories to you are friends and family to them.'' ''You're talking about kids who are eating and sleeping death,'' said Carol A. Beck, principal of" , "date" : "19900922" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "About New York; Key to Survival Lies in Spirit Of Teen-Agers" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/22\/nyregion\/about-new-york-key-to-survival-lies-in-spirit-of-teen-agers.html"} , {"body" : "LEAD: The Transit Authority said yesterday that structural engineers would inspect the crumbling ceiling of the Nevins Street IRT subway station in downtown Brooklyn today and recommend whether an 18-month repair program should begin sooner than planned. The Transit Authority said yesterday that structural engineers would inspect the crumbling" , "date" : "19900920" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "METRO DATELINES; IRT Station Repairs May Be Accelerated" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/20\/nyregion\/metro-datelines-irt-station-repairs-may-be-accelerated.html"} ,   {"body" : "LEAD: As he starts his first full year as Schools Chancellor, Joseph A. Fernandez is considering seeking legislation that would put the entire custodial work force directly under the control of the New York City Board of Education. Aides to the Chancellor who asked for anonymity said that while contractual rules were now being negotiated directly" , "date" : "19900906" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Schools Chief May Seek Law On Custodians" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/06\/nyregion\/schools-chief-may-seek-law-on-custodians.html"} , {"body" : "LEAD: Alexander's Inc., the troubled 65-year-old department store chain, has been valued by its main owners in recent years more for the potential of its real estate than for its retailing business. But management says that retailing may now make a comeback. The recent downturn in the real estate market in the Northeast has encouraged Alexander's" , "date" : "19900904" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "Alexander's Refocuses on Retailing" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/04\/business\/alexander-s-refocuses-on-retailing.html"} , {"body" : "LEAD: As hundreds of his supporters packed the courtroom and filled the air with hymns on the sidewalk outside, Floyd H. Flake, the Congressman and minister from Queens, pleaded not guilty yesterday to charges that he had embezzled funds from a federally subsidized housing complex and cheated on his income taxes. As hundreds of his supporters" , "date" : "19900821" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Flake Pleads Not Guilty to All Charges" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/21\/nyregion\/flake-pleads-not-guilty-to-all-charges.html"} , {"body" : "LEAD: More than 300 years after the Matinecock Indians traded away much of what is now eastern Queens, dancers in buckskin pants and feather headdresses swayed to the rhythm of drums during the weekend against a backdrop of Little Neck Parkway traffic. More than 300 years after the Matinecock Indians traded away much of what is now eastern Queens," , "date" : "19900730" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Heritage and Pageantry At Powwow in Queens" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/30\/nyregion\/heritage-and-pageantry-at-powwow-in-queens.html"} , {"body" : "LEAD: WHEN he went to buy his wife a desk, David Weinschneider couldn't believe the prices. ''I kept telling myself, there's got to be a cheaper way,'' he recalled. WHEN he went to buy his wife a desk, David Weinschneider couldn't believe the prices. ''I kept telling myself, there's got to be a cheaper way,'' he recalled. Last month Mr." , "date" : "19900719" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "Treasures With a Past, But Cheap" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/19\/garden\/treasures-with-a-past-but-cheap.html"} , {"body" : "LEAD: There was no final ceremony for Donald E. Moore, who retired Saturday after 10 years as president of the Brooklyn Botanic Garden. There was no final ceremony for Donald E. Moore, who retired Saturday after 10 years as president of the Brooklyn Botanic Garden. But to some admirers, an eloquent testimonial are the 10,000 visitors who travel to" , "date" : "19900705" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Botanic Garden Loses a Leader, Gains a Legacy" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/05\/nyregion\/botanic-garden-loses-a-leader-gains-a-legacy.html"} , {"body" : "LEAD: The third trial in the Bensonhurst racial killing ended yesterday when jurors acquitted a young white man of intentional murder but could not reach a verdict on a second murder charge and on a riot charge. The third trial in the Bensonhurst racial killing ended yesterday when jurors acquitted a young white man of intentional murder but could" , "date" : "19900704" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Man Acquitted On Major Count In Racial Killing" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/04\/nyregion\/man-acquitted-on-major-count-in-racial-killing.html"} , {"body" : "LEAD: On and off for 15 years, Sarah Edmunds has lived on the same block near Washington Square Park. Now she is thinking of leaving not only her neighborhood in lower Manhattan, but also New York City. On and off for 15 years, Sarah Edmunds has lived on the same block near Washington Square Park. Now she is thinking of leaving not only her" , "date" : "19900628" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; Assessing a Poll: Hints of Flight By Middle Class?" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/28\/nyregion\/metro-matters-assessing-a-poll-hints-of-flight-by-middle-class.html"} , {"body" : "LEAD: The Transit Authority said yesterday that beginning today it would assign guards at 16 subway stations to discourage people from boarding trains without paying and from vandalizing turnstiles in an effort to steal tokens. The Transit Authority said yesterday that beginning today it would assign guards at 16 subway stations to discourage" , "date" : "19900627" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO DATELINES; Guards at 16 Stations To Check on Fares" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/27\/nyregion\/metro-datelines-guards-at-16-stations-to-check-on-fares.html"} , {"body" : "LEAD: With serene dignity and an occasional bit of playfulness, Winnie Mandela continued accepting tributes across New York City yesterday. She spoke of her suffering, vowed to continue her fight against apartheid, and reassured those worried about the effects of the demanding tour on her 71-year-old husband, Nelson With serene dignity and an" , "date" : "19900623" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["SOUTH AFRICA"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "9" , "title" : "The Mandela Visit; Meeting New York on Her Own, Winnie Mandela Takes Homage in Stride" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/23\/nyregion\/mandela-visit-meeting-new-york-her-own-winnie-mandela-takes-homage-stride.html"} ,   {"body" : "LEAD: To the Editor: To the Editor: No reasonable person can dispute the need for adequate water pollution control measures in New York City as outlined in ''2 Boroughs Face a Ban on Building'' (front page, June 11). However, you not only fail to grasp the true impact of the problems at Newtown Creek, but have also made an error that could have" , "date" : "19900621" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Newtown Creek Plant Doesn't Serve Downtown Brooklyn Area" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/21\/opinion\/l-newtown-creek-plant-doesn-t-serve-downtown-brooklyn-area-808290.html"} , {"body" : "LEAD: The people who work for the Board of Examiners were examining themselves yesterday and what they concluded left them dispirited and nervous. The people who work for the Board of Examiners were examining themselves yesterday and what they concluded left them dispirited and nervous. ''We have been a family for a number of years and when your" , "date" : "19900621" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "At Teacher Board, a 'Family' Faces Demise" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/21\/nyregion\/at-teacher-board-a-family-faces-demise.html"} , {"body" : "LEAD: State officials agreed today to abolish the New York City Board of Examiners, the much-criticized independent body that has tested and licensed teachers and administrators in the city for almost a century. State officials agreed today to abolish the New York City Board of Examiners, the much-criticized independent body that has tested and" , "date" : "19900620" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Accord to End License Board For New York City Teachers" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/20\/nyregion\/accord-to-end-license-board-for-new-york-city-teachers.html"} , {"body" : "LEAD: Because of Nelson Mandela's visit, New York City transportation officials have issued a Gridlock Alert for today through Friday. Because of Nelson Mandela's visit, New York City transportation officials have issued a Gridlock Alert for today through Friday. Today: Heavy delays are expected in the morning on routes to and from Kennedy Airport" , "date" : "19900620" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "SOUTH AFRICA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Traffic Alert" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/20\/nyregion\/traffic-alert-693690.html"} , {"body" : "LEAD: An article on Monday about the Newtown Creek sewage treatment plant in Brooklyn referred incorrectly to the area it serves. It accepts waste from much of northern Brooklyn, but not from downtown Brooklyn. An article on Monday about the Newtown Creek sewage treatment plant in Brooklyn referred incorrectly to the area it serves. It accepts" , "date" : "19900616" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "3" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/16\/nyregion\/c-corrections-765790.html"} , {"body" : "LEAD: New York State is threatening to halt new building in lower Manhattan and downtown Brooklyn if the city does not decrease the amount of sewage flowing to the city's largest treatment plant. New York State is threatening to halt new building in lower Manhattan and downtown Brooklyn if the city does not decrease the amount of sewage flowing to" , "date" : "19900611" , "day_of_week_facet" : "Monday" , "geo_facet" : ["MANHATTAN (NYC)" , "WESTCHESTER COUNTY (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "2 BOROUGHS FACE A BAN ON BUILDING" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/11\/nyregion\/2-boroughs-face-a-ban-on-building.html"} , {"body" : "LEAD: International A3-13 International A3-13 Alberto Fujimori won in Peru, defeat-ing the novelist Mario Vargas Llosa for the presidency, projections from four polling groups indicated. Page A1 The peace process in Nicaragua seems to be moving ahead, though about 3,000 rebels must still be disarmed. The fragile peace accord was sealed at a recent" , "date" : "19900611" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/11\/nyregion\/news-summary-515590.html"} , {"body" : "LEAD: TEN years have passed since Local Law 10 was enacted to protect pedestrians in New York City from falling masonry. Over the decade, not only has it achieved its primary public-safety aim, but it also has preserved the integrity of many building facades. TEN years have passed since Local Law 10 was enacted to protect pedestrians in New York" , "date" : "19900610" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Assessing the 10-Year-Old Facade Law" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/10\/realestate\/assessing-the-10-year-old-facade-law.html"} , {"body" : "LEAD: IN downtown Brooklyn, Moustache, a newcomer on Atlantic Avenue specializing in Middle Eastern foods, rivals older establishments for freshness and flavor. A simple request for pita bread, for example, brings out the raw dough and rolling pin. IN downtown Brooklyn, Moustache, a newcomer on Atlantic Avenue specializing in Middle Eastern foods," , "date" : "19900606" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "11" , "title" : "Where Freshness Gets a New Definition" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/06\/garden\/where-freshness-gets-a-new-definition.html"} , {"body" : "LEAD: Vito P. Battista, an architect from Brooklyn, a former Assemblyman and a colorful perennial candidate for elective office, died yesterday at his home in Brooklyn. He was 81 years old. Vito P. Battista, an architect from Brooklyn, a former Assemblyman and a colorful perennial candidate for elective office, died yesterday at his home in" , "date" : "19900525" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "18" , "title" : "Vito Battista, 81, Architect, Dies; Colorful New York Political Figure" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/25\/obituaries\/vito-battista-81-architect-dies-colorful-new-york-political-figure.html"} ,   {"body" : "LEAD: If you had any questions about the relationship of the Communist Manifesto, the Bible, the Central Intelligence Agency, a burning American flag and Big Band music to the Bensonhurst murder trial, you could have found someone very glad to enlighten you yesterday outside State Supreme Court in Brooklyn. If you had any questions about the" , "date" : "19900516" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Free Speech Lives in a Brooklyn Plaza" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/16\/nyregion\/free-speech-lives-in-a-brooklyn-plaza.html"} , {"body" : "LEAD: A day after Mayor David N. Dinkins issued a rare televised appeal for racial harmony in New York City, black demonstrators marched through two racially troubled neighborhoods in Brooklyn yesterday, calling even more attention to two highly publicized bias incidents. A day after Mayor David N. Dinkins issued a rare televised appeal for racial" , "date" : "19900513" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Black Protesters March in Brooklyn Communities" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/13\/nyregion\/black-protesters-march-in-brooklyn-communities.html"} , {"body" : "LEAD: There was the big square labyrinth of blue police barricades, with dozens of uniformed officers watching and waiting. There were hundreds of demonstrators beneath a banner renaming a shady park ''Yusuf Square.'' There was the big square labyrinth of blue police barricades, with dozens of uniformed officers watching and waiting. There were" , "date" : "19900510" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BENSONHURST (NYC)" , "FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Tension, and Attention, Outside Brooklyn Court" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/10\/nyregion\/tension-and-attention-outside-brooklyn-court.html"} , {"body" : "LEAD: Keith Mondello, who was dressed in black and white, heard himself described as two very different people yesterday, the day the murder case against him went to the jury. Keith Mondello, who was dressed in black and white, heard himself described as two very different people yesterday, the day the murder case against him went to the jury. A" , "date" : "19900509" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2d Jury Gets Case in Bensonhurst Killing" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/09\/nyregion\/2d-jury-gets-case-in-bensonhurst-killing.html"} , {"body" : "LEAD: Fans of the opulent Brooklyn Paramount Theater will be able to hear its Wurlitzer pipe organ at 3 P.M. today when Hector Olivera presents a pops concert of theater-organ music. The concert on the four-manual, 2,000-pipe instrument, which is normally submerged beneath the center's floor, will be in the former movie theater, now the Schwartz" , "date" : "19900429" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "60" , "title" : "Rarely Heard Wurlitzer" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/29\/arts\/rarely-heard-wurlitzer.html"} , {"body" : "LEAD: A former president of a school board in Queens pleaded guilty yesterday to coercion and fraud for having illegally pressured school administrators to give jobs to people he favored. A former president of a school board in Queens pleaded guilty yesterday to coercion and fraud for having illegally pressured school administrators to give jobs to" , "date" : "19900427" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Ex-Queens School Board Chief Guilty of Job Fraud" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/27\/nyregion\/ex-queens-school-board-chief-guilty-of-job-fraud.html"} , {"body" : "LEAD: The police reported breaking up a major automobile-theft ring yesterday that they said was stealing 15 cars a week from Ozone Park, Queens, and selling the parts through a salvage yard in downtown Brooklyn. The police reported breaking up a major automobile-theft ring yesterday that they said was stealing 15 cars a week from Ozone Park," , "date" : "19900426" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Top Auto Theft Ring Is Reported Smashed" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/26\/nyregion\/a-top-auto-theft-ring-is-reported-smashed.html"} , {"body" : "LEAD: Tens of thousands of demonstrators swarmed across the Brooklyn Bridge into lower Manhattan yesterday to protest a Federal health policy on blood donations that they said unfairly stigmatized Haitians and Africans. Tens of thousands of demonstrators swarmed across the Brooklyn Bridge into lower Manhattan yesterday to protest a Federal health" , "date" : "19900421" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "F.D.A. Policy To Limit Blood Is Protested" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/21\/nyregion\/fda-policy-to-limit-blood-is-protested.html"} , {"body" : "LEAD: A prisoner with a criminal record testified yesterday that Joseph Fama had confessed to killing Yusuf K. Hawkins in a jailhouse conversation last month. ''I shot him. I shot him. I can't bring the guy back,'' Mr. Fama told him, the prisoner said. A prisoner with a criminal record testified yesterday that Joseph Fama had confessed to killing" , "date" : "19900420" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Fama Confessed, a Prisoner Testifies in Bensonhurst Trial" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/20\/nyregion\/fama-confessed-a-prisoner-testifies-in-bensonhurst-trial.html"} , {"body" : "LEAD: Plenty of public school systems have recently begun delegating financial and educational decisions to principals and teachers. Now the Dade County school system has extended this notion of site-based management to its logical conclusion: Let them design and run their own schools. Plenty of public school systems have recently begun delegating" , "date" : "19900418" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["DADE COUNTY (FLA)"] , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "8" , "title" : "EDUCATION; Lessons" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/18\/us\/education-lessons.html"} ,   {"body" : "LEAD: A 17-year-old Brooklyn youth was charged yesterday with being one of four men who tried to rob a subway rider Thursday night, just before the victim pulled a gun from his waistband and shot one assailant to death. A 17-year-old Brooklyn youth was charged yesterday with being one of four men who tried to rob a subway rider Thursday night, just" , "date" : "19900415" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Youth Held in Attack on Subway Killer" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/15\/nyregion\/youth-held-in-attack-on-subway-killer.html"} , {"body" : "LEAD: A subway rider who was beaten and robbed Thursday night on a Brooklyn express train drew a pistol from beneath his trench coat, shot one of his four assailants to death and then calmly walked off into the night at the next station, the police said. A subway rider who was beaten and robbed Thursday night on a Brooklyn express train drew a" , "date" : "19900414" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A New Case of Subway Revenge: Beating Victim Is Sought as Killer" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/14\/nyregion\/a-new-case-of-subway-revenge-beating-victim-is-sought-as-killer.html"} , {"body" : "LEAD: There were times during jury selection for the Bensonhurst murder trial last week, when Justice Thaddeus Owens's Brooklyn courtroom filled with the spirited sounds of strangers meeting for the first time. Sometimes, the gathering of more than a hundred potential jurors seemed too light-hearted to be about the killing of a 16-year-old boy on a" , "date" : "19900408" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Painful and Light Moods Collide in Bensonhurst Jury Selection" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/08\/nyregion\/painful-and-light-moods-collide-in-bensonhurst-jury-selection.html"} , {"body" : "LEAD: Far-sightedness in state and local government seems to be defined nowadays as anticipating next week's budget deficit forecast. In that context, a 15-month contract authorized last month by the New York City Transit Authority is positively visionary. Far-sightedness in state and local government seems to be defined nowadays as anticipating" , "date" : "19900402" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; The Eternal Aim To Make Cities More Livable" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/02\/nyregion\/metro-matters-the-eternal-aim-to-make-cities-more-livable.html"} , {"body" : "LEAD: Arthur Levitt Jr., the former head of the American Stock Exchange, was appointed chairman of the New York City Public Development Corporation yesterday. The quasi-public organization is responsible for directing the city's commercical, industrial and waterfront development. Arthur Levitt Jr., the former head of the American Stock Exchange," , "date" : "19900331" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Development Officials Named" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/31\/nyregion\/development-officials-named.html"} , {"body" : "LEAD: Since ancient times, cities have arisen out of transportation routes. New York City was no different: today's metropolis emerged from a prosperous port, but it emanated also from the metropolis below. Its streets cling to the massive transportation network beneath them. A visit to the New York Transit Museum in Brooklyn offers a chance to" , "date" : "19900325" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "50" , "title" : "Lifestyle: Outing; Tokens, Please, For a Ride" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/25\/style\/lifestyle-outing-tokens-please-for-a-ride.html"} , {"body" : "LEAD: Denouncing what they termed a ''conspiracy to destroy black youth,'' about 400 demonstrators marched through upper Manhattan yesterday, snarling traffic and holding noisy rallies, but they were prevented from entering a bridge and highway by 150 police officers in riot gear. Denouncing what they termed a ''conspiracy to destroy black youth,''" , "date" : "19900324" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "400 Protesters In Manhattan Attack Racism" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/24\/nyregion\/400-protesters-in-manhattan-attack-racism.html"} , {"body" : "LEAD: Brooklyn's many neighborhoods, famous attractions and little-known pleasures can be discovered with the help of a variety of guided bus and walking tours offered in coming weeks and throughout the year. Brooklyn's many neighborhoods, famous attractions and little-known pleasures can be discovered with the help of a variety of guided bus and" , "date" : "19900323" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "Walks and Rides for the Curious" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/23\/arts\/walks-and-rides-for-the-curious.html"} , {"body" : "LEAD: For years, dance in Brooklyn was mostly a matter of the large companies presented at the Brooklyn Academy of Music. In 1985, smaller-scale and more informal modern dance began to become established in less august theater spaces in the borough, principally at BACA Downtown, and Spoke the Hub Dancing's Gowanus Arts Exchange. For years, dance in" , "date" : "19900323" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "Two Not-So-August Outposts for Modern Dance" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/23\/arts\/two-not-so-august-outposts-for-modern-dance.html"} , {"body" : "LEAD: Rather than being concentrated in one area, Brooklyn's food shops are scattered about the borough like raisins in a Lenten hot-cross bun. Here is a sampling of some fairly recent newcomers to Brooklyn's eclectic gastronomic scene. Rather than being concentrated in one area, Brooklyn's food shops are scattered about the borough like raisins in" , "date" : "19900323" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "New Shops With an Emphasis on the Edible" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/23\/arts\/new-shops-with-an-emphasis-on-the-edible.html"} ,   {"body" : "LEAD: Schools Chancellor Joseph A. Fernandez has begun exploring the idea of designating police-patrolled subway cars for students as a way to protect children from violence as they go to and from school. Schools Chancellor Joseph A. Fernandez has begun exploring the idea of designating police-patrolled subway cars for students as a way to protect" , "date" : "19900322" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Fernandez Backs Designating Subway Cars for Students" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/22\/nyregion\/fernandez-backs-designating-subway-cars-for-students.html"} , {"body" : "LEAD: AT once symbiotic and competitive, two enormous commercial projects, within 60 feet of one another on a single block in downtown Brooklyn, have emerged from complex negotiations and are now in the final stretch of the city's review procedure. AT once symbiotic and competitive, two enormous commercial projects, within 60 feet of one another on" , "date" : "19900318" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RENAISSANCE PLAZA (BKLYN, NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "21" , "title" : "COMMERCIAL PROPERTY: Downtown Brooklyn; Two Tall Office Towers Planned on a Single Block" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/18\/realestate\/commercial-property-downtown-brooklyn-two-tall-office-towers-planned-single.html"} , {"body" : "LEAD: Menchanko-Tei Menchanko-Tei Japanese noodle parlors, of which there are dozens in midtown Manhattan alone, are ideal for the rushed dip-and-run luncher. Many are clean, satisfying and unquestionably cheap, if not much on atmosphere. For a step up in comfort but not in price, consider Menchanko-Tei, a sleek, 44-seat restaurant on West 55th" , "date" : "19900309" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "Diner's Journal" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/09\/arts\/diner-s-journal.html"} , {"body" : "LEAD: FRIDAY ARABIAN DAYS FRIDAY ARABIAN DAYS Despite a handful of exotic, often contradictory images culled from ''Lawrence of Arabia'' and television news, to most Americans Saudi Arabia might as well be the moon. For those who wish to learn more about this huge, rich, all-too-stereotyped country, the next best thing to being there is a free" , "date" : "19900309" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/09\/arts\/weekender-guide.html"} , {"body" : "LEAD: New York City Schools Chancellor Joseph A. Fernandez plans to open a network of elementary schools inside office buildings and other workplaces, where young children can attend classes as their parents work nearby. New York City Schools Chancellor Joseph A. Fernandez plans to open a network of elementary schools inside office buildings and" , "date" : "19900307" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Fernandez Plans Schools in Workplaces" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/07\/nyregion\/fernandez-plans-schools-in-workplaces.html"} , {"body" : "LEAD: A TWO-YEAR building surge in West Midtown has demonstrated the power of public incentives to direct the path of commercial development. The big question now is how to market a spate of new offices when the New York City economy has sunk into the doldrums. A TWO-YEAR building surge in West Midtown has demonstrated the power of public" , "date" : "19900304" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "TIMES SQUARE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Battling for Tenants in a Slow Market" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/04\/realestate\/battling-for-tenants-in-a-slow-market.html"} , {"body" : "LEAD: Friday FELINE PULCHRITUDE Friday FELINE PULCHRITUDE Some 30,000 cat lovers and more than 1,000 of the objects of their affection are expected to crowd into Madison Square Garden this weekend for America's largest annual cat show. The sixth International Cat Show will feature representatives of about 42 breeds competing for ribbons, trophies" , "date" : "19900302" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/02\/arts\/weekender-guide.html"} , {"body" : "LEAD: Women's History Month is being celebrated with a variety of events around New York City. Here is a sampling of events this weekend. For more information, consult the Women's History Month Calendar published by the New York City Commission on the Status of Women, 52 Chambers Street, Suite 207 (566-3832). Women's History Month is being" , "date" : "19900302" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "A Sampling of Events On Women's History" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/02\/arts\/a-sampling-of-events-on-women-s-history.html"} , {"body" : "LEAD: AS more and more rental buildings in Brooklyn and Queens are converted into cooperatives, New York City's Commission on Human Rights is gearing up to tackle one of the stickiest of housing discrimination issues - the broad powers of co-op boards to reject would-be buyers without explanation. AS more and more rental buildings in Brooklyn and" , "date" : "19900225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "As Co-ops Spread, Discrimination Concerns Grow" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/25\/realestate\/as-co-ops-spread-discrimination-concerns-grow.html"} , {"body" : "LEAD: SIX years ago, David L. Gunn took charge of New York City's crumbling public transportation system, embarking on what he called a ''suicide mission'' to turn it around. On Wednesday, Mr. Gunn will step down as president of the Transit Authority, turning the job over to Alan F. Kiepper, a former general manager of Houston's transit system. SIX" , "date" : "19900225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "20" , "title" : "THE REGION; Exit Interview: Gunn Stands Clear Of the Closing Door" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/25\/weekinreview\/the-region-exit-interview-gunn-stands-clear-of-the-closing-door.html"} ,   {"body" : "LEAD: A 32-year-old security guard was stabbed to death on a subway train in Brooklyn early yesterday, after he refused to give his leather coat to youths who had threatened him moments earlier on a subway platform, the police said. A 32-year-old security guard was stabbed to death on a subway train in Brooklyn early yesterday, after he refused to" , "date" : "19900218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "Fight for Leather Coat Is Blamed in Subway Death" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/18\/nyregion\/fight-for-leather-coat-is-blamed-in-subway-death.html"} , {"body" : "LEAD: Black History Month is being celebrated with a variety of events around New York City. Here is a sampling of events this weekend. Today Black History Month is being celebrated with a variety of events around New York City. Here is a sampling of events this weekend. Today ''CHANEY, GOODMAN AND SCHWERNER, THE MISSISSIPPI THREE: THE STRUGGLE" , "date" : "19900216" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "Black History Sampling" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/16\/arts\/black-history-sampling.html"} , {"body" : "LEAD: A factory at Nassau and Jay Streets in downtown Brooklyn that was used during World War II to make the Norden bombsight is being renovated into office and retailing space. A factory at Nassau and Jay Streets in downtown Brooklyn that was used during World War II to make the Norden bombsight is being renovated into office and retailing space." , "date" : "19900211" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: High Tech in Metrotech; A New Target for Bombsight Site" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/11\/realestate\/postings-high-tech-in-metrotech-a-new-target-for-bombsight-site.html"} , {"body" : "LEAD: FRIDAY HAMPTON MEETS NICHOLAS FRIDAY HAMPTON MEETS NICHOLAS Lionel Hampton, the jazz composer, performer and conductor with musical achievements spanning the last 60 years, will appear with the dancer Harold Nicholas tonight at 8 at the Brooklyn Center for the Performing Arts at Brooklyn College. Mr. Hampton, who performed with Benny Goodman" , "date" : "19900209" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/09\/arts\/weekender-guide.html"} , {"body" : "LEAD: The people who work behind the pebble-glass office doors of the Board of Education's headquarters in Brooklyn and walk its cheerless hallways often complain that the public perceives them as a faceless bureaucracy. The people who work behind the pebble-glass office doors of the Board of Education's headquarters in Brooklyn and walk its" , "date" : "19900205" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "In School Bureaucracy, Despair at the System" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/05\/nyregion\/in-school-bureaucracy-despair-at-the-system.html"} , {"body" : "LEAD: Residents of downtown Brooklyn are being treated this weekend to a phenomenon both rare and dear to the hearts of serious sidewalk superintendents - the inching of three historic houses along the streets to new locations. The 150-year-old structures, which had occupied sites at 106, 108 and 110 Johnson Street, are being towed as a unit" , "date" : "19900204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Making Way for Metrotech; Historic Homes on the Move" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/04\/realestate\/postings-making-way-for-metrotech-historic-homes-on-the-move.html"} , {"body" : "LEAD: Having successfully petitioned New York City for landmark status for the Seagram Building on Park Avenue, the landlord is suing city officials for having extended the landmark designation to the Four Seasons restaurant at the skyscraper's base. Having successfully petitioned New York City for landmark status for the Seagram Building on Park" , "date" : "19900204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Building Owner Fights Landmark at 4 Seasons" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/04\/nyregion\/building-owner-fights-landmark-at-4-seasons.html"} , {"body" : "LEAD: A police officer was slashed and stabbed last night as he left the 84th Precinct station house in downtown Brooklyn to get a sandwich for dinner, a police spokesman said. A police officer was slashed and stabbed last night as he left the 84th Precinct station house in downtown Brooklyn to get a sandwich for dinner, a police spokesman said." , "date" : "19900201" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Police Officer Is Attacked and Stabbed in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/01\/nyregion\/police-officer-is-attacked-and-stabbed-in-brooklyn.html"} , {"body" : "LEAD: The elegant Four Seasons Restaurant, regarded as a classic monument of modern restaurant design, and the Seagram Building in which it is situated were granted landmark status yesterday by the New York City Board of Estimate. The elegant Four Seasons Restaurant, regarded as a classic monument of modern restaurant design, and the Seagram" , "date" : "19900126" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Approval Given To Four Seasons As a Landmark" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/26\/nyregion\/approval-given-to-four-seasons-as-a-landmark.html"} , {"body" : "LEAD: BY a curious quirk of timing in the mid-70's, Citibank found itself building the imposing Citicorp Center project at Lexington Avenue and East 53d Street when new office construction generally in Manhattan was tomb silent. BY a curious quirk of timing in the mid-70's, Citibank found itself building the imposing Citicorp Center project at" , "date" : "19900114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "PERSPECTIVES: Downtown Brooklyn; Creating a Critical Mass at Metrotech" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/14\/realestate\/perspectives-downtown-brooklyn-creating-a-critical-mass-at-metrotech.html"} ,   {"body" : "LEAD: It's happening again. Brooklyn is losing another piece of its identity. It's happening again. Brooklyn is losing another piece of its identity. To many Brooklynites, it was bad enough when Brooklyn's daily newspaper, The Daily Eagle, folded in 1955 and when the Dodgers left Ebbets Field in 1957. And in several months, another institution, the" , "date" : "19900107" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Bank's New Name Irks Brooklynites" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/07\/nyregion\/bank-s-new-name-irks-brooklynites.html"} , {"body" : "LEAD: David L. Gunn, who embarked six years ago on what he called a ''suicide mission'' to turn around New York City's crumbling mass-transit system, announced his resignation yesterday as president of a now ''acceptable, but not perfect'' system. David L. Gunn, who embarked six years ago on what he called a ''suicide mission'' to turn around New" , "date" : "19900106" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Gunn to Leave Transit Agency; Says System Is Now Acceptable" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/06\/nyregion\/gunn-to-leave-transit-agency-says-system-is-now-acceptable.html"} , {"body" : "LEAD: When Zoriano Caballero picked up his newspaper yesterday, his eyes scanned the grim mug shot of Gen. Manuel Antonio Noriega. He focused on the prisoner identification plate the fallen Panamanian leader held to his chest: ''U.S. Marshal, Miami, FL 41586 004.'' When Zoriano Caballero picked up his newspaper yesterday, his eyes scanned the grim" , "date" : "19900106" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Big Jackpot and Big Dreams: Lotto Fever Hits New York" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/06\/nyregion\/big-jackpot-and-big-dreams-lotto-fever-hits-new-york.html"} , {"body" : "LEAD: One day this week, Joseph A. Fernandez noticed that his office windows were dirty. He called an engineer. Sorry, he was told, the engineers' contract stipulates that the windows are cleaned once a year. One day this week, Joseph A. Fernandez noticed that his office windows were dirty. He called an engineer. Sorry, he was told, the engineers'" , "date" : "19900106" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Welcome to New York City, Chancellor (but Please Hold)" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/06\/nyregion\/welcome-to-new-york-city-chancellor-but-please-hold.html"} , {"body" : "LEAD: Bearing down on what he called wasteful spending, Schools Chancellor Joseph A. Fernandez yesterday took city cars away from 14 top-level Board of Education officials who, he said, were using them chiefly to get to and from work. Bearing down on what he called wasteful spending, Schools Chancellor Joseph A. Fernandez yesterday took city cars" , "date" : "19900104" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "City Cars Taken Away From School Officials" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/04\/nyregion\/city-cars-taken-away-from-school-officials.html"}]