[  {"body" : "The Happy Land Social Club. The Zodiac. The Brian Watkins slaying. Livery-cab killings. Children cut down by stray gunfire. Each was a milepost in crime in New York City in 1990, a year that will set a record for homicides and leave the impression that the city was the victim of violent forces it could not control. Police officials estimate that" , "date" : "19901231" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Record Year For Killings Jolts Officials In New York" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/31\/nyregion\/record-year-for-killings-jolts-officials-in-new-york.html"} , {"body" : "Two small cousins and their grandparents were killed and two other children were critically burned early yesterday when a fire, apparently touched off by the overloaded extension cord of a space heater, roared through a single-family home in Brooklyn. Two sisters, including the mother of two of the young victims, fled barefoot in nightclothes into" , "date" : "19901228" , "day_of_week_facet" : "Friday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Fire Kills 4 And Burns 2 In a Home In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/28\/nyregion\/fire-kills-4-and-burns-2-in-a-home-in-brooklyn.html"} , {"body" : "A third teen-ager was arrested yesterday and charged with being part of a gang that investigators believe held up at least 75 people at gunpoint in Queens and Nassau County in the last two weeks, the police said. Two other suspects were captured on Wednesday night after a wild chase and shootout on the Belt Parkway. Investigators said last night" , "date" : "19901228" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NASSAU COUNTY (NY)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "3 Youths Seized In 75 Robberies In Last 2 Weeks" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/28\/nyregion\/3-youths-seized-in-75-robberies-in-last-2-weeks.html"} , {"body" : "The mundane and sometimes grim task of keeping New York City going on Christmas fell to an eclectic group of men and women, some of whom kept the holiday in their own way and some of whom did not. Movie theaters were full; precinct houses were staffed; hospitals tended the sick, and public transportation rumbled beneath and through the city. There" , "date" : "19901226" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "It's Another Day in the City, But Not Just Another Day" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/26\/nyregion\/it-s-another-day-in-the-city-but-not-just-another-day.html"} , {"body" : "A 31-year-old immigrant from Ethiopia with a load of Christmas packages was shot and killed in the driveway of his house in Far Rockaway, Queens, on Christmas Eve, the police said yesterday. The man, Berhane Waldermarian, was one of at least 10 New Yorkers killed in separate incidents on Christmas Eve and Christmas Day. Among them were a Bronx baby" , "date" : "19901226" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "FAR ROCKAWAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ethiopian Immigrant Carrying Christmas Gifts Is Slain in Queens" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/26\/nyregion\/ethiopian-immigrant-carrying-christmas-gifts-is-slain-in-queens.html"} , {"body" : "Ten officers in the elite Tactical Narcotics Team are under investigation after allegations were made that they mistreated prisoners and lied about evidence to shore up shaky arrests and justify illegal searches, high-ranking police officials said yesterday. A lieutenant, three sergeants and six police officers from the Brooklyn North Tactical" , "date" : "19901222" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "10 Detectives Face an Inquiry On False Data" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/22\/nyregion\/10-detectives-face-an-inquiry-on-false-data.html"} , {"body" : "The red and green plastic Kermit the Frog Christmas pin dangling from Alison Benabe's shirt reflects the holiday spirit, but the giggly, petite 15-year-old often carries something tucked in her pocket that betrays year-round thoughts: a knife. She has carried it reluctantly, sometimes with a can of Chemical Mace, since she and her sister Jennifer" , "date" : "19901219" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Teen-Agers Play the Odds in a Violent World" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/19\/nyregion\/teen-agers-play-the-odds-in-a-violent-world.html"} , {"body" : "Christina Roberts, a senior at Park West High School in Manhattan, assumed she would feel out of place at an upstate college. \"When you think upstate, you think white,\" Miss Roberts said. That was before she visited the State University of New York's College of Arts and Sciences at Brockport, almost 400 miles away in western New York. As a guest of" , "date" : "19901218" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "SUNY Seeks More Minority Students" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/18\/nyregion\/suny-seeks-more-minority-students.html"} , {"body" : "The owner of a gasoline station yesterday shot and killed a man who was trying to rob him, the police said. Lloyd Colbel, the 24-year-old owner of the Gulf gas station at the corner of Fountain Avenue and Linden Boulevard in the East New York section of Brooklyn, shot an unidentified man three times with the .357-magnum pistol that the man" , "date" : "19901216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "51" , "title" : "Robber Killed With Own Gun" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/16\/nyregion\/robber-killed-with-own-gun.html"} , {"body" : "Two teen-age boys were killed in separate shootings while coming home from parties in Brooklyn early yesterday morning, the police said. In one of the shootings, a gunman killed a 17-year-old boy after stealing his new leather jacket. In the other, the police said, a 14-year-old boy who was found with a large-caliber revolver was fatally shot in" , "date" : "19901209" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "TWO TEEN-AGERS SLAIN IN BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/09\/nyregion\/two-teen-agers-slain-in-brooklyn.html"} ,   {"body" : "The Bedford-Stuyvesant Volunteer Ambulance Corps officially began on Feb. 23, 1989. Within 24 hours, its president, James Robinson, and a colleague spotted a fire in an abandoned building and saved 10 people. Within 48 hours, volunteers had delivered a baby. The pace never slackened. Drug-related violence devastates this poor Brooklyn neighborhood." , "date" : "19901208" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "27" , "title" : "About New York; Bed-Stuy, Do or Die. For Real. 911." , "url" : "http:\/\/www.nytimes.com\/1990\/12\/08\/nyregion\/about-new-york-bed-stuy-do-or-die-for-real-911.html"} , {"body" : "John S. Vento, who backed out of an agreement to be the prosecution's main witness because he feared retaliation, was acquitted of murder and manslaughter in the Bensonhurst case yesterday. He was convicted of a lesser riot charge. With the trials now completed for five of the eight Bensonhurst defendants, the verdict means the prosecution has so" , "date" : "19901207" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Vento Acquitted of Murder in Bensonhurst Case" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/07\/nyregion\/vento-acquitted-of-murder-in-bensonhurst-case.html"} , {"body" : "Closings in the week ending Nov. 17 MANHATTAN Chelsea 575,000 457 West 22d Street 3-bedroom, 2-bath, 1,628-sq.-ft. co-op in a brownstone; dining area, terrace, marble mantels, 2 fireplaces; maintenance $302, 5% tax-deductible (Broker: Kingman Associates) Greenwich Village 750,000 75 Bedford Street 3-family, 4-story, 13-room, 3,200-sq.-ft. town" , "date" : "19901202" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/02\/realestate\/residential-resales-720590.html"} , {"body" : "Lance Cpl. Reynaldo Martindale's family feared that the young marine would be sent to Saudi Arabia and possible death. Instead he died on a Queens highway early yesterday when a hit-and-run driver struck him and a friend after they stopped to help a stranded motorist. Corporal Martindale, 19 years old, on leave from Camp Lejeune, N.C., was visiting" , "date" : "19901126" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Family Feared Death in Battle, But Marine Dies on Queens Road" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/26\/nyregion\/family-feared-death-in-battle-but-marine-dies-on-queens-road.html"} , {"body" : "Firefighters rescued a woman from her burning Bronx apartment early yesterday, while three people, including a 10-year-old girl, were rescued from a smoke-filled house in Brooklyn. The Bronx woman, Marsalina Lugo, 60 years old, of 1460 Bronx River Avenue in the West Farms section, was taken to Jacobi Hospital. Firefighter Raymond Fields said she" , "date" : "19901123" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Bronx Woman Rescued From Burning Bedroom" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/23\/nyregion\/bronx-woman-rescued-from-burning-bedroom.html"} , {"body" : "With horns honking and protest banners flapping from their radio antennas, hundreds of angry livery-cab drivers all but sealed off the Brooklyn Bridge and the Queens-Midtown Tunnel in the morning rush yesterday and slowed traffic on other major highways to somewhere between the pace of a glacier and a snail. The morning soon turned into an agony of" , "date" : "19901121" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Livery-Cab Drivers Slow Traffic to a Walk" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/21\/nyregion\/livery-cab-drivers-slow-traffic-to-a-walk.html"} , {"body" : "On Thursday, Kimson Russell was supposed to celebrate his 17th birthday. His unemployed mother had even scratched together enough money to buy him a much wanted new coat with the Los Angeles Raiders football team logo stitched across the back. \"I have the money hidden in a suitcase,\" she said yesterday. But instead of celebrating on Thursday, Mr." , "date" : "19901113" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Son's Killing Leaves Family An Angry, Painful Legacy" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/13\/nyregion\/son-s-killing-leaves-family-an-angry-painful-legacy.html"} , {"body" : "International A3-17 A proposal to reduce farm subsidies by the European Community was rejected as unacceptably small by the United States, Australia and other countries, threatening to collapse the trade talks. Page A1 A plan to improve French schools was announced by the Government, as more than 100,000 students marched in Paris demanding better" , "date" : "19901113" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "News Summary" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/13\/nyregion\/news-summary-714290.html"} , {"body" : "One teen-ager was shot and killed and another was wounded as the two walked down a street in Brooklyn Saturday night, the police said. The police had no suspects yesterday and no motive for the shooting that happened just after 9 P.M. in front of 1268 Sutter Avenue in the East New York section, Officer Scott Bloch, a police spokesman, said. The" , "date" : "19901112" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Gunfire From a Passing Car Kills a Teen-Ager in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/12\/nyregion\/gunfire-from-a-passing-car-kills-a-teen-ager-in-brooklyn.html"} , {"body" : "AFTER more than 30 years in the drug wars, Harold E. Adams, Commissioner of the Nassau County Department of Drug and Alcohol Addiction, says the efforts are largely imagery. Mr. Adams, the only commissioner since the department was created in 1972, says addiction is as widespread and community resistance to treatment centers as pronounced today as" , "date" : "19901111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE" , "NASSAU COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "LONG ISLAND Q&A: HAROLD E. ADAMS; A 30-Year Veteran in the Many Efforts to Combat Drugs" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/11\/nyregion\/long-island-q-harold-e-adams-30-year-veteran-many-efforts-combat-drugs.html"} ,   {"body" : "On the corner of Utica and Sterling in the Brownsville section of Brooklyn, in the light of a bright fall afternoon, Trent D. met a man who helped him through a neighborhood rite. The man gave Trent his first gun. The 16-year-old had no grand thoughts about what he was doing. He did not view himself as a menace to his community, he said, nor did he" , "date" : "19901105" , "day_of_week_facet" : "Monday" , "geo_facet" : ["EAST NEW YORK (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BROWNSVILLE (BROOKLYN)" , "MANHATTAN (NYC)" , "QUEENS (NYC)" , "BENSONHURST (NYC)" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Guns Offer New York Teen-Agers A Commonplace, Deadly Allure" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/05\/nyregion\/guns-offer-new-york-teen-agers-a-commonplace-deadly-allure.html"} , {"body" : "A suspect was shot dead and a policeman was wounded Wednesday night in Brooklyn when the officer and his partner interrupted what appeared to be an apartment robbery, the police said. As Officer Joel Goldberg, 39 years old, was about to enter the apartment, at 672 Jamaica Avenue in the East New York section, a man opened the door and fired once" , "date" : "19901102" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Suspect in Holdup Is Slain And an Officer Is Wounded" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/02\/nyregion\/suspect-in-holdup-is-slain-and-an-officer-is-wounded.html"} , {"body" : "A New York City police officer was shot and wounded last night in the East New York section of Brooklyn, the police said, and a man they say might be a suspect in the shooting was dead at the scene. The uniformed officer was struck in the chest with a shotgun blast as he and his partner were responding to a report of a robbery and assault at 672" , "date" : "19901101" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "A Police Officer Is Wounded And a Man Is Found Dead" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/01\/nyregion\/a-police-officer-is-wounded-and-a-man-is-found-dead.html"} , {"body" : "Poor women in New York City are dying of breast cancer unnecessarily, primarily because early detection is not widely practiced in the municipal hospital system, according to a report released yesterday by City Comptroller Elizabeth Holtzman. The report said the Health and Hospital Corporation's policy of not performing routine mammograms had" , "date" : "19901030" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Needless Breast Cancer Deaths Reported Among New York's Poor" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/30\/nyregion\/needless-breast-cancer-deaths-reported-among-new-york-s-poor.html"} , {"body" : "An off-duty court officer and an off-duty correction officer were shot and wounded yesterday in unrelated incidents, the police said. Joseph Rocco, 44 years old, a Queens Criminal Court officer, was grazed on the foehead inside the Side Street Cafe at 82-62 Grenfel Street in Queens early yesterday. He and two other men -- Craig Sobel, 25, of 1405" , "date" : "19901029" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "2 Off-Duty Officers Shot in Separate Fights" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/29\/nyregion\/2-off-duty-officers-shot-in-separate-fights.html"} , {"body" : "To the Editor: As an addendum to \"Volunteers Can Do Something About Crime\" by Joyce Black and Allan Luks (letter, Oct. 6), yet another very worthwhile volunteer program New Yorkers can participate in to do something about crime is the New York City Board of Education's \"Adopt-A-Class\" Program. The program links professionals with a junior high" , "date" : "19901023" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Adopt-a-Class Program Helps Prevent Crime" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/23\/opinion\/l-adopt-a-class-program-helps-prevent-crime-190390.html"} , {"body" : "A Brooklyn man, who the police said raped or sexually abused at least six teen-age girls in the last year and a half, was arrested on Sunday, the police said. The man, Jose Garcia, 26 years old, of 20 Essex Street in the East New York section, had a criminal record of sex crimes that dated to 1983, including an outstanding bench warrant, Lieut." , "date" : "19901023" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Man Is Held In Series of Sex Attacks" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/23\/nyregion\/brooklyn-man-is-held-in-series-of-sex-attacks.html"} , {"body" : "When Steve McGuire endures the inevitable punishment his work creates these days, there is often a national television audience watching. The pounding, however, has been severe for a long time, back to the days when the goal line consisted of parked cars or light poles, the football field was a street in the East New York section of Brooklyn, and" , "date" : "19901018" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "15" , "title" : "A Fullback Grows in Florida" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/18\/sports\/a-fullback-grows-in-florida.html"} , {"body" : "LEAD: To the other children who sang in the Antioch Church of Christ Choir in Brooklyn, 8-year-old John Thomas Jones was known as Johnny T - a boy who made up for being deaf in one ear by having a powerhouse of a voice. To the other children who sang in the Antioch Church of Christ Choir in Brooklyn, 8-year-old John Thomas Jones was known as Johnny" , "date" : "19901016" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Choirboy, Crossfire, And Tragedy Comes Again" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/16\/nyregion\/a-choirboy-crossfire-and-tragedy-comes-again.html"} , {"body" : "LEAD: Cantor Maurice Handel, who officiated at synagogues in New York, Los Angeles and St. Paul for more than 35 years, died on Oct. 7 at the Kingsbrook Jewish Medical Center in Brooklyn. He was 91 years old and lived in the Sheepshead Bay section of Brooklyn. Cantor Maurice Handel, who officiated at synagogues in New York, Los Angeles and St. Paul" , "date" : "19901016" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "13" , "title" : "Maurice Handel, 91, Cantor and Performer" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/16\/obituaries\/maurice-handel-91-cantor-and-performer.html"} ,   {"body" : "LEAD: A 50-year-old woman, playing dominoes with friends on a sidewalk table in the Bronx, was shot and killed yesterday morning when a gunfight erupted on a nearby corner and a man sprayed the street with semiautomatic fire, the police said. A 50-year-old woman, playing dominoes with friends on a sidewalk table in the Bronx, was shot and killed" , "date" : "19901015" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "PORT MORRIS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bronx Woman Killed as Shots Erupt on Street" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/15\/nyregion\/bronx-woman-killed-as-shots-erupt-on-street.html"} , {"body" : "LEAD: When Eric S. Miller was a boy, he walked with his father, Arnold, past the Coca-Cola Bottling Company plant at 1900 Linden Boulevard, between Georgia and Sheffield Avenues, in the East New York section of Brooklyn. ''I gave my father a look like we were in Wonderland,'' he recalled, ''and said, 'Wouldn't it be nice if we were one day in that" , "date" : "19901007" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Postings: Brooklyn 'Coke' Plant; Bubbling Up" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/07\/realestate\/postings-brooklyn-coke-plant-bubbling-up.html"} , {"body" : "LEAD: Five teen-agers were wounded by gunfire in New York City on Wednesday, the police said yesterday. Five teen-agers were wounded by gunfire in New York City on Wednesday, the police said yesterday. The first shooting occurred at 3:38 A.M., in Spodee Odee, a dance club at 565 West 23d Street in Chelsea, when a man shot Sayeeda Kelly, 17, in the" , "date" : "19901005" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "5 Teen-Agers Wounded By Gunfire in New York" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/05\/nyregion\/5-teen-agers-wounded-by-gunfire-in-new-york.html"} , {"body" : "LEAD: Testimony began yesterday in the trial of the man prosecutors say supplied bats to the crowd that chased Yusuf K. Hawkins before he was shot dead in Bensonhurst on Aug. 23, 1989. Testimony began yesterday in the trial of the man prosecutors say supplied bats to the crowd that chased Yusuf K. Hawkins before he was shot dead in Bensonhurst on" , "date" : "19901002" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Friends of Slain Youth Testify at Trial of 4th Bensonhurst Defendant" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/02\/nyregion\/friends-of-slain-youth-testify-at-trial-of-4th-bensonhurst-defendant.html"} , {"body" : "LEAD: Production of new housing in New York City rode a strong economy to a 14-year high last year, but the good news for a housing-starved city will probably not last long. Developers say that with inventories of market-rate housing high and buyers scarce, the city's private home-building sector will soon be as quiet as a vacant apartment." , "date" : "19900930" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "New Housing Outlook For New York Is Gloomy" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/30\/realestate\/new-housing-outlook-for-new-york-is-gloomy.html"} , {"body" : "LEAD: An off-duty state correction officer shot two teen-age brothers on Friday after they took his handbag and shot him at a Brooklyn party. The officer was then shot again, the police said. An off-duty state correction officer shot two teen-age brothers on Friday after they took his handbag and shot him at a Brooklyn party. The officer was then" , "date" : "19900930" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Officer Wounded but Shoots Assailants at Brooklyn Party" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/30\/nyregion\/officer-wounded-but-shoots-assailants-at-brooklyn-party.html"} , {"body" : "LEAD: Moses Stewart, the father of the black teen-ager slain last year by a group of whites in the Bensonhurst section of Brooklyn, has been arrested at his wife's request after a domestic dispute, the police said yesterday. Moses Stewart, the father of the black teen-ager slain last year by a group of whites in the Bensonhurst section of Brooklyn," , "date" : "19900929" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Slain Youth'sFather Is Held On Charges in Family Dispute" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/29\/nyregion\/slain-youth-sfather-is-held-on-charges-in-family-dispute.html"} , {"body" : "LEAD: For 13 months, Antonio Jose has lived in a two-bedroom apartment with no water, no heat and no toilet in an abandoned city-owned building on Home Street in the South Bronx. He is fighting City Hall to keep it - for himself and the 35 others from the ranks of the poor who have found their last housing refuge in the blighted area that the" , "date" : "19900926" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "SOUTH BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Fight for Housing: Poor vs. Middle Class" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/26\/nyregion\/fight-for-housing-poor-vs-middle-class.html"} , {"body" : "LEAD: Three teen-agers were shot and wounded in separate incidents in the Bronx yesterday, the latest in a growing number of city youths hit by gunfire, the police said. Three teen-agers were shot and wounded in separate incidents in the Bronx yesterday, the latest in a growing number of city youths hit by gunfire, the police said. A 15-year-old" , "date" : "19900926" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Three Teen-Agers Are Wounded In Separate Shootings in the Bronx" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/26\/nyregion\/three-teen-agers-are-wounded-in-separate-shootings-in-the-bronx.html"} , {"body" : "LEAD: They called her Sugar. She loved to sing and dance. Yesterday was to have been a rite of passage: her first day in junior high school. They called her Sugar. She loved to sing and dance. Yesterday was to have been a rite of passage: her first day in junior high school. Instead, 12-year-old Laykama Taylor became another victim of violence" , "date" : "19900925" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Mourners of Brooklyn Girl Rail at Latest Casual Killing" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/25\/nyregion\/mourners-of-brooklyn-girl-rail-at-latest-casual-killing.html"} ,   {"body" : "LEAD: A 12-year-old girl was shot to death yesterday while playing in the courtyard of a Brooklyn housing complex, becoming the third child hit by gunfire since Friday. A 12-year-old girl was shot to death yesterday while playing in the courtyard of a Brooklyn housing complex, becoming the third child hit by gunfire since Friday. The girl, Laykama" , "date" : "19900924" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Girl Is Killed While Playing In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/24\/nyregion\/girl-is-killed-while-playing-in-brooklyn.html"} , {"body" : "LEAD: ''You're talking about kids who are eating and sleeping death,'' said Carol A. Beck, principal of Thomas Jefferson High School in the East New York section of Brooklyn. ''The stories that are news stories to you are friends and family to them.'' ''You're talking about kids who are eating and sleeping death,'' said Carol A. Beck, principal of" , "date" : "19900922" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "25" , "title" : "About New York; Key to Survival Lies in Spirit Of Teen-Agers" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/22\/nyregion\/about-new-york-key-to-survival-lies-in-spirit-of-teen-agers.html"} , {"body" : "LEAD: A man riding a bicycle fired five shots yesterday into a bus carrying members of a group that demands construction jobs for minority people, injuring two passengers, one of them seriously, the police said. A man riding a bicycle fired five shots yesterday into a bus carrying members of a group that demands construction jobs for minority" , "date" : "19900921" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Men Shot on Bus Following Argument At Construction Site" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/21\/nyregion\/2-men-shot-on-bus-following-argument-at-construction-site.html"} , {"body" : "LEAD: Some guys grow up wanting to design computer games, fly space missions or play for the New York Knicks. Henry Hill always wanted to be a gangster. Like Martin Scorsese, who, from any early age, wanted to make movies, Henry Hill realized his grand ambition. Some guys grow up wanting to design computer games, fly space missions or play for the" , "date" : "19900919" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "11" , "title" : "Review\/Film; A Cold-Eyed Look at the Mob's Inner Workings" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/19\/movies\/review-film-a-cold-eyed-look-at-the-mob-s-inner-workings.html"} , {"body" : "LEAD: Mayor David N. Dinkins, who has asked New Yorkers to get involved in the fight against crime, carried his request to the streets of East New York yesterday, a section of Brooklyn with one of the highest crime rates in the city. Mayor David N. Dinkins, who has asked New Yorkers to get involved in the fight against crime, carried his request to" , "date" : "19900916" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "In Brooklyn, Dinkins Asks for Help in Crime Fight" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/16\/nyregion\/in-brooklyn-dinkins-asks-for-help-in-crime-fight.html"} , {"body" : "LEAD: A 16-year-old youth was shot and killed last night on a Brooklyn street when he resisted a man who was trying to steal his gold chain, the police said. A 16-year-old youth was shot and killed last night on a Brooklyn street when he resisted a man who was trying to steal his gold chain, the police said. The victim, Michael Wynn of 179 Essex" , "date" : "19900915" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Brooklyn Teen-Ager Is Killed Resisting Robbery of Chain" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/15\/nyregion\/brooklyn-teen-ager-is-killed-resisting-robbery-of-chain.html"} , {"body" : "LEAD: A 3-year-old girl was killed and her mother was seriously injured in a hit-and-run accident last night on Atlantic Avenue in the East New York section of Brooklyn, the police said. A 3-year-old girl was killed and her mother was seriously injured in a hit-and-run accident last night on Atlantic Avenue in the East New York section of Brooklyn," , "date" : "19900913" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Girl Killed and Mother Hurt In a Hit-and-Run Accident" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/13\/nyregion\/girl-killed-and-mother-hurt-in-a-hit-and-run-accident.html"} , {"body" : "LEAD: Before she enters the subway, Victoria Rodriguez, a 47-year-old nurse from Queens, turns her rings upside down, tucks her gold chains inside her blouse and pulls out what she thinks is the most effective weapon against subway crime - her Bible. Johnnie Mae Basile, 39, who rides the subway late at night to work at a bakery, takes a different" , "date" : "19900909" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Fear in the Subway: Riders Adopt Tactics To Ward Off Danger" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/09\/nyregion\/fear-in-the-subway-riders-adopt-tactics-to-ward-off-danger.html"} , {"body" : "LEAD: Next Tuesday's primary elections in New York include two interesting contests for State Senate in overwhelmingly Democratic districts where the primary winner is virtually guaranteed election. There's also a Republican write-in campaign that warrants attention. Here are our recommendations. QUEENS. 10th District. Three appealing candidates" , "date" : "19900907" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "For State Senate: Queens and Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/07\/opinion\/for-state-senate-queens-and-brooklyn.html"} , {"body" : "LEAD: It took only a brief stint as a juror in Manhattan to convince Andy Wolk that when it came to criminal justice in New York, reality is the best story of all. But as Mr. Wolk or any other writer can attest, reality is never easy to simulate, particularly the reality of a system under siege, and particularly in a made-for- It took only a brief" , "date" : "19900902" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "title" : "TELEVISION; This Courtroom Is a Long Way From 'L.A. Law'" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/02\/arts\/television-this-courtroom-is-a-long-way-from-la-law.html"} ,   {"body" : "LEAD: A 10-year-old boy from Utica, N.Y., was shot in the stomach yesterday in Brooklyn while he and an older boy were playing with a pistol, the police said. A 10-year-old boy from Utica, N.Y., was shot in the stomach yesterday in Brooklyn while he and an older boy were playing with a pistol, the police said. The shooting appeared to be an" , "date" : "19900830" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Datelines; Boy Shot in Stomach Playing With Pistol" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/30\/nyregion\/metro-datelines-boy-shot-in-stomach-playing-with-pistol.html"} , {"body" : "LEAD: A judge yesterday set bail for a former professional baseball player, prompting an emotional outburst from the family of the 9-year-old girl he is accused of killing with a stray bullet. A judge yesterday set bail for a former professional baseball player, prompting an emotional outburst from the family of the 9-year-old girl he is accused of" , "date" : "19900830" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Datelines; Bail Is Set for Man In Slaying of Girl, 9" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/30\/nyregion\/metro-datelines-bail-is-set-for-man-in-slaying-of-girl-9.html"} , {"body" : "LEAD: Her first week of law school behind her, Hillaire Wheatley walked into her apartment Friday afternoon, threw down her books and noticed her answering machine blinking. Her first week of law school behind her, Hillaire Wheatley walked into her apartment Friday afternoon, threw down her books and noticed her answering machine blinking. ''I knew" , "date" : "19900826" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["HARLEM (NYC)" , "MIDDLE EAST"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "36" , "title" : "Lives on Hold: Call-Up Sends Harlem Guard Unit Scrambling and Packing" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/26\/nyregion\/lives-on-hold-call-up-sends-harlem-guard-unit-scrambling-and-packing.html"} , {"body" : "LEAD: A teen-ager who the police say worked as a gunman for a crack-dealing ring was charged yesterday with firing a bullet that critically wounded a 3-year-old girl as she played with her shadow on a Brooklyn sidewalk Tuesday night, the police said. A teen-ager who the police say worked as a gunman for a crack-dealing ring was charged yesterday" , "date" : "19900823" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Teen-Ager Arrested in Shooting of Girl, 3" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/23\/nyregion\/teen-ager-arrested-in-shooting-of-girl-3.html"} , {"body" : "LEAD: Even Harvey Rosen, a veteran homicide prosecutor who does not shock easily, remembers it as a particularly gruesome case: A woman's torso found in Mount Morris Park in Harlem, her hands found by a child playing nearby, her severed head found floating in the Hudson River. Even Harvey Rosen, a veteran homicide prosecutor who does not shock" , "date" : "19900823" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A 14-Year Trail Leads From Harlem to a Murder Suspect's Arrest" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/23\/nyregion\/a-14-year-trail-leads-from-harlem-to-a-murder-suspect-s-arrest.html"} , {"body" : "LEAD: A 3-year-old girl was shot and critically wounded last night on a street in the East New York section of Brooklyn when she was caught in the cross-fire of two feuding groups of youths, the police said. A 3-year-old girl was shot and critically wounded last night on a street in the East New York section of Brooklyn when she was caught in the" , "date" : "19900822" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Girl, 3, Is Struck by a Stray Bullet" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/22\/nyregion\/brooklyn-girl-3-is-struck-by-a-stray-bullet.html"} , {"body" : "LEAD: International 2-7 President Bush decided to call up a limited number of military reservists because of the Middle East crisis, and the Pentagon commandeered 38 jets from airlines to carry troops and cargo to the region. Page 1 American reserves await the call for possible duty in the Persian Gulf with a mix of dread and excitement." , "date" : "19900818" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "News Summary" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/18\/nyregion\/news-summary-979590.html"} , {"body" : "LEAD: A man answering a gun charge in a Brooklyn courtroom yesterday was arrested and charged with the slaying of a man and his 1-year-old daughter on July 24. A man answering a gun charge in a Brooklyn courtroom yesterday was arrested and charged with the slaying of a man and his 1-year-old daughter on July 24. The two were hit by bullets fired" , "date" : "19900818" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Arrest in Death of Child Struck by a Stray Bullet" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/18\/nyregion\/arrest-in-death-of-child-struck-by-a-stray-bullet.html"} , {"body" : "LEAD: With the New York City Police Department stretched thin by budget cuts and rising crime, New Yorkers from politicians to beleaguered shopkeepers to worried parents are asking the same question: Where are the police? With the New York City Police Department stretched thin by budget cuts and rising crime, New Yorkers from politicians to" , "date" : "19900817" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "As New York Crime Rises, Police Officers Contend With Many Other Chores" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/17\/nyregion\/as-new-york-crime-rises-police-officers-contend-with-many-other-chores.html"} , {"body" : "LEAD: Rosemary Baker hummed to herself on the No. 5 train to the Bronx on her way to work at a construction site. She shrugged off fears of crime, even after the rash of violence in recent weeks that has left four children dead. Rosemary Baker hummed to herself on the No. 5 train to the Bronx on her way to work at a construction site. She shrugged" , "date" : "19900809" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; Life Goes On: Shrugging Off Crime and Fear" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/09\/nyregion\/metro-matters-life-goes-on-shrugging-off-crime-and-fear.html"} ,   {"body" : "LEAD: Three youths defending a girl were wounded by shotgun pellets fired by a teen-ager in Brooklyn Tuesday night, the police said. Three youths defending a girl were wounded by shotgun pellets fired by a teen-ager in Brooklyn Tuesday night, the police said. The youths, one 12 years old and the others 14, were treated at Brookdale Hospital and" , "date" : "19900809" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 Youths on Brooklyn Street Wounded by Shotgun Pellets" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/09\/nyregion\/3-youths-on-brooklyn-street-wounded-by-shotgun-pellets.html"} , {"body" : "LEAD: Three young men and a woman from Long Island were arrested early yesterday in the East New York section of Brooklyn after one of them opened fire with a semiautomatic assault rifle from inside a car, the police said. No injuries were reported. The four were charged with attempted murder and reckless endangerment. Three young men and a woman" , "date" : "19900808" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "4 Held in Random Shooting" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/08\/nyregion\/4-held-in-random-shooting.html"} , {"body" : "LEAD: Pressured to respond to a recent string of alarming crimes in New York City, Mayor David N. Dinkins said yesterday that he would hire 1,058 new police officers by next spring to increase neighborhood foot patrols and would pay for this by cutting a range of other services. Pressured to respond to a recent string of alarming crimes in New York" , "date" : "19900807" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Dinkins Plans Service Cuts to Pay For Adding 1,058 Police Officers" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/07\/nyregion\/dinkins-plans-service-cuts-to-pay-for-adding-1058-police-officers.html"} , {"body" : "LEAD: On the first day of a citywide amnesty program for people with illegal guns, only three weapons were turned in - all by the same person. On the first day of a citywide amnesty program for people with illegal guns, only three weapons were turned in - all by the same person. Officers at the 105th Precinct station house in Queens Village said" , "date" : "19900807" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Amnesty Starts And One Owner Turns In 3 Guns" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/07\/nyregion\/amnesty-starts-and-one-owner-turns-in-3-guns.html"} , {"body" : "LEAD: TEACHERS are jugglers, balancing competing interests, and, sometimes, competing ideologies, to deliver to their students enough accurate information to help them make reasoned judgments. TEACHERS are jugglers, balancing competing interests, and, sometimes, competing ideologies, to deliver to their students enough accurate information to help" , "date" : "19900805" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "28" , "title" : "A SPECIAL REPORT: HOT POTATOES; Worlds Apart" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/05\/education\/a-special-report-hot-potatoes-worlds-apart.html"} , {"body" : "LEAD: From the insistence and intensity of their gestures, it is obvious that Sakina Williams and Brian Cosgrove are locked in a vigorous debate. Absent, however, are the strident voices that usually accompany an exchange between 7-year-olds. From the insistence and intensity of their gestures, it is obvious that Sakina Williams and Brian Cosgrove" , "date" : "19900805" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Deaf Girl Finds a Fresh Air Fund Pal" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/05\/nyregion\/deaf-girl-finds-a-fresh-air-fund-pal.html"} , {"body" : "LEAD: Grief is a familiar emotion among the century-old tombstones and plastic floral arrangements that line the grounds of the Cemetery of the Evergreens in Brooklyn. But yesterday morning, when a white coffin containing the body of 9-year-old Veronica Corales was lowered into the earth, the heartbreak touched even the gravediggers. Grief is a" , "date" : "19900731" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Burial Workers Mourn at Grave Of Slain Girl, 9" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/31\/nyregion\/burial-workers-mourn-at-grave-of-slain-girl-9.html"} , {"body" : "LEAD: A 9-month-old boy playing in his walker was shot to death yesterday by a gunman who fired repeatedly through the door of the child's grandmother's apartment on the Grand Concourse in the Bronx. A 9-month-old boy playing in his walker was shot to death yesterday by a gunman who fired repeatedly through the door of the child's grandmother's" , "date" : "19900731" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Shots Through Door Kill a Bronx Infant Playing in a Walker" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/31\/nyregion\/shots-through-door-kill-a-bronx-infant-playing-in-a-walker.html"} , {"body" : "LEAD: One of two cars drag-racing on a street in the East New York section of Brooklyn went out of control last night and killed two men who were watching the race, the police said. One of two cars drag-racing on a street in the East New York section of Brooklyn went out of control last night and killed two men who were watching the race, the" , "date" : "19900730" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "GONZALEZ, JOSE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Datelines; Car in a Drag Race Kills 2 in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/30\/nyregion\/metro-datelines-car-in-a-drag-race-kills-2-in-brooklyn.html"} , {"body" : "LEAD: Detectives say they believe the gunmen who fired more than 18 bullets through a door in a Brooklyn housing project on Thursday, killing a 3-year-old boy, were trying to intimidate the boy's 19-year-old half-brother, a convicted drug dealer. Detectives say they believe the gunmen who fired more than 18 bullets through a door in a Brooklyn" , "date" : "19900728" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Boy's Brother Was Target, Police Say" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/28\/nyregion\/boy-s-brother-was-target-police-say.html"} ,   {"body" : "LEAD: A 3-year-old Brooklyn boy was killed yesterday when gunmen fired more than 18 rounds from semiautomatic pistols through a steel-covered door as he slept in his family's apartment. He was the third child killed in New York City this week by bullets apparently intended for someone else. A 3-year-old Brooklyn boy was killed yesterday when gunmen" , "date" : "19900727" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Stray Bullet Claims Another New York Child" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/27\/nyregion\/stray-bullet-claims-another-new-york-child.html"} , {"body" : "LEAD: Three men were attacked early yesterday by a gang that shouted anti-homosexual slurs at them in Greenwich Village, the police said. Three men were attacked early yesterday by a gang that shouted anti-homosexual slurs at them in Greenwich Village, the police said. Seven men were arrested when police officers who were driving a victim of" , "date" : "19900727" , "day_of_week_facet" : "Friday" , "geo_facet" : ["GREENWICH VILLAGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Gang Attacks 3 And Yells Slurs On West Street" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/27\/nyregion\/gang-attacks-3-and-yells-slurs-on-west-street.html"} , {"body" : "LEAD: The police are investigating whether there is a connection between the killing on Tuesday of a Brooklyn man, whose 1-year-old daughter was critically wounded in the attack, and testimony that the man gave in May in a murder case, officials said yesterday. The police are investigating whether there is a connection between the killing on" , "date" : "19900726" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metro Datelines; Man Slain in Attack Was Murder Witness" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/26\/nyregion\/metro-datelines-man-slain-in-attack-was-murder-witness.html"} , {"body" : "LEAD: A 9-year-old girl from Brooklyn died early yesterday, two days after being struck in the head by a stray bullet as she slept in her family's car after an outing at an amusement park. A 9-year-old girl from Brooklyn died early yesterday, two days after being struck in the head by a stray bullet as she slept in her family's car after an outing" , "date" : "19900725" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Girl, 9, Hit by Stray Bullet, Dies; Suspect Offers a Not-Guilty Plea" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/25\/nyregion\/girl-9-hit-by-stray-bullet-dies-suspect-offers-a-not-guilty-plea.html"} , {"body" : "LEAD: A 1-year-old girl sitting in her mother's lap was shot and critically wounded in Brooklyn yesterday morning when a gunman fired two shots at their car, killing her father, as they waited at a stop sign. A 1-year-old girl sitting in her mother's lap was shot and critically wounded in Brooklyn yesterday morning when a gunman fired two shots at" , "date" : "19900725" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Gunman Kills Father and Shoots Baby" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/25\/nyregion\/gunman-kills-father-and-shoots-baby.html"} , {"body" : "LEAD: The 22-year-old man charged in the shooting of a 9-year-old Brooklyn girl on Sunday is a former professional baseball player who had returned to his Brooklyn home hoping to become a police officer like his older sister, friends of the man said yesterday. The 22-year-old man charged in the shooting of a 9-year-old Brooklyn girl on Sunday is a" , "date" : "19900724" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Charged in Shooting Hoped to Join Police Force" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/24\/nyregion\/man-charged-in-shooting-hoped-to-join-police-force.html"} , {"body" : "LEAD: As part of a plan to maintain racial and ethnic balance at the Starrett City housing complex in southeast Brooklyn, the owners are considering making apartments available to Soviet Jews who come to the United States. Critics say that would circumvent a United States Supreme Court decision that found Starrett had discriminated against black" , "date" : "19900724" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "STARRETT CITY (HOUSING COMPLEX) (NYC)" , "UNION OF SOVIET SOCIALIST REPUBLICS (USSR)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Landlord, To Keep Racial Mix, Looks to Soviet Jews" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/24\/nyregion\/brooklyn-landlord-to-keep-racial-mix-looks-to-soviet-jews.html"} , {"body" : "LEAD: A 9-year-old girl was shot in the head early yesterday in Brooklyn when a bullet the police said was fired by a man shooting wildly at an old enemy crashed into the car where she lay asleep, waiting to be carried up to bed after a day at an amusement park. A 9-year-old girl was shot in the head early yesterday in Brooklyn when a bullet the" , "date" : "19900723" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Wild Shooting On Street Hits Girl, 9, in Car" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/23\/nyregion\/wild-shooting-on-street-hits-girl-9-in-car.html"} , {"body" : "LEAD: Stung by a steep rise in murders and robberies across New York City, the Dinkins administration announced yesterday that it would pay 200 police officers overtime wages each day to work extra shifts walking beats in seven of the most crime-ridden precincts. Stung by a steep rise in murders and robberies across New York City, the Dinkins" , "date" : "19900719" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Extra Patrols To Be Added For 7 Precincts" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/19\/nyregion\/extra-patrols-to-be-added-for-7-precincts.html"} , {"body" : "LEAD: More than 100,000 IND riders on the Fulton Street line in Brooklyn lost service for several hours yesterday because of problems in replacing track, the Transit Authority said. The problems began at 6:15 A.M., and A and C trains from Broadway-East New York to Jay Street-Borough Hall were stopped for a few hours, a spokeswoman for the" , "date" : "19900718" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A and C Trains Halted" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/18\/nyregion\/a-and-c-trains-halted.html"} ,   {"body" : "LEAD: A 16-year-old Brooklyn high school student who was shot last Tuesday during a dispute over an expensive coat died yesterday at Brookdale Hospital, the police said. The dead student, Peter Andrews, of 103d Street in the Canarsie section, was shot outside South Shore High School. A 14-year-old suspect, Wayne McIntosh, of Avenue B in the East" , "date" : "19900716" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Youth Shot Over a Coat Dies" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/16\/nyregion\/youth-shot-over-a-coat-dies.html"} , {"body" : "LEAD: In the 20 months since the United States Supreme Court outlawed racial quotas that favored white applicants to the huge Starrett City housing complex in Brooklyn, the black and Hispanic families who had sought apartments for years have remained stuck on a long waiting list. In the 20 months since the United States Supreme Court outlawed" , "date" : "19900714" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "STARRETT CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Starrett City Keeps Apartments Vacant Despite Waiting List" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/14\/nyregion\/starrett-city-keeps-apartments-vacant-despite-waiting-list.html"} , {"body" : "LEAD: At 10:30 Wednesday night, a police dispatcher's voice crackled over thousands of radios: ''2230 hours. Operation Watchdog is in effect.'' Scores of detectives and hundreds of police officers spread out across New York City, and the hunt for the elusive man who calls himself the Zodiac gunman was on. At 10:30 Wednesday night, a police" , "date" : "19900713" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Confounding Predictions, a Gunman Foils a Hunt" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/13\/nyregion\/confounding-predictions-a-gunman-foils-a-hunt.html"} , {"body" : "LEAD: A 4-year-old Brooklyn boy who had proudly told his friends yesterday that he was going to kindergarten this fall was struck and killed by a runaway stolen car a few hours later as he played with his bicycle in front of his Crown Heights apartment building, the police said. A 4-year-old Brooklyn boy who had proudly told his friends yesterday" , "date" : "19900712" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CROWN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Runaway Stolen Car Kills Boy, 4, And 2 Brooklyn Men Are Seized" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/12\/nyregion\/runaway-stolen-car-kills-boy-4-and-2-brooklyn-men-are-seized.html"} , {"body" : "LEAD: Four months after the gunman who calls himself the Zodiac shot his first victim, the largest police task force assembled in New York City since the Son of Sam murders is still baffled by the central riddle of the case: how the gunman knows the astrological signs of his victims. Four months after the gunman who calls himself the Zodiac shot" , "date" : "19900709" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In the Zodiac Case, Still More Riddles Than Clues" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/09\/nyregion\/in-the-zodiac-case-still-more-riddles-than-clues.html"} , {"body" : "LEAD: A homeless man with a long criminal record has been charged with the slaying of a 3-year-old boy who was thrown to his death Sunday from the roof of a seven-story building in Brooklyn, the police said yesterday. A homeless man with a long criminal record has been charged with the slaying of a 3-year-old boy who was thrown to his death Sunday" , "date" : "19900707" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["EAST NEW YORK (NYC)" , "CYPRESS HILLS HOUSING PROJECT"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Homeless Man Is Charged In Tossing Boy to His Death" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/07\/nyregion\/homeless-man-is-charged-in-tossing-boy-to-his-death.html"} , {"body" : "LEAD: George Washington never slept in Hendrick I. Lott's farmhouse. But after being routed in the Battle of Brooklyn Heights, remnants of his army that were not evacuated to Manhattan were said to have fled across Lott's farm. George Washington never slept in Hendrick I. Lott's farmhouse. But after being routed in the Battle of Brooklyn Heights," , "date" : "19900705" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; Life, Liberty And the Pursuit Of Realty Rights" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/05\/nyregion\/metro-matters-life-liberty-and-the-pursuit-of-realty-rights.html"} , {"body" : "LEAD: Not long ago, the Rev. Jonny Ray Youngblood looked around his Brooklyn church and decided he was lonely. ''I was just about the only man there,'' he said. Not long ago, the Rev. Jonny Ray Youngblood looked around his Brooklyn church and decided he was lonely. ''I was just about the only man there,'' he said. Like many black churches, the St." , "date" : "19900705" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Black Minister Recruits More Men for the Church" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/05\/nyregion\/black-minister-recruits-more-men-for-the-church.html"} , {"body" : "LEAD: A livery-cab driver was shot and killed during an apparent robbery while driving to work in Brooklyn, the police said. A livery-cab driver was shot and killed during an apparent robbery while driving to work in Brooklyn, the police said. The driver, Roberto Ramirez, 38 years old, was shot in the back of the head and died at the scene at Wyona" , "date" : "19900701" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Cab Driver Is Shot to Death In Brooklyn Robbery Attempt" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/01\/nyregion\/cab-driver-is-shot-to-death-in-brooklyn-robbery-attempt.html"} , {"body" : "LEAD: Schools Chancellor Joseph A. Fernandez yesterday rejected one of three candidates to be superintendent of District 19 in Brooklyn. Mr. Fernandez based his decision on what he said was the official's flawed leadership as a principal and his personal conduct. Schools Chancellor Joseph A. Fernandez yesterday rejected one of three candidates to" , "date" : "19900627" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Fernandez Bars a Choice To Run District" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/27\/nyregion\/fernandez-bars-a-choice-to-run-district.html"} ,   {"body" : "LEAD: An unidentified man in his 20's was killed yesterday in the East New York section of Brooklyn when he was struck by a van, the police said. The driver, who fled the scene, was arrested yesterday evening. He was identified as Trevor Decre, 29 years old, of 171 East 96th Street in Brooklyn. Mr. Decre was charged with leaving the scene of an" , "date" : "19900626" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "A Man Struck by a Van Dies" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/26\/nyregion\/a-man-struck-by-a-van-dies.html"} , {"body" : "LEAD: The gunman who calls himself Zodiac became responsible for his first death yesterday morning when his third shooting victim, a 78-year-old man, died at Jamaica Hospital, the police said. The gunman who calls himself Zodiac became responsible for his first death yesterday morning when his third shooting victim, a 78-year-old man, died at" , "date" : "19900625" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 Weeks Later, A Victim Shot By 'Zodiac' Dies" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/25\/nyregion\/3-weeks-later-a-victim-shot-by-zodiac-dies.html"} , {"body" : "LEAD: A gunman who is obsessed with the 12 signs of the zodiac struck again yesterday morning, claiming his fourth victim by shooting a homeless man in the chest as he slept on a park bench in Central Park, the police said. A gunman who is obsessed with the 12 signs of the zodiac struck again yesterday morning, claiming his fourth victim by" , "date" : "19900622" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Fourth Victim In Zodiac Case Is Shot in Park" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/22\/nyregion\/fourth-victim-in-zodiac-case-is-shot-in-park.html"} , {"body" : "LEAD: Nelson Mandela, the living symbol of resistance to South African apartheid, swept tired but triumphant yesterday into an emotional New York welcome. Nelson Mandela, the living symbol of resistance to South African apartheid, swept tired but triumphant yesterday into an emotional New York welcome. During Mr. Mandela's first hours in the United" , "date" : "19900621" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "SOUTH AFRICA"] , "nytd_section_facet" : ["Front Page" , "Washington" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "The Mandela Visit; Mandela Gets an Emotional New York City Welcome" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/21\/nyregion\/the-mandela-visit-mandela-gets-an-emotional-new-york-city-welcome.html"} , {"body" : "LEAD: A former girlfriend of a man charged with murdering two New York City police detectives on a Queens highway testified yesterday that he ran up to her near her Brooklyn home an hour and a half after the shootings and insisted on quickly going inside, where he confessed to the killings. A former girlfriend of a man charged with murdering two" , "date" : "19900621" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A Witness Tells Of a Confession In Police Deaths" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/21\/nyregion\/a-witness-tells-of-a-confession-in-police-deaths.html"} , {"body" : "LEAD: The gunman who the police believe has shot three people since March 8 and is obsessed with the 12 signs of the zodiac is a loner with a limited education who may be acting out of a desire for attention, authorities theorized yesterday. The gunman who the police believe has shot three people since March 8 and is obsessed with the 12 signs of" , "date" : "19900621" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "WOODSIDE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Authorities Release Profile of Gunman Haunted by Zodiac" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/21\/nyregion\/authorities-release-profile-of-gunman-haunted-by-zodiac.html"} , {"body" : "LEAD: The police say they believe a gunman obsessed with the 12 signs of the zodiac has shot and seriously wounded three people in Brooklyn and Queens since March 8. They say he has mailed ominous letters to two news organizations suggesting he will shoot more. The police say they believe a gunman obsessed with the 12 signs of the zodiac has shot" , "date" : "19900620" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 Shootings Linked to Notes on Zodiac" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/20\/nyregion\/3-shootings-linked-to-notes-on-zodiac.html"} , {"body" : "LEAD: New York City's new schools chancellor, Joseph A. Fernandez, cannot abide mess and disorder. He keeps his desk in a reproachful state of tidiness, and has trouble understanding why others can't do likewise. And so he wasn't just miffed, he was genuinely upset when he saw graffiti on the back of an elementary school, P.S. New York City's new" , "date" : "19900617" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine" , "Education"] , "page_facet" : "23" , "title" : "FERNANDEZ TAKES CHARGE" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/17\/magazine\/fernandez-takes-charge.html"} , {"body" : "LEAD: A drug dealer from Brooklyn who was also an enforcer for a drug chieftain from Queens pleaded guilty yesterday to Federal racketeering charges that named him as a participant in five murders and two attempted murders. A drug dealer from Brooklyn who was also an enforcer for a drug chieftain from Queens pleaded guilty yesterday to Federal" , "date" : "19900614" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Drug Dealer Guilty in Racketeering" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/14\/nyregion\/brooklyn-drug-dealer-guilty-in-racketeering.html"} , {"body" : "LEAD: By the time Justice Thaddeus E. Owens leaves his Brooklyn courtroom tonight, he will have changed the lives of two young men and, perhaps, the uneasy racial tensions smoldering in New York. By the time Justice Thaddeus E. Owens leaves his Brooklyn courtroom tonight, he will have changed the lives of two young men and, perhaps, the uneasy" , "date" : "19900611" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Sentences Due For 2 Today In Racial Case" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/11\/nyregion\/sentences-due-for-2-today-in-racial-case.html"} ,   {"body" : "LEAD: Mayor David N. Dinkins, the Rev. Al Sharpton and representatives of the Bensonhurst community met yesterday - though not all at the same time - at a church not far from where Yusuf K. Hawkins was killed last summer. Mayor David N. Dinkins, the Rev. Al Sharpton and representatives of the Bensonhurst community met yesterday - though not all at" , "date" : "19900611" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "In Racial Harmony Drive, Dinkins And Sharpton Go to Bensonhurst" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/11\/nyregion\/in-racial-harmony-drive-dinkins-and-sharpton-go-to-bensonhurst.html"} , {"body" : "LEAD: Two years after the New York State Legislature set aside $85 million to build permanent housing for homeless families in New York City, the Cuomo administration says it has grown impatient because the money has not been spent, and it is threatening to give some of it to suburban counties. Two years after the New York State Legislature set" , "date" : "19900606" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE" , "NEW YORK CITY" , "ROCKLAND COUNTY (NY)" , "NASSAU COUNTY (NY)" , "WESTCHESTER COUNTY (NY)" , "SUFFOLK COUNTY (NY)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/06\/nyregion\/295990.html"} , {"body" : "LEAD: The Federal Government has given the Metropolitan Transportation Authority $176.5 million to rebuild tracks and modernize power and signal systems in Brooklyn, Queens, Manhattan and Westchester County. The Federal Government has given the Metropolitan Transportation Authority $176.5 million to rebuild tracks and modernize power and signal" , "date" : "19900605" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "WESTCHESTER COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "M.T.A. Gets $176 Million to Improve Tracks" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/05\/nyregion\/mta-gets-176-million-to-improve-tracks.html"} , {"body" : "LEAD: The Rev. Robert B. Lepley, a United Church of Christ minister, had set out with the idealism of the uninitiated to serve in the East New York section of Brooklyn. The Rev. Robert B. Lepley, a United Church of Christ minister, had set out with the idealism of the uninitiated to serve in the East New York section of Brooklyn. He organized local" , "date" : "19900531" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Mainline Protestant Ministers Turning From the Inner City" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/31\/nyregion\/mainline-protestant-ministers-turning-from-the-inner-city.html"} , {"body" : "LEAD: Demonstrating for racial harmony, a small group wended its way through Prospect Park in Brooklyn today, handing out ''unity'' buttons and tying blue ribbons to lampposts and trees. Demonstrating for racial harmony, a small group wended its way through Prospect Park in Brooklyn today, handing out ''unity'' buttons and tying blue ribbons to" , "date" : "19900529" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)" , "FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Racial Unity and Dissent in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/29\/nyregion\/racial-unity-and-dissent-in-brooklyn.html"} , {"body" : "LEAD: News photographers in Brooklyn have recently been trading advice on an equipment problem: where to find a store that still has lightweight bulletproof vests in stock. There was a run on them after the Bensonhurst murder trials began. News photographers in Brooklyn have recently been trading advice on an equipment problem: where to find a" , "date" : "19900521" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Racial Unrest Fuels Physical Attacks on Journalists" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/21\/nyregion\/racial-unrest-fuels-physical-attacks-on-journalists.html"} , {"body" : "LEAD: The Bensonhurst and East New York sections of Brooklyn struggled to return to normal yesterday in the wake of a racially charged murder trial that ended in an outburst of raw emotion on Friday night. The Bensonhurst and East New York sections of Brooklyn struggled to return to normal yesterday in the wake of a racially charged murder trial" , "date" : "19900520" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BENSONHURST AFTERMATH; After 2d Bensonhurst Verdict, A March Amid Cries for Calm" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/20\/nyregion\/bensonhurst-aftermath-after-2d-bensonhurst-verdict-a-march-amid-cries-for-calm.html"} , {"body" : "LEAD: IF David N. Dinkins was judged more harshly than his white rivals in last year's New York City mayoral campaign, as he repeatedly complained, he also benefited from a double standard: Some voters hoped that the election of a black, particularly in a city of reverberating symbols, might ameliorate racial tensions. IF David N. Dinkins was" , "date" : "19900520" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "1" , "title" : "PEOPLE APART; Can Politics Get to the Roots of Racial Strife?" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/20\/weekinreview\/people-apart-can-politics-get-to-the-roots-of-racial-strife.html"} , {"body" : "LEAD: A 19-year-old white man was acquitted yesterday of killing a 16-year-old black youth who crossed one of the invisible barriers that separate white from black New York when he went to the Bensonhurst section of Brooklyn last Aug. 23. A 19-year-old white man was acquitted yesterday of killing a 16-year-old black youth who crossed one of the" , "date" : "19900519" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "2d Brooklyn Jury Rejects Murder Counts" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/19\/nyregion\/2d-brooklyn-jury-rejects-murder-counts.html"} , {"body" : "LEAD: Several television news crews were attacked with bricks, bats and fists and the windows of at least two broadcasting vans were smashed by angry crowds in a black community in Brooklyn last night as sporadic violence and vandalism broke out after the Bensonhurst verdict. Several television news crews were attacked with bricks, bats and fists" , "date" : "19900519" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Television Crews Hit With Bricks From Protesters" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/19\/nyregion\/television-crews-hit-with-bricks-from-protesters.html"} ,   {"body" : "LEAD: Joseph Fama, a 19-year-old white man from the Bensonhurst section of Brooklyn, was convicted last night of the racial killing of Yusuf K. Hawkins, the 16-year-old black youth who went to the mostly white neighborhood to help a teen-age friend shop for a used car. Joseph Fama, a 19-year-old white man from the Bensonhurst section of Brooklyn," , "date" : "19900518" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "The Bensonhurst Case; Bensonhurst Defendant Is Found Guilty" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/18\/nyregion\/the-bensonhurst-case-bensonhurst-defendant-is-found-guilty.html"} , {"body" : "LEAD: ''Seven Days in Bensonhurst'' is an uncommonly sophisticated look at how racial animosities, political calculation and the press and television worked on one another in the week following the killing of 16-year-old Yusuf K. Hawkins in August. Tonight's ''Frontline'' program, at 10 o'clock on Channel 13 and at 9 on ''Seven Days in" , "date" : "19900515" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "Review\/Television; Examining the Bensonhurst Killing" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/15\/arts\/review-television-examining-the-bensonhurst-killing.html"} , {"body" : "LEAD: A day after Mayor David N. Dinkins issued a rare televised appeal for racial harmony in New York City, black demonstrators marched through two racially troubled neighborhoods in Brooklyn yesterday, calling even more attention to two highly publicized bias incidents. A day after Mayor David N. Dinkins issued a rare televised appeal for racial" , "date" : "19900513" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Black Protesters March in Brooklyn Communities" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/13\/nyregion\/black-protesters-march-in-brooklyn-communities.html"} , {"body" : "LEAD: A man shot and killed his wife in their Brooklyn apartment, then called a cab and killed himself in its back seat, the police said Friday. A man shot and killed his wife in their Brooklyn apartment, then called a cab and killed himself in its back seat, the police said Friday. The police said they could find no motive for the murder-suicide." , "date" : "19900512" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "A Brooklyn Man Kills His Wife, Then Himself" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/12\/nyregion\/a-brooklyn-man-kills-his-wife-then-himself.html"} , {"body" : "LEAD: A picture caption in Weekend last Friday, with an article about avant-garde music, misidentified the musician and instrument shown. Adam Weisman was playing the surrogate kithara. LEAD: AVANT-GARDE MUSIC bubbles up from the New York City pavement pretty much year round, but the flow increases each spring. Those who savor the stuff might" , "date" : "19900504" , "day_of_week_facet" : "Friday" , "geo_facet" : ["LOWER EAST SIDE (NYC)"] , "title" : "Avant Garde Music, The Bouquet of May" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/04\/news\/avant-garde-music-the-bouquet-of-may.html"} , {"body" : "LEAD: Rampant theft from the New York City Transit Authority now exceeds $2 million a year, with power tools, bus engines and even a new tractor-trailer cab disappearing from warehouses, transit authorities said yesterday. Rampant theft from the New York City Transit Authority now exceeds $2 million a year, with power tools, bus engines and even a" , "date" : "19900503" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Transit Thieves Steal Millions in Gear, Including Truck" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/03\/nyregion\/transit-thieves-steal-millions-in-gear-including-truck.html"} , {"body" : "LEAD: Auditors who visited two New York City school districts could not trace thousands of dollars worth of computer equipment, the City Comptroller's office said yesterday. Auditors who visited two New York City school districts could not trace thousands of dollars worth of computer equipment, the City Comptroller's office said yesterday. A" , "date" : "19900502" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "LONG ISLAND CITY (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Technology"] , "page_facet" : "3" , "title" : "Equipment Is Missing From 2 School Districts" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/02\/nyregion\/equipment-is-missing-from-2-school-districts.html"} , {"body" : "LEAD: It is springtime outside the Brooklyn courthouse where the Bensonhurst trial enters its third week tomorrow. It is springtime outside the Brooklyn courthouse where the Bensonhurst trial enters its third week tomorrow. But in Justice Thaddeus E. Owens's fourth-floor courtroom, it is often just after 9 o'clock on the clear Wednesday night in" , "date" : "19900429" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Reporter's Notebook; Images of Bensonhurst Night Flash Again in Court" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/29\/nyregion\/reporter-s-notebook-images-of-bensonhurst-night-flash-again-in-court.html"} , {"body" : "LEAD: The police reported breaking up a major automobile-theft ring yesterday that they said was stealing 15 cars a week from Ozone Park, Queens, and selling the parts through a salvage yard in downtown Brooklyn. The police reported breaking up a major automobile-theft ring yesterday that they said was stealing 15 cars a week from Ozone Park," , "date" : "19900426" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Top Auto Theft Ring Is Reported Smashed" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/26\/nyregion\/a-top-auto-theft-ring-is-reported-smashed.html"} , {"body" : "LEAD: A young black man from Bensonhurst admitted yesterday that he helped bring softball bats to where a group of white neighbors was gathering the night Yusuf K. Hawkins was killed. A young black man from Bensonhurst admitted yesterday that he helped bring softball bats to where a group of white neighbors was gathering the night Yusuf K. Hawkins" , "date" : "19900425" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Black From Bensonhurst Tells of Carrying Bats to White Friends" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/25\/nyregion\/a-black-from-bensonhurst-tells-of-carrying-bats-to-white-friends.html"} ,   {"body" : "LEAD: To encourage businesses and foundations to adopt programs that need money and manpower, Mayor David N. Dinkins named a committee of business executives yesterday to coordinate volunteer efforts in New York City. To encourage businesses and foundations to adopt programs that need money and manpower, Mayor David N. Dinkins named a committee of" , "date" : "19900419" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Dinkins Names Executive Panel On Volunteers" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/19\/nyregion\/dinkins-names-executive-panel-on-volunteers.html"} , {"body" : "LEAD: Joseph Fama ''shot repeatedly and intentionally at Yusuf Hawkins,'' an assistant district attorney said yesterday as he opened the prosecution's case against the white Bensonhurst man charged with shooting the black teen-ager to death last summer. Joseph Fama ''shot repeatedly and intentionally at Yusuf Hawkins,'' an assistant district" , "date" : "19900419" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Fama Was the Gunman, Bensonhurst Jury Is Told" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/19\/nyregion\/fama-was-the-gunman-bensonhurst-jury-is-told.html"} , {"body" : "LEAD: A 19-year-old Brooklyn youth was shot and killed Sunday night and three of his teen-age friends were wounded when four men opened fire on the car they were riding in, the police said. A 19-year-old Brooklyn youth was shot and killed Sunday night and three of his teen-age friends were wounded when four men opened fire on the car they were" , "date" : "19900417" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Datelines; Brooklyn Youth Slain As 4 Men Fire at Car" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/17\/nyregion\/metro-datelines-brooklyn-youth-slain-as-4-men-fire-at-car.html"} , {"body" : "LEAD: Four years after deciding to spend hundreds of millions of dollars to build affordable housing, New York City finds itself at a surprising pass: it is running out of abandoned buildings to renovate. Four years after deciding to spend hundreds of millions of dollars to build affordable housing, New York City finds itself at a surprising pass:" , "date" : "19900416" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Renovation Program Is Running Out of Abandoned Housing" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/16\/nyregion\/renovation-program-is-running-out-of-abandoned-housing.html"} , {"body" : "LEAD: A 17-year-old Brooklyn youth was charged yesterday with being one of four men who tried to rob a subway rider Thursday night, just before the victim pulled a gun from his waistband and shot one assailant to death. A 17-year-old Brooklyn youth was charged yesterday with being one of four men who tried to rob a subway rider Thursday night, just" , "date" : "19900415" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Youth Held in Attack on Subway Killer" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/15\/nyregion\/youth-held-in-attack-on-subway-killer.html"} , {"body" : "LEAD: A computer programmer from Park Slope and a secretary from Williamsburg were chosen to fill the last two seats in a Brooklyn jury box yesterday, clearing the way for the start of the Bensonhurst murder trial on Monday. A computer programmer from Park Slope and a secretary from Williamsburg were chosen to fill the last two seats in a Brooklyn" , "date" : "19900413" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Trial to Begin For 2 in Killing In Bensonhurst" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/13\/nyregion\/trial-to-begin-for-2-in-killing-in-bensonhurst.html"} , {"body" : "LEAD: This was supposed to be the easy part: counting people by sending them 1990 census forms in the mail, which they would fill out and return. This was supposed to be the easy part: counting people by sending them 1990 census forms in the mail, which they would fill out and return. But in New York City, entire apartment buildings - and one" , "date" : "19900412" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Where Paper Planes Fly, Census Plan Crashes" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/12\/nyregion\/where-paper-planes-fly-census-plan-crashes.html"} , {"body" : "LEAD: A man was shot and killed and a woman was wounded in the leg shortly before 2 A.M. yesterday following an argument at a party in a Brooklyn basement apartment, the police said. A man was shot and killed and a woman was wounded in the leg shortly before 2 A.M. yesterday following an argument at a party in a Brooklyn basement apartment, the" , "date" : "19900409" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Man Killed at $3-a-Head Party in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/09\/nyregion\/man-killed-at-3-a-head-party-in-brooklyn.html"} , {"body" : "LEAD: THE problem of homelessness in American cities has given birth to new housing forms, mainly in New York City. The latest, on Powers Avenue in the South Bronx, is a structure built for permanent use as temporary housing for families, usually mothers with young children. It is as solidly designed and built as a public school or a small" , "date" : "19900408" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SOUTH BRONX (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES: Transitional Housing; The New Shelters for Homeless Families" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/08\/realestate\/perspectives-transitional-housing-the-new-shelters-for-homeless-families.html"} , {"body" : "LEAD: On a recent tour of subway and bus centers in Brooklyn, Alan F. Kiepper, the new president of the Transit Authority, did something so unusual that it generated stares from some passengers waiting for the A train - he picked up litter and a penny on a subway platform. On a recent tour of subway and bus centers in Brooklyn, Alan F. Kiepper, the" , "date" : "19900407" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "New Style In Transit: Stooping To Conquer" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/07\/nyregion\/new-style-in-transit-stooping-to-conquer.html"} ,   {"body" : "LEAD: IN the crude fashion that such tragedies favor, the arson that killed 87 people last week at an illegal social club in the Bronx opened a window on some of New York's better-hidden immigrants. IN the crude fashion that such tragedies favor, the arson that killed 87 people last week at an illegal social club in the Bronx opened a window on" , "date" : "19900401" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["HONDURAS" , "BRONX (NYC)"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "20" , "title" : "THE REGION; In the Saddest Way, New York Learns About Hondurans" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/01\/weekinreview\/the-region-in-the-saddest-way-new-york-learns-about-hondurans.html"} , {"body" : "LEAD: More people were slain in New York City last year than ever before, and the killings in 1990 will eclipse that record if the trend set in the first two months continues, Police Commissioner Lee P. Brown said yesterday. More people were slain in New York City last year than ever before, and the killings in 1990 will eclipse that record if the" , "date" : "19900331" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Killings in '89 Set a Record In New York" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/31\/nyregion\/killings-in-89-set-a-record-in-new-york.html"} , {"body" : "LEAD: Honduran authorities were told yesterday that more than 60 of the 87 people killed by the fire in a cramped Bronx social club were their countrymen, and in Tegucigalpa the President declared a day of national mourning. Honduran authorities were told yesterday that more than 60 of the 87 people killed by the fire in a cramped Bronx social club" , "date" : "19900328" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "HONDURAS" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Fire in the Bronx; Hondurans Lack Place to Grieve Over Fire" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/28\/nyregion\/fire-in-the-bronx-hondurans-lack-place-to-grieve-over-fire.html"} , {"body" : "LEAD: WHITE PLAINS WHITE PLAINS A proposed housing project for 108 homeless families in the Town of Greenburgh, the most fiercely contested of three such transitional projects planned for Westchester County, faces what its sponsors and counnty legislators believe will be a final review tomorrow night at a public hearing here. It will be the second" , "date" : "19900325" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GREENBURGH (NY)" , "WESTCHESTER COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "WestHelp Debate Enters Final Stage" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/25\/nyregion\/westhelp-debate-enters-final-stage.html"} , {"body" : "LEAD: A SINGULAR achievement of former Mayor Edward I. Koch's last term was the creation of a huge housing program, which has already produced about 3,500 new subsidized apartments in formerly abandoned buildings in New York City's poorest neighborhoods. About 13,000 other apartments are under construction, and a total of 47,000 are to be renovated" , "date" : "19900318" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "20" , "title" : "THE REGION; Should the Poor Get the Housing That Koch Built?" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/18\/weekinreview\/the-region-should-the-poor-get-the-housing-that-koch-built.html"} , {"body" : "LEAD: A 28-year-old Brooklyn man was indicted yesterday in the death of a woman who plunged from a rooftop during an attempted rape, the Brooklyn District Attorney said. A 28-year-old Brooklyn man was indicted yesterday in the death of a woman who plunged from a rooftop during an attempted rape, the Brooklyn District Attorney said. The man, Michael" , "date" : "19900315" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO DATELINES; Brooklyn Man Held In Fatal Plunge" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/15\/nyregion\/metro-datelines-brooklyn-man-held-in-fatal-plunge.html"} , {"body" : "LEAD: Two Brooklyn school superintendents said yesterday that their school boards had hired a total of 150 unneeded people to patrol cafeterias and perform clerical chores at a cost of almost $2 million a year. Two Brooklyn school superintendents said yesterday that their school boards had hired a total of 150 unneeded people to patrol cafeterias" , "date" : "19900314" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "School Boards Said to Pad Their Payrolls" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/14\/nyregion\/school-boards-said-to-pad-their-payrolls.html"} , {"body" : "LEAD: A party in Chicago for a local Lithuanian-language radio program on Sunday erupted into a more spontaneous celebration. Just minutes earlier, Lithuania had proclaimed itself free of the Soviet Union. A party in Chicago for a local Lithuanian-language radio program on Sunday erupted into a more spontaneous celebration. Just minutes earlier," , "date" : "19900314" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["LITHUANIA (USSR)" , "UNION OF SOVIET SOCIALIST REPUBLICS (USSR)" , "CHICAGO (ILL)"] , "nytd_section_facet" : ["World" , "Washington"] , "page_facet" : "18" , "title" : "Upheaval in the East; Lithuanian-Americans React With Joy After 50-Year Wait" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/14\/world\/upheaval-in-the-east-lithuanian-americans-react-with-joy-after-50-year-wait.html"} , {"body" : "LEAD: Widening the picture of corruption in New York City's local school districts, two Brooklyn superintendents have told an investigative panel that they were pressured to hire relatives and friends of school board members. At stake for one superintendent was the renewal of his contract. Widening the picture of corruption in New York City's local" , "date" : "19900313" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "School Panel Gets Accounts Of Corruption" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/13\/nyregion\/school-panel-gets-accounts-of-corruption.html"} , {"body" : "LEAD: In the 80's, we were asked to feel sorry for the homeless. In the 90's, we are asked to feel sorry for the people who share much of the blame for putting the homeless on the street. I have in mind those who, through frenzied real-estate speculation, have sent the value of New York City apartments soaring and who are only now beginning to pay" , "date" : "19900311" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "21" , "title" : "Co-op Crash: Just Fine With Me" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/11\/opinion\/co-op-crash-just-fine-with-me.html"} ,   {"body" : "LEAD: A newborn boy was discovered yesterday morning only an inch from the blade of a garbage compactor when the caretaker of a Brooklyn housing project heard the infant's cries over the whine of the machine, the police said. A newborn boy was discovered yesterday morning only an inch from the blade of a garbage compactor when the caretaker of a" , "date" : "19900311" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Newborn found Inside Compactor When Caretaker Hears His Cries" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/11\/nyregion\/newborn-found-inside-compactor-when-caretaker-hears-his-cries.html"} , {"body" : "LEAD: They came every day to see John Gotti and to shake his hand. For three weeks strangers queued up outside a Manhattan courtroom for a glimpse of the man the authorities call the nation's most powerful Mafia figure. They came every day to see John Gotti and to shake his hand. For three weeks strangers queued up outside a Manhattan courtroom for" , "date" : "19900219" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Gotti: Dapper Celebrity Or Ruthless Mob Boss?" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/19\/nyregion\/gotti-dapper-celebrity-or-ruthless-mob-boss.html"} , {"body" : "LEAD: A 14-year-old Brooklyn girl visiting a friend's home was shot dead yesterday afternoon, and her friend said she was killed when the friend tried to wrest from her a gun she had found, the police said. A 14-year-old Brooklyn girl visiting a friend's home was shot dead yesterday afternoon, and her friend said she was killed when the friend" , "date" : "19900219" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "METRO DATELINE; Girl, 14, Is Shot Dead With Gun She Found" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/19\/nyregion\/metro-dateline-girl-14-is-shot-dead-with-gun-she-found.html"} , {"body" : "LEAD: A 32-year-old security guard was stabbed to death on a subway train in Brooklyn early yesterday, after he refused to give his leather coat to youths who had threatened him moments earlier on a subway platform, the police said. A 32-year-old security guard was stabbed to death on a subway train in Brooklyn early yesterday, after he refused to" , "date" : "19900218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "Fight for Leather Coat Is Blamed in Subway Death" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/18\/nyregion\/fight-for-leather-coat-is-blamed-in-subway-death.html"} , {"body" : "LEAD: A mother and father died in a fire early yesterday morning in Brooklyn after the mother desperately squeezed their four children under a window gate that had been illegally wired shut, fire officials said. A mother and father died in a fire early yesterday morning in Brooklyn after the mother desperately squeezed their four children under a" , "date" : "19900217" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Fire Kills 2 Who Saved Their Children" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/17\/nyregion\/fire-kills-2-who-saved-their-children.html"} , {"body" : "LEAD: The police arrested a 28-year-old Brooklyn man yesterday who they said killed a woman over the weekend by pushing her off the roof of a seven-story building. The police arrested a 28-year-old Brooklyn man yesterday who they said killed a woman over the weekend by pushing her off the roof of a seven-story building. The victim, Merdis Carter," , "date" : "19900212" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "METRO DATELINES; Man, 28, Is Arrested In Killing of Woman" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/12\/nyregion\/metro-datelines-man-28-is-arrested-in-killing-of-woman.html"} , {"body" : "LEAD: A partially clad woman was thrown from a seven-story Brooklyn housing project early yesterday and was found dying on the roof of a day-care center, the police said. A partially clad woman was thrown from a seven-story Brooklyn housing project early yesterday and was found dying on the roof of a day-care center, the police said. The woman," , "date" : "19900211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Woman in Brooklyn, Thrown to Roof, Dies" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/11\/nyregion\/woman-in-brooklyn-thrown-to-roof-dies.html"} , {"body" : "LEAD: Donating money to a charity can be like sending a bottle with a message into the open seas. The ultimate recipient of the gift is unknown to the giver. Donating money to a charity can be like sending a bottle with a message into the open seas. The ultimate recipient of the gift is unknown to the giver. Donors to The New York Times Neediest" , "date" : "19900204" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Neediest Cases Fund Fosters Help and Hope" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/04\/nyregion\/neediest-cases-fund-fosters-help-and-hope.html"} , {"body" : "LEAD: Local school boards in New York City will resist any attempt by Schools Chancellor Joseph A. Fernandez to veto candidates for local superintendent, a spokesman for the boards said yesterday, even as the Chancellor issued guidelines for the selection process. Local school boards in New York City will resist any attempt by Schools Chancellor" , "date" : "19900201" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Local School Districts Will Resist Fernandez on Vetoing Job Offers" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/01\/nyregion\/local-school-districts-will-resist-fernandez-on-vetoing-job-offers.html"} , {"body" : "LEAD: News of his court victory arrived, appropriately enough, on the television set Joe Walley had bought with the proceeds of his trade: panhandling. News of his court victory arrived, appropriately enough, on the television set Joe Walley had bought with the proceeds of his trade: panhandling. Having become two things he had never imagined -" , "date" : "19900129" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Subway Panhandlers See Little From Legal Victory" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/29\/nyregion\/subway-panhandlers-see-little-from-legal-victory.html"} ,   {"body" : "LEAD: From some quarters, there was predictable praise yesterday for Schools Chancellor Joseph A. Fernandez's bold move to gain some control over the hiring of local superintendents. From likely critics of the plan, the reaction was surprisingly restrained. From some quarters, there was predictable praise yesterday for Schools Chancellor Joseph A." , "date" : "19900120" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "29" , "title" : "Little Criticism of Chancellor, for Now" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/20\/nyregion\/little-criticism-of-chancellor-for-now.html"} , {"body" : "LEAD: Schools Chancellor Joseph A. Fernandez mounted a frontal assault yesterday on New York City's decentralized school system, demanding that its 32 local boards clear all candidates for district superintendent with him. Schools Chancellor Joseph A. Fernandez mounted a frontal assault yesterday on New York City's decentralized school system," , "date" : "19900119" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "New York Schools Chief Challenges Boards' Power" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/19\/nyregion\/new-york-schools-chief-challenges-boards-power.html"} , {"body" : "LEAD: Schools Chancellor Joseph A. Fernandez has decided to move against a Brooklyn school board that voted to replace its superintendent with a principal who has been linked to elective politics, school officials said. Schools Chancellor Joseph A. Fernandez has decided to move against a Brooklyn school board that voted to replace its" , "date" : "19900118" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Fernandez Plans to Act Against Brooklyn Board" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/18\/nyregion\/fernandez-plans-to-act-against-brooklyn-board.html"} , {"body" : "LEAD: The memory and the lesson of Yusuf K. Hawkins's death came alive again recently in a high school classroom in the Bensonhurst section of Brooklyn, not far from the street on which the black 16-year-old was shot dead last year. The memory and the lesson of Yusuf K. Hawkins's death came alive again recently in a high school classroom in the" , "date" : "19900108" , "day_of_week_facet" : "Monday" , "geo_facet" : ["BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Bensonhurst, a New Course Tackles Bias" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/08\/nyregion\/in-bensonhurst-a-new-course-tackles-bias.html"} , {"body" : "LEAD: The new chairman of the New York City Council's education committee -long known for his outspoken views -has asserted in an interview that, in contrast to ''children of European-born'' parents, ''there appears to be no liking of learning'' among black and Hispanic children. The new chairman of the New York City Council's education committee" , "date" : "19900106" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "29" , "title" : "Councilman Asserts Minorities Dislike Education" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/06\/nyregion\/councilman-asserts-minorities-dislike-education.html"} , {"body" : "LEAD: In less than eight hours Sunday night and early yesterday, 13 people were slain in New York City, the police said, as one year of bloodshed and homicide gave way to another with the blare of noisemakers and the crackle of gunfire. In less than eight hours Sunday night and early yesterday, 13 people were slain in New York City, the police" , "date" : "19900102" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Eight Hours of Bloodshed: New York Records 13 Slain" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/02\/nyregion\/eight-hours-of-bloodshed-new-york-records-13-slain.html"}]