[  {"body" : "Dorene Blumenthal, who would have celebrated her 37th birthday yesterday, was on her way to the Wall Street brokerage firm where she worked as a research assistant. Peter Hagen, 35, was also on his way to work, at Dean Witter Reynolds Inc. in the World Trade Center, where he was an assistant vice president. On most days, Ms. Blumenthal took the" , "date" : "19901230" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Suddenly, the Victims' Routine Turned Deadly" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/30\/nyregion\/suddenly-the-victims-routine-turned-deadly.html"} , {"body" : "Closings in the week ending Dec. 15 MANHATTAN Battery Park City 200,000 280 Rector Place 2-bedroom, 2-bath, 832-sq.-ft condo in a 3-year-old building; 24-hr. doorman, marble baths, Battery Park view; common charge $900, taxes $1,200 (Broker: D.J. Knight Co.) Carnegie Hill 265,000 1150 Park Avenue (92d St.) 1-bedroom, 1-bath, 1,000-sq.-ft. prewar" , "date" : "19901230" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/30\/realestate\/residential-resales-753190.html"} , {"body" : "Children's Comedy Children's Museum of Manhattan Tisch Building 212 West 83d Street Manhattan (212) 721-1223 Recommended ages: 4 and up Tomorrow and Sunday At the very modern, very hip Children's Museum of Manhattan, the Kids Comedy Club from Sarasota, Fla., will give young New Yorkers a chance to test their own wit without having to go near a" , "date" : "19901228" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "For Children" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/28\/arts\/for-children.html"} , {"body" : "Amid glistening greens and pyramids of produce in the small store in Flushing, Queens, that he hoped would insure his family's prosperity, Sun Yong Back assesses a future that has suddenly dimmed. The odds seem as long as his workdays. As New York City's economy turned anemic, he says, his sales have dropped by more than 30 percent. Taxes are" , "date" : "19901227" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CALIFORNIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Korean Entrepreneurs Find Their Dream Is Tarnishing" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/27\/nyregion\/korean-entrepreneurs-find-their-dream-is-tarnishing.html"} , {"body" : "Two men were burned in a fire ignited by candles on a Christmas tree in a Brooklyn apartment, Fire Department officials said yesterday. \"It's still a tradition for some people to put lighted candles on a tree,\" said a department spokesman, Lt. Frank Martinez. \"Last night the tradition caught up with them.\" He said Ayrton Goncalves, 26 years old," , "date" : "19901227" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Candles on Tree Cause a Fire" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/27\/nyregion\/candles-on-tree-cause-a-fire.html"} , {"body" : "Wedged between two decidedly New York thoroughfares, Eastern Parkway and Flatbush Avenue, is the facade of a plantation home behind rust-colored brick and six white columns. It is surrounded by hundreds of poinsettias, camellias and calla lilies. All this is indoors, on display in the Steinhardt Conservatory of the Brooklyn Botanic Garden. While" , "date" : "19901223" , "day_of_week_facet" : "Sunday" , "page_facet" : "31" , "title" : "Sunday Outing; Brooklyn Garden Becomes The South" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/23\/news\/sunday-outing-brooklyn-garden-becomes-the-south.html"} , {"body" : "The Metropolitan Transportation Authority yesterday approved substantial cuts in service on New York City's subways and buses and the Long Island Rail Road for 1991. But the service reductions were not as severe as those that had been proposed. That is because transit officials, bowing to pressure from the public and M.T.A. board members, decided" , "date" : "19901221" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Milder Transit Service Cuts Are Approved" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/21\/nyregion\/milder-transit-service-cuts-are-approved.html"} , {"body" : "In the cramped Soleil Restaurant in Manhattan, behind steaming dishes of conch and red snapper and piles of rice and red beans, emotions soared yesterday as Haitians celebrated the victory of a man some called Haiti's Mandela or Martin Luther King Jr. Taxi drivers, engineers, students, they pounded the tables of the restaurant at 10th Avenue and" , "date" : "19901219" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["HAITI"] , "nytd_section_facet" : ["World"] , "page_facet" : "12" , "title" : "In the U.S., Haitians Take Their Joy to the Streets" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/19\/world\/in-the-us-haitians-take-their-joy-to-the-streets.html"} , {"body" : "One of the four young men accused of beating two Brooklyn College students in what the police called an anti-Semitic attack last year has pleaded guilty to a charge of riot and will testify against the other defendants, a prosecutor said in court yesterday. As jury selection was to start in State Supreme Court in Brooklyn in the trial of the four" , "date" : "19901218" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Defendant to Testify in Bias Case" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/18\/nyregion\/defendant-to-testify-in-bias-case.html"} , {"body" : "This is a list of some of the musical presentations planned for the holiday season at churches and concert halls in the New York metropolitan area. The concerts are free and in Manhattan unless otherwise noted. No critic would presume to know the exact quality of every church music program in the area, or to judge holiday programs in advance. This" , "date" : "19901214" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "6" , "title" : "And There Shall Be Christmas Music for a While" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/14\/arts\/and-there-shall-be-christmas-music-for-a-while.html"} ,   {"body" : "For $30, Shimon Wojsfeld, owner of Kaufman Trimming at 459 Broadway, could have gotten rid of his garbage. \"The guy comes by in his truck and I ask, 'aren't you on strike?' \" Mr. Wojsfeld said. \"He wanted to make a couple of bucks on the side.\" Mr. Wojsfeld declined the offer. Four days after 2,100 private sanitation workers walked out against 475" , "date" : "19901213" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Rising Piles of Garbage Test Business Owners' Wits" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/13\/nyregion\/rising-piles-of-garbage-test-business-owners-wits.html"} , {"body" : "The powerful Speaker of the New York State Assembly, Mel Miller, was indicted in Brooklyn yesterday on Federal fraud charges that involved the buying and selling of cooperative apartments in New York City. The 19-count indictment charged Mr. Miller and a top aide, Jay Adolf, with fraud between 1984 and 1986 when they were partners in the law firm" , "date" : "19901212" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "New York Assembly Speaker Is Indicted in Co-op Deals" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/12\/nyregion\/new-york-assembly-speaker-is-indicted-in-co-op-deals.html"} , {"body" : "Mel Miller, the Assembly Speaker and New York State's second most powerful Democratic official, said tonight that he and a top aide would soon be indicted on Federal mail-fraud charges. The charges, people close to the Speaker said, stem from two real-estate deals that Mr. Miller and the aide, Jay E. Adolf, are said to have participated in as" , "date" : "19901211" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New York Assembly Speaker Says He and Aide Face Fraud Charges" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/11\/nyregion\/new-york-assembly-speaker-says-he-and-aide-face-fraud-charges.html"} , {"body" : "THE Long Island Rail Road, beset by a budget gap of $27 million and a shrinking ridership attributed to \"the unexpected depth of the recent downturn in our region's economy,\" is planning to cancel 60 trains a day and close Pennsylvania Station and the Flatbush Avenue terminal in Brooklyn from 1:30 A.M. to 4:30 A.M. The cuts would go into effect on" , "date" : "19901118" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "L.I.R.R. Planning To Drop 60 Trains" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/18\/nyregion\/lirr-planning-to-drop-60-trains.html"} , {"body" : "The Long Island Rail Road announced a number of moves yesterday to close a $27 million budget gap. They include cutting 60 trains and closing Penn Station at times. . The cuts were included in the $643 million 1991 budget presented to the Metropolitan Transportation Authority committee that oversees the railroad. \"Despite significant and continuing" , "date" : "19901114" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "L.I.R.R. Will Reduce Service" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/14\/nyregion\/lirr-will-reduce-service.html"} , {"body" : "The Daily News and the New York City Police Department differ sharply on how much violence and harassment has occurred since the paper was struck by nine of its 10 unions two weeks ago, an analysis of the statistics indicates. The police have recorded a total of 119 strike-related incidents since Oct. 25, including about 30 involving newsstands and" , "date" : "19901108" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "Daily News and Police Vary on Degree of Violence" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/08\/nyregion\/daily-news-and-police-vary-on-degree-of-violence.html"} , {"body" : "In a white brick synagogue near his boyhood home in Brooklyn, Rabbi Meir Kahane was eulogized yesterday as a holy man who, like the prophets of old, was often shunned by his people. Thousands of Jews jammed the synagogue and the streets outside. They included Kahane partisans crying for revenge, and leaders of mainstream Jewish organizations who" , "date" : "19901107" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "ISRAEL" , "MIDDLE EAST"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "Grief and Anger at Kahane's Funeral" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/07\/nyregion\/grief-and-anger-at-kahane-s-funeral.html"} , {"body" : "Maybe it was Samuel Robinson, a 37-year-old homeless man, who best summed up the spectator appeal of yesterday's marathon. He watched it in Harlem, in front of the Handmaids of Mary Convent at 15 West 124th Street, standing in a soup-kitchen line with dozens of people clapping and screaming at the runners, \"Pump it up, man!\" and \"You can do it!\"" , "date" : "19901105" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "NEW YORK CITY MARATHON; Support On Street Is Very Generous" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/05\/sports\/new-york-city-marathon-support-on-street-is-very-generous.html"} , {"body" : "New York City Marathon: Several streets will be closed for much of this morning and afternoon, including, in Manhattan, First Avenue from 59th Street to the Willis Avenue Bridge; Fifth Avenue from 136th Street to 100th Street, and Central Park South from Fifth Avenue to Columbus Circle. In Brooklyn, parts of Fourth Avenue from 94th Street to" , "date" : "19901104" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "Traffic Alert" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/04\/nyregion\/traffic-alert-775490.html"} , {"body" : "It was just a single handwritten note, scrawled in broken English and found on the ground in the Flatbush section of Brooklyn. But its ominous message -- a threat to kill Jewish children in retaliation for recent violence in Jerusalem -- sent tremors through the heavily Jewish neighborhoods of Flatbush and Borough Park. The killings, according to" , "date" : "19901103" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BOROUGH PARK (NYC)" , "ISRAEL" , "MIDDLE EAST" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Anti-Jewish Note Chills Neighborhood" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/03\/nyregion\/anti-jewish-note-chills-neighborhood.html"} ,   {"body" : "Hoping to prevent the violence and vandalism that have marred recent Halloweens in New York City, the police have assigned extra officers to patrol around schools and shopping areas today, and special units will be watching for roving bands of youths like those who rampaged through the city's streets last year. The Board of Education said the" , "date" : "19901031" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police and Schools Try to Head Off Halloween Trouble" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/31\/nyregion\/police-and-schools-try-to-head-off-halloween-trouble.html"} , {"body" : "Obscenities, eggs and coffee cups bombarded a convoy of nine delivery trucks that roared past a phalanx of police officers in helmets and angry picketers early yesterday morning to deliver bundled copies of The Daily News. Scores of strikers had gathered outside the paper's printing plant in Brooklyn, taunting the workers who had replaced them with" , "date" : "19901029" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Taunts but 'Good Money' for New Drivers at News" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/29\/nyregion\/taunts-but-good-money-for-new-drivers-at-news.html"} , {"body" : "The Daily News, struck by nine of its 10 unions, began dismissing most of its 2,400 unionized workers yesterday and then struggled to publish without them, gathering an army of nonunion employees, some from across the country, to write, edit, print and deliver the nation's second-largest metropolitan daily. With scores of replacement drivers," , "date" : "19901027" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DAILY NEWS DROPS UNION EMPLOYEES" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/27\/nyregion\/daily-news-drops-union-employees.html"} , {"body" : "LEAD: Four men were arrested yesterday and charged with the execution-style murder of three Vietnamese youths on Monday in a Manhattan parking lot, the police said. Four men were arrested yesterday and charged with the execution-style murder of three Vietnamese youths on Monday in a Manhattan parking lot, the police said. While the victims were" , "date" : "19901019" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "4 Charged in Deaths of 3 Vietnamese Youths" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/19\/nyregion\/4-charged-in-deaths-of-3-vietnamese-youths.html"} , {"body" : "LEAD: Tucked away in a corner of the Williamsburg section of Brooklyn, in a neighborhood that some officials describe as an Italian enclave, are 33 apartments that Elina Gonzalez-D'Annunzio is trying to sell as condominiums. Tucked away in a corner of the Williamsburg section of Brooklyn, in a neighborhood that some officials describe as an Italian" , "date" : "19901007" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Perspectives: Condos in Williamsburg; Sales Experiment Finds the Market Slow" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/07\/realestate\/perspectives-condos-in-williamsburg-sales-experiment-finds-the-market-slow.html"} , {"body" : "LEAD: Auction Preview Auction Preview Oct. 9 - A cocktail party and preview exhibition of paintings, jewelry and English furniture, including pieces from the estates of Jack Warner and Barbara Stanwyck, will be held at Christie's from 6 to 8 P.M. Dinner will follow at Doubles in the Sherry-Netherland Hotel. The party will benefit the St." , "date" : "19901007" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "65" , "title" : "Social Events" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/07\/style\/social-events.html"} , {"body" : "LEAD: A Brooklyn woman has been convicted of trying to assault the wife of the owner of a Korean-American market that is the subject of a boycott. A Brooklyn woman has been convicted of trying to assault the wife of the owner of a Korean-American market that is the subject of a boycott. The woman, Karen Celine, 22 years old, a paralegal who lives" , "date" : "19901004" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Conviction in Dispute At Market in Boycott" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/04\/nyregion\/conviction-in-dispute-at-market-in-boycott.html"} , {"body" : "LEAD: Night after night, resolve in their hearts and walkie-talkies in their hands, Ed Powell and James Burns set off on their self-appointed rounds. On rooftops glittering with crushed crack vials, in dark hallways littered with soda cans, along streets strewn with empty-eyed and defiant boys, they patrol a neighborhood in crisis. Night after" , "date" : "19901001" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "On Dark Streets, 'Eyes and Ears' for the Law" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/01\/nyregion\/on-dark-streets-eyes-and-ears-for-the-law.html"} , {"body" : "LEAD: Closings in the week ending Sept. 15 MANHATTAN Greenwich Village $860,000 58 Horatio Street 4-bedroom, 2 1\/2-bath, single-family, 4-story, Greek-Revival town house; dining room, center chimney, 4 fireplaces, south garden, landmark district; 19- by 55-ft. lot; taxes $4,600 (Broker: Ambrose Mar-Elia) Closings in the week ending Sept. 15" , "date" : "19900930" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/30\/realestate\/residential-resales-490190.html"} , {"body" : "LEAD: Like the owners of many small businesses, Wequar Azeem spent the last two years cultivating his video-rental store's clientele and postponing profits while counting on this year to be his payoff. But his third year in business has seen sales plummet 35 percent, so Mr. Azeem is looking for part-time work to make ends meet and trying to sell" , "date" : "19900928" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Boycott: The Fallout Hurts Others" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/28\/nyregion\/brooklyn-boycott-the-fallout-hurts-others.html"} ,   {"body" : "LEAD: A coalition of ministers said yesterday that it would announce today that at least one black person was being hired at a Korean-owned grocery store in Brooklyn that has been the target of an eight-month boycott. A coalition of ministers said yesterday that it would announce today that at least one black person was being hired at a" , "date" : "19900926" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Boycotted Market to Hire a Black" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/26\/nyregion\/boycotted-market-to-hire-a-black.html"} , {"body" : "LEAD: Members of New York City's Korean-American community say the long, bitter boycott of two Korean-owned stores has produced one unforseen benefit: It has mobilized their community and spurred it to integrate itself into the city's political life. Members of New York City's Korean-American community say the long, bitter boycott of two" , "date" : "19900925" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Koreans See a Gain From Boycott: Unity" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/25\/nyregion\/koreans-see-a-gain-from-boycott-unity.html"} , {"body" : "LEAD: Nineteen gasoline bombs were discovered during the weekend on the roof of the Family Red Apple, one of two Korean-owned grocery stores that have been the target of an eight-month boycott, the police said yesterday. Nineteen gasoline bombs were discovered during the weekend on the roof of the Family Red Apple, one of two Korean-owned grocery" , "date" : "19900924" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bombs Found On Store Roof In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/24\/nyregion\/bombs-found-on-store-roof-in-brooklyn.html"} , {"body" : "LEAD: One day after Mayor David N. Dinkins called for a peaceful resolution of the eight-month boycott of two Korean-owned stores in the Flatbush section of Brooklyn, scores of shoppers returned to the stores, but eight protesters were arrested for violating the court order that mandated they stay at least 50 feet from them. One day after Mayor" , "date" : "19900923" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "8 Arrested in Boycott of Brooklyn Store" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/23\/nyregion\/8-arrested-in-boycott-of-brooklyn-store.html"} , {"body" : "LEAD: This listing is compiled by Bryan Miller from his restaurant visits, his reviews and articles in The Times and entries in his Diner's Journal column. Review and article dates are in parentheses. Prices are current. Here are some restaurants that offer a variety of American foods. Arizona 206 This listing is compiled by Bryan Miller from his" , "date" : "19900923" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "54" , "title" : "Lifestyle: Sunday Dinner; Southwestern Samples (Choice of 2 Arizonas)" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/23\/style\/lifestyle-sunday-dinner-southwestern-samples-choice-of-2-arizonas.html"} , {"body" : "LEAD: An off-duty police officer was charged with jumping into a car and robbing the driver Friday before crashing the vehicle into a wall with a police car in pursuit, the police said. An off-duty police officer was charged with jumping into a car and robbing the driver Friday before crashing the vehicle into a wall with a police car in pursuit," , "date" : "19900923" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Off-Duty Officer Is Charged With Robbery and Car Theft" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/23\/nyregion\/off-duty-officer-is-charged-with-robbery-and-car-theft.html"} , {"body" : "LEAD: Taking sides in one of the most divisive disputes of his administration eight months after it began, Mayor David N. Dinkins yesterday went to two Korean-owned groceries in Brooklyn that have been the object of a bitter black-led boycott and bought about $10 worth of produce. Taking sides in one of the most divisive disputes of his" , "date" : "19900922" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DINKINS SUPPORTS SHUNNED GROCERS" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/22\/nyregion\/dinkins-supports-shunned-grocers.html"} , {"body" : "LEAD: Customers of a social club in Brooklyn pounced on one of two men who tried to rob them on Thursday night, and in the struggle the robber was stabbed to death, the police said yesterday. The two men had interrupted a card game in a private room at the Red Spot Social Club at 538 Nostrand Avenue in the Flatbush section shortly after 10 P.M.," , "date" : "19900922" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "2 Shot and a Robber Is Slain" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/22\/nyregion\/2-shot-and-a-robber-is-slain.html"} , {"body" : "LEAD: Five protesters were arrested yesterday, two days after an appeals court ruled that the Police Department must enforce a 50-foot barrier between demonstrators and two Korean-owned grocery stores in Brooklyn. Five protesters were arrested yesterday, two days after an appeals court ruled that the Police Department must enforce a 50-foot barrier" , "date" : "19900920" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "5 Arrested Outside 2 Boycotted Stores in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/20\/nyregion\/5-arrested-outside-2-boycotted-stores-in-brooklyn.html"} , {"body" : "LEAD: The Transit Authority said yesterday that structural engineers would inspect the crumbling ceiling of the Nevins Street IRT subway station in downtown Brooklyn today and recommend whether an 18-month repair program should begin sooner than planned. The Transit Authority said yesterday that structural engineers would inspect the crumbling" , "date" : "19900920" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "METRO DATELINES; IRT Station Repairs May Be Accelerated" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/20\/nyregion\/metro-datelines-irt-station-repairs-may-be-accelerated.html"} ,   {"body" : "LEAD: Blacks and Koreans held separate rallies yesterday on the first day after an appeals court ruled that the New York City Police Department must enforce a court order to keep black demonstrators at least 50 feet from two Korean-owned grocery stores in Brooklyn. Blacks and Koreans held separate rallies yesterday on the first day after an appeals" , "date" : "19900919" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "2 Rallies Are Held Over Store Boycott, But All Is Peaceful" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/19\/nyregion\/2-rallies-are-held-over-store-boycott-but-all-is-peaceful.html"} , {"body" : "LEAD: A unanimous appellate court ruled yesterday that the New York City Police Department must enforce a court order to keep black-led demonstrators at least 50 feet away from two Korean food stores in a tense eight-month dispute in Brooklyn. A unanimous appellate court ruled yesterday that the New York City Police Department must enforce a court" , "date" : "19900918" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Korean Stores Win Restrictions in Boycott" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/18\/nyregion\/korean-stores-win-restrictions-in-boycott.html"} , {"body" : "LEAD: Two 16-year-old youths sang and talked as they walked down a Brooklyn street Wednesday night. A man in a doorway took offense and fired six times, hitting one of the youths once in the leg. Two 16-year-old youths sang and talked as they walked down a Brooklyn street Wednesday night. A man in a doorway took offense and fired six times, hitting" , "date" : "19900914" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Arrest in Youth's Shooting Turns Up Arsenal" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/14\/nyregion\/arrest-in-youth-s-shooting-turns-up-arsenal.html"} , {"body" : "LEAD: POWERFUL contemporary images, arcane artifacts, down-to-earth housing solutions, touching tableaux of a bygone era and programs that could keep the most energetic New Yorker going at a fast clip for months are all part of ''Home: A Place in the World.'' This ambitious multicultural event is a collaboration of five New York City museums and" , "date" : "19900913" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Lasting Visions of the Home" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/13\/garden\/lasting-visions-of-the-home.html"} , {"body" : "LEAD: As the boycott of a Korean-owned market in Brooklyn dragged bitterly toward its ninth month yesterday, Assembly Speaker Mel Miller told a City Council committee that the boycott ''should be condemned universally.'' As the boycott of a Korean-owned market in Brooklyn dragged bitterly toward its ninth month yesterday, Assembly Speaker Mel" , "date" : "19900913" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Top Legislator Attacks Boycott Of Korean Store" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/13\/nyregion\/top-legislator-attacks-boycott-of-korean-store.html"} , {"body" : "LEAD: One thousand feet above the noisy, crowded, fast-paced world that is street-level New York, the city is transformed into a serene, toylike configuration of buildings, streets, parks and waterways. Although such vistas are normally restricted to high-flying birds, New Yorkers and visitors can find their own sky-high perches at observation" , "date" : "19900909" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "15" , "title" : "Above It All" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/09\/travel\/above-it-all.html"} , {"body" : "LEAD: Mayor David N. Dinkins announced last night that a three-week-old black-led boycott of a Korean-American grocery store in the Brownsville section of Brooklyn had been resolved and that the store would reopen today. Welcoming Ceremony Planned In an impromptu news conference in the Mayor's office, Deputy Mayor Bill Lynch said Mr. Ju had come to" , "date" : "19900907" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (BROOKLYN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "1 of 2 Grocery Boycotts In Brooklyn Is Resolved" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/07\/nyregion\/1-of-2-grocery-boycotts-in-brooklyn-is-resolved.html"} , {"body" : "LEAD: For much of this century, blacks from the Caribbean have flocked to New York, creating a strong middle class and invigorating the city through their politics and culture. ''There is fear,'' said Clarence Davis, whose said his business, Clarence Davis Realty in the East Flatbush area of Brooklyn, has increased 60 percent in the last three" , "date" : "19900904" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE" , "NEW JERSEY" , "NEW YORK CITY" , "FLORIDA" , "CALIFORNIA" , "TEXAS"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Immigrants Look Outside New York for Better Life" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/04\/nyregion\/immigrants-look-outside-new-york-for-better-life.html"} , {"body" : "LEAD: Fifteen people were wounded in two shootings at nightclubs in Harlem and Brooklyn early yesterday, one a Jamaican social club and the other a dance hall frequented by West Indians for parties, the police said. Fifteen people were wounded in two shootings at nightclubs in Harlem and Brooklyn early yesterday, one a Jamaican social club and the" , "date" : "19900902" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "15 Wounded at 2 Nightclubs When Gunmen Open Fire in Disputes" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/02\/nyregion\/15-wounded-at-2-nightclubs-when-gunmen-open-fire-in-disputes.html"} , {"body" : "LEAD: Although New York City has never been known as a mecca for golfers, it has, in fact, 13 public golf courses. Rarer, however, are miniature golf courses, those toy-sized attractions that seem as much a part of suburbia as their larger, greener cousins. Although New York City has never been known as a mecca for golfers, it has, in fact, 13" , "date" : "19900902" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "54" , "title" : "LIFE STYLE: Sunday Outing; Off Urban Beaten Paths, Miniature Golf Beckons" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/02\/style\/life-style-sunday-outing-off-urban-beaten-paths-miniature-golf-beckons.html"} ,   {"body" : "LEAD: The police are searching for a retired correction officer and college classmate of Vander L. Beatty in connection with the fatal shooting of the former State Senator in his campaign headquarters in Brooklyn on Thursday. The police are searching for a retired correction officer and college classmate of Vander L. Beatty in connection with the" , "date" : "19900901" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Retired Officer Sought in Death Of Ex-Senator" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/01\/nyregion\/retired-officer-sought-in-death-of-ex-senator.html"} , {"body" : "LEAD: A committee appointed by Mayor David N. Dinkins to investigate the bitter black-led boycott of two Korean-owned grocery stores in Brooklyn released its final report yesterday and criticized the Brooklyn District Attorney for moving too slowly in the emotionally charged case. A committee appointed by Mayor David N. Dinkins to investigate the" , "date" : "19900831" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Hynes Criticized in Report on Boycott" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/31\/nyregion\/hynes-criticized-in-report-on-boycott.html"} , {"body" : "LEAD: Moving against the latest boycott of a Korean-owned grocery store in Brooklyn, Mayor David N. Dinkins said yesterday that he would ask state officials to investigate whether the boycott violated state civil rights statutes. Moving against the latest boycott of a Korean-owned grocery store in Brooklyn, Mayor David N. Dinkins said yesterday" , "date" : "19900829" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (BROOKLYN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Dinkins to Ask State Inquiry On 2d Boycott" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/29\/nyregion\/dinkins-to-ask-state-inquiry-on-2d-boycott.html"} , {"body" : "LEAD: The Dinkins administration scrambled yesterday to prevent a new boycott of a Korean-owned grocery in Brooklyn from resembling the bitter protests against another Korean-owned store in the borough, the Family Red Apple. The Dinkins administration scrambled yesterday to prevent a new boycott of a Korean-owned grocery in Brooklyn from resembling" , "date" : "19900828" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (BROOKLYN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Dinkins Responds to 2d Boycott of a Korean Store" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/28\/nyregion\/dinkins-responds-to-2d-boycott-of-a-korean-store.html"} , {"body" : "LEAD: Daisy L. Rasberry lives as if suspended in time. She has not been to work for two months. Nor has she slept a full night since the evening of June 23, when a Saturday shopping trip with two of her daughters ended with her 10-year-old ''baby,'' Shaniqua, bleeding in her arms from a fatal gunshot wound to the chest. Daisy L. Rasberry lives as" , "date" : "19900826" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "After a Stray Shot: A Girl's Family Seeks Meaning in a Random Loss" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/26\/nyregion\/after-a-stray-shot-a-girl-s-family-seeks-meaning-in-a-random-loss.html"} , {"body" : "LEAD: A bystander was slain and four men wounded when a robbery attempt erupted into a gunfight on a Brooklyn street early yesterday morning, the police said. A bystander was slain and four men wounded when a robbery attempt erupted into a gunfight on a Brooklyn street early yesterday morning, the police said. Two robbers were among the wounded and" , "date" : "19900826" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "One Killed, 4 Wounded on Brooklyn Street" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/26\/nyregion\/one-killed-4-wounded-on-brooklyn-street.html"} , {"body" : "LEAD: A man answering a gun charge in a Brooklyn courtroom yesterday was arrested and charged with the slaying of a man and his 1-year-old daughter on July 24. A man answering a gun charge in a Brooklyn courtroom yesterday was arrested and charged with the slaying of a man and his 1-year-old daughter on July 24. The two were hit by bullets fired" , "date" : "19900818" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Arrest in Death of Child Struck by a Stray Bullet" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/18\/nyregion\/arrest-in-death-of-child-struck-by-a-stray-bullet.html"} , {"body" : "LEAD: Madge O'Boyle stood in front of the apartment building in Woodside, Queens, where she has lived for three decades, since shortly after the Irish native arrived in the United States, and chatted with neighbors on the sun-baked steps. Madge O'Boyle stood in front of the apartment building in Woodside, Queens, where she has lived for three" , "date" : "19900813" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WOODSIDE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Changing City; Woodside, Queens; New Accents and Old Brogue Quietly Reshape Woodside" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/13\/nyregion\/changing-city-woodside-queens-new-accents-old-brogue-quietly-reshape-woodside.html"} , {"body" : "LEAD: To the Editor: To the Editor: What happened to Mayor Dinkins's promise that he would walk the miles necessary to solve racial problems in New York City? Has he forgotten they still exist on Brooklyn's Flatbush Avenue? His promise during his speech at the peak of the recent racial troubles appears to be an empty one. Your news article on July" , "date" : "19900804" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Has Mayor Forgotten His Promise on Race?" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/04\/opinion\/l-has-mayor-forgotten-his-promise-on-race-323990.html"} , {"body" : "LEAD: A homeless man was arrested Wednesday night and charged with killing an advertising executive who was making a call at a pay telephone in the West Village, the police said. A homeless man was arrested Wednesday night and charged with killing an advertising executive who was making a call at a pay telephone in the West Village, the police" , "date" : "19900803" , "day_of_week_facet" : "Friday" , "geo_facet" : ["GREENWICH VILLAGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Homeless Man Is Arrested In Killing of Ad Executive" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/03\/nyregion\/homeless-man-is-arrested-in-killing-of-ad-executive.html"} ,   {"body" : "LEAD: New Yorkers with family and friends in Trinidad and Tobago said yesterday that they had spent the last three days hunched over telephones trying to make contact with loved ones in the island nation. New Yorkers with family and friends in Trinidad and Tobago said yesterday that they had spent the last three days hunched over telephones trying" , "date" : "19900730" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "TRINIDAD AND TOBAGO"] , "nytd_section_facet" : ["World"] , "page_facet" : "7" , "title" : "Emigres in New York Trying To Reach Families in Trinidad" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/30\/world\/emigres-in-new-york-trying-to-reach-families-in-trinidad.html"} , {"body" : "LEAD: Who's right about how best to end the boycott by black protesters against a Korean-owned grocery store in Brooklyn: Mayor David N. Dinkins or his predecessor, Edward I. Koch? Who's right about how best to end the boycott by black protesters against a Korean-owned grocery store in Brooklyn: Mayor David N. Dinkins or his predecessor, Edward I." , "date" : "19900730" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; Which Mayor Knows Best On the Boycott?" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/30\/nyregion\/metro-matters-which-mayor-knows-best-on-the-boycott.html"} , {"body" : "LEAD: Snake through the crowds on Flatbush Avenue in Brooklyn on any Saturday, past the Sno-Kone vendors selling winter's taste in summer flavors, past the stores that sell shorts and dresses and blouses at two for $5. Pass under a hand-painted sign and into a narrow three-story building so unprepossessing it gives no hint that you've arrived at" , "date" : "19900729" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "38" , "title" : "Lifestyle; Modern Rapunzels Put Up Their Hair" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/29\/style\/lifestyle-modern-rapunzels-put-up-their-hair.html"} , {"body" : "LEAD: Detectives say they believe the gunmen who fired more than 18 bullets through a door in a Brooklyn housing project on Thursday, killing a 3-year-old boy, were trying to intimidate the boy's 19-year-old half-brother, a convicted drug dealer. Detectives say they believe the gunmen who fired more than 18 bullets through a door in a Brooklyn" , "date" : "19900728" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Boy's Brother Was Target, Police Say" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/28\/nyregion\/boy-s-brother-was-target-police-say.html"} , {"body" : "LEAD: At 12:41 P.M. on a recent weekday, Bernice Cross leaned against the glass in a shady corner of the bus shelter at Utica and Church Avenues and began what has come to be known as the ''lotto wait.'' That's because the chances of a bus on the B46 line in the Flatbush section of Brooklyn running on time are about the same as winning the lottery." , "date" : "19900725" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Playing the B46 Lotto: Will the Bus Show Up?" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/25\/nyregion\/playing-the-b46-lotto-will-the-bus-show-up.html"} , {"body" : "LEAD: Little but the seasons have changed in front of the Korean-owned Family Red Apple grocery store in the Flatbush section of Brooklyn. Little but the seasons have changed in front of the Korean-owned Family Red Apple grocery store in the Flatbush section of Brooklyn. The black-led boycott of the store that began last winter has stretched" , "date" : "19900716" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Diplomacy Fails to End Store Boycott In Flatbush" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/16\/nyregion\/diplomacy-fails-to-end-store-boycott-in-flatbush.html"} , {"body" : "LEAD: What Vincent Greco remembered most yesterday was how careful the 5-year-old was. What Vincent Greco remembered most yesterday was how careful the 5-year-old was. The child, Charlie Brucculeri, would always ask, '' 'Can you cross me? '' ''If I couldn't,'' 13-year-old Vincent said, ''he just wouldn't go.'' It is important to be careful around" , "date" : "19900712" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "ROSEDALE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Grieving for 2 Children Killed by Car" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/12\/nyregion\/grieving-for-2-children-killed-by-car.html"} , {"body" : "LEAD: A boy and a girl playing on their front lawn in Rosedale, Queens, were struck and killed last night by a car that ran through a stop sign, apparently out of control, the police said. A boy and a girl playing on their front lawn in Rosedale, Queens, were struck and killed last night by a car that ran through a stop sign, apparently out of" , "date" : "19900711" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["ROSEDALE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Out-of-Control Car Kills Two Children And Hits Two Others" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/11\/nyregion\/out-of-control-car-kills-two-children-and-hits-two-others.html"} , {"body" : "LEAD: Mitch Snyder, who became a national figure in giving the movement in support of homeless people a public voice and face throughout the 1980's, was found hanged today in an apparent suicide. Mitch Snyder, who became a national figure in giving the movement in support of homeless people a public voice and face throughout the 1980's, was found" , "date" : "19900706" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "16" , "title" : "Mitch Snyder, 46, Advocate of Homeless" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/06\/obituaries\/mitch-snyder-46-advocate-of-homeless.html"} , {"body" : "LEAD: NO dutiful gardener ever officially recorded the first potted plant, but tomb paintings indicate that plants in containers were around in ancient Egypt and excavations show they were used in early Greece and ancient Rome. NO dutiful gardener ever officially recorded the first potted plant, but tomb paintings indicate that plants in containers" , "date" : "19900628" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Short of Earth? Gardens Bloom In Jars and Pots" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/28\/garden\/short-of-earth-gardens-bloom-in-jars-and-pots.html"} ,   {"body" : "LEAD: A judge ordered the New York City Police Department yesterday to enforce his injunction to keep demonstrators at least 50 feet away from two Korean food stores in Brooklyn that have been picketed by blacks for more than five months. A judge ordered the New York City Police Department yesterday to enforce his injunction to keep demonstrators" , "date" : "19900628" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Judge Orders Ruling Enforced on Picketing" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/28\/nyregion\/judge-orders-ruling-enforced-on-picketing.html"} , {"body" : "LEAD: A 21-year-old from Brooklyn was arrested on Monday and charged in the death of a 10-year-old struck by a stray bullet while she was shopping with her mother on Flatbush Avenue on Saturday, the police said. A 21-year-old from Brooklyn was arrested on Monday and charged in the death of a 10-year-old struck by a stray bullet while she was" , "date" : "19900627" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Arrested in Death Of a 10-Year-Old Girl" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/27\/nyregion\/man-arrested-in-death-of-a-10-year-old-girl.html"} , {"body" : "LEAD: A 21-year-old Brooklyn man was arrested last night and charged with the death of a 10-year-old girl struck by a stray bullet while she was shopping with her mother on Flatbush Avenue on Saturday, the police said. A 21-year-old Brooklyn man was arrested last night and charged with the death of a 10-year-old girl struck by a stray bullet while" , "date" : "19900626" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Man Arrested in Death Of a 10-Year-Old Girl" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/26\/nyregion\/man-arrested-in-death-of-a-10-year-old-girl.html"} , {"body" : "LEAD: ''Anybody here yesterday? Anybody see anything? A little 10-year-old girl was shot and killed here and we need some help.'' ''Anybody here yesterday? Anybody see anything? A little 10-year-old girl was shot and killed here and we need some help.'' Ask as he might, Detective Darcy Callahan was getting nowhere. As he stood on Flatbush Avenue in" , "date" : "19900625" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "After Stray Bullets Hit 2 Girls, Police Find Few Willing to Talk About It" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/25\/nyregion\/after-stray-bullets-hit-2-girls-police-find-few-willing-to-talk-about-it.html"} , {"body" : "LEAD: Surviving more than 200 years in Brooklyn has given the Lefferts Homestead a timeless quality. Its hedges have outlived generations of gardeners, and the slender columns, wide porch and detailed dormer windows of this historic Dutch colonial farmhouse in Prospect Park still retain an aura of plantation life. Surviving more than 200 years in" , "date" : "19900624" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LEFFERTS HOMESTEAD (BROOKLYN, NY)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "36" , "title" : "Lifestyle: Sunday Outing; Deep in Brooklyn, a Slave Plantation Illustrates How Both Sides Lived" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/24\/style\/lifestyle-sunday-outing-deep-brooklyn-slave-plantation-illustrates-both-sides.html"} , {"body" : "LEAD: A stroll down tree-lined Oak Avenue is all a visitor needs to see how Oakwood got its name. But some residents say the name could also apply to the town's solid family life; three and four generations of some families live on the same streets. The Oakwood Girls, a group of 20 women who grew up in the Staten A stroll down tree-lined Oak Avenue" , "date" : "19900624" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "If You're Thinking of Living in: Oakwood" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/24\/realestate\/if-you-re-thinking-of-living-in-oakwood.html"} , {"body" : "LEAD: Central Park South from Columbus Circle to Fifth Avenue, and Fifth Avenue from Central Park South to Washington Square North will be closed today from 9 A.M. to 2:30 P.M. for the Gay Pride Parade. Central Park South from Columbus Circle to Fifth Avenue, and Fifth Avenue from Central Park South to Washington Square North will be closed today" , "date" : "19900624" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Traffic Alert" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/24\/nyregion\/traffic-alert-655190.html"} , {"body" : "LEAD: Two girls walking in front of a Brooklyn variety store were wounded last night, one critically, as they were hit by stray shots fired in an argument, the police said. Two girls walking in front of a Brooklyn variety store were wounded last night, one critically, as they were hit by stray shots fired in an argument, the police said. The girls," , "date" : "19900624" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Two Children Are Wounded By Stray Shots in Flatbush" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/24\/nyregion\/two-children-are-wounded-by-stray-shots-in-flatbush.html"} , {"body" : "LEAD: The east side of Broadway from 72d to 77th Streets will be closed today from 8 A.M. to 7 P.M. for the Beacon Theater Street Fair. The east side of Broadway from 72d to 77th Streets will be closed today from 8 A.M. to 7 P.M. for the Beacon Theater Street Fair. Central Park South from Columbus Circle and Fifth Avenue to Washington Square North" , "date" : "19900623" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Traffic Alert" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/23\/nyregion\/traffic-alert-509490.html"} , {"body" : "LEAD: Because of Nelson Mandela's visit, delays are expected today on the East Side of Manhattan from 9 A.M to 9 P.M. Motorists should avoid lower Manhattan from 7:30 A.M. to 10 A.M. Because of Nelson Mandela's visit, delays are expected today on the East Side of Manhattan from 9 A.M to 9 P.M. Motorists should avoid lower Manhattan from 7:30 A.M." , "date" : "19900622" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Traffic Alert" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/22\/nyregion\/traffic-alert-267890.html"} ,   {"body" : "LEAD: Tomorrow BLOCK PARTY, West 46th Street between Ninth and 10th Avenues; sponsored by the West 46th Street Block Association. Crafts, food, flea market, entertainment. Noon to 6 P.M. Rain date: Sunday. Information: 247-5501. FOURTH SUMMER ARTS, CRAFTS AND ANTIQUES FESTIVAL, Broadway from 72d to 77th Street; sponsored by the Save the Beacon" , "date" : "19900622" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "Fairs and Festivals This Weekend" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/22\/arts\/fairs-and-festivals-this-weekend.html"} , {"body" : "LEAD: A 15-year-old boy who had followed a young couple into the Grand Central subway station was shot and seriously wounded yesterday by the girl's companion as the boy stood on a crowded platform, the police said. The shooter then fled. A 15-year-old boy who had followed a young couple into the Grand Central subway station was shot and seriously" , "date" : "19900615" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "15-Year-Old Shot in Subway After He Follows a Couple" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/15\/nyregion\/15-year-old-shot-in-subway-after-he-follows-a-couple.html"} , {"body" : "LEAD: A police sergeant was suspended yesterday after another officer accused him of kicking a 15-year-old who was being arrested on Wednesday on a street in Brooklyn. A police sergeant was suspended yesterday after another officer accused him of kicking a 15-year-old who was being arrested on Wednesday on a street in Brooklyn. The sergeant, John" , "date" : "19900615" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officer Says Sergeant Kicked Youth in Face" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/15\/nyregion\/officer-says-sergeant-kicked-youth-in-face.html"} , {"body" : "LEAD: TODAY FEAST, St. Anthony's of Padua, Sullivan Street, from Houston to Spring Streets. Food, games, entertainment. Today through Sunday, noon to midnight. Through June 17. Information: 777-2755. TOMORROW WATERFRONT FESTIVAL, Hudson River Pier 45, West Street between Christopher and Perry Streets; sponsored by the Federation to Preserve the" , "date" : "19900608" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "20" , "title" : "Fairs and Festivals This Weekend" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/08\/arts\/fairs-and-festivals-this-weekend.html"} , {"body" : "LEAD: For almost five months, a chorus of shrill chants has defined the boycott by a group of blacks against a Korean-owned greengrocer on Church Avenue in Brooklyn. Meanwhile the real story behind the boycott was quietly unfolding around the corner. For almost five months, a chorus of shrill chants has defined the boycott by a group of blacks" , "date" : "19900607" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; Turning Boycott Of Greengrocer Into Green Power" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/07\/nyregion\/metro-matters-turning-boycott-of-greengrocer-into-green-power.html"} , {"body" : "LEAD: The assault charge against a Korean grocer whose store has been boycotted for more than four months was dismissed yesterday, but prosecutors said they would continue to investigate the incident. The boycott is expected to continue. The assault charge against a Korean grocer whose store has been boycotted for more than four months was" , "date" : "19900607" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Judge Drops Charge Against Grocer" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/07\/nyregion\/brooklyn-judge-drops-charge-against-grocer.html"} , {"body" : "LEAD: FRIDAY AN EYE FOR FILM FRIDAY AN EYE FOR FILM It takes a film director to put someone in the picture, but it takes an art director like Takeo Kimura to supply the picture. As designer of productions, Mr. Kimura, now in his early 70's, has shaped the look of more than 200 Japanese films, imparting appearances ranging from stark realism to" , "date" : "19900601" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/01\/arts\/going-out-guide.html"} , {"body" : "LEAD: Brownstone and limestone houses built in the 19th and early 20th centuries are featured in a house tour on Sunday in the Brooklyn neighborhood of Prospect-Lefferts Gardens. The tour, the 21st sponsored by the neighborhood association, will run from noon to 5 P.M. Tickets - $7 in advance, $8 on the day - are on sale at the association's" , "date" : "19900601" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "12" , "title" : "House Tour in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/01\/arts\/house-tour-in-brooklyn.html"} , {"body" : "LEAD: A second man accused in the fatal shooting of a New York City police officer on a Brooklyn street was sentenced yesterday to two to four years in prison on a weapons charge. A second man accused in the fatal shooting of a New York City police officer on a Brooklyn street was sentenced yesterday to two to four years in prison on a weapons" , "date" : "19900530" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "2d Defendant Is Jailed in Killing of Officer" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/30\/nyregion\/2d-defendant-is-jailed-in-killing-of-officer.html"} , {"body" : "LEAD: New York City's property-tax system, which has been criticized for a decade for placing a heavier burden on less-affluent homeowners than on wealthier ones, appears to have grown more inequitable. New York City's property-tax system, which has been criticized for a decade for placing a heavier burden on less-affluent homeowners than on" , "date" : "19900529" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "UNEQUAL BURDEN: NEW YORK CITY PROPERTY TAXES - A SPECIAL REPORT: Some of the Rich Pay Less Tax Than the Other Homeowners" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/29\/nyregion\/unequal-burden-new-york-city-property-taxes-special-report-some-rich-pay-less.html"} ,   {"body" : "LEAD: Although it takes in less than a quarter of a square mile, Prospect Heights in Brooklyn is a microcosm of New York City's housing situation. Although it takes in less than a quarter of a square mile, Prospect Heights in Brooklyn is a microcosm of New York City's housing situation. It is graced with richly crafted turn-of-the-century" , "date" : "19900527" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living in:; Prospect Heights" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/27\/realestate\/if-you-re-thinking-of-living-in-prospect-heights.html"} , {"body" : "LEAD: New Yorkers can expect more overflowing garbage cans and dirtier streets this summer and beyond as a result of austerity measures that Mayor David N. Dinkins will propose today. New Yorkers can expect more overflowing garbage cans and dirtier streets this summer and beyond as a result of austerity measures that Mayor David N. Dinkins will" , "date" : "19900524" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Budget Cutbacks to End Clean Team" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/24\/nyregion\/budget-cutbacks-to-end-clean-team.html"} , {"body" : "LEAD: An 18-year-old man was indicted yesterday on discrimination and assault charges stemming from a May 13 melee in the Flatbush section of Brooklyn that left a Vietnamese immigrant seriously injured. An 18-year-old man was indicted yesterday on discrimination and assault charges stemming from a May 13 melee in the Flatbush section of Brooklyn" , "date" : "19900523" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Indictment Cites Discrimination In Street Attack" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/23\/nyregion\/indictment-cites-discrimination-in-street-attack.html"} , {"body" : "LEAD: To the Editor: To the Editor: I read that Percy E. Sutton has threatened to ''close down WLIB before I see it used by blacks to attack blacks'' (news article, May 17). This admonition, of course, is a response to the racial situation in New York City and the resulting divisiveness it has caused among some African-American people. It is" , "date" : "19900523" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "28" , "title" : "Black Cause Would Not Be Served by Closing Off Forums" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/23\/opinion\/l-black-cause-would-not-be-served-by-closing-off-forums-680890.html"} , {"body" : "LEAD: Waving placards that urged racial harmony and singing ''We Shall Overcome,'' about 100 people marched under heavy police escort yesterday through the Flatbush section of Brooklyn, where race relations have been tense in recent weeks. Waving placards that urged racial harmony and singing ''We Shall Overcome,'' about 100 people marched under" , "date" : "19900521" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Coalition Marches in Flatbush" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/21\/nyregion\/coalition-marches-in-flatbush.html"} , {"body" : "LEAD: As a group of black demonstrators marched by, chanting ''boycott'' and ''freedom fighters,'' a multiracial group of religious leaders held a prayer meeting ''to heal New York'' yesterday in the troubled Flatbush section of Brooklyn. As a group of black demonstrators marched by, chanting ''boycott'' and ''freedom fighters,'' a multiracial" , "date" : "19900520" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "BENSONHURST AFTERMATH; MARCH FOR RACIAL PEACE MEETS JEERS AND PRAISE" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/20\/nyregion\/bensonhurst-aftermath-march-for-racial-peace-meets-jeers-and-praise.html"} , {"body" : "LEAD: A $6 million lawsuit was filed yesterday by the Haitian woman whose claim that she was assaulted in a Korean grocery in Brooklyn in January touched off protests and a boycott that continue. A $6 million lawsuit was filed yesterday by the Haitian woman whose claim that she was assaulted in a Korean grocery in Brooklyn in January touched off" , "date" : "19900519" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Woman Sues Boycotted Grocery in Flatbush" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/19\/nyregion\/woman-sues-boycotted-grocery-in-flatbush.html"} , {"body" : "LEAD: A 19-year-old white man was acquitted yesterday of killing a 16-year-old black youth who crossed one of the invisible barriers that separate white from black New York when he went to the Bensonhurst section of Brooklyn last Aug. 23. A 19-year-old white man was acquitted yesterday of killing a 16-year-old black youth who crossed one of the" , "date" : "19900519" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "2d Brooklyn Jury Rejects Murder Counts" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/19\/nyregion\/2d-brooklyn-jury-rejects-murder-counts.html"} , {"body" : "LEAD: Just down the block from the shouting boycotters, the police barricade and the embattled Korean grocery store that have become fixtures on Church Avenue in Flatbush, a man in the everyday garb of Pakistan and Afghanistan - long, baggy, pajama-like shalwar kamiz and sandals - looked over the merchandise in the Home Boy's Discount Just down the" , "date" : "19900518" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Central Brooklyn, a Branch of 3d World" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/18\/nyregion\/in-central-brooklyn-a-branch-of-3d-world.html"} , {"body" : "LEAD: IF you expect to spend a couple of quiet days in New York City this weekend, forget it. IF you expect to spend a couple of quiet days in New York City this weekend, forget it. Fairs, festivals, parades and other outdoor festivities will engulf the city as millions of New Yorkers eat, shop, play and celebrate at events like the Ninth Avenue" , "date" : "19900518" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Frolics in the Streets; A Party in the Park" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/18\/arts\/frolics-in-the-streets-a-party-in-the-park.html"} ,   {"body" : "LEAD: The Brooklyn teacher who led his high school class into a Korean-owned grocery store to protest a boycott there requested a transfer from his school yesterday, saying his life and the lives of his family have been threatened. The Brooklyn teacher who led his high school class into a Korean-owned grocery store to protest a boycott there" , "date" : "19900518" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Teacher Who Broke Boycott Seeks a Transfer" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/18\/nyregion\/teacher-who-broke-boycott-seeks-a-transfer.html"} , {"body" : "LEAD: A Walk Through Time, Flatbush Dutch Reformed Church, Flatbush and Church Avenues, Brooklyn; 718-856-3700. A Walk Through Time, Flatbush Dutch Reformed Church, Flatbush and Church Avenues, Brooklyn; 718-856-3700. On Sunday, the Flatbush Historical Society is sponsoring a walking tour through the neighborhood. Meet at 1:30 P.M. Fee, $5" , "date" : "19900517" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "13" , "title" : "Events: Walks Through Time" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/17\/garden\/events-walks-through-time.html"} , {"body" : "LEAD: Kil Jin Kim figures it will take him 10 more years to come up with the money to buy his dream: a citrus farm for himself and his fiancee, the high school sweetheart who has waited back home in South Korea since he moved to New York a decade ago. Kil Jin Kim figures it will take him 10 more years to come up with the money to buy his dream: a" , "date" : "19900517" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Black Customers, Korean Grocers: Need and Mistrust; For a Store Owner, Boycott Raises Fears Of Misunderstandings" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/17\/nyregion\/black-customers-korean-grocers-need-mistrust-for-store-owner-boycott-raises.html"} , {"body" : "LEAD: Three times last year, Jacqueline Lewis says, she was accused of stealing by different Korean market owners, who also leveled insults. Three times last year, Jacqueline Lewis says, she was accused of stealing by different Korean market owners, who also leveled insults. The embarrassing incidents took place simply because she spent too much" , "date" : "19900517" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Black Customers, Korean Grocers: Need and Mistrust; Shoppers Complain Of Hostile Treatment, But Choices Are Few" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/17\/nyregion\/black-customers-korean-grocers-need-mistrust-shoppers-complain-hostile-treatment.html"} , {"body" : "LEAD: Citing a language barrier and other difficulties in their initial investigation, the police retreated yesterday from assertions that a group of 15 black youths had attacked three Vietnamese men in a premeditated racial assault in Brooklyn early Sunday. Citing a language barrier and other difficulties in their initial investigation, the police" , "date" : "19900515" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Police Now Say Flatbush Attack Wasn't Planned" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/15\/nyregion\/police-now-say-flatbush-attack-wasn-t-planned.html"} , {"body" : "LEAD: Many New York television stations, fearing violence against their employees and the loss of equipment, are sending guards with crews covering news in areas where racial tensions are high. Many New York television stations, fearing violence against their employees and the loss of equipment, are sending guards with crews covering news in areas" , "date" : "19900515" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "TV News Crews Guarded" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/15\/nyregion\/tv-news-crews-guarded.html"} , {"body" : "LEAD: Korean merchants in New York City are so determined that two Brooklyn greengrocers must survive the heated boycott by black groups trying to close them that they are contributing money to keep the stores open. Korean merchants in New York City are so determined that two Brooklyn greengrocers must survive the heated boycott by black groups" , "date" : "19900514" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Other Korean Grocers Give To Those in Brooklyn Boycott" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/14\/nyregion\/other-korean-grocers-give-to-those-in-brooklyn-boycott.html"} , {"body" : "LEAD: Shouting anti-Korean slurs, a mob of up to 15 black youths armed with a baseball bat, knives and bottles attacked three Vietnamese men on a Brooklyn street early yesterday and fractured the skull of one victim before fleeing into the night, the police said. Shouting anti-Korean slurs, a mob of up to 15 black youths armed with a baseball bat," , "date" : "19900514" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Blacks Attack 3 Vietnamese; One Hurt Badly" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/14\/nyregion\/blacks-attack-3-vietnamese-one-hurt-badly.html"} , {"body" : "LEAD: A day after Mayor David N. Dinkins issued a rare televised appeal for racial harmony in New York City, black demonstrators marched through two racially troubled neighborhoods in Brooklyn yesterday, calling even more attention to two highly publicized bias incidents. A day after Mayor David N. Dinkins issued a rare televised appeal for racial" , "date" : "19900513" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Black Protesters March in Brooklyn Communities" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/13\/nyregion\/black-protesters-march-in-brooklyn-communities.html"} , {"body" : "LEAD: In a rare live television speech from a packed City Council chamber last night, Mayor David N. Dinkins appealed to New Yorkers for racial unity and said he would do ''whatever is necessary'' to maintain public order and safety. In a rare live television speech from a packed City Council chamber last night, Mayor David N. Dinkins appealed to" , "date" : "19900512" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Dinkins Asks for Racial Unity And Offers to Mediate Boycott" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/12\/nyregion\/dinkins-asks-for-racial-unity-and-offers-to-mediate-boycott.html"} ,   {"body" : "LEAD: Following are excerpts from a transcript of Mayor David N. Dinkins's address, ''An Affirmation of Tolerance and Respect,'' at City Hall last night, as recorded by The New York Times: Following are excerpts from a transcript of Mayor David N. Dinkins's address, ''An Affirmation of Tolerance and Respect,'' at City Hall last night, as recorded" , "date" : "19900512" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "'This City Is Sick of Violence': Dinkins's Address" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/12\/nyregion\/this-city-is-sick-of-violence-dinkins-s-address.html"} , {"body" : "LEAD: A Brooklyn judge issued an order yesterday barring demonstrators from picketing within 50 feet of two Korean-American food stores. In doing so, he criticized Mayor David N. Dinkins, expressing regret that the Mayor had not intervened personally to help end the four-month-old boycott that began over a dispute with a black customer. A Brooklyn" , "date" : "19900511" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Judge Critical Of Dinkins Over Boycott" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/11\/nyregion\/judge-critical-of-dinkins-over-boycott.html"} , {"body" : "LEAD: Caribbean Festivals Caribbean Festivals Caribbean Festivals Beacon Theater, 2124 Broadway, at 74th Street (496-7070), and Tilden Hall, 2200 Tilden Avenue, near Flatbush Avenue, Flatbush section, Brooklyn (718-284-9292 or 718-774-2295). In the realm of calypso and soca music, Mother's Day weekend in New York has become one of the biggest" , "date" : "19900511" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "Sounds Around Town" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/11\/arts\/sounds-around-town-570490.html"} , {"body" : "LEAD: Mayor David N. Dinkins, stepping up his criticism of a black-led boycott of Korean-American grocery stores in Brooklyn, said yesterday that ''a large mountain has been made out of a very small molehill'' by the protesters, who, he said, ''have expanded this beyond reasonableness.'' Mayor David N. Dinkins, stepping up his criticism of a" , "date" : "19900510" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Dinkins Steps Up Criticism of Brooklyn Protesters" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/10\/nyregion\/dinkins-steps-up-criticism-of-brooklyn-protesters.html"} , {"body" : "LEAD: It started over some plantains and peppers, and maybe some limes. It started over some plantains and peppers, and maybe some limes. On the afternoon of Jan. 18, Giselaine Fetissainte, a Haitian immigrant, strolled into the Red Apple, a Korean-American-owned grocery and produce store in the Flatbush section of Brooklyn, in search of those" , "date" : "19900507" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Black-Korean Who-Pushed-Whom Festers" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/07\/nyregion\/black-korean-who-pushed-whom-festers.html"} , {"body" : "LEAD: A veteran police officer was shot in the neck and critically wounded early yesterday by a man he had stopped for driving a stolen car the wrong way on a one-way street in Brooklyn, the police said. A veteran police officer was shot in the neck and critically wounded early yesterday by a man he had stopped for driving a stolen car the wrong" , "date" : "19900502" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "EAST FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Officer Shot After Stopping Car in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/02\/nyregion\/officer-shot-after-stopping-car-in-brooklyn.html"} , {"body" : "LEAD: DESIGNER show houses and house and garden tours are being offered up and down the East Coast over the next two months. Here are some of the possibilities for a spring outing. New York City DESIGNER show houses and house and garden tours are being offered up and down the East Coast over the next two months. Here are some of the possibilities" , "date" : "19900426" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "On the East Coast, It's House-Tour Time" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/26\/garden\/on-the-east-coast-it-s-house-tour-time.html"} , {"body" : "Violet Venue, Horticultural Society of New York, 128 West 58th Street; 212-757-0915. The African Violet Society will hold its 24th annual violet show from 1 to 6 P.M. on Saturday and noon to 5 P.M. on Sunday. Free. Juried Exhibition, Craft Students League Gallery at the Y.W.C.A., 610 Lexington Avenue at 53d Street; 212-735-9731. On Wednesday, the" , "date" : "19900426" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "Events: Architecture Of a New Generation" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/26\/garden\/events-architecture-of-a-new-generation.html"} , {"body" : "LEAD: A 20-year-old man was arrested yesterday and charged with killing a taxi driver on Saturday in the Flatbush section of Brooklyn, the police said. A 20-year-old man was arrested yesterday and charged with killing a taxi driver on Saturday in the Flatbush section of Brooklyn, the police said. The suspect was identified as Daniel Jackson, of 315" , "date" : "19900425" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Datelines; Man Held in Killing Of Brooklyn Cabbie" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/25\/nyregion\/metro-datelines-man-held-in-killing-of-brooklyn-cabbie.html"} , {"body" : "LEAD: News item: The proprietors of a bar in Brooklyn, named the Brooklyn Dodger, have been sued by the proprietors of a baseball team in Los Angeles, named the Los Angeles Dodgers. The owner of the baseball team, one Peter O'Malley, claims to have control over the name Brooklyn Dodgers. ''Who is this Dickens? News item: The proprietors of a bar in" , "date" : "19900420" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "SPORTS OF THE TIMES; Guarding The Family D-Word" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/20\/sports\/sports-of-the-times-guarding-the-family-d-word.html"} ,   {"body" : "LEAD: IN the opening scene of the movie ''Married to the Mob,'' two dapper hoodlums have just rubbed out an enemy on a crowded Long Island Rail Road passenger train. As the two men squeeze through the crush of morning commuters to flee undetected, one says to the other: IN the opening scene of the movie ''Married to the Mob,'' two dapper hoodlums" , "date" : "19900415" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND CITY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Summer Problems For L.I.R.R. Riders" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/15\/nyregion\/summer-problems-for-lirr-riders.html"} , {"body" : "LEAD: A computer programmer from Park Slope and a secretary from Williamsburg were chosen to fill the last two seats in a Brooklyn jury box yesterday, clearing the way for the start of the Bensonhurst murder trial on Monday. A computer programmer from Park Slope and a secretary from Williamsburg were chosen to fill the last two seats in a Brooklyn" , "date" : "19900413" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Trial to Begin For 2 in Killing In Bensonhurst" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/13\/nyregion\/trial-to-begin-for-2-in-killing-in-bensonhurst.html"} , {"body" : "LEAD: This was supposed to be the easy part: counting people by sending them 1990 census forms in the mail, which they would fill out and return. This was supposed to be the easy part: counting people by sending them 1990 census forms in the mail, which they would fill out and return. But in New York City, entire apartment buildings - and one" , "date" : "19900412" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Where Paper Planes Fly, Census Plan Crashes" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/12\/nyregion\/where-paper-planes-fly-census-plan-crashes.html"} , {"body" : "LEAD: A power surge knocked out crucial signals and switches on two miles of bottleneck track in Queens yesterday and threw the Long Island Rail Road into turmoil on the first night of Passover, one of the busiest days of the year on the nation's largest commuter line. A power surge knocked out crucial signals and switches on two miles of" , "date" : "19900410" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Power Surge Snarls Trains On L.I.R.R." , "url" : "http:\/\/www.nytimes.com\/1990\/04\/10\/nyregion\/power-surge-snarls-trains-on-lirr.html"} , {"body" : "LEAD: Takeout for Seders Takeout for Seders Food shops around the city are busy chopping liver, baking macaroons and concocting haroseth for Passover, beginning Monday at sundown. Most of the items have been devised along traditional lines and a number of them are particularly well made. Although some of these dishes will be available in the shops" , "date" : "19900404" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/04\/garden\/food-notes-116390.html"} , {"body" : "LEAD: Closings in the week ended March 17 MANHATTAN East Midtown $230,000 301 East 48th Street (Marlo Towers) 1-bedroom, 1-bath, 950-sq.-ft. postwar co-op; 24-hr. doorman, concierge, dining area, terrace; maintenance $830, 55% tax-deductible (Broker: Minskoff Brokerage) Closings in the week ended March 17 MANHATTAN East Midtown $230,000 301 East" , "date" : "19900401" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "12" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/01\/realestate\/residential-resales-872390.html"} , {"body" : "LEAD: A landlord was sentenced yesterday to two years in jail for repeatedly failing to comply with New York City orders to remove violations and make repairs at two apartment buildings in Brooklyn. A landlord was sentenced yesterday to two years in jail for repeatedly failing to comply with New York City orders to remove violations and make" , "date" : "19900330" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Landlord Sentenced To Two Years in Jail For Lack of Repairs" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/30\/nyregion\/landlord-sentenced-to-two-years-in-jail-for-lack-of-repairs.html"} , {"body" : "LEAD: Art of Place Circa 1936, Brooklyn Museum, 200 Eastern Parkway at Washington Avenue; 718-638-5000. Art of Place Circa 1936, Brooklyn Museum, 200 Eastern Parkway at Washington Avenue; 718-638-5000. ''The Williamsburg Murals: A Rediscovery,'' an exhibition of five non-objective wall paintings by Ilya Bolotowsky, Balcomb Greene, Paul Kelpe and" , "date" : "19900329" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Events: Artworks (W.P.A. and Beaux)" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/29\/garden\/events-artworks-wpa-and-beaux.html"} , {"body" : "LEAD: A 14-year-old Brooklyn boy was in custody yesterday on charges that he raped or sexually abused six girls, aged 9 to 17, often in hallways or elevators or on rooftops in the Brownsville section, the police said. A 14-year-old Brooklyn boy was in custody yesterday on charges that he raped or sexually abused six girls, aged 9 to 17, often in" , "date" : "19900325" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Boy, 14, Held in 6 Sex Attacks" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/25\/nyregion\/boy-14-held-in-6-sex-attacks.html"} , {"body" : "LEAD: Brooklyn's many neighborhoods, famous attractions and little-known pleasures can be discovered with the help of a variety of guided bus and walking tours offered in coming weeks and throughout the year. Brooklyn's many neighborhoods, famous attractions and little-known pleasures can be discovered with the help of a variety of guided bus and" , "date" : "19900323" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "Walks and Rides for the Curious" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/23\/arts\/walks-and-rides-for-the-curious.html"} ,   {"body" : "LEAD: Rather than being concentrated in one area, Brooklyn's food shops are scattered about the borough like raisins in a Lenten hot-cross bun. Here is a sampling of some fairly recent newcomers to Brooklyn's eclectic gastronomic scene. Rather than being concentrated in one area, Brooklyn's food shops are scattered about the borough like raisins in" , "date" : "19900323" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "New Shops With an Emphasis on the Edible" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/23\/arts\/new-shops-with-an-emphasis-on-the-edible.html"} , {"body" : "LEAD: Here is what more than 272,000 riders on the Long Island Rail Road put up with every day: They rush to catch their trains, stand when there are no seats, bear unexplained delays, suffer late trains and brave shabby stations. Here is what more than 272,000 riders on the Long Island Rail Road put up with every day: They rush to catch their" , "date" : "19900319" , "day_of_week_facet" : "Monday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The L.I.R.R.: The Line Riders Love to Hate" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/19\/nyregion\/the-lirr-the-line-riders-love-to-hate.html"} , {"body" : "LEAD: One teen-ager was killed and six others were seriously injured in two unrelated shootings late Friday and early yesterday outside of restaurants in Queens and Brooklyn, the police said. One teen-ager was killed and six others were seriously injured in two unrelated shootings late Friday and early yesterday outside of restaurants in Queens and" , "date" : "19900318" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Teen-Ager Dies And 6 Are Hurt In Shootings" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/18\/nyregion\/teen-ager-dies-and-6-are-hurt-in-shootings.html"} , {"body" : "LEAD: A subway station guitarist took his act joyously above ground to Battery Park. A woman from East Harlem forsook her soap opera to frolic outside with her grandson. A videomaker from Tribeca basked in the sun - but brooded about global warming. A subway station guitarist took his act joyously above ground to Battery Park. A woman from East" , "date" : "19900314" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Record 85 degrees Gets the Coats Off the Lion and the Lamb" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/14\/nyregion\/record-85-degrees-gets-the-coats-off-the-lion-and-the-lamb.html"} , {"body" : "LEAD: On the block where he lives, the accused youth is known as a bully with a vicious streak - a boy who taunted and beat smaller children, stole their lunch money and other property and sometimes whipped stray dogs into snarling fury and set them on one another for the fun of it. On the block where he lives, the accused youth is known as a bully" , "date" : "19900309" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Youth Held in Burning of Boy Called Thuggish but Lonely" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/09\/nyregion\/youth-held-in-burning-of-boy-called-thuggish-but-lonely.html"} , {"body" : "LEAD: An 11-year-old Brooklyn boy was abducted on his way to school yesterday morning, taken to a dingy garage, beaten, bound and finally set on fire by another youth who tried force him to smoke crack, the police said. An 11-year-old Brooklyn boy was abducted on his way to school yesterday morning, taken to a dingy garage, beaten, bound and" , "date" : "19900308" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Boy, 13, Arrested in Burning of 11-Year-Old" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/08\/nyregion\/boy-13-arrested-in-burning-of-11-year-old.html"} , {"body" : "LEAD: David Mamet's ''Water Engine'' will be among the plays in a four-part series of staged readings at the New Theater of Brooklyn, Dean Street and Flatbush Avenue in the Prospect Heights section. David Mamet's ''Water Engine'' will be among the plays in a four-part series of staged readings at the New Theater of Brooklyn, Dean Street and" , "date" : "19900307" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "23" , "title" : "Mamet Play in Series Of 4 Staged Readings" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/07\/arts\/mamet-play-in-series-of-4-staged-readings.html"} , {"body" : "LEAD: Three men were arrested late Friday and charged in the shooting of a transit officer, the transit police said yesterday. Three men were arrested late Friday and charged in the shooting of a transit officer, the transit police said yesterday. The officer, Mark Kimpson, 27 years old, was struck in the left arm at 3:40 on Friday as he and his" , "date" : "19900304" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "3 Arrested in Shooting of Officer Near BMT" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/04\/nyregion\/3-arrested-in-shooting-of-officer-near-bmt.html"} , {"body" : "LEAD: Friday FELINE PULCHRITUDE Friday FELINE PULCHRITUDE Some 30,000 cat lovers and more than 1,000 of the objects of their affection are expected to crowd into Madison Square Garden this weekend for America's largest annual cat show. The sixth International Cat Show will feature representatives of about 42 breeds competing for ribbons, trophies" , "date" : "19900302" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/02\/arts\/weekender-guide.html"} , {"body" : "LEAD: Three people, including a 15-year-old girl, were killed and two others were wounded in violent attacks at social clubs around New York City early yesterday, the police said. Three people, including a 15-year-old girl, were killed and two others were wounded in violent attacks at social clubs around New York City early yesterday, the police" , "date" : "19900226" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)" , "FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Teen-Age Girl And 2 Men Die At Social Clubs" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/26\/nyregion\/teen-age-girl-and-2-men-die-at-social-clubs.html"} ,   {"body" : "LEAD: Closings in the week ended Feb. 10 MANHATTAN Chelsea $1.3 million 64 West 21st Street 3-bedroom, 3-bath, attached brick town house; dining room, large kitchen, 6 fireplaces, skylights, 1,152-sq.-ft. commercial photography studio on the first floor; 24- by 100-ft. Closings in the week ended Feb. 10 MANHATTAN Chelsea $1.3 million 64 West 21st" , "date" : "19900225" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/25\/realestate\/residential-resales-539690.html"} , {"body" : "LEAD: The first Black Family Forum at the Brooklyn Children's Museum will give parents a chance to share ideas tomorrow on how they can take a bigger part in the schooling of their children and strengthen education in their communities. The first Black Family Forum at the Brooklyn Children's Museum will give parents a chance to share ideas tomorrow" , "date" : "19900222" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Education" , "Style"] , "page_facet" : "11" , "title" : "Education Forum for Black Parents" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/22\/garden\/education-forum-for-black-parents.html"} , {"body" : "LEAD: A 32-year-old security guard was stabbed to death on a subway train in Brooklyn early yesterday, after he refused to give his leather coat to youths who had threatened him moments earlier on a subway platform, the police said. A 32-year-old security guard was stabbed to death on a subway train in Brooklyn early yesterday, after he refused to" , "date" : "19900218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "Fight for Leather Coat Is Blamed in Subway Death" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/18\/nyregion\/fight-for-leather-coat-is-blamed-in-subway-death.html"} , {"body" : "LEAD: A New York City police officer shot and killed an unarmed robbery suspect in a drug-ravaged Brooklyn neighborhood early yesterday morning as the suspect was fleeing, the police said. A New York City police officer shot and killed an unarmed robbery suspect in a drug-ravaged Brooklyn neighborhood early yesterday morning as the suspect was" , "date" : "19900210" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Police Shoot an Unarmed Robbery Suspect Dead as He Flees" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/10\/nyregion\/police-shoot-an-unarmed-robbery-suspect-dead-as-he-flees.html"} , {"body" : "LEAD: FRIDAY HAMPTON MEETS NICHOLAS FRIDAY HAMPTON MEETS NICHOLAS Lionel Hampton, the jazz composer, performer and conductor with musical achievements spanning the last 60 years, will appear with the dancer Harold Nicholas tonight at 8 at the Brooklyn Center for the Performing Arts at Brooklyn College. Mr. Hampton, who performed with Benny Goodman" , "date" : "19900209" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/09\/arts\/weekender-guide.html"} , {"body" : "LEAD: ''IN the past 20 to 25 years, there has been a spectacular growth in the number of institutions that concentrate on one or another aspect of African-American culture,'' said Dr. Mary Schmidt Campbell, New York City's Commissioner of Cultural Affairs and the former director of the Studio Museum in Harlem. ''IN the past 20 to 25 years, there" , "date" : "19900202" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Cherishing A Black Past" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/02\/arts\/cherishing-a-black-past.html"} , {"body" : "LEAD: A police officer was slashed and stabbed last night as he left the 84th Precinct station house in downtown Brooklyn to get a sandwich for dinner, a police spokesman said. A police officer was slashed and stabbed last night as he left the 84th Precinct station house in downtown Brooklyn to get a sandwich for dinner, a police spokesman said." , "date" : "19900201" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Police Officer Is Attacked and Stabbed in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/01\/nyregion\/police-officer-is-attacked-and-stabbed-in-brooklyn.html"} , {"body" : "LEAD: ORANGE CRUSH Two gray cloud fingers squeeze the cold orange sun spilling cascades of Vitamin C into the Hudson. Crushed, the sun slips down and disappears in New Jersey. ARLENE L. MANDELL ORANGE CRUSH Two gray cloud fingers squeeze the cold orange sun spilling cascades of Vitamin C into the Hudson. Crushed, the sun slips down and disappears" , "date" : "19900131" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/31\/garden\/metropolitan-diary-289390.html"} , {"body" : "LEAD: BY a curious quirk of timing in the mid-70's, Citibank found itself building the imposing Citicorp Center project at Lexington Avenue and East 53d Street when new office construction generally in Manhattan was tomb silent. BY a curious quirk of timing in the mid-70's, Citibank found itself building the imposing Citicorp Center project at" , "date" : "19900114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "PERSPECTIVES: Downtown Brooklyn; Creating a Critical Mass at Metrotech" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/14\/realestate\/perspectives-downtown-brooklyn-creating-a-critical-mass-at-metrotech.html"} , {"body" : "LEAD: It was all over in a few seconds, but what lingers in Milord Bonny's mind is the sight of his 14-year-old grandson, sinking to his knees on a Brooklyn sidewalk. It was all over in a few seconds, but what lingers in Milord Bonny's mind is the sight of his 14-year-old grandson, sinking to his knees on a Brooklyn sidewalk. The two of them had" , "date" : "19900114" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LOS ANGELES (CALIF)" , "NEW YORK CITY" , "BOSTON (MASS)" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Wrong Place at the Wrong Time: Stray Bullets Kill More Bystanders" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/14\/nyregion\/wrong-place-at-the-wrong-time-stray-bullets-kill-more-bystanders.html"} ,   {"body" : "LEAD: FRIDAY DANCING BEARS, ETC. FRIDAY DANCING BEARS, ETC. The most agile bears on this or any other side of the Kremlin have danced into New York City for a three-week run with the Moscow Circus at Radio City Music Hall. The circus, which made its United States debut last year, will present 11 acts, most of them new, including aerialists who" , "date" : "19900112" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/12\/arts\/weekender-guide.html"}]