[  {"body" : "Yuri Grigorovich's version of \"The Nutcracker\" for his new troupe, the Bolshoi Ballet Grigorovich Company, promised three leading casts, and Saturday's matinee introduced an exceptional and elegant young dancer named Aleksei Musatov as the Nutcracker Prince to partner Tatyana Kutina, who made her debut in the ballerina role. But on Friday night," , "date" : "19901224" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "13" , "title" : "Review\/Dance; New 'Nutcracker' Prince" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/24\/arts\/review-dance-new-nutcracker-prince.html"} , {"body" : "The owner of a Brooklyn restaurant was shot to death yesterday afternoon by police officers when he refused to drop a sawed-off shotgun that he had pointed at the officers in his restaurant, the police said. The dead man was tentatively identified as Juan Cruz, of 408 South Second Street in the Fort Greene section of Brooklyn. A police spokesman," , "date" : "19901208" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Armed Restaurateur Shot to Death by Police" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/08\/nyregion\/armed-restaurateur-shot-to-death-by-police.html"} , {"body" : "\"It's a gorgeous space, isn't it?\" said Mbongeni Ngema, surveying the magnificent ruin of the Majestic Theater in Brooklyn, with its purposefully renovated interiors of bare brick, raw plaster and the decaying remnants of its golden age. Onstage, in what seemed an extension of the space, was a battered shantytown, a stage set of corrugated shacks," , "date" : "19901204" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "15" , "title" : "South African Harmonies on a Brooklyn Stage" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/04\/theater\/south-african-harmonies-on-a-brooklyn-stage.html"} , {"body" : "A six-inch pipe bomb ready for detonation was found early yesterday on a ramp used by delivery trucks at The Daily News's Brooklyn printing plant, the police said. In other incidents yesterday, the police arrested two replacement drivers on weapons charges and a striking pressman who was charged with assaulting a vendor. A police unit assigned to" , "date" : "19901203" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police at News's Plant Find An Unexploded Pipe Bomb" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/03\/nyregion\/police-at-news-s-plant-find-an-unexploded-pipe-bomb.html"} , {"body" : "Rhys Chatham, who will be performing a new score called \"The Heart Cries With Many Voices,\" for a blend of rock instruments, brass and early-music singers tonight and tomorrow night at the Brooklyn Academy of Music, is only 38 years old. One says \"only\" because that would still count as young for most classical composers, which is what Mr. Chatham" , "date" : "19901130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "16" , "title" : "Composer Firmly on the Side of All Genres" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/30\/arts\/composer-firmly-on-the-side-of-all-genres.html"} , {"body" : "The image of the long-distance runner, alone while watched by a crowd, has been turned, especially by films, into a metaphor for social conflict. Yet this is the same idea the choreographer Susan Marshall employs, with eight dancers in athletic gear constantly returning to a starting line, sprinting ahead or falling. That she makes a race and the" , "date" : "19901129" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "Review\/Dance; At Next Wave Series, Moving and Moving Hard" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/29\/arts\/review-dance-at-next-wave-series-moving-and-moving-hard.html"} , {"body" : "Officer Richard Stasio rapped sharply on the side door of 934 Cranford Avenue, a two-family home in the Wakefield section of the Bronx. \"Good morning, I'm with the Sanitation Police. Are you the owner?\" he asked, wearing a crisp blue uniform and cap. \"Yes,\" said Anthony M. Benns, wearing a confused look and not much else. \"Excuse me,\" said Officer" , "date" : "19901123" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For 'Recycling Cops,' Dragnets Turn Up Bottles and Cans" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/23\/nyregion\/for-recycling-cops-dragnets-turn-up-bottles-and-cans.html"} , {"body" : "Brushing aside the New York City Police Department's objections, a Federal judge ruled yesterday that the police must allow striking Daily News workers to expand their picket lines at the newspaper's main printing plant in Brooklyn. The judge, Jack B. Weinstein, also ordered The News not to evade the pickets by having its nonunion workers enter and" , "date" : "19901122" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Judge Approves New Picket Site At News Plant" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/22\/nyregion\/judge-approves-new-picket-site-at-news-plant.html"} , {"body" : "The Daily News opened a new front against its striking unions yesterday, announcing that it was filing civil suits against 11 people whose actions, it said, had hurt sales of the newspaper and damaged the company's ability to do business. The complaints, to be filed in the civil division of New York State Supreme Court in Brooklyn, grew out of" , "date" : "19901121" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "News Sues 11 in Strike, Citing Acts of Violence" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/21\/nyregion\/news-sues-11-in-strike-citing-acts-of-violence.html"} , {"body" : "Charitable organizations that maintained more than one account in the failed Freedom National Bank stand to lose hundreds of thousands of dollars that they had thought was protected by Federal deposit insurance. Officials of the community services organizations, which provide day care, programs for the elderly, foster care, housing and assistance" , "date" : "19901119" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Charities Face Large Losses In Failed Bank" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/19\/nyregion\/charities-face-large-losses-in-failed-bank.html"} ,   {"body" : "Ginette Laurin, perhaps the most interesting of Montreal's experimental choreographers, creates movement and images that are original and startling -- yes, something different from what others do. In \"Chagall,\" the artist's lovers come alive as Miss Laurin's dancers loom over a miniature village, then fling themselves headlong through space. In" , "date" : "19901115" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "19" , "title" : "Review\/Dance; Keeping Images in Focus Amid the Hurtling Bodies" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/15\/arts\/review-dance-keeping-images-in-focus-amid-the-hurtling-bodies.html"} , {"body" : "Anyone who has mistakenly wandered onto a nudist beach will feel right at home in the audience at the Brooklyn Academy of Music when nearly 70 naked performers, diverse in size, race and age, end a sprawling three-hour discourse on freedom by the choreographer Bill T. Jones. \"Last Supper at Uncle Tom's Cabin\/The Promised Land\" is anything but a" , "date" : "19901109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "20" , "title" : "Review\/Dance; Bill T. Jones In a Quest For Truth" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/09\/arts\/review-dance-bill-t-jones-in-a-quest-for-truth.html"} , {"body" : "Christopher Gillis and Margie Gillis, brother and sister, are magnificent dancers, and although they are rarely together on the stage, they have joined forces this week for the kind of concert you will never see anywhere else. Both are exceptional performers, very popular in New York, and on Tuesday night they opened the third entry in the series" , "date" : "19901108" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "26" , "title" : "Review\/Dance; Siblings Who Stress Individuality" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/08\/theater\/review-dance-siblings-who-stress-individuality.html"} , {"body" : "A 38-year-old French artist unveiled his latest painting in SoHo last week and promptly faced the critics. Le Pointre, as he calls himself, was at the top of a wobbly 20-foot ladder, trying to glue and nail his 11-foot-wide canvas to a brick wall, when they started questioning the motivation behind this work. \"Do you have the permission of the" , "date" : "19901106" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Wall in SoHo; Enter 2 Artists, Feuding" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/06\/nyregion\/a-wall-in-soho-enter-2-artists-feuding.html"} , {"body" : "Wanda Panfil, the woman an ailing Grete Waitz said she had to beat to win the New York City Marathon for an unprecedented 10th time, proved the nine-time champion an accurate prophet of her own doom yesterday by doing just what Waitz had fearfully predicted: She started out strong in Staten Island, pulled away from the pack in Brooklyn and never" , "date" : "19901105" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "NEW YORK CITY MARATHON; Panfil Starts Fast, Holds Off Challenge" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/05\/sports\/new-york-city-marathon-panfil-starts-fast-holds-off-challenge.html"} , {"body" : "Maybe it was Samuel Robinson, a 37-year-old homeless man, who best summed up the spectator appeal of yesterday's marathon. He watched it in Harlem, in front of the Handmaids of Mary Convent at 15 West 124th Street, standing in a soup-kitchen line with dozens of people clapping and screaming at the runners, \"Pump it up, man!\" and \"You can do it!\"" , "date" : "19901105" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "NEW YORK CITY MARATHON; Support On Street Is Very Generous" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/05\/sports\/new-york-city-marathon-support-on-street-is-very-generous.html"} , {"body" : "The publisher of The Daily News, James Hoge, said yesterday that harassment of news vendors by striking union members had cut so deeply into his paper's circulation that the company had begun giving away 200,000 copies a day. The publisher called the giveaway program a direct response to the paper's circulation problems in the midst of the walkout" , "date" : "19901103" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CIRCULATION HURT, NEWS GIVES AWAY MANY OF ITS COPIES" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/03\/nyregion\/circulation-hurt-news-gives-away-many-of-its-copies.html"} , {"body" : "At least 13,000 municipal workers and others joined an angry rally outside The Daily News yesterday to show support for the paper's nine striking unions. While the police said there were no arrests or injuries at the paper's midtown office tower, several scuffles erupted during the demonstration, which capped a day of rising emotions in a labor" , "date" : "19901102" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Municipal Employees Join Demonstration at The News" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/02\/nyregion\/municipal-employees-join-demonstration-at-the-news.html"} , {"body" : "\"Le Dortoir\" (\"The Dormitory\") is not a masterpiece, but within the genre of dance-theater it is extremely well done. As six men and six women spend considerable time levitating above rows of brass beds that symbolize a regimented adolescence in a French Canadian boarding school, Gilles Maheu's company, Carbone 14, evokes a familiar era from a" , "date" : "19901101" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "Review\/Dance; Reflections From Quebec on Adolescence and the 60's" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/01\/arts\/review-dance-reflections-from-quebec-on-adolescence-and-the-60-s.html"} , {"body" : "It began on the graveyard shift with a worker's petty dispute in a battered old newspaper plant in Brooklyn, a place where huge printing presses rumble in the night and bundles of inky paperC move on conveyor belts under bare bulbs to wire-balers and waiting delivery trucks. In the predawn dark last Thursday, as scores of drivers, mailers, pressmen" , "date" : "19901030" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The News Strike: From Job Dispute to Maelstrom" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/30\/nyregion\/the-news-strike-from-job-dispute-to-maelstrom.html"} ,   {"body" : "The Daily News began to transform its newsroom yesterday, bringing in the first wave of out-of-state replacement editors and reporters to help its hard-pressed in-house staff of management supervisors. The dozen or so newsroom substitutes, recruited for temporary duty from papers in Florida and Illinois, were said to have been put to work shortly" , "date" : "19901030" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Nonunion Newsroom Staff Is Expanded for The News" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/30\/nyregion\/nonunion-newsroom-staff-is-expanded-for-the-news.html"} , {"body" : "The Daily News, struck by nine of its 10 unions, began dismissing most of its 2,400 unionized workers yesterday and then struggled to publish without them, gathering an army of nonunion employees, some from across the country, to write, edit, print and deliver the nation's second-largest metropolitan daily. With scores of replacement drivers," , "date" : "19901027" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DAILY NEWS DROPS UNION EMPLOYEES" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/27\/nyregion\/daily-news-drops-union-employees.html"} , {"body" : "The 700-member newspaper deliverers' union local struck The Daily News last night, setting off a climactic labor showdown with the management of the financially ailing paper, the nation's second largest metropolitan daily. Within minutes, eight other unions representing most of the paper's 2,400 unionized workers announced that they would honor the" , "date" : "19901026" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Drivers Strike at The Daily News, Ande Most Unions Honor Walkout" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/26\/nyregion\/drivers-strike-at-the-daily-news-ande-most-unions-honor-walkout.html"} , {"body" : "The central symbol in the image-laden \"Ninagawa Macbeth\" is a large cherry tree spreading its blossoms and shimmering in the light. As the play progresses and as Macbeth's plot fails, spring turns autumnal and the petals begin to fall. When Birnam Wood moves, branches of that tree are carried across the stage. As directed in Japanese by Yukio" , "date" : "19901022" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "20" , "title" : "Review\/Theater; Universality of 'Macbeth' in Japanese" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/22\/theater\/review-theater-universality-of-macbeth-in-japanese.html"} , {"body" : "LEAD: The news from Paris is that Mikhail Baryshnikov has asked to dance in ''Giselle'' with the Paris Opera Ballet. The news from Brooklyn on Sunday night, when he performed with Mark Morris's admirable modern-dance troupe and offered a glimpse of his own new small company's programming, is that he is obviously redefining himself as a dancer. The" , "date" : "19901009" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "13" , "title" : "Review\/Dance; Baryshnikov Takes A New Direction With Morris Troupe" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/09\/arts\/review-dance-baryshnikov-takes-a-new-direction-with-morris-troupe.html"} , {"body" : "LEAD: ''L'Allegro, il Penseroso ed il Moderato,'' a glorious outpouring of dance invention and humanistic imagery to the Handel score of the same title, is the best thing Mark Morris has done in a relatively short career as a choreographer. ''L'Allegro, il Penseroso ed il Moderato,'' a glorious outpouring of dance invention and humanistic imagery" , "date" : "19901008" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "11" , "title" : "Review\/Dance; Mark Morris Interprets Handel" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/08\/arts\/review-dance-mark-morris-interprets-handel.html"} , {"body" : "LEAD: Closings in the week ended Sept. 22 Closings in the week ended Sept. 22 MANHATTAN Chelsea $360,000 440 West 23d Street 2-bedroom, 1 1\/2-bath, 1,100-sq.-ft duplex co-op in a renovated brownstone; 2 fireplaces, oak floors, terrace; maintenance $338, no tax deduction (Broker: Kingman Associates) Greenwich Village $250,000 37 West 12th Street" , "date" : "19901007" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/07\/realestate\/residential-resales-295190.html"} , {"body" : "LEAD: The unpredictable Mark Morris is to bring his Brussels-based Monnaie Dance Group\/Mark Morris to the Brooklyn Academy of Music tomorrow night for an engagement that may be rich in surprises. Most may be choreographic. But there will also be a surprise in casting. The unpredictable Mark Morris is to bring his Brussels-based Monnaie Dance" , "date" : "19901005" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "Critics Choice" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/05\/arts\/critics-choice-280090.html"} , {"body" : "LEAD: The Manhattan District Attorney yesterday dropped all charges against a man who was arrested while protesting the towing of a woman's car in midtown last month, and he said the Police Department was investigating the conduct of the officer who made the arrest. The Manhattan District Attorney yesterday dropped all charges against a man who was" , "date" : "19901003" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "No Prosecution For Man's Role" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/03\/nyregion\/no-prosecution-for-man-s-role.html"} , {"body" : "LEAD: Production of new housing in New York City rode a strong economy to a 14-year high last year, but the good news for a housing-starved city will probably not last long. Developers say that with inventories of market-rate housing high and buyers scarce, the city's private home-building sector will soon be as quiet as a vacant apartment." , "date" : "19900930" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "New Housing Outlook For New York Is Gloomy" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/30\/realestate\/new-housing-outlook-for-new-york-is-gloomy.html"} ,   {"body" : "LEAD: Just watch. That's the first and possibly the best piece of advice that can be given to anyone who plans to see an unfamiliar dance form. That advice may certainly help audiences who attend the series of performances called ''Court Art of Java From the Kraton of Jogjakarta,'' which opened Wednesday night at the Brooklyn Academy of Just watch." , "date" : "19900921" , "day_of_week_facet" : "Friday" , "geo_facet" : ["INDONESIA, REPUBLIC OF"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "Review\/Dance; The Javanese Form is Unfamiliar, but Love Still Conquers Evil" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/21\/arts\/review-dance-the-javanese-form-is-unfamiliar-but-love-still-conquers-evil.html"} , {"body" : "LEAD: Not so long ago, American pop-music taste was satisfied by American and English pop-music performers. But in recent years, at least some pop fans have grown increasingly sophisticated in their samplings of world music. Most of the exotica heard here has been electrified pop music, colored pungently by native traditions but still audibly" , "date" : "19900921" , "day_of_week_facet" : "Friday" , "geo_facet" : ["INDONESIA, REPUBLIC OF"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "Indonesia's Classical Music: Elegant, Dreamy" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/21\/arts\/indonesia-s-classical-music-elegant-dreamy.html"} , {"body" : "LEAD: Two 16-year-old youths sang and talked as they walked down a Brooklyn street Wednesday night. A man in a doorway took offense and fired six times, hitting one of the youths once in the leg. Two 16-year-old youths sang and talked as they walked down a Brooklyn street Wednesday night. A man in a doorway took offense and fired six times, hitting" , "date" : "19900914" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Arrest in Youth's Shooting Turns Up Arsenal" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/14\/nyregion\/arrest-in-youth-s-shooting-turns-up-arsenal.html"} , {"body" : "LEAD: The closest Leonardo Laziza has come to a real gun was when he saw one, at eye level, on a police officer's hip, tucked inside a holster. But Leonardo, a 6-year-old from Boerum Hill in Brooklyn, said he could identify two kinds of firearms, ''a pistol and a bazooka,'' both from movies and cartoons. The closest Leonardo Laziza has come to a" , "date" : "19900801" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Shootings Jolt Children to New Views of Guns" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/01\/nyregion\/shootings-jolt-children-to-new-views-of-guns.html"} , {"body" : "LEAD: The Right Thing in Brooklyn The Right Thing in Brooklyn Spike Lee, the film writer-director-actor, is on his way to becoming Brooklyn's best-known style arbiter. Spike's Joint, the new store at DeKalb Avenue and South Elliot Place in Fort Greene, marks Mr. Lee's debut as a wholesaler and retailer. Most of the merchandise bears slogans and" , "date" : "19900731" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "6" , "title" : "Patterns" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/31\/style\/patterns-428890.html"} , {"body" : "LEAD: A 9-month-old boy playing in his walker was shot to death yesterday by a gunman who fired repeatedly through the door of the child's grandmother's apartment on the Grand Concourse in the Bronx. A 9-month-old boy playing in his walker was shot to death yesterday by a gunman who fired repeatedly through the door of the child's grandmother's" , "date" : "19900731" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Shots Through Door Kill a Bronx Infant Playing in a Walker" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/31\/nyregion\/shots-through-door-kill-a-bronx-infant-playing-in-a-walker.html"} , {"body" : "LEAD: Detectives say they believe the gunmen who fired more than 18 bullets through a door in a Brooklyn housing project on Thursday, killing a 3-year-old boy, were trying to intimidate the boy's 19-year-old half-brother, a convicted drug dealer. Detectives say they believe the gunmen who fired more than 18 bullets through a door in a Brooklyn" , "date" : "19900728" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Boy's Brother Was Target, Police Say" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/28\/nyregion\/boy-s-brother-was-target-police-say.html"} , {"body" : "LEAD: A 3-year-old Brooklyn boy was killed yesterday when gunmen fired more than 18 rounds from semiautomatic pistols through a steel-covered door as he slept in his family's apartment. He was the third child killed in New York City this week by bullets apparently intended for someone else. A 3-year-old Brooklyn boy was killed yesterday when gunmen" , "date" : "19900727" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Stray Bullet Claims Another New York Child" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/27\/nyregion\/stray-bullet-claims-another-new-york-child.html"} , {"body" : "LEAD: In what may lead to a larger battle over New York City's property tax system, the City Council has approved tax rates for the current fiscal year that hold down increases for the owners of cooperatives, condominiums and rental apartments. In what may lead to a larger battle over New York City's property tax system, the City Council has" , "date" : "19900715" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "New York City's Property-Tax Squeeze" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/15\/realestate\/new-york-city-s-property-tax-squeeze.html"} , {"body" : "LEAD: Fine Service, Cooper-Hewitt Museum, 2 East 91st Street; (212) 860-6862. Fine Service, Cooper-Hewitt Museum, 2 East 91st Street; (212) 860-6862. ''Flora Danica and the Heritage of Danish Porcelain 1760 to 1990,'' an exhibition of painted tea services, figurines, tureens and vases, will be on display through Sept. 2. Hours: 10 A.M. to 9 P.M." , "date" : "19900712" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "Calendar of Events: Porcelain and Glass" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/12\/garden\/calendar-of-events-porcelain-and-glass.html"} ,   {"body" : "LEAD: SPIKE LEE is going into retailing. On July 22, a day before his movie ''Mo' Better Blues'' opens, Spike's Joint will open in a brownstone in Brooklyn. SPIKE LEE is going into retailing. On July 22, a day before his movie ''Mo' Better Blues'' opens, Spike's Joint will open in a brownstone in Brooklyn. Selling sports and movie memorabilia, the" , "date" : "19900706" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "4" , "title" : "Chronicle" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/06\/style\/chronicle-599490.html"} , {"body" : "LEAD: Closings in the week ended June 16 MANHATTAN Chelsea $530,000 436 West 23d Street (Fitzroy Place) 2-bedroom, 2-bath, 1,250-sq.-ft. prewar co-op; dining area, den, fireplace, south garden; maintenance $268, no tax-deduction (Broker: Wells & Gay-Stribling & Associates) Closings in the week ended June 16 MANHATTAN Chelsea $530,000 436 West 23d" , "date" : "19900701" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/01\/realestate\/residential-resales-977390.html"} , {"body" : "LEAD: Nelson Mandela, the living symbol of resistance to South African apartheid, swept tired but triumphant yesterday into an emotional New York welcome. Nelson Mandela, the living symbol of resistance to South African apartheid, swept tired but triumphant yesterday into an emotional New York welcome. During Mr. Mandela's first hours in the United" , "date" : "19900621" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "SOUTH AFRICA"] , "nytd_section_facet" : ["Front Page" , "Washington" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "The Mandela Visit; Mandela Gets an Emotional New York City Welcome" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/21\/nyregion\/the-mandela-visit-mandela-gets-an-emotional-new-york-city-welcome.html"} , {"body" : "LEAD: Closings in the week ended June 2 MANHATTAN Gramercy Park Area $950,000 242 East 19th Street 3-bedroom, 3-bath, 2,000-sq.-ft. prewar co-op penthouse; manned elevator, dining room, large kitchen, fireplace, wraparound terrace, four exposures; maintenance $2,176, 40% tax-deductible (Broker: Eychner Associates) Closings in the week ended June 2" , "date" : "19900617" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "16" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/17\/realestate\/residential-resales-610490.html"} , {"body" : "LEAD: Closings in the week ended May 26 MANHATTAN East Midtown $223,000 19 East 57th Street 1-bedroom, 1-bath, 850-sq.-ft. postwar co-op; 24-hr. doorman, manned elevator, dining ell, high ceilings; maintenance $550, 50% tax-deductible (Broker: David Day Realty) Murray Hill Closings in the week ended May 26 MANHATTAN East Midtown $223,000 19 East" , "date" : "19900610" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "14" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/10\/realestate\/residential-resales-873790.html"} , {"body" : "LEAD: ''Earth '90: Children and the Environment,'' featuring live concerts and broadcasts from three locations, will start at at 8:30 tonight at the Brooklyn Academy of Music, 30 Lafayette Avenue, at Ashland Place, in the Fort Greene section. ''Earth '90: Children and the Environment,'' featuring live concerts and broadcasts from three locations," , "date" : "19900602" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "18" , "title" : "3-Continent Concert On TV From Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/02\/arts\/3-continent-concert-on-tv-from-brooklyn.html"} , {"body" : "LEAD: New York City's property-tax system, which has been criticized for a decade for placing a heavier burden on less-affluent homeowners than on wealthier ones, appears to have grown more inequitable. New York City's property-tax system, which has been criticized for a decade for placing a heavier burden on less-affluent homeowners than on" , "date" : "19900529" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "UNEQUAL BURDEN: NEW YORK CITY PROPERTY TAXES - A SPECIAL REPORT: Some of the Rich Pay Less Tax Than the Other Homeowners" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/29\/nyregion\/unequal-burden-new-york-city-property-taxes-special-report-some-rich-pay-less.html"} , {"body" : "LEAD: Friday ANNALS OF COLONIALISM Friday ANNALS OF COLONIALISM The Battery Maritime Building, the Beaux-Arts former ferry terminal in lower Manhattan, will ease into its new life as a cultural center this weekend with an avant-garde art installation and performances relating to the history and legacy of European colonialism. In 1988, the landmark" , "date" : "19900525" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/25\/arts\/weekender-guide.html"} , {"body" : "LEAD: Two or three times a day almost every day, one disheveled person or another lurches in front of Faith Ryder and demands a dime or a quarter. Two or three times a day almost every day, one disheveled person or another lurches in front of Faith Ryder and demands a dime or a quarter. Faith is 12 years old - and when you are little, and it is an" , "date" : "19900521" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Children Striving to Cope With the Homeless" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/21\/nyregion\/children-striving-to-cope-with-the-homeless.html"} , {"body" : "LEAD: Late Coltrane Late Coltrane ''The Coltrane Legacy,'' the Majestic Theater at the Brooklyn Academy of Music, 651 Fulton Street, in the Fort Greene section of Brooklyn (718-636-4100). Led by the virtuoso bassist Reggie Workman, who worked with John Coltrane, the show will concentrate on later pieces by Coltrane. Andrew White, the legendary" , "date" : "19900518" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "17" , "title" : "Sounds Around Town" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/18\/arts\/sounds-around-town-406790.html"} ,   {"body" : "LEAD: Savoy Memories Savoy Memories ''The Savoy Ballroom,'' with Panama Francis and His Savoy Sultans, Billy Eckstine and the Count Basie Orchestra, Brooklyn Academy of Music Opera House, 30 Lafayette Avenue, Fort Greene section, Brooklyn (718-636-4100). Memories of the Savoy Ballroom, the celebrated Harlem dance hall of the 1920's, 30's and 40's," , "date" : "19900511" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "Sounds Around Town" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/11\/arts\/sounds-around-town-850690.html"} , {"body" : "LEAD: The composer Bernadette Speach and the poet Thulani Davis are to perform some of their recent collaborative works tomorrow at 8 P.M. at the Cadman Memorial Church, 350 Clinton Avenue, at Lafayette Avenue, in the Fort Greene section of Brooklyn. The program includes ''Poems From Africa,'' ''Telepathy Suite'' and ''A Set of Five. The composer" , "date" : "19900504" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "16" , "title" : "'Poems From Africa'" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/04\/books\/poems-from-africa.html"} , {"body" : "LEAD: The New York City Landmarks Preservation Commission began its second quarter-century last week on a momentous note: within a few hours, it created a 2,000-building historic district on the Upper West Side and got a new chairwoman, Laurie Beckelman. The New York City Landmarks Preservation Commission began its second quarter-century last week" , "date" : "19900429" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UPPER WEST SIDE (MANHATTAN)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Change on the Horizon for Landmarks" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/29\/nyregion\/change-on-the-horizon-for-landmarks.html"} , {"body" : "LEAD: Michelle Shocked Michelle Shocked, Poi Dog Pondering and John Wesley Harding, the Ritz, 254 West 54th Street (956-3731 or 541-8900). Here's a triple bill of 1990's folk-rockers, equipped with acoustic guitars but determined not to be as credulous or effete as previous folkies. Michelle Shocked writes about plain folks with a wry understanding" , "date" : "19900427" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "Sounds Around Town" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/27\/arts\/sounds-around-town-168490.html"} , {"body" : "LEAD: DESIGNER show houses and house and garden tours are being offered up and down the East Coast over the next two months. Here are some of the possibilities for a spring outing. New York City DESIGNER show houses and house and garden tours are being offered up and down the East Coast over the next two months. Here are some of the possibilities" , "date" : "19900426" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "On the East Coast, It's House-Tour Time" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/26\/garden\/on-the-east-coast-it-s-house-tour-time.html"} , {"body" : "LEAD: An exhibition of photographs of Brooklyn from the 1930's to the 1960's is on view through June 10 at the Prospect Park Boathouse, near Lincoln Road and Ocean Avenue in Brooklyn. The show, ''Picturing Brooklyn,'' includes 54 images of Coney Island, Fort Greene Park, Prospect Park and other sites. Hours are 11 A.M. An exhibition of photographs" , "date" : "19900415" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "Images of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/15\/arts\/images-of-brooklyn.html"} , {"body" : "LEAD: People often get overlooked in New York, especially the ones behind the scenes. Consider the 2,098 who tend to the ups and downs of 46 city-owned bridges; the 340 who collect coins from 64,000 parking meters; the 10 who inspect all 56,000 elevators; the 16 who put chlorine in the 73 city pools. The 128,000 who work in hospitals and the 32,400" , "date" : "19900408" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["World" , "Magazine"] , "page_facet" : "12" , "title" : "WHAT REALLY MAKES NEW YORK WORK; THE PEOPLE WHO GREASE THE WHEELS" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/08\/magazine\/what-really-makes-new-york-work-the-people-who-grease-the-wheels.html"} , {"body" : "LEAD: Brooklyn's many neighborhoods, famous attractions and little-known pleasures can be discovered with the help of a variety of guided bus and walking tours offered in coming weeks and throughout the year. Brooklyn's many neighborhoods, famous attractions and little-known pleasures can be discovered with the help of a variety of guided bus and" , "date" : "19900323" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "Walks and Rides for the Curious" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/23\/arts\/walks-and-rides-for-the-curious.html"} , {"body" : "LEAD: Friday A FAIR DONE BY THE BOOK Friday A FAIR DONE BY THE BOOK The New York Antiquarian Book Fair, now in its 30th year, will be held at the Sheraton Centre Hotel, Seventh Avenue and 52d Street, this weekend. Ninety-five booksellers from North America and Europe will exhibit thousands of rare books, historic manuscripts, maps, photographs," , "date" : "19900323" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/23\/arts\/weekender-guide.html"} , {"body" : "LEAD: A theater company from the Soviet republic of Georgia is to make its American debut with a production of ''King Lear'' from April 2 to 8 at the Brooklyn Academy of Music, 30 Lafayette Avenue, at Ashland Place, in the Fort Greene section. A theater company from the Soviet republic of Georgia is to make its American debut with a production of" , "date" : "19900312" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "18" , "title" : "Soviet Georgian Actors Plan Debut in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/12\/theater\/soviet-georgian-actors-plan-debut-in-brooklyn.html"} ,   {"body" : "LEAD: Closings in the week ended Feb. 24 MANHATTAN Battery Park City $159,500 300 Albany Street (Hudson View West) 1-bedroom, 1-bath, 544-sq.-ft. postwar condo; 24-hr. doorman, terrace, southern exposure; common charge $613, includes taxes (Broker: D. J. Knight) Closings in the week ended Feb. 24 MANHATTAN Battery Park City $159,500 300 Albany" , "date" : "19900311" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/11\/realestate\/residential-resales-280490.html"} , {"body" : "LEAD: Women's History Month is being celebrated with a variety of events around New York City. Here is a sampling of events this weekend. For more information, consult the Women's History Month Calendar published by the New York City Commission on the Status of Women, 52 Chambers Street, Suite 207 (566-3832). Women's History Month is being" , "date" : "19900302" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "A Sampling of Events On Women's History" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/02\/arts\/a-sampling-of-events-on-women-s-history.html"} , {"body" : "LEAD: The day after Pope John Paul II appointed a new, self-proclaimed conservative bishop to head the Diocese of Brooklyn, the departing bishop said that he was confident that his liberal legacy would continue in the diocese. The day after Pope John Paul II appointed a new, self-proclaimed conservative bishop to head the Diocese of Brooklyn, the" , "date" : "19900222" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Bishop Mugavero Sees Liberal Legacy" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/22\/nyregion\/bishop-mugavero-sees-liberal-legacy.html"} , {"body" : "LEAD: The new head of the Roman Catholic Diocese of Brooklyn, Bishop Thomas V. Daily, said yesterday that he would bar Gov. Mario M. Cuomo from speaking in parishes in the diocese because of the Governor's support for abortion rights. The new head of the Roman Catholic Diocese of Brooklyn, Bishop Thomas V. Daily, said yesterday that he would bar" , "date" : "19900221" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New Brooklyn Bishop to Bar Cuomo Over Abortion" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/21\/nyregion\/new-brooklyn-bishop-to-bar-cuomo-over-abortion.html"} , {"body" : "LEAD: IN a report issued in January by the office of the State Comptroller, New York City's assessors are likened to the mythological King Tantalus, who was condemned to stand chin deep in a pool of water in Hades. IN a report issued in January by the office of the State Comptroller, New York City's assessors are likened to the mythological King" , "date" : "19900218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES: Assessments; The Uneven Impact of the Rise in Values" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/18\/realestate\/perspectives-assessments-the-uneven-impact-of-the-rise-in-values.html"} , {"body" : "LEAD: A 32-year-old security guard was stabbed to death on a subway train in Brooklyn early yesterday, after he refused to give his leather coat to youths who had threatened him moments earlier on a subway platform, the police said. A 32-year-old security guard was stabbed to death on a subway train in Brooklyn early yesterday, after he refused to" , "date" : "19900218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "Fight for Leather Coat Is Blamed in Subway Death" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/18\/nyregion\/fight-for-leather-coat-is-blamed-in-subway-death.html"} , {"body" : "LEAD: A New York City police officer shot and killed an unarmed robbery suspect in a drug-ravaged Brooklyn neighborhood early yesterday morning as the suspect was fleeing, the police said. A New York City police officer shot and killed an unarmed robbery suspect in a drug-ravaged Brooklyn neighborhood early yesterday morning as the suspect was" , "date" : "19900210" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Police Shoot an Unarmed Robbery Suspect Dead as He Flees" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/10\/nyregion\/police-shoot-an-unarmed-robbery-suspect-dead-as-he-flees.html"} , {"body" : "LEAD: FRIDAY HAMPTON MEETS NICHOLAS FRIDAY HAMPTON MEETS NICHOLAS Lionel Hampton, the jazz composer, performer and conductor with musical achievements spanning the last 60 years, will appear with the dancer Harold Nicholas tonight at 8 at the Brooklyn Center for the Performing Arts at Brooklyn College. Mr. Hampton, who performed with Benny Goodman" , "date" : "19900209" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/09\/arts\/weekender-guide.html"} , {"body" : "LEAD: URBAN LONELINESS URBAN LONELINESS ''Rapsodog,'' a theater work about happiness, busyness and survival in the late 20th century, will be presented this weekend by a French duo called the Mundial Sisters at the Carey Playhouse of the Brooklyn Academy of Music. This sparse meditation on working and urban anomie focuses on a mechanic and a" , "date" : "19900202" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/02\/arts\/weekender-guide.html"} , {"body" : "LEAD: A 15-year-old died early yesterday after being shot Monday night in Brooklyn in a feud that started when he refused to give another youth a high-five greeting, the police said. A 15-year-old died early yesterday after being shot Monday night in Brooklyn in a feud that started when he refused to give another youth a high-five greeting, the" , "date" : "19900110" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Teen-Ager Killed For Failing to Give a High-5" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/10\/nyregion\/brooklyn-teen-ager-killed-for-failing-to-give-a-high-5.html"} ,   {"body" : "LEAD: In less than eight hours Sunday night and early yesterday, 13 people were slain in New York City, the police said, as one year of bloodshed and homicide gave way to another with the blare of noisemakers and the crackle of gunfire. In less than eight hours Sunday night and early yesterday, 13 people were slain in New York City, the police" , "date" : "19900102" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Eight Hours of Bloodshed: New York Records 13 Slain" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/02\/nyregion\/eight-hours-of-bloodshed-new-york-records-13-slain.html"}]