[  {"body" : "Tour, With Music, Trinity Episcopal Church, Seventh and Washington Streets, Hoboken, N.J.; (201) 653-1999. Seven Victorian townhouses and a landmark church will be included on the annual Hoboken House Tour on Sunday from 1 to 6 P.M. The tour will benefit the Hudson Chamber Symphony and will include performances by ensemble and solo players from the" , "date" : "19901018" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Events: Homes of Brooklyn and Hoboken" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/18\/garden\/events-homes-of-brooklyn-and-hoboken.html"} , {"body" : "LEAD: Only a short distance from the polished glass towers of the United Nations, where 71 world leaders have converged this weekend for the first global summit on children, the very symptoms and conditions the leaders would eliminate still fester, in places like central Harlem, where the infant mortality rate is the same as Malaysia's. Only a" , "date" : "19900930" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "WORLD SUMMIT FOR CHILDREN; In Harlem, Children Reflect the Ravages U.N. Seeks to Ease" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/30\/nyregion\/world-summit-for-children-harlem-children-reflect-ravages-un-seeks-ease.html"} , {"body" : "LEAD: It is 2 P.M. on the Cross-Bronx Expressway, and for thousands of cars inching toward the George Washington Bridge, the air is heavy with exhaust. Half a mile ahead, where the highway and the Henry Hudson Parkway feed into the bridge's seven westbound lanes, traffic is stopped. It is 2 P.M. on the Cross-Bronx Expressway, and for thousands of" , "date" : "19900924" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Commuters Agonize as Road Repairs Spread" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/24\/nyregion\/commuters-agonize-as-road-repairs-spread.html"} , {"body" : "LEAD: New York's new striped bass regulations went into effect yesterday and sport fishermen are now allowed to take one bass a day 36 or more inches long, and a limited commercial harvest of smaller fish will be permitted. The state's Department of Environmental Conservation had originally proposed a 28-inch minimum length limit for recreational" , "date" : "19900906" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "21" , "title" : "Outdoors; Shorter Striped Bass Restrictions" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/06\/sports\/outdoors-shorter-striped-bass-restrictions.html"} , {"body" : "LEAD: The fates, mainly in the form of a light rain and tractor-trailers, conspired against drivers in New York City yesterday. The fates, mainly in the form of a light rain and tractor-trailers, conspired against drivers in New York City yesterday. The Cross Bronx Expressway. The Bruckner Expressway. The Gowanus Expressway. The West Side Highway." , "date" : "19900824" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Light Rain and Heavy Trucks Entangle New York City Traffic" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/24\/nyregion\/a-light-rain-and-heavy-trucks-entangle-new-york-city-traffic.html"} , {"body" : "LEAD: In the final hours before leaving for its summer recess, the Senate gave final approval late Saturday to legislation to provide more than $4 billion over the next five years to help cities deal with AIDS and to provide money to upgrade airports, mass transit systems and Amtrak. In the final hours before leaving for its summer recess, the" , "date" : "19900806" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "8" , "title" : "Senate Approves Measures on Transit and AIDS" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/06\/us\/senate-approves-measures-on-transit-and-aids.html"} , {"body" : "LEAD: It has been decades since most city residents had milk delivered to their homes and longer still since milkmen used horse-drawn wagons. It has been decades since most city residents had milk delivered to their homes and longer still since milkmen used horse-drawn wagons. A relic of that era, a former milk wagon barn at 270 Fifth Street," , "date" : "19900701" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PARK SLOPE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Postings: Park Slope Project; Co-oping a Milk Wagon Barn" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/01\/realestate\/postings-park-slope-project-co-oping-a-milk-wagon-barn.html"} , {"body" : "LEAD: The Revolutionary battlegrounds of New York, submerged beneath the city's shell of iron and concrete and contemporary belligerency, sometimes seem as irretrievably lost as an Atlantis. At this time of year, the story of independence that must be told each Fourth of July has a chapter that describes the fate of the city and its surroundings" , "date" : "19900629" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "21" , "title" : "When America Was New" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/29\/arts\/when-america-was-new.html"} , {"body" : "LEAD: Two Manhattan-bound lanes on the Queensboro Bridge were closed for rebuilding yesterday, causing a major traffic jam. Traffic officials said the construction, like the work on the bridge last summer, would continue to delay drivers every day, and they recommended that drivers switch to mass transit. Two Manhattan-bound lanes on the Queensboro" , "date" : "19900612" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["QUEENSBORO BRIDGE (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Time for Bridge Traffic Jams" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/12\/nyregion\/time-for-bridge-traffic-jams.html"} , {"body" : "LEAD: ALTHOUGH vacant for a quarter of a century, the New York State Barge Canal Grain Elevator still dominates the Red Hook section of Brooklyn, its vast spread of concrete bins a ghostly silhouette. ALTHOUGH vacant for a quarter of a century, the New York State Barge Canal Grain Elevator still dominates the Red Hook section of Brooklyn, its vast" , "date" : "19900513" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "12" , "title" : "Streetscapes: The Columbia Street Grain Elevator; Recycling Red Hook's 1922 Magnificent Mistake" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/13\/realestate\/streetscapes-columbia-street-grain-elevator-recycling-red-hook-s-1922.html"} ,   {"body" : "LEAD: In 1986, Staten Island got a break when the eastbound toll of the Verrazano-Narrows Bridge was removed to speed traffic to Brooklyn and reduce air pollution. To the delight of Staten Islanders, the change has worked as intended. In 1986, Staten Island got a break when the eastbound toll of the Verrazano-Narrows Bridge was removed to speed" , "date" : "19900510" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["VERRAZANO-NARROWS BRIDGE (NYC)" , "NEW YORK CITY" , "STATEN ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "S.I.'s Relief Called Brooklyn's Headache" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/10\/nyregion\/si-s-relief-called-brooklyn-s-headache.html"} , {"body" : "LEAD: For years, dance in Brooklyn was mostly a matter of the large companies presented at the Brooklyn Academy of Music. In 1985, smaller-scale and more informal modern dance began to become established in less august theater spaces in the borough, principally at BACA Downtown, and Spoke the Hub Dancing's Gowanus Arts Exchange. For years, dance in" , "date" : "19900323" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "Two Not-So-August Outposts for Modern Dance" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/23\/arts\/two-not-so-august-outposts-for-modern-dance.html"} , {"body" : "LEAD: Brooklyn has long been a major site of that essential art-world ritual, the studio visit, the pilgrimage that dealers, critics and collectors make to encounter artworks and artists in their natural habitats. The borough is home to many artists, and countless others commute from Manhattan for bigger, lighter, less-expensive working space." , "date" : "19900323" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "Review\/Art; A Sprinkling of Exhibitions Near Factories and the Water" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/23\/arts\/review-art-a-sprinkling-of-exhibitions-near-factories-and-the-water.html"} , {"body" : "LEAD: A round house designed with a crafts collection in mind and a pair of two-story lofts that now resemble ''a building within a building'' were among the entries cited as the best and most creative work of New York architects in a competition sponsored by the American Institute of Architects. A round house designed with a crafts collection in" , "date" : "19900322" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "Architects Recognize 17 Projects" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/22\/garden\/architects-recognize-17-projects.html"} , {"body" : "LEAD: Even the most conscientious cartographers could not find Park Slope South on any map of Brooklyn. But it exists in the minds of real estate brokers, according to William J. Kane, a Brooklyn developer, and who knows, it may catch on as the new more-marketable name for the area west of Greenwood Cemetery and east of Gowanus Bay that up to now" , "date" : "19900204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["OAKWOOD GARDENS CONDOMINIUMS (BKLYN, NY)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Park Slope South?; 20-Unit Condo for Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/04\/realestate\/postings-park-slope-south-20-unit-condo-for-brooklyn.html"}]