[  {"body" : "Catherine Sbordone spent yesterday running around her cozy home in the Gravesend section of Brooklyn collecting items she usually takes for granted: a nail clipper, sunscreen, toothpicks, safety pins and a deck of cards. A week ago, her husband Donald's Army National Guard unit, based in the Williamsburg section, was called to active duty. And" , "date" : "19901126" , "day_of_week_facet" : "Monday" , "geo_facet" : ["KUWAIT" , "SAUDI ARABIA" , "IRAQ" , "MIDDLE EAST"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "3" , "title" : "Call of Gulf Duty Echoes In a Home in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/26\/nyregion\/call-of-gulf-duty-echoes-in-a-home-in-brooklyn.html"} , {"body" : "Fred Allegretti, the head of a large New York heating oil delivery company, follows daily oil trading on the computer screen behind his desk. The ever-changing numbers directly influence the wholesale price he pays for oil and, in turn, what he ends up charging his customers. He doesn't like what he sees on his screen and his customers don't like" , "date" : "19901117" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["KUWAIT" , "PERSIAN GULF" , "IRAQ" , "MIDDLE EAST"] , "nytd_section_facet" : ["Business"] , "page_facet" : "31" , "title" : "An Oil Dealer's Niche: The Man in the Middle" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/17\/business\/an-oil-dealer-s-niche-the-man-in-the-middle.html"} , {"body" : "LEAD: A Brooklyn man was swept out to sea Friday night when he tried to save another man and their drunken friends hindered police rescuers, officers said. A Brooklyn man was swept out to sea Friday night when he tried to save another man and their drunken friends hindered police rescuers, officers said. The man swept out to sea was still missing" , "date" : "19901021" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Man Drowns as Drunken Friends Hinder Rescuers" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/21\/nyregion\/man-drowns-as-drunken-friends-hinder-rescuers.html"} , {"body" : "LEAD: Charles Stressler, the defendant in the latest Bensonhurst murder trial, said yesterday that he felt cheated when a mistrial was declared on Thursday. Charles Stressler, the defendant in the latest Bensonhurst murder trial, said yesterday that he felt cheated when a mistrial was declared on Thursday. ''I feel cheated, like I wasn't given a" , "date" : "19901013" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Bensonhurst Defendant Faults Mistrial" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/13\/nyregion\/bensonhurst-defendant-faults-mistrial.html"} , {"body" : "LEAD: May link recalls her first trolley rides to Manhattan Beach with her mother in 1912. For five cents, they took hour-long trips from working-class Williamsburg to the Brooklyn enclave of millionaires' mansions. May link recalls her first trolley rides to Manhattan Beach with her mother in 1912. For five cents, they took hour-long trips from" , "date" : "19900916" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN BEACH (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "If You're Thinking of Living in: Manhattan Beach" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/16\/realestate\/if-you-re-thinking-of-living-in-manhattan-beach.html"} , {"body" : "LEAD: More than 30 people identified as members or associates of the Bonanno organized-crime family were arrested yesterday and on Sunday and accused of taking part in an operation that specialized in robbing and killing drug traffickers, Federal authorities said. More than 30 people identified as members or associates of the Bonanno" , "date" : "19900605" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAM R DAVIS WILDLIFE REFUGE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Drug Killings Tied to Mob; 30 Are Seized" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/05\/nyregion\/drug-killings-tied-to-mob-30-are-seized.html"} , {"body" : "LEAD: YOU CAN'T JUST SAY YOU have the financing,'' Harvey R. Miller says decisively. ''You've got to have it all lined up and ready to go. A lot of these deals founder on being conditional.'' Miller is lecturing one of his colleagues, Ira M. Millstein, who is scribbling notes on a yellow pad perched awkwardly on his lap. YOU CAN'T JUST SAY YOU have" , "date" : "19900401" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["World" , "Magazine" , "Business"] , "page_facet" : "21" , "title" : "Bankruptcy Bar: Never So Solvent" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/01\/magazine\/bankruptcy-bar-never-so-solvent.html"} , {"body" : "LEAD: WHEN Dawn Zarzano, a fourth grader, sits down with her crayons at Public School 95 in Brooklyn, chances are that she is not coloring the latest Smurf character. She is more likely to be coloring in a new book that deals with epilepsy, diabetes, mental illness and hypertension. WHEN Dawn Zarzano, a fourth grader, sits down with her crayons at" , "date" : "19900315" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Education" , "Health" , "Style"] , "page_facet" : "9" , "title" : "Crayons Fill Gaps On Illness" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/15\/garden\/crayons-fill-gaps-on-illness.html"} , {"body" : "LEAD: A Brooklyn man was arrested on Monday and charged yesterday in the killing of a woman who was dragged beneath the wheels of a van last month as her purse was being snatched, the police said. A Brooklyn man was arrested on Monday and charged yesterday in the killing of a woman who was dragged beneath the wheels of a van last month as her purse" , "date" : "19900215" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["MANHATTAN (NYC)" , "QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Man Arrested In Purse-Snatch Killing" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/15\/nyregion\/brooklyn-man-arrested-in-purse-snatch-killing.html"} , {"body" : "LEAD: A 77-year-old Brooklyn woman was knocked to the ground and dragged nearly 20 feet late yesterday when one of two men driving by in a car leaned out the window and snatched her purse containing $400, the police said. A 77-year-old Brooklyn woman was knocked to the ground and dragged nearly 20 feet late yesterday when one of two men driving by" , "date" : "19900129" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "GRAVESEND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 in Car Fell Woman, 77, and Grab Purse" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/29\/nyregion\/2-in-car-fell-woman-77-and-grab-purse.html"} ,   {"body" : "LEAD: Three men wearing ski masks took more than $500,000 from a Brooklyn bank yesterday in what the police described as one of the largest bank robberies in recent memory. Three men wearing ski masks took more than $500,000 from a Brooklyn bank yesterday in what the police described as one of the largest bank robberies in recent memory. The" , "date" : "19900123" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "3 Bank Robbers Steal $500,000 in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/23\/nyregion\/3-bank-robbers-steal-500000-in-brooklyn.html"} , {"body" : "LEAD: Park Avenue at 92d Street is in a neighborhood that residents call peaceful and beautiful. When the Brick Church preschool lets out, mothers, nannies and children crowd the sidewalk. Doormen help tenants with grocery bags. Elderly women stroll ''the Avenue.'' Park Avenue at 92d Street is in a neighborhood that residents call peaceful and" , "date" : "19900113" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CARNEGIE HILL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "After Fatal Purse-Theft, A 'Safe' Area Is Edgy" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/13\/nyregion\/after-fatal-purse-theft-a-safe-area-is-edgy.html"} , {"body" : "LEAD: The Upper East Side woman who was killed during a midday purse-snatching on Wednesday was identified yesterday as Kim Stapleton, a 60-year-old grandmother who had served on the boards of several charities. The Upper East Side woman who was killed during a midday purse-snatching on Wednesday was identified yesterday as Kim Stapleton, a" , "date" : "19900112" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "UPPER EAST SIDE (MANHATTAN)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Purse-Theft Victim Is Named" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/12\/nyregion\/purse-theft-victim-is-named.html"}]