[  {"body" : "New Yorkers, who have received word in recent days that the city's bridges are in serious disrepair, should take a good look at their landmark churches as they gather for Christmas services. Here are scenes from some of New York City's historic places of worship: * The great rose window at the 126-year-old St. Elias Byzantine Catholic Church in the" , "date" : "19901224" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "New York City Churches Urgently Need Repairs" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/24\/nyregion\/new-york-city-churches-urgently-need-repairs.html"} , {"body" : "Ten officers in the elite Tactical Narcotics Team are under investigation after allegations were made that they mistreated prisoners and lied about evidence to shore up shaky arrests and justify illegal searches, high-ranking police officials said yesterday. A lieutenant, three sergeants and six police officers from the Brooklyn North Tactical" , "date" : "19901222" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "10 Detectives Face an Inquiry On False Data" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/22\/nyregion\/10-detectives-face-an-inquiry-on-false-data.html"} , {"body" : "The strike this week by 2,100 private sanitation workers is the latest shock wave from a little-publicized decision by New York City two years ago to prolong the use of its biggest garbage dump. The decision was to more than double the price the city charged private haulers to dump garbage at the Fresh Kills landfill in Staten Island. That set off" , "date" : "19901212" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["PENNSYLVANIA" , "OHIO" , "STATEN ISLAND (NYC)" , "FRESH KILLS LANDFILL (STATEN ISLAND)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "How a Small Policy Change Led to a Big Garbage Strike" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/12\/nyregion\/how-a-small-policy-change-led-to-a-big-garbage-strike.html"} , {"body" : "Bulging mounds of black garbage bags started piling up on the sidewalks in front of New York City businesses yesterday as the 2,100 members of the teamsters union local who collect the trash went on strike for higher pay. Union members, who voted to strike a week ago but delayed the walkout at Mayor David N. Dinkins's request, voted 360 to 117 to" , "date" : "19901210" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Strike Ties Up Trash Hauling For Businesses" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/10\/nyregion\/strike-ties-up-trash-hauling-for-businesses.html"} , {"body" : "Lech Walesa, apparently more popular in North America than at home, easily won a majority of the absentee votes in the Polish presidential election that were cast in the United States and Canada, according to tallies by Polish officials and the national radio and television network. Mr. Walesa, the Solidarity leader, won 60 percent of the the" , "date" : "19901126" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CANADA" , "POLAND"] , "nytd_section_facet" : ["World"] , "page_facet" : "8" , "title" : "EVOLUTION IN EUROPE; In U.S., Walesa Wins Easily" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/26\/world\/evolution-in-europe-in-us-walesa-wins-easily.html"} , {"body" : "MANUFACTURERS of polystyrene, the lightweight plastic packaging material, have been struggling for two years to improve their environmental image by establishing a recycling program. But all of their efforts may have been undone by the decision earlier this month by the McDonald's Corporation to switch from plastic foam to paper packaging for its" , "date" : "19901118" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "14" , "title" : "A Setback for Polystyrene" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/18\/business\/a-setback-for-polystyrene.html"} , {"body" : "Parishioners cried yesterday when told that a Brooklyn statue of a murdered priest who championed democracy in Poland had been damaged by vandals who scrawled in black paint: \"For Lenin and Stalin.\" The statue, dedicated on Oct. 28, honors Jerzy Popieluszko, a Catholic priest in Poland who was killed six years ago for his anti-Communist statements" , "date" : "19901112" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "POLAND"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Statue of Slain Polish Priest Is Vandalized" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/12\/nyregion\/statue-of-slain-polish-priest-is-vandalized.html"} , {"body" : "James C. Harrison, an artist who had his first one-man exhibition at age 58, died on Saturday at his home in the Greenpoint section of Brooklyn. He was 64 years old. He died of liver failure, said his dealer, Lori Ledis of the Ledisflam Gallery in SoHo. Mr. Harrison was born in Detroit. He studied briefly at the Cranbrook Academy of Art in" , "date" : "19901110" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "29" , "title" : "James C. Harrison, Brooklyn Artist, 64" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/10\/obituaries\/james-c-harrison-brooklyn-artist-64.html"} , {"body" : "A 16-year-old Brooklyn youth was arrested yesterday and charged with knocking down and dragging an 81-year-old nun as he tried to snatch her purse as he rode by on a bicyle Wednesday. Sister Joseph Concepta Farrell broke her hip and left wrist, said a police spokeswoman. She had been returning to St. Cecilia's Convent at 21 Monitor Street in the" , "date" : "19901110" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Arrest in Robbery of a Nun" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/10\/nyregion\/arrest-in-robbery-of-a-nun.html"} , {"body" : "Shortly after the strike at The Daily News began 16 days ago, The News started recruiting homeless people from shelters across New York City to work as street vendors, advocates for the homeless say. In some cases, News employees drove up to shelters or other places where the homeless gather and dropped off bundles of freshly printed papers. Some," , "date" : "19901110" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Daily News Uses Homeless to Sell Paper" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/10\/nyregion\/daily-news-uses-homeless-to-sell-paper.html"} ,   {"body" : "Wanda Panfil, the woman an ailing Grete Waitz said she had to beat to win the New York City Marathon for an unprecedented 10th time, proved the nine-time champion an accurate prophet of her own doom yesterday by doing just what Waitz had fearfully predicted: She started out strong in Staten Island, pulled away from the pack in Brooklyn and never" , "date" : "19901105" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "NEW YORK CITY MARATHON; Panfil Starts Fast, Holds Off Challenge" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/05\/sports\/new-york-city-marathon-panfil-starts-fast-holds-off-challenge.html"} , {"body" : "LEAD: Tucked away in a corner of the Williamsburg section of Brooklyn, in a neighborhood that some officials describe as an Italian enclave, are 33 apartments that Elina Gonzalez-D'Annunzio is trying to sell as condominiums. Tucked away in a corner of the Williamsburg section of Brooklyn, in a neighborhood that some officials describe as an Italian" , "date" : "19901007" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Perspectives: Condos in Williamsburg; Sales Experiment Finds the Market Slow" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/07\/realestate\/perspectives-condos-in-williamsburg-sales-experiment-finds-the-market-slow.html"} , {"body" : "LEAD: The tenants of the Buckingham, a 130-unit apartment building in Sunnyside, Queens, were counted by the Census Bureau, were not counted, or were counted and forgotten. The tenants of the Buckingham, a 130-unit apartment building in Sunnyside, Queens, were counted by the Census Bureau, were not counted, or were counted and forgotten. The" , "date" : "19900920" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["SUNNYSIDE (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "If a Queens Block Could Talk, Would It Say, 'I Have People'?" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/20\/nyregion\/if-a-queens-block-could-talk-would-it-say-i-have-people.html"} , {"body" : "LEAD: New York's new striped bass regulations went into effect yesterday and sport fishermen are now allowed to take one bass a day 36 or more inches long, and a limited commercial harvest of smaller fish will be permitted. The state's Department of Environmental Conservation had originally proposed a 28-inch minimum length limit for recreational" , "date" : "19900906" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "21" , "title" : "Outdoors; Shorter Striped Bass Restrictions" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/06\/sports\/outdoors-shorter-striped-bass-restrictions.html"} , {"body" : "LEAD: Preliminary Census Bureau figures saying that New York City shrank during the 1980's may have stunned city officials, but they did not surprise several census workers who spent the summer counting New Yorkers. The workers readily concede that they missed many people in poor and wealthy neighborhoods alike. ''The managing agent wouldn't know" , "date" : "19900903" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Census Workers Remember Resistance and Lies" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/03\/nyregion\/census-workers-remember-resistance-and-lies.html"} , {"body" : "LEAD: In an unusual departure from the power of incumbency, at least a half-dozen Democratic state legislators in New York City face stiff challenges in the Sept. 11 primary, which is usually tantamount to election in the predominantly Democratic city. In an unusual departure from the power of incumbency, at least a half-dozen Democratic state" , "date" : "19900902" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Primaries in New York City Include Challenges to Incumbent Legislators" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/02\/nyregion\/primaries-in-new-york-city-include-challenges-to-incumbent-legislators.html"} , {"body" : "LEAD: A Federal judge has ruled that cocaine and cash seized in the apartment of a Brooklyn man cannot be used as evidence against him because the ploy used by the authorities to enter the home - posing as gas company workers and falsely warning of an imminent gas explosion - could not be condoned. A Federal judge has ruled that cocaine and cash" , "date" : "19900826" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "Judge Bars Evidence Seized by Agents in 'Gas Leak Inspector' Trick" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/26\/nyregion\/judge-bars-evidence-seized-by-agents-in-gas-leak-inspector-trick.html"} , {"body" : "LEAD: To the Editor: To the Editor: Your article on whether to shrink or restore the McCarren Park swimming pool in Greenpoint, Brooklyn (news story, July 30) clearly summarizes the dispute. Regarding Community Board 1's proposal to build a gymnasium on the pool deck, however, you inaccurately state, ''the Independent Friends of McCarren Park say a" , "date" : "19900818" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "In Brooklyn, People Say, 'I Grew Up at McCarren Park Pool'" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/18\/opinion\/l-in-brooklyn-people-say-i-grew-up-at-mccarren-park-pool-802790.html"} , {"body" : "LEAD: The Dinkins administration plans to provide more testing, treatment and housing for homeless people with AIDS under a broad new program to be announced today. The Dinkins administration plans to provide more testing, treatment and housing for homeless people with AIDS under a broad new program to be announced today. Administration officials" , "date" : "19900803" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "AIDS Services To the Homeless To Be Expanded" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/03\/nyregion\/aids-services-to-the-homeless-to-be-expanded.html"} , {"body" : "LEAD: A picture on Monday about a decaying swimming pool in the Greenpoint section of Brooklyn was published in error. It showed a small pool from the complex, not the main pool. A picture on Monday about a decaying swimming pool in the Greenpoint section of Brooklyn was published in error. It showed a small pool from the complex, not the main" , "date" : "19900801" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "3" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/01\/nyregion\/c-corrections-691990.html"} ,   {"body" : "LEAD: Larger than a football field and graced with majestic architecture, the McCarren Park swimming pool was considered a wondrous place when it opened in Brooklyn in 1936. Larger than a football field and graced with majestic architecture, the McCarren Park swimming pool was considered a wondrous place when it opened in Brooklyn in 1936. The" , "date" : "19900730" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Crumbling Pool Divides a Neighborhood" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/30\/nyregion\/a-crumbling-pool-divides-a-neighborhood.html"} , {"body" : "LEAD: International A2-7 International A2-7 Calls for economic changes in China are being made openly by a growing number of Chinese officials who argue that without further liberalization China's march toward development may reverse. Page A1 The Foreign Minister of Vietnam, Nguyen Co Thach, said in an interview that he was optimistic about a" , "date" : "19900730" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/30\/nyregion\/news-summary-182490.html"} , {"body" : "LEAD: Underground oil spills are difficult to photograph or visualize - no beaches covered with black goo, no sticky birds. Yet even though they haven't received as much attention as the more dramatic above-ground spills, the subterranean accumulations probably pose as much of a threat to human health and are even tougher to clean up," , "date" : "19900729" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "4" , "title" : "The Nation; Ugly Reminders of the Oil That Went Underground" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/29\/weekinreview\/the-nation-ugly-reminders-of-the-oil-that-went-underground.html"} , {"body" : "LEAD: New York City, threatened with a state ban on all new building in a third of Manhattan and parts of Brooklyn and Queens because sewage treatment in those areas is inadequate, has agreed to enforce far-reaching water conservation measures. New York City, threatened with a state ban on all new building in a third of Manhattan and parts of" , "date" : "19900725" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Pact Reached To Save Water In New York" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/25\/nyregion\/pact-reached-to-save-water-in-new-york.html"} , {"body" : "LEAD: Donald J. Trump took the witness stand yesterday to deny seven-year-old charges that he knowingly used 200 undocumented workers to demolish the old Bonwit Teller building to make way for Trump Tower, the glittering centerpiece of his real-estate empire. Donald J. Trump took the witness stand yesterday to deny seven-year-old charges that he" , "date" : "19900713" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Trump Says He Didn't Know He Employed Illegal Aliens" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/13\/nyregion\/trump-says-he-didn-t-know-he-employed-illegal-aliens.html"} , {"body" : "LEAD: Mobil Oil has agreed to spend what is expected to be tens of millions of dollars to clean up a vast and hazardous pool of oil that has been seeping under the streets of Brooklyn for more than 40 years. Mobil Oil has agreed to spend what is expected to be tens of millions of dollars to clean up a vast and hazardous pool of oil that has been" , "date" : "19900710" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Mobil to Pay Millions to Clean Up Vast Pool of Oil Beneath Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/10\/nyregion\/mobil-to-pay-millions-to-clean-up-vast-pool-of-oil-beneath-brooklyn.html"} , {"body" : "LEAD: Friday TOWER OF FAITH Friday TOWER OF FAITH The Feast of Our Lady of Mount Carmel and St. Paulinus, which features one of the most striking attractions of New York's ethnic life, is being celebrated for the 103d year in Brooklyn this weekend. The festival is centered in the blocks near the Roman Catholic Shrine Church of Our Lady of Mount" , "date" : "19900706" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/06\/arts\/no-headline-354190.html"} , {"body" : "LEAD: To the Editor: To the Editor: No reasonable person can dispute the need for adequate water pollution control measures in New York City as outlined in ''2 Boroughs Face a Ban on Building'' (front page, June 11). However, you not only fail to grasp the true impact of the problems at Newtown Creek, but have also made an error that could have" , "date" : "19900621" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Newtown Creek Plant Doesn't Serve Downtown Brooklyn Area" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/21\/opinion\/l-newtown-creek-plant-doesn-t-serve-downtown-brooklyn-area-808290.html"} , {"body" : "LEAD: New York State is threatening to halt new building in lower Manhattan and downtown Brooklyn if the city does not decrease the amount of sewage flowing to the city's largest treatment plant. New York State is threatening to halt new building in lower Manhattan and downtown Brooklyn if the city does not decrease the amount of sewage flowing to" , "date" : "19900611" , "day_of_week_facet" : "Monday" , "geo_facet" : ["MANHATTAN (NYC)" , "WESTCHESTER COUNTY (NY)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "2 BOROUGHS FACE A BAN ON BUILDING" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/11\/nyregion\/2-boroughs-face-a-ban-on-building.html"} , {"body" : "LEAD: A developer who built his reputation in Manhattan high-rise construction is embarking on the first major effort to redevelop the long-neglected East River waterfront in the Greenpoint section of Brooklyn. A developer who built his reputation in Manhattan high-rise construction is embarking on the first major effort to redevelop the" , "date" : "19900603" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GREENPOINT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Waterfront Renewal Turns to Greenpoint" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/03\/realestate\/waterfront-renewal-turns-to-greenpoint.html"} ,   {"body" : "LEAD: New York City is proposing to lower the fee it charges private garbage haulers to use the Fresh Kills landfill, reversing its commitment to prolong the life of the huge dump, while possibly giving the carting industry a windfall. New York City is proposing to lower the fee it charges private garbage haulers to use the Fresh Kills landfill," , "date" : "19900523" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)" , "FRESH KILLS LANDFILL (STATEN ISLAND)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "In Shift, Dump Fees May Be Lowered" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/23\/nyregion\/in-shift-dump-fees-may-be-lowered.html"} , {"body" : "LEAD: The Rev. Dr. Samuel L. Taylor, a Brooklyn minister who served Presbyterian and Reformed Church congregations for more than two decades, died of cancer on Wednesday at his home in Brooklyn. He was 52 years old. The Rev. Dr. Samuel L. Taylor, a Brooklyn minister who served Presbyterian and Reformed Church congregations for more than two" , "date" : "19900519" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "30" , "title" : "Samuel L. Taylor, Minister, 52" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/19\/obituaries\/samuel-l-taylor-minister-52.html"} , {"body" : "LEAD: Friday PASOLINI RETROSPECTIVE Friday PASOLINI RETROSPECTIVE Pier Paolo Pasolini, the Italian film director, will be the subject of a monthlong retrospective that begins today at the Museum of Modern Art. The series includes all 22 feature films that Pasolini directed, as well as many little-known documentaries and short works. The films of" , "date" : "19900427" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/27\/arts\/weekender-guide.html"} , {"body" : "LEAD: Almost one-fifth of the households in New York City did not receive census forms, a survey released yesterday by the Mayor's office showed. Almost one-fifth of the households in New York City did not receive census forms, a survey released yesterday by the Mayor's office showed. The survey also found that whites were more likely to have" , "date" : "19900427" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "19% in New York Poll Didn't Get Forms" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/27\/nyregion\/19-in-new-york-poll-didn-t-get-forms.html"} , {"body" : "LEAD: Customs agents searching for a man wanted in the smuggling of drug paraphernalia stumbled onto a factory Monday night in Brooklyn where workers were producing millions of crack vials, Federal authorities said yesterday. Customs agents searching for a man wanted in the smuggling of drug paraphernalia stumbled onto a factory Monday night in" , "date" : "19900425" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police Seize Vial Machines Tied to Crack" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/25\/nyregion\/police-seize-vial-machines-tied-to-crack.html"} , {"body" : "LEAD: One block from the elementary school and its 1,200 students is a storage site for radioactive and hazardous wastes. New York City's biggest sewage plant and one of its three incinerators are nearby. One block from the elementary school and its 1,200 students is a storage site for radioactive and hazardous wastes. New York City's biggest" , "date" : "19900421" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "2 Brooklyn Areas Ask What Factories Are Doing to Them" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/21\/nyregion\/2-brooklyn-areas-ask-what-factories-are-doing-to-them.html"} , {"body" : "LEAD: International 3-5 The President of Lithuania said his government would consider a moratorium on full independence as part of a deal with Moscow, which continued to tighten its economic squeeze on the rebellious republic. Page 1 Moscow's new insurgent government had its authority undercut by President Gorbachev. International 3-5 The President" , "date" : "19900421" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "News Summary" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/21\/nyregion\/news-summary-542990.html"} , {"body" : "LEAD: STACEY FARLEY'S portfolio of hand-painted decorative tiles shows an array of the fanciful and creative. Besides painting the traditional flowers and baskets of fruit, she has silk-screened blueprints onto tiles, created tiles with bas-relief designs like seashells and made an impression of a paint tube in raw clay. STACEY FARLEY'S portfolio" , "date" : "19900405" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "2" , "title" : "WHERE TO FIND IT; Hand-Painted Tiles Made to Order" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/05\/garden\/where-to-find-it-hand-painted-tiles-made-to-order.html"} , {"body" : "LEAD: Brooklyn's many neighborhoods, famous attractions and little-known pleasures can be discovered with the help of a variety of guided bus and walking tours offered in coming weeks and throughout the year. Brooklyn's many neighborhoods, famous attractions and little-known pleasures can be discovered with the help of a variety of guided bus and" , "date" : "19900323" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "Walks and Rides for the Curious" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/23\/arts\/walks-and-rides-for-the-curious.html"} , {"body" : "LEAD: Brooklyn has long been a major site of that essential art-world ritual, the studio visit, the pilgrimage that dealers, critics and collectors make to encounter artworks and artists in their natural habitats. The borough is home to many artists, and countless others commute from Manhattan for bigger, lighter, less-expensive working space." , "date" : "19900323" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "Review\/Art; A Sprinkling of Exhibitions Near Factories and the Water" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/23\/arts\/review-art-a-sprinkling-of-exhibitions-near-factories-and-the-water.html"} ,   {"body" : "LEAD: Fifteen months ago, in an effort to keep the giant Fresh Kills Landfill from filling up too fast, New York City doubled the fee it charges private garbage haulers for the right to dump trash there. Fifteen months ago, in an effort to keep the giant Fresh Kills Landfill from filling up too fast, New York City doubled the fee it charges private" , "date" : "19900322" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["OHIO" , "NEW YORK CITY" , "KENTUCKY" , "FRESH KILLS LANDFILL (STATEN ISLAND)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Dump Search In New York: Exporting City's Refuse" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/22\/nyregion\/dump-search-in-new-york-exporting-city-s-refuse.html"} , {"body" : "LEAD: Urban Chronicle, 92d Street Y, 1395 Lexington Avenue; 212-996-1100. Urban Chronicle, 92d Street Y, 1395 Lexington Avenue; 212-996-1100. ''The City Transformed,'' a series of lectures and walking tours tracing urban architecture from the Greek Revival through the cast-iron styles, will be given by Barry Lewis, an architectural historian. The" , "date" : "19900322" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "Calendar: Ceramics, Antiques and Tours" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/22\/garden\/calendar-ceramics-antiques-and-tours.html"} , {"body" : "LEAD: Dozens of tiny plastic crack vials litter the ground-floor hallway of the small tan brick apartment building in the Bushwick section of Brooklyn. That is the present. Dozens of tiny plastic crack vials litter the ground-floor hallway of the small tan brick apartment building in the Bushwick section of Brooklyn. That is the present. Up on the" , "date" : "19900312" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Homeless, They Build For Peers" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/12\/nyregion\/homeless-they-build-for-peers.html"} , {"body" : "LEAD: The Mobil Oil Corporation has agreed to pay New York State a $500,000 penalty and to undertake an investigation and cleanup effort in response to a leak of 50,000 gallons of kerosene on Feb. 3 at its Greenpoint terminal in Brooklyn, the State Environmental Conservation Department said yesterday. The Mobil Oil Corporation has agreed to pay New" , "date" : "19900303" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Mobil to Pay State $500,000 On Greenpoint Kerosene Leak" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/03\/nyregion\/mobil-to-pay-state-500000-on-greenpoint-kerosene-leak.html"} , {"body" : "LEAD: Dr. Julian Wolff, a physician who led the Baker Street Irregulars and edited the publication issued by the Sherlock Holmes enthusiasts, died of a blood disorderon Monday at Flushing Hospital in Queens. He was 85 years old and lived in Manhattan. Dr. Julian Wolff, a physician who led the Baker Street Irregulars and edited the publication" , "date" : "19900216" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "19" , "title" : "Dr. Julian Wolff, 85; Led a Club for Fans Of Sherlock Holmes" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/16\/obituaries\/dr-julian-wolff-85-led-a-club-for-fans-of-sherlock-holmes.html"} , {"body" : "LEAD: New York City yesterday accused the Exxon Corporation of filing reports for years that falsely indicated that the company's leak-detection system in the Arthur Kill was in good working order. New York City yesterday accused the Exxon Corporation of filing reports for years that falsely indicated that the company's leak-detection system in the" , "date" : "19900208" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "ARTHUR KILL"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "New York City Charges Fraud by Exxon in Spill" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/08\/nyregion\/new-york-city-charges-fraud-by-exxon-in-spill.html"} , {"body" : "LEAD: Schools Chancellor Joseph A. Fernandez ordered two Brooklyn school districts yesterday to submit plans to correct problems in their bilingual education programs by Feb. 2. Failure to do so, he warned, would lead to his taking over the programs. Schools Chancellor Joseph A. Fernandez ordered two Brooklyn school districts yesterday to submit" , "date" : "19900126" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "2 School Districts Told To Fix Bilingual Flaws" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/26\/nyregion\/2-school-districts-told-to-fix-bilingual-flaws.html"} , {"body" : "LEAD: Winter Antiques, Westchester County Center, Central Avenue and the Bronx River Parkway, White Plains; 914-949-8900. Winter Antiques, Westchester County Center, Central Avenue and the Bronx River Parkway, White Plains; 914-949-8900. This weekend the 112th White Plains Antiques Show will feature 18th- and 19th-century furniture, clocks, toys," , "date" : "19900125" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Calendar: Antiques And Art" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/25\/garden\/calendar-antiques-and-art.html"}]