[  {"body" : "Investigators are searching for a man they think has raped and robbed nine women and girls in Brooklyn in the last six weeks, the police said yesterday. The victims ranged in age from 12 to 23, said Lieut. Vito Spano of the Brooklyn Sex Crimes detective squad. Seven were attacked in the lobbies or on the elevators of apartment buildings in the" , "date" : "19901227" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Suspected Rapist Of 9 Young Women Sought in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/27\/nyregion\/suspected-rapist-of-9-young-women-sought-in-brooklyn.html"} , {"body" : "HISTORIANS seeking the origin of the Christmas tree say the ancient Egyptians brought palm branches into their homes as a symbol of growing things. The Romans trimmed evergreens with trinkets; Druids hung golden apples and lit candles in oak trees to celebrate the winter solstice. About 400 years ago, the Germans began using the evergreen tree as" , "date" : "19901202" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CONNECTICUT"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "20" , "title" : "Where to Find, and Cut, A Perfect Christmas Tree" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/02\/nyregion\/where-to-find-and-cut-a-perfect-christmas-tree.html"} , {"body" : "Nine people were slain in New York City in a 12-hour period Monday night and Tuesday morning, as the city continued to race toward a record number of homicides this year, the police said. The crimes ranged from drive-by shootings by drug dealers to cold-blooded executions on lonely roads. In one case, the police said, an uncle was stabbed to death" , "date" : "19901121" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Killing Continues at Record Pace; 9 Slain in 12 Hours in New York" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/21\/nyregion\/killing-continues-at-record-pace-9-slain-in-12-hours-in-new-york.html"} , {"body" : "LEAD: Four men were arrested yesterday and charged with the execution-style murder of three Vietnamese youths on Monday in a Manhattan parking lot, the police said. Four men were arrested yesterday and charged with the execution-style murder of three Vietnamese youths on Monday in a Manhattan parking lot, the police said. While the victims were" , "date" : "19901019" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "4 Charged in Deaths of 3 Vietnamese Youths" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/19\/nyregion\/4-charged-in-deaths-of-3-vietnamese-youths.html"} , {"body" : "LEAD: Two 16-year-old youths sang and talked as they walked down a Brooklyn street Wednesday night. A man in a doorway took offense and fired six times, hitting one of the youths once in the leg. Two 16-year-old youths sang and talked as they walked down a Brooklyn street Wednesday night. A man in a doorway took offense and fired six times, hitting" , "date" : "19900914" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Arrest in Youth's Shooting Turns Up Arsenal" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/14\/nyregion\/arrest-in-youth-s-shooting-turns-up-arsenal.html"} , {"body" : "LEAD: Closings in the week ended Aug. 4 MANHATTAN Greenwich Village $860,000 339 West 12th Street 4-bedroom, 3 1\/2-bath, single-family, 4-story town house; dining room, library, bay windows, wet bar, garden, 18- by 80-ft. lot; taxes $4,442 (Broker: Kingman Associ-ates\/Wells & Gay-Stibling & Associates) Closings in the week ended Aug. 4 MANHATTAN" , "date" : "19900819" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Residential REsale" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/19\/realestate\/residential-resale.html"} , {"body" : "LEAD: Preserved first by benign neglect and now by design, the red-brick company town of Pullman, Ill., on the outskirts of Chicago, offers the visitor a revealing course in late-19th-century industrial paternalism. Though this is textbook social history, Pullman today is very much alive, a real place where people live - people proud of their" , "date" : "19900812" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PULLMAN (ILL)" , "CHICAGO (ILL)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "24" , "title" : "The Town That Pullman Built" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/12\/travel\/the-town-that-pullman-built.html"} , {"body" : "LEAD: On Sept. 24, 1957, as the loudspeaker blared a song rhyming ''Dem Bums'' with ''hits and runs,'' the Brooklyn Dodgers' fans filed out of Ebbets Field for the last time. Two weeks later Walter F. O'Malley announced that he was moving his team to Los Angeles and became the most hated man in Brooklyn. On Sept. 24, 1957, as the loudspeaker blared" , "date" : "19900517" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Another Dodger Rhubarb in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/17\/nyregion\/another-dodger-rhubarb-in-brooklyn.html"} , {"body" : "LEAD: A 26-year-old prison inmate at liberty on a work-release program shot a man to death Saturday evening after an argument on a Brooklyn street, the police said yesterday. A 26-year-old prison inmate at liberty on a work-release program shot a man to death Saturday evening after an argument on a Brooklyn street, the police said yesterday. The" , "date" : "19900430" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "An Inmate on Work Release Is Seized in a Fatal Shooting" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/30\/nyregion\/an-inmate-on-work-release-is-seized-in-a-fatal-shooting.html"} , {"body" : "LEAD: Firefighters who happened upon a street brawl in Brooklyn used hooks and crowbars to hold off the mob as they tried to treat a man who had been stabbed, Fire Department officials said yesterday. Firefighters who happened upon a street brawl in Brooklyn used hooks and crowbars to hold off the mob as they tried to treat a man who had been" , "date" : "19900429" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Firefighters Stop to Help Victims in a Brawl" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/29\/nyregion\/firefighters-stop-to-help-victims-in-a-brawl.html"} ,   {"body" : "LEAD: THE wave of conversions that moved across New York City in the 1980's and transformed some 300,000 rental apartments into cooperatives and condominiums has slowed dramatically. THE wave of conversions that moved across New York City in the 1980's and transformed some 300,000 rental apartments into cooperatives and condominiums has slowed" , "date" : "19900408" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Wave of Conversions Slows to a Ripple" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/08\/realestate\/wave-of-conversions-slows-to-a-ripple.html"} , {"body" : "LEAD: A 14-year-old Brooklyn boy was arrested early yesterday and charged in a series of sexual assaults of five girls ranging in age from 9 years old to 17, the police said. A 14-year-old Brooklyn boy was arrested early yesterday and charged in a series of sexual assaults of five girls ranging in age from 9 years old to 17, the police said. The" , "date" : "19900324" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Brooklyn Teen-Ager Is Charged in Assaults" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/24\/nyregion\/brooklyn-teen-ager-is-charged-in-assaults.html"}]