[  {"body" : "Archery World Champions U.S. Men -- Ed Eliason, Stansbury Park, Utah. U.S. Women -- Denise Parker, South Jordan, Utah. U.S. Indoor Champions Men -- Ed Eliason. Women -- Denise Parker. Auto Racing Formula One -- Ayrton Senna, Brazil, McLaren-Honda. World Sports Prototype -- Jean-Louis Schlesser, France, and Mauro Baldi, Italy, Sauber Mercedes. CART" , "date" : "19901230" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "Winners of Individual and Team Championships" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/30\/sports\/winners-of-individual-and-team-championships.html"} , {"body" : "To the Editor Your article on Manhattan Beach on Sept. 16 states that the \"biggest problem is popularity with outsiders [ my emphasis ] in the summer. To ease congestion streets are off-limits to parking . . . .\" This situation has always infuriated me. Look at the abutting Brighton Beach area if you need a definition of \"congestion\" -- summer and" , "date" : "19901125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN BEACH (NYC)"] , "nytd_section_facet" : ["Opinion" , "Real Estate"] , "page_facet" : "10" , "title" : "Manhattan Beach" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/25\/realestate\/l-manhattan-beach-133090.html"} , {"body" : "Stephanie Claire Epstein, a daughter of Mr. and Mrs. Stanley Epstein of Brooklyn, was married last evening to Peter Alan Reiner, a son of Martha Reiner of Englewood Cliffs, N.J., and the late Charles Reiner. Rabbi David S. Halpern oficiated at Temple Beth El of Manhattan Beach in Brooklyn. Mrs. Reiner, 27 years old, graduated summa cum laude from" , "date" : "19901104" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "71" , "title" : "Stephanie Claire Epstein Wed to Peter Alan Reiner" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/04\/style\/stephanie-claire-epstein-wed-to-peter-alan-reiner.html"} , {"body" : "LEAD: May link recalls her first trolley rides to Manhattan Beach with her mother in 1912. For five cents, they took hour-long trips from working-class Williamsburg to the Brooklyn enclave of millionaires' mansions. May link recalls her first trolley rides to Manhattan Beach with her mother in 1912. For five cents, they took hour-long trips from" , "date" : "19900916" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN BEACH (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "If You're Thinking of Living in: Manhattan Beach" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/16\/realestate\/if-you-re-thinking-of-living-in-manhattan-beach.html"} , {"body" : "LEAD: CELIANE LEVY, a daughter of Paulette Levy of Kew Gardens, Queens, and the late Samuel Levy, was married last evening to JAY E. REINER, the son of Marilyn Reiner of Belmont, Calif., and Richard Reiner of Fresh Meadows, Queens. Rabbi Asher Murciano officiated at Temple Beth-El of Manhattan Beach in Brooklyn. CELIANE LEVY, a daughter of Paulette" , "date" : "19900902" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "60" , "title" : "Celiane Levy Is Wed" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/02\/style\/celiane-levy-is-wed.html"} , {"body" : "LEAD: Mireet S. Greenspan, the daughter of Dr. and Mrs. Benjamin Greenspan of Flushing, Queens, was married last evening in Brooklyn to Joseph E. Wolf, a son of Dr. and Mrs. Mitchel L. Wolf of University City, Mo. Rabbi Simcha Krauss performed the ceremony at the Manhattan Beach Jewish Center. Mireet S. Greenspan, the daughter of Dr. and Mrs." , "date" : "19900823" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Style"] , "page_facet" : "7" , "title" : "Mireet Greenspan Weds in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/23\/style\/mireet-greenspan-weds-in-brooklyn.html"} , {"body" : "LEAD: In an upstairs corner of the National nightclub, Mikhail Stern, a 35-year-old factory worker from the Soviet Union, sat looking at the spectacle below. In an upstairs corner of the National nightclub, Mikhail Stern, a 35-year-old factory worker from the Soviet Union, sat looking at the spectacle below. The Rose sisters, two gyrating" , "date" : "19900811" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNION OF SOVIET SOCIALIST REPUBLICS (USSR)" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Where Soviet Emigres Finally Let Loose" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/11\/nyregion\/where-soviet-emigres-finally-let-loose.html"} , {"body" : "LEAD: A 30-minute power failure affected 6,000 customers yesterday in the Sheepshead Bay section of Brooklyn. A spokesman for Consolidated Edison, Martin Gitten, said a 27,000-volt line malfunctioned at noon, cutting off power from Avenue U to Manhattan Beach and from Brigham Street to Shell Road. The power failure was not related to the weather," , "date" : "19900706" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Power Failure in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/06\/nyregion\/power-failure-in-brooklyn.html"} , {"body" : "LEAD: A police officer eating lunch in the back room of a midtown jewelry store shot and critically wounded one of about eight men who tried to rob the store yesterday, the police said. A police officer eating lunch in the back room of a midtown jewelry store shot and critically wounded one of about eight men who tried to rob the store yesterday," , "date" : "19900706" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Suspect Shot in Robbery Attempt at Jewelry Store" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/06\/nyregion\/suspect-shot-in-robbery-attempt-at-jewelry-store.html"} , {"body" : "LEAD: New York State's proposed regulations for sport and commercial striped-bass fisheries are scheduled for public hearings at 7 P.M. on June 26 and 28. New York State's proposed regulations for sport and commercial striped-bass fisheries are scheduled for public hearings at 7 P.M. on June 26 and 28. The first hearing will be in Javits Hall, Room" , "date" : "19900613" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "29" , "title" : "OUTDOORS; Hearings Planned on Bass Rules" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/13\/sports\/outdoors-hearings-planned-on-bass-rules.html"} ,   {"body" : "LEAD: THIS weekend many New Yorkers will spend their first days at the beach, as well as their first hours in trains, buses or cars getting there. THIS weekend many New Yorkers will spend their first days at the beach, as well as their first hours in trains, buses or cars getting there. A rarefied group of New Yorkers, however, will not be caught" , "date" : "19900524" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "City and Sea At Front Door All Year Long" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/24\/garden\/city-and-sea-at-front-door-all-year-long.html"} , {"body" : "LEAD: Samuel G. Domash, a retired businessman and philanthropist, died of complications of diabetes on Tuesday at Brookdale Hospital in Brooklyn. He was 89 years old and lived in the Manhattan Beach section of Brooklyn. Samuel G. Domash, a retired businessman and philanthropist, died of complications of diabetes on Tuesday at Brookdale Hospital in" , "date" : "19900127" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "14" , "title" : "Samuel G. Domash, Executive, 89" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/27\/obituaries\/samuel-g-domash-executive-89.html"} , {"body" : "LEAD: Karen Sue Temes, a nurse in neonatal intensive care at Brigham and Women's Hospital in Boston, and Dr. Lewis Milrod, a fellow in behavioral neurology at Children's Hospital there, plan to marry in May. The engagement was announced by her parents, Dr. Lloyd Temes and Dr. Roberta Temes, both of Manhattan Beach, Karen Sue Temes, a nurse in" , "date" : "19900114" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "44" , "title" : "Karen S. Temes, Nurse, to Marry" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/14\/style\/karen-s-temes-nurse-to-marry.html"}]