[  {"body" : "With a $6.3 million gift from a charitable foundation, New York City is opening up for recreation thousands of acres of urban wilderness in 21 locations around the city, many of them just a subway ride away from Times Square. \"We have wild and wonderful places that only need to be made more accessible,\" said Betsy Gotbaum, the city's Commissioner" , "date" : "19901117" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "PELHAM BAY PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Urban Gift: Wilderness Regained" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/17\/nyregion\/urban-gift-wilderness-regained.html"} , {"body" : "The state court decision on Tuesday barring top New York City officials from holding political party offices set the stage yesterday for a battle over the Brooklyn Democratic leadership. The rivals are a close ally of Mayor David N. Dinkins and a supporter of a Dinkins opponent, former Comptroller Harrison J. Goldin, in last year's Democratic" , "date" : "19901025" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Brooklyn Democrats Fight for Top Party Post" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/25\/nyregion\/brooklyn-democrats-fight-for-top-party-post.html"} , {"body" : "LEAD: Since Joe Braganza began listening to a police-band radio in his free time, he has wondered what moves his fellow New Yorkers to commit the acts of brutality that he hears police officers describe every night. Since Joe Braganza began listening to a police-band radio in his free time, he has wondered what moves his fellow New Yorkers to" , "date" : "19900923" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "More Scanner Buffs Eavesdropping on New York's Troubles" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/23\/nyregion\/more-scanner-buffs-eavesdropping-on-new-york-s-troubles.html"} , {"body" : "LEAD: George Washington never slept in Hendrick I. Lott's farmhouse. But after being routed in the Battle of Brooklyn Heights, remnants of his army that were not evacuated to Manhattan were said to have fled across Lott's farm. George Washington never slept in Hendrick I. Lott's farmhouse. But after being routed in the Battle of Brooklyn Heights," , "date" : "19900705" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; Life, Liberty And the Pursuit Of Realty Rights" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/05\/nyregion\/metro-matters-life-liberty-and-the-pursuit-of-realty-rights.html"} , {"body" : "LEAD: NEW YORK CITY is barely a dot on the planet, occupying just 322 square miles of the earth's nearly 197 million, but this weekend it will overflow with outdoor performances, environmental exhibitions, street fairs, nature walks, cleanup projects and other activities on the 20th anniversary of Earth NEW YORK CITY is barely a dot on the planet," , "date" : "19900420" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "To Celebrate and Protect the Earth" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/20\/arts\/to-celebrate-and-protect-the-earth.html"} , {"body" : "LEAD: A computer programmer from Park Slope and a secretary from Williamsburg were chosen to fill the last two seats in a Brooklyn jury box yesterday, clearing the way for the start of the Bensonhurst murder trial on Monday. A computer programmer from Park Slope and a secretary from Williamsburg were chosen to fill the last two seats in a Brooklyn" , "date" : "19900413" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Trial to Begin For 2 in Killing In Bensonhurst" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/13\/nyregion\/trial-to-begin-for-2-in-killing-in-bensonhurst.html"}]