[  {"body" : "The battle for The Daily News was being fought in the streets yesterday as striking drivers warned newsstands throughout the city not to sell the paper, frequently backing up the warnings with threats of violence or arson, newsstand dealers said. With few newsstands in the city carrying the paper, circulation emerged as the main issue in the" , "date" : "19901030" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Striking Drivers Issue Warnings On Selling The News, Dealers Say" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/30\/nyregion\/striking-drivers-issue-warnings-on-selling-the-news-dealers-say.html"} , {"body" : "LEAD: The police said yesterday that the department's anti-bias unit was investigating vandalism against property owned by a white man who had rented a building to a Spike Lee film production, but the man denied that the incident was racially motivated. The police said yesterday that the department's anti-bias unit was investigating vandalism" , "date" : "19900922" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "26" , "title" : "Police Investigating Bias In Vandalism Linked to Lee Film" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/22\/nyregion\/police-investigating-bias-in-vandalism-linked-to-lee-film.html"} , {"body" : "LEAD: The Police Department is providing security for a Spike Lee film project in Brooklyn after the white owner of a store being used as a filming location received a racist threat and the shop was vandalized, the police said. The Police Department is providing security for a Spike Lee film project in Brooklyn after the white owner of a store" , "date" : "19900921" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "3" , "title" : "Spike Lee Film Project Guarded After a Threat" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/21\/nyregion\/spike-lee-film-project-guarded-after-a-threat.html"} , {"body" : "LEAD: Two men described as top Mafia leaders, who disappeared in May shortly before their indictment on racketeering charges, are believed to be hiding together in the New York City area, law-enforcement authorities say. Two men described as top Mafia leaders, who disappeared in May shortly before their indictment on racketeering charges, are" , "date" : "19900805" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "2 Mob Fugitives Hiding In New York, Police Say" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/05\/nyregion\/2-mob-fugitives-hiding-in-new-york-police-say.html"} , {"body" : "LEAD: New York City has scheduled an auction next month of 13 acres of vacant land in southeastern Brooklyn near the boat slips and clam shanties along Paerdegat Basin, which leads into Jamaica Bay. The Department of General Services' Division of Real Property is offering the tract as two plots, one of 340,000 square feet with a minium price of $6" , "date" : "19900429" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: 13 Acres in Brooklyn; Land for Houses" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/29\/realestate\/postings-13-acres-in-brooklyn-land-for-houses.html"}]