[  {"body" : "Ten officers in the elite Tactical Narcotics Team are under investigation after allegations were made that they mistreated prisoners and lied about evidence to shore up shaky arrests and justify illegal searches, high-ranking police officials said yesterday. A lieutenant, three sergeants and six police officers from the Brooklyn North Tactical" , "date" : "19901222" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "10 Detectives Face an Inquiry On False Data" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/22\/nyregion\/10-detectives-face-an-inquiry-on-false-data.html"} , {"body" : "A year ago, when Mary Grace Wynn moved from downtown Manhattan to Norwood, in the north Bronx, she saw it as a safe bet. While other city neighborhoods crumbled under shootings and drug abuse, turmoil in Norwood amounted to an outcry over the city's inadvertent hacking of 67 old maple trees that lined Mosholu Parkway. But in a six-week period," , "date" : "19901022" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NORWOOD (NYC)" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Fear Moves Into a Quiet Neighborhood in the Bronx" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/22\/nyregion\/fear-moves-into-a-quiet-neighborhood-in-the-bronx.html"} , {"body" : "LEAD: The huge space known as Building 294A at the Brooklyn Navy Yard industrial center has seen assorted ship builders and repairers come and go. Now it is lending the services of its overhead cranes to residential construction. The huge space known as Building 294A at the Brooklyn Navy Yard industrial center has seen assorted ship builders and" , "date" : "19901014" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Perspectives: Modulars; The Navy Yard Hosts a Housing Factory" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/14\/realestate\/perspectives-modulars-the-navy-yard-hosts-a-housing-factory.html"} , {"body" : "LEAD: A dismembered body found near the Brooklyn Navy Yard has been tentatively identified as that of Mary Beal, 61 years old, of the Bronx, the police said yesterday. They said the body parts were found in two bags on Sept. 15, the day she was reported missing. Mrs. Beal, a Yugoslav immigrant and widow, had moved to the Norwood section in the" , "date" : "19901007" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Dismembered Body Identified" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/07\/nyregion\/dismembered-body-identified.html"} , {"body" : "LEAD: The section on environmental protection in Gov. Mario M. Cuomo's first State of the State message, in 1983, was barely a page long and included proposals to modernize fish hatcheries and build more boat launches. The section on environmental protection in Gov. Mario M. Cuomo's first State of the State message, in 1983, was barely a page long" , "date" : "19901005" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "On Environment, Cuomo Goals Still Elusive" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/05\/nyregion\/on-environment-cuomo-goals-still-elusive.html"} , {"body" : "LEAD: Dr. C. Douglas Hoyt, a dentist who was the first medical officer to go ashore in the invasion of Guadalcanal in World War II, died on Friday at Monmouth Medical Center in Long Branch, N.J. He was 74 years old and lived in Fair Haven, N.J. Dr. C. Douglas Hoyt, a dentist who was the first medical officer to go ashore in the invasion of" , "date" : "19900927" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "10" , "title" : "C. Douglas Hoyt, Dentist, 74" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/27\/obituaries\/c-douglas-hoyt-dentist-74.html"} , {"body" : "LEAD: An article by The Associated Press on Thursday referred incorrectly to the number of out-of-court settlements reached in the 265 asbestos disease claims by workers at the old Brooklyn Navy Yard. While some of the 20 defendants in the cases have settled, cases are proceeding against the rest. An article by The Associated Press on Thursday" , "date" : "19900918" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN NAVY YARD (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "3" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/18\/nyregion\/c-corrections-068890.html"} , {"body" : "LEAD: A Federal judge and a state judge called off a trial of 265 asbestos health liability cases yesterday after out-of-court settlements were reached in nearly all the claims. A Federal judge and a state judge called off a trial of 265 asbestos health liability cases yesterday after out-of-court settlements were reached in nearly all the claims." , "date" : "19900913" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Business"] , "page_facet" : "15" , "title" : "More Than 200 Asbestos Cases Are Settled" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/13\/business\/more-than-200-asbestos-cases-are-settled.html"} , {"body" : "LEAD: To the Editor: To the Editor: It is difficult to understand your casual dismissal of my proposal to use an auction system to site undesirable plants like landfills, incinerators and radioactive dumps in New York State (''Mr. Rinfret on Garbage,'' editorial, Aug. 15). Siting is the most difficult part of the solid waste issue. We ship 11" , "date" : "19900901" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "Letter: On Garbage; Let the Free Market Tackle Solid Waste" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/01\/opinion\/letter-on-garbage-let-the-free-market-tackle-solid-waste.html"} , {"body" : "LEAD: Before the Persian Gulf crisis began, the Staten Island home port was almost ready to open, or almost ready to close, depending on who was asked. Now, the prospects for the port are even more confused. Before the Persian Gulf crisis began, the Staten Island home port was almost ready to open, or almost ready to close, depending on who was" , "date" : "19900825" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "S.I. Port's Fate Is Muddled by the Mideast Crisis" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/25\/nyregion\/si-port-s-fate-is-muddled-by-the-mideast-crisis.html"} ,   {"body" : "LEAD: A Federal judge in Brooklyn took the first steps yesterday toward carrying out a national plan for resolving asbestos personal injury cases. Federal District Judge Jack B. Weinstein said that he had appointed Marvin E. Frankel, a former Federal judge, as a special master to conduct hearings on part of the plan. A Federal judge in Brooklyn" , "date" : "19900814" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "Ex-Judge Named to Study Action Under Asbestos Plan" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/14\/business\/ex-judge-named-to-study-action-under-asbestos-plan.html"} , {"body" : "LEAD: The fragile alliance forged last week by 10 Federal judges trying to coordinate and resolve quickly tens of thousands of asbestos personal injury disputes will complicate settlement talks in many large cases, making their immediate resolution much more difficult, lawyers and judges said yesterday. The fragile alliance forged last week by 10" , "date" : "19900813" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "Complication On Asbestos" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/13\/business\/complication-on-asbestos.html"} , {"body" : "LEAD: In an attempt to put pressure on the Manville Corporation, a Federal judge said yesterday that the company's senior executives had not been cooperative in helping to bail out the trust they created to assist victims of asbestos. In an attempt to put pressure on the Manville Corporation, a Federal judge said yesterday that the company's senior" , "date" : "19900807" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "20" , "title" : "Judge Criticizes Manville's Managers on Bailout of Trust" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/07\/business\/judge-criticizes-manville-s-managers-on-bailout-of-trust.html"} , {"body" : "LEAD: One of the nation's largest waste-disposal companies wants to locate garbage landfills in New York State and in an unusual twist is asking for volunteers. One of the nation's largest waste-disposal companies wants to locate garbage landfills in New York State and in an unusual twist is asking for volunteers. In an announcement yesterday in" , "date" : "19900720" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Wanted: Land For Dump Sites; Benefits Offered" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/20\/nyregion\/wanted-land-for-dump-sites-benefits-offered.html"} , {"body" : "LEAD: Two summers ago, the New York metropolitan area recoiled in horror as a few syringes and blood vials washed up on local beaches. The authorities pledged to hunt down and punish those responsible and New York, and many other states, made hospital disposal practices subject to sterner regulation and stricter punishment. Two summers ago, the New" , "date" : "19900717" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New Rules and Incinerator Jitters Mean Hospital Waste Piles Up" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/17\/nyregion\/new-rules-and-incinerator-jitters-mean-hospital-waste-piles-up.html"} , {"body" : "LEAD: At 10:30 Wednesday night, a police dispatcher's voice crackled over thousands of radios: ''2230 hours. Operation Watchdog is in effect.'' Scores of detectives and hundreds of police officers spread out across New York City, and the hunt for the elusive man who calls himself the Zodiac gunman was on. At 10:30 Wednesday night, a police" , "date" : "19900713" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Confounding Predictions, a Gunman Foils a Hunt" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/13\/nyregion\/confounding-predictions-a-gunman-foils-a-hunt.html"} , {"body" : "LEAD: A leading waste-disposal company is negotiating to build a plant at the old Brooklyn Navy Yard to handle up to 240 tons a day of medical waste. A leading waste-disposal company is negotiating to build a plant at the old Brooklyn Navy Yard to handle up to 240 tons a day of medical waste. The company, Browning-Ferris Industries, has been" , "date" : "19900712" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Company Plans Medical-Waste Plant in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/12\/nyregion\/company-plans-medical-waste-plant-in-brooklyn.html"} , {"body" : "LEAD: A Federal judge took the first steps yesterday toward consolidating hundreds of thousands of asbestos cases from around the nation into one large class action before him, in what he described as an effort to control the enormous legal costs. A Federal judge took the first steps yesterday toward consolidating hundreds of thousands of asbestos" , "date" : "19900710" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "Manville Plan Urged By Judge" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/10\/business\/manville-plan-urged-by-judge.html"} , {"body" : "LEAD: Four months after the gunman who calls himself the Zodiac shot his first victim, the largest police task force assembled in New York City since the Son of Sam murders is still baffled by the central riddle of the case: how the gunman knows the astrological signs of his victims. Four months after the gunman who calls himself the Zodiac shot" , "date" : "19900709" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In the Zodiac Case, Still More Riddles Than Clues" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/09\/nyregion\/in-the-zodiac-case-still-more-riddles-than-clues.html"} , {"body" : "LEAD: Hordes of lawyers will fill the benches of a courtroom at the United States Courthouse in Brooklyn tomorrow to watch what will happen with more than 500 plaintiffs who say they have suffered from inhaling asbestos at the Brooklyn Navy Yard more than 25 years ago. But the stakes are significantly greater than for just those former shipyard" , "date" : "19900708" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "The Bitter Fight Over the Manville Trust" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/08\/business\/the-bitter-fight-over-the-manville-trust.html"} ,   {"body" : "LEAD: The hunt for the so-called Zodiac gunman involves techniques as new as computerized data analysis and as old as astrologers' calculations, police officials said yesterday. The hunt for the so-called Zodiac gunman involves techniques as new as computerized data analysis and as old as astrologers' calculations, police officials said yesterday." , "date" : "19900628" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "3" , "title" : "Zodiac Detectives Turn To Computers and Stars" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/28\/nyregion\/zodiac-detectives-turn-to-computers-and-stars.html"} , {"body" : "LEAD: ONCE again, a Federal bankruptcy judge in Manhattan has turned to Leon Silverman to work out the difficulties facing the victims of asbestos produced by the Manville Corporation. ONCE again, a Federal bankruptcy judge in Manhattan has turned to Leon Silverman to work out the difficulties facing the victims of asbestos produced by the Manville" , "date" : "19900611" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Business"] , "page_facet" : "2" , "title" : "Business and the Law; Solving Problems Of Manville Trust" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/11\/business\/business-and-the-law-solving-problems-of-manville-trust.html"} , {"body" : "LEAD: Two judges in New York reopened the bankruptcy proceeding of the Manville Corporation yesterday by ordering a bankruptcy judge to overhaul drastically the procedures for compensating tens of thousands of victims of asbestos. Two judges in New York reopened the bankruptcy proceeding of the Manville Corporation yesterday by ordering a" , "date" : "19900602" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "Revamping Ordered For Manville's Fund On Asbestos Claims" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/02\/business\/revamping-ordered-for-manville-s-fund-on-asbestos-claims.html"} , {"body" : "LEAD: Less than a year after it started operation, Detroit's giant trash incinerator, the largest in the nation, was abruptly shut down last month by state regulators. Environmental officials said the behemoth plant, which converts waste into energy, was emitting much higher levels of mercury than are permissible under state law. Less than a year" , "date" : "19900527" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["DETROIT (MICH)"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "5" , "title" : "IDEAS & TREADS; TRYING TO SOLVE THE SIDE EFFECTS OF CONVERTING TRASH TO ENERGY" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/27\/weekinreview\/ideas-treads-trying-to-solve-the-side-effects-of-converting-trash-to-energy.html"} , {"body" : "LEAD: Mayor David N. Dinkins presented a $22.2 billion no-growth capital-spending plan yesterday that would cover four years and delay building a new Police Academy from 1992 to 1995, restrain spending on other projects and seek to reduce borrowing costs. Mayor David N. Dinkins presented a $22.2 billion no-growth capital-spending plan yesterday" , "date" : "19900518" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "TIBBETTS GARDENS HOUSING PROJECT (PROPOSED) (NYC)" , "BRONX (NYC)" , "KINGSBRIDGE (BRONX, NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "No-Growth Capital Plan by Dinkins" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/18\/nyregion\/no-growth-capital-plan-by-dinkins.html"} , {"body" : "LEAD: Two judges supervising hundreds of asbestos-damage cases said yesterday that they might seek to reopen the bankruptcy proceeding of the Manville Corporation and suggested that the multibillion-dollar trust set up by the company to compensate victims of asbestos-related diseases had been mismanaged. Two judges supervising hundreds of" , "date" : "19900516" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "Asbestos Trust Fund Of Manville Queried" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/16\/business\/asbestos-trust-fund-of-manville-queried.html"} , {"body" : "LEAD: A prominent Washington lawyer appointed by judges in New York and Baltimore to resolve thousands of personal-injury lawsuits involving asbestos was accused yesterday of having violated judicial conflict-of-interest rules because he and his law firm represented a group of companies involved with asbestos. A prominent Washington lawyer" , "date" : "19900503" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Business"] , "page_facet" : "17" , "title" : "Lawyer Accused of Conflict In Asbestos Damage Cases" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/03\/business\/lawyer-accused-of-conflict-in-asbestos-damage-cases.html"} , {"body" : "LEAD: One block from the elementary school and its 1,200 students is a storage site for radioactive and hazardous wastes. New York City's biggest sewage plant and one of its three incinerators are nearby. One block from the elementary school and its 1,200 students is a storage site for radioactive and hazardous wastes. New York City's biggest" , "date" : "19900421" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "2 Brooklyn Areas Ask What Factories Are Doing to Them" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/21\/nyregion\/2-brooklyn-areas-ask-what-factories-are-doing-to-them.html"} , {"body" : "LEAD: How do you tell the 350-year-long story of New York's most populous and arguably most colorful borough in a small gallery with a relatively minuscule budget? How do you tell the 350-year-long story of New York's most populous and arguably most colorful borough in a small gallery with a relatively minuscule budget? That was the challenge" , "date" : "19900323" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "A Home for a Bustling Borough's Memorabilia" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/23\/arts\/a-home-for-a-bustling-borough-s-memorabilia.html"} , {"body" : "LEAD: Welcome to what the First Lady of the Garden State calls New Jersey's White House. Welcome to what the First Lady of the Garden State calls New Jersey's White House. Downstairs, behind a Greek Revival facade of six Ionic columns, tour guides usher the public through the Governor's new home and a symbol of New Jersey grandeur: 11-foot ceilings" , "date" : "19900222" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW JERSEY" , "DRUMTHWACKET (NEW JERSEY GOVERNOR'S MANSION)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Florios' New Home: Italian Marble and Rusty Water" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/22\/nyregion\/the-florios-new-home-italian-marble-and-rusty-water.html"} ,   {"body" : "LEAD: Orchids and an Early Bloomer, Brooklyn Botanic Garden, 1000 Washington Avenue off Eastern Parkway, Prospect Heights; 718-622-4433. Orchids and an Early Bloomer, Brooklyn Botanic Garden, 1000 Washington Avenue off Eastern Parkway, Prospect Heights; 718-622-4433. On Saturday at the garden, there will be a sale featuring 25 varieties of orchids." , "date" : "19900208" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "Calendar: Orchids And Other Flora" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/08\/garden\/calendar-orchids-and-other-flora.html"} , {"body" : "SCHILLIZZI'S hands are his work; he keeps his nails manicured and his fingers nimble with regular exercise. He is neither a pianist nor a masseur. He is a world champion safecracker. Although his friends tease him that he could get rich quick, he has never used his skill illegally. ''I laugh it off,'' he said. Instead, Mr. Schillizzi is called in" , "date" : "19900104" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "2" , "title" : "WHERE TO FIND IT; Safecrackers Use Sleight of Hand" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/04\/garden\/where-to-find-it-safecrackers-use-sleight-of-hand.html"}]