[  {"body" : "LEAD: Now that New Yorkers are getting the hang of separating their trash for recycling, the city is faced with a growing problem: how to process and market the tons of paper, glass, metal and plastic the Sanitation Department is collecting. Now that New Yorkers are getting the hang of separating their trash for recycling, the city is faced with a" , "date" : "19901003" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "As Trash Is Recycled, Where Can It All Go?" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/03\/nyregion\/as-trash-is-recycled-where-can-it-all-go.html"} , {"body" : "LEAD: Only a short distance from the polished glass towers of the United Nations, where 71 world leaders have converged this weekend for the first global summit on children, the very symptoms and conditions the leaders would eliminate still fester, in places like central Harlem, where the infant mortality rate is the same as Malaysia's. Only a" , "date" : "19900930" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "WORLD SUMMIT FOR CHILDREN; In Harlem, Children Reflect the Ravages U.N. Seeks to Ease" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/30\/nyregion\/world-summit-for-children-harlem-children-reflect-ravages-un-seeks-ease.html"} , {"body" : "LEAD: Soviet missiles are to land in Brooklyn this morning. The estimated time of arrival is 9 A.M. at the Red Hook Terminal. To counter the six SS-20 missiles, two American Pershing missiles will be on hand. And to neutralize the weapons, there will be St. George on a horse, spearing the missiles. Missiles, saint and horse are the elements of a" , "date" : "19900904" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNION OF SOVIET SOCIALIST REPUBLICS (USSR)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "16" , "title" : "Chronicle" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/04\/style\/chronicle-696990.html"} , {"body" : "LEAD: A Brooklyn woman who neighbors said walked the streets of Red Hook in search of the stray dogs and cats she kept in a nearby warehouse that was her home was charged yesterday with cruelty to animals. A Brooklyn woman who neighbors said walked the streets of Red Hook in search of the stray dogs and cats she kept in a nearby warehouse that was" , "date" : "19900830" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "25 Dogs Seized in Brooklyn in Cruelty Case" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/30\/nyregion\/25-dogs-seized-in-brooklyn-in-cruelty-case.html"} , {"body" : "LEAD: For three years after coming to the East Bronx from Peru, 83-year-old Alejandra Ramirez and her family believed that she was ineligible for public assistance, that she could not be fed by Meals-on-Wheels, for example. For three years after coming to the East Bronx from Peru, 83-year-old Alejandra Ramirez and her family believed that she was" , "date" : "19900812" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Hispanic Elderly Are Unaware of Available Aid" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/12\/nyregion\/hispanic-elderly-are-unaware-of-available-aid.html"} , {"body" : "LEAD: Millions of gallons of raw sewage continued to flow into New York's rivers yesterday as engineers struggled to restart a giant pump needed to process all the waste received by the city's second-largest treatment plant. Millions of gallons of raw sewage continued to flow into New York's rivers yesterday as engineers struggled to restart a" , "date" : "19900724" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)" , "HARLEM RIVER" , "WARDS ISLAND (NYC)" , "HUDSON RIVER"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Engineers Battle to Restart Pump to Halt Sewage Flow" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/24\/nyregion\/engineers-battle-to-restart-pump-to-halt-sewage-flow.html"} , {"body" : "LEAD: The man who was killed in a fusillade of police bullets on Wednesday as he walked down a Brooklyn street waving a sawed-off shotgun and asking to see his wife was a house painter with a history of arrests, the police said yesterday. The man who was killed in a fusillade of police bullets on Wednesday as he walked down a Brooklyn street waving" , "date" : "19900720" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man With Shotgun Killed by Police Had a Record" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/20\/nyregion\/man-with-shotgun-killed-by-police-had-a-record.html"} , {"body" : "LEAD: Stephen Lang is playing another edgy guy. Stephen Lang is playing another edgy guy. After seven months on Broadway portraying the menacing Marine officer, Lieut. Col. Nathan Jessep, in ''A Few Good Men,'' Mr. Lang has created a new character, a serial killer in ''The Hard Way,'' an action movie starring Michael J. Fox and James Woods that is" , "date" : "19900705" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "11" , "title" : "Is a Character Intense? Call Stephen Lang." , "url" : "http:\/\/www.nytimes.com\/1990\/07\/05\/movies\/is-a-character-intense-call-stephen-lang.html"} , {"body" : "LEAD: To the Editor: To the Editor: No reasonable person can dispute the need for adequate water pollution control measures in New York City as outlined in ''2 Boroughs Face a Ban on Building'' (front page, June 11). However, you not only fail to grasp the true impact of the problems at Newtown Creek, but have also made an error that could have" , "date" : "19900621" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Newtown Creek Plant Doesn't Serve Downtown Brooklyn Area" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/21\/opinion\/l-newtown-creek-plant-doesn-t-serve-downtown-brooklyn-area-808290.html"} , {"body" : "LEAD: Transit Authority officials say New Yorkers are all but certain to face further cuts in city bus service. The cuts will compound those the Transit Authority has made over the last four years, when shrinking ridership caused the agency to eliminate 10 major bus routes and revise service on virtually all the remaining 198. Transit Authority" , "date" : "19900604" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Expect Fewer Buses and Passengers, Transit Authority Warns" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/04\/nyregion\/expect-fewer-buses-and-passengers-transit-authority-warns.html"} ,   {"body" : "LEAD: The average homeowner will pay $33 more in New York City property taxes, services at the city's branch libraries will be cut and the streets and parks will become dirtier if the $28 billion budget presented yesterday by Mayor David N. Dinkins is adopted. The average homeowner will pay $33 more in New York City property taxes, services at the" , "date" : "19900525" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Bracing for Service Cuts And Increasing Taxes" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/25\/nyregion\/bracing-for-service-cuts-and-increasing-taxes.html"} , {"body" : "LEAD: OUTSIDERS FIRST SUSPECTED THAT SOMETHING UNUSUAL WAS AFOOT in Trenton, the sleepy capital on the bank of the Delaware River, several hours before Jim Florio took the oath of office as the 49th Governor of New Jersey. OUTSIDERS FIRST SUSPECTED THAT SOMETHING UNUSUAL WAS AFOOT in Trenton, the sleepy capital on the bank of the Delaware River," , "date" : "19900520" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "30" , "title" : "READ HIS LIPS: MORE TAXES" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/20\/magazine\/read-his-lips-more-taxes.html"} , {"body" : "LEAD: ALTHOUGH vacant for a quarter of a century, the New York State Barge Canal Grain Elevator still dominates the Red Hook section of Brooklyn, its vast spread of concrete bins a ghostly silhouette. ALTHOUGH vacant for a quarter of a century, the New York State Barge Canal Grain Elevator still dominates the Red Hook section of Brooklyn, its vast" , "date" : "19900513" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "12" , "title" : "Streetscapes: The Columbia Street Grain Elevator; Recycling Red Hook's 1922 Magnificent Mistake" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/13\/realestate\/streetscapes-columbia-street-grain-elevator-recycling-red-hook-s-1922.html"} , {"body" : "LEAD: WHEN the Brooklyn pizza joint went up in flames ignited by racial friction in ''Do the Right Thing,'' did this mean movies are telling the world the wrong thing about New York? When Popeye Doyle, pursuing a French connection, just missed the 42d Street shuttle in pursuit of a bad guy, did this mean that crime in New York waits on no man? WHEN" , "date" : "19900513" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Week in Review"] , "page_facet" : "20" , "title" : "Sometimes All of New York Seems a Vast, Endless Movie" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/13\/weekinreview\/sometimes-all-of-new-york-seems-a-vast-endless-movie.html"} , {"body" : "LEAD: Uli Edel's ''Last Exit to Brooklyn'' is a good, dark, uncommonly evocative screen adaptation of Hubert Selby Jr.'s teeming novel, published in 1964, about life on the edge in the Red Hook section in the early 1950's. Uli Edel's ''Last Exit to Brooklyn'' is a good, dark, uncommonly evocative screen adaptation of Hubert Selby Jr.'s teeming" , "date" : "19900502" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "15" , "title" : "Review\/Film; A Brutal, Elegiac 'Last Exit,' Unrelieved by Hope" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/02\/movies\/review-film-a-brutal-elegiac-last-exit-unrelieved-by-hope.html"} , {"body" : "LEAD: While attention focuses on the Mexican border and the Caribbean as routes for smuggling cocaine into the United States, Federal law-enforcement officials say perhaps as much as half of the narcotic floods directly into New York and other East Coast cities through the commercial ports. While attention focuses on the Mexican border and the" , "date" : "19900429" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "More Drugs in Ship Containers Flood Ports" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/29\/nyregion\/more-drugs-in-ship-containers-flood-ports.html"} , {"body" : "LEAD: DESIGNER show houses and house and garden tours are being offered up and down the East Coast over the next two months. Here are some of the possibilities for a spring outing. New York City DESIGNER show houses and house and garden tours are being offered up and down the East Coast over the next two months. Here are some of the possibilities" , "date" : "19900426" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "On the East Coast, It's House-Tour Time" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/26\/garden\/on-the-east-coast-it-s-house-tour-time.html"} , {"body" : "LEAD: A 17-year-old Brooklyn youth was charged yesterday with being one of four men who tried to rob a subway rider Thursday night, just before the victim pulled a gun from his waistband and shot one assailant to death. A 17-year-old Brooklyn youth was charged yesterday with being one of four men who tried to rob a subway rider Thursday night, just" , "date" : "19900415" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "22" , "title" : "Youth Held in Attack on Subway Killer" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/15\/nyregion\/youth-held-in-attack-on-subway-killer.html"} , {"body" : "LEAD: A 39-year-old prisoner at Rikers Island was found hanging from a bedsheet tied to a light fixture in his cell yesterday, a New York City Department of Correction spokeswoman said. A 39-year-old prisoner at Rikers Island was found hanging from a bedsheet tied to a light fixture in his cell yesterday, a New York City Department of Correction" , "date" : "19900415" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Rikers Island Prisoner Found Hanged in Cell" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/15\/nyregion\/rikers-island-prisoner-found-hanged-in-cell.html"} , {"body" : "LEAD: A company that recently expanded to become the largest supplier of concrete in the New York metropolitan area is under Federal investigation for possible financial irregularities and ties to organized crime, according to lawyers, officials and others familiar with the inquiry. A company that recently expanded to become the largest supplier of" , "date" : "19900305" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Big Concrete Supplier Faces U.S. Inquiry Into Possible Mob Tie" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/05\/nyregion\/big-concrete-supplier-faces-us-inquiry-into-possible-mob-tie.html"} ,   {"body" : "LEAD: As always, the men who work the docks have little to say about what goes on in their foggy frontier by the river. As always, the men who work the docks have little to say about what goes on in their foggy frontier by the river. ''They'll all tell you the same thing, 'I don't know nothing about it,' one tall longshoreman said outside the gate" , "date" : "19900217" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "On the Waterfront, a Scared Silence" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/17\/nyregion\/on-the-waterfront-a-scared-silence.html"}]