[  {"body" : "One of the four young men accused of beating two Brooklyn College students in what the police called an anti-Semitic attack last year has pleaded guilty to a charge of riot and will testify against the other defendants, a prosecutor said in court yesterday. As jury selection was to start in State Supreme Court in Brooklyn in the trial of the four" , "date" : "19901218" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Defendant to Testify in Bias Case" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/18\/nyregion\/defendant-to-testify-in-bias-case.html"} , {"body" : "LIKE the IRT express, restaurant developers in recent years have bypassed most stops on the Upper West Side of Manhattan. But not Arthur Cutler, whose places attract standing-room-only crowds. When fish started becoming popular in the early 1980's, Mr. Cutler was ready with Docks, a moderately priced fish house. With people hungry for alternatives" , "date" : "19901205" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "10" , "title" : "DE GUSTIBUS; Upper West Side's Host With the Most" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/05\/garden\/de-gustibus-upper-west-side-s-host-with-the-most.html"} , {"body" : "A Pakistani man was assaulted by a marine and a companion on a Brooklyn-bound subway train early Saturday, the transit police reported, listing the incident as a bias attack. The victim, Khawaja Pasha, 31 years old, of the Brighton Beach section of Brooklyn, received a black eye and a few bruises, said a transit police spokesman, Sgt. Robert" , "date" : "19901126" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "2 Held in Bias Attack on Pakistani in Subway" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/26\/nyregion\/2-held-in-bias-attack-on-pakistani-in-subway.html"} , {"body" : "Closings in the week ending Oct. 20 MANHATTAN East Midtown 360,000 400 East 56th Street (Plaza 400) 2-bedroom, 2-bath, 1,500-sq.-ft. postwar co-op; 24-hr. doorman, concierge, dining room; maintenance $1,264, includes gas and electricity, 50% tax-deductible (Broker: David Day Realty) East Village 207,500 629 East 6th Street 1-bedroom, 1-bath," , "date" : "19901104" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "12" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/04\/realestate\/residential-resales-405390.html"} , {"body" : "BALLOON-TIRE bicycles -- two-wheeled cruisers with lots of chrome, high-pitched horns and enviable heft -- are pursued these days by collectors seeking more than speed in the bikes they buy. Susan and Louis K. Meisel, art dealers in the SoHo section of Manhattan, became so nostalgic for the whitewall-tired Schwinns they rode as children in the" , "date" : "19901104" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "ANTIQUES; It Had Fat Tires And Fenders You Could Polish" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/04\/arts\/antiques-it-had-fat-tires-and-fenders-you-could-polish.html"} , {"body" : "The Daily News, struck by nine of its 10 unions, began dismissing most of its 2,400 unionized workers yesterday and then struggled to publish without them, gathering an army of nonunion employees, some from across the country, to write, edit, print and deliver the nation's second-largest metropolitan daily. With scores of replacement drivers," , "date" : "19901027" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "DAILY NEWS DROPS UNION EMPLOYEES" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/27\/nyregion\/daily-news-drops-union-employees.html"} , {"body" : "LEAD: Cantor Maurice Handel, who officiated at synagogues in New York, Los Angeles and St. Paul for more than 35 years, died on Oct. 7 at the Kingsbrook Jewish Medical Center in Brooklyn. He was 91 years old and lived in the Sheepshead Bay section of Brooklyn. Cantor Maurice Handel, who officiated at synagogues in New York, Los Angeles and St. Paul" , "date" : "19901016" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "13" , "title" : "Maurice Handel, 91, Cantor and Performer" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/16\/obituaries\/maurice-handel-91-cantor-and-performer.html"} , {"body" : "LEAD: May link recalls her first trolley rides to Manhattan Beach with her mother in 1912. For five cents, they took hour-long trips from working-class Williamsburg to the Brooklyn enclave of millionaires' mansions. May link recalls her first trolley rides to Manhattan Beach with her mother in 1912. For five cents, they took hour-long trips from" , "date" : "19900916" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN BEACH (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "If You're Thinking of Living in: Manhattan Beach" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/16\/realestate\/if-you-re-thinking-of-living-in-manhattan-beach.html"} , {"body" : "LEAD: Closings in the week ended Sept. 1 MANHATTAN Chelsea $410,000 436 West 23d Street (Fitzroy Place) 2-bedroom, 2-bath, 1,100-sq.-ft. co-op; dining area, two fireplaces, terrace, south garden; maintenance $227, no tax deduction (Broker: Wells & Gay-Stribling & Associates) Closings in the week ended Sept. 1 MANHATTAN Chelsea $410,000 436 West 23d" , "date" : "19900916" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/16\/realestate\/residential-resales-123490.html"} , {"body" : "LEAD: Gabriel Silver recalled the long-ago violence in Poland that led his grandmother to flee, escaping eventually to Ellis Island. Family-History Day Others among the thousands of visitors, to be sure, said they had come to the island for larger reasons - because of its role in American history, even in mankind's search for freedom. But it seemed" , "date" : "19900911" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES" , "ELLIS ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Visitors' Stories Flow on Ellis Island" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/11\/nyregion\/visitors-stories-flow-on-ellis-island.html"} ,   {"body" : "LEAD: A New York City deputy police inspector shot and killed a cabdriver Wednesday night in Brooklyn as the driver advanced on him with a tire iron after a minor traffic accident, the police said. The cabby, Leonid Pekarsky, 43 years old, was shot once in the chest after his livery cab was said to have sideswiped the officer's car. Mr. Pekarsky," , "date" : "19900907" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Officer Kills a Cabby In a Street Showdown" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/07\/nyregion\/officer-kills-a-cabby-in-a-street-showdown.html"} , {"body" : "LEAD: New York's new striped bass regulations went into effect yesterday and sport fishermen are now allowed to take one bass a day 36 or more inches long, and a limited commercial harvest of smaller fish will be permitted. The state's Department of Environmental Conservation had originally proposed a 28-inch minimum length limit for recreational" , "date" : "19900906" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "21" , "title" : "Outdoors; Shorter Striped Bass Restrictions" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/06\/sports\/outdoors-shorter-striped-bass-restrictions.html"} , {"body" : "LEAD: When Nicholas Cammarato, a Brooklyn developer, first saw the neighboring homes of a father and son, Eric and Richard Stockley, on East 23d Street in the Sheepshead Bay section during an exploratory drive through the neighborhood a few years ago, it was not just their Victorian-styled residences that caught his eye. When Nicholas Cammarato, a" , "date" : "19900826" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Postings: Sheepshead Bay Condos; An Alluring Site" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/26\/realestate\/postings-sheepshead-bay-condos-an-alluring-site.html"} , {"body" : "LEAD: THE path to running a triathlon is paved with tales of renewal and reward as recreational athletes discover the value of cross training and pursue peak performance in a wider spectrum of sports. THE path to running a triathlon is paved with tales of renewal and reward as recreational athletes discover the value of cross training and pursue" , "date" : "19900806" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "9" , "title" : "ON YOUR OWN; Triathletes Discover Variety of Rewards" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/06\/sports\/on-your-own-triathletes-discover-variety-of-rewards.html"} , {"body" : "LEAD: Closings in the week ended June 30 MANHATTAN Carnegie Hill $705,000 4 East 95th Street 3-bedroom, 3-bath, 1,700-sq.-ft. prewar co-op; 24-hr. doorman, maid's room, dining room, large kitchen, fireplace; maintenance $1,369, 33% tax-deductible (Broker: Carnegie Hill Properties) Closings in the week ended June 30 MANHATTAN Carnegie Hill $705,000" , "date" : "19900715" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "10" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/15\/realestate\/residential-resales-221990.html"} , {"body" : "LEAD: Like battered Gucci loafers and scuffed Vuitton steamer trunks, wilted little Pucci numbers from the 1960's carry a certain cachet that could make the sleek 1990 updates seem a bit obvious. Like battered Gucci loafers and scuffed Vuitton steamer trunks, wilted little Pucci numbers from the 1960's carry a certain cachet that could make the" , "date" : "19900708" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "32" , "title" : "Fashion; Where 60's and 70's Are Still Right On" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/08\/style\/fashion-where-60-s-and-70-s-are-still-right-on.html"} , {"body" : "LEAD: Closings in the week ended June 23 MANHATTAN Chelsea $148,000 254 West 25th Street 2-bedroom, 1-bath, 755-sq.-ft. prewar co-op; exposed brick walls, new windows, renovated bath, common garden; maintenance $550, 49% tax-deductible (Broker: Herbert H. Kleigerman Associates) Closings in the week ended June 23 MANHATTAN Chelsea $148,000 254 West" , "date" : "19900708" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/08\/realestate\/residential-resales-562490.html"} , {"body" : "LEAD: A 30-minute power failure affected 6,000 customers yesterday in the Sheepshead Bay section of Brooklyn. A spokesman for Consolidated Edison, Martin Gitten, said a 27,000-volt line malfunctioned at noon, cutting off power from Avenue U to Manhattan Beach and from Brigham Street to Shell Road. The power failure was not related to the weather," , "date" : "19900706" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Power Failure in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/06\/nyregion\/power-failure-in-brooklyn.html"} , {"body" : "LEAD: Getting Barbara O'Brien to join the Fresh Air Fund was not easy. Last summer, when Catherine O' Brien tried to convince her daughter to leave the Brooklyn housing project where they live to take a Fresh Air vacation in the countryside, Barbara thought she was being punished for something bad she had done. Getting Barbara O'Brien to join the" , "date" : "19900624" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "At Fresh Air Camp, a Chance to Play in Safety" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/24\/nyregion\/at-fresh-air-camp-a-chance-to-play-in-safety.html"} , {"body" : "LEAD: Eric Sorensen, a tall blond from Nebraska, was acting in New York in ''As the World Turns'' and other television shows when he learned that he had the AIDS virus. Although he was well, he was forced to admit that illness and death could come any day. Eric Sorensen, a tall blond from Nebraska, was acting in New York in ''As the World Turns''" , "date" : "19900617" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "1" , "title" : "After AIDS Diagnosis, Some Embrace Life" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/17\/us\/after-aids-diagnosis-some-embrace-life.html"} ,   {"body" : "LEAD: FRIDAY THE NEW SPANISH DANCE FRIDAY THE NEW SPANISH DANCE Spain has a rich and ancient culture, but that does not mean its passion for the arts is all in the past. Tonight and tomorrow at 8 o'clock, a half-dozen modern-minded Spanish choreographers will show how their country not only keeps up but also runs forward in the field of dance." , "date" : "19900608" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "GOING OUT GUIDE" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/08\/arts\/going-out-guide.html"} , {"body" : "LEAD: A grand jury decided Friday that no criminal charges should be filed against two police officers who shot and killed a 20-year-old man on March 1 in Brooklyn. A grand jury decided Friday that no criminal charges should be filed against two police officers who shot and killed a 20-year-old man on March 1 in Brooklyn. District Attorney Charles" , "date" : "19900527" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Two Police Officers Won't Be Charged In a Man's Death" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/27\/nyregion\/two-police-officers-won-t-be-charged-in-a-man-s-death.html"} , {"body" : "LEAD: THIS weekend many New Yorkers will spend their first days at the beach, as well as their first hours in trains, buses or cars getting there. THIS weekend many New Yorkers will spend their first days at the beach, as well as their first hours in trains, buses or cars getting there. A rarefied group of New Yorkers, however, will not be caught" , "date" : "19900524" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "City and Sea At Front Door All Year Long" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/24\/garden\/city-and-sea-at-front-door-all-year-long.html"} , {"body" : "LEAD: Kil Jin Kim figures it will take him 10 more years to come up with the money to buy his dream: a citrus farm for himself and his fiancee, the high school sweetheart who has waited back home in South Korea since he moved to New York a decade ago. Kil Jin Kim figures it will take him 10 more years to come up with the money to buy his dream: a" , "date" : "19900517" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Black Customers, Korean Grocers: Need and Mistrust; For a Store Owner, Boycott Raises Fears Of Misunderstandings" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/17\/nyregion\/black-customers-korean-grocers-need-mistrust-for-store-owner-boycott-raises.html"} , {"body" : "LEAD: IT'S a dirty job, but somebody's got to bone it. IT'S a dirty job, but somebody's got to bone it. If it weren't for the deft hands of shad filleters like Scott Bernstein and Jack Liskowitz Jr. at the Fulton Fish Market, local lovers of the seasonal delicacy might go shad-less. The truth is, there are few people left in New York who know how" , "date" : "19900509" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "11" , "title" : "Without Them, Shad Is Nothing" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/09\/garden\/without-them-shad-is-nothing.html"} , {"body" : "LEAD: Transit Authority police officers will begin escorting high school students next week on designated subway cars in Brooklyn in a demonstration project that will try to insure students' safety traveling from school, school and transit officials said yesterday. Transit Authority police officers will begin escorting high school students next" , "date" : "19900504" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Subway Police Patrols for Students to Begin" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/04\/nyregion\/subway-police-patrols-for-students-to-begin.html"} , {"body" : "LEAD: Closings in the week ended April 14 MANHATTAN Chelsea $290,000 155 West 15th Street 1-bedroom, 1-bath, 1,200-sq.-ft. prewar triplex co-op in a loft building; elevator, large windows, southern exposure; maintenance $456, 60% tax-deductible (Broker: Debra Kameros Co.) Closings in the week ended April 14 MANHATTAN Chelsea $290,000 155 West 15th" , "date" : "19900429" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "14" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/29\/realestate\/residential-resales-092790.html"} , {"body" : "LEAD: DESPITE the cold of the early April spring morning, the black rain clouds looming ominously overhead and three-foot swells, the chartered boat headed out of the marina in Sheepshead Bay, Brooklyn, toward the open sea. This was to be the final step in a demanding eight-week scuba diving certification program, and all 10 students were ready," , "date" : "19900409" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "ON YOUR OWN; Scuba Class: A Journey Under and Within" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/09\/sports\/on-your-own-scuba-class-a-journey-under-and-within.html"} , {"body" : "LEAD: It is not a house call, but in a program that is rare if not singular in the New York City area, the Beth Israel Medical Center in Manhattan is calling some patients at home several days after they visit the hospital's emergency room - just to check. It is not a house call, but in a program that is rare if not singular in the New York City" , "date" : "19900310" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "28" , "title" : "A Hospital That Calls to Ask How You're Doing" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/10\/nyregion\/a-hospital-that-calls-to-ask-how-you-re-doing.html"} , {"body" : "LEAD: Mayor David N. Dinkins told reporters that he had visited yesterday with the family of David Cotto, the 20-year-old Brooklyn man who died on Thursday when he was struck by nine police bullets. Mayor David N. Dinkins told reporters that he had visited yesterday with the family of David Cotto, the 20-year-old Brooklyn man who died on Thursday" , "date" : "19900305" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Dinkins Visits Family of Man Shot by Police" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/05\/nyregion\/dinkins-visits-family-of-man-shot-by-police.html"} ,   {"body" : "LEAD: A 20-year-old Brooklyn man who had threatened to stab himself died yesterday when he was struck by nine bullets fired by two police officers in his family's apartment, the police said. A 20-year-old Brooklyn man who had threatened to stab himself died yesterday when he was struck by nine bullets fired by two police officers in his family's" , "date" : "19900302" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Kill a Brooklyn Man; Officers' Account Disputed" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/02\/nyregion\/police-kill-a-brooklyn-man-officers-account-disputed.html"} , {"body" : "LEAD: Closings in the week ended Feb. 3 MANHATTAN Chelsea $380,000 42 West 15th Street 1-bedroom, 1-bath, 2,300-sq.-ft. prewar co-op in a loft building; elevator, oak-strip floors, high ceilings, three exposures; maintenance $640, 38% tax-deductible (Broker: Fields-Eychner) Closings in the week ended Feb. 3 MANHATTAN Chelsea $380,000 42 West 15th" , "date" : "19900218" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/18\/realestate\/residential-resales-702290.html"} , {"body" : "LEAD: Five New York City police officers who spent seven months undercover as high school students found little evidence of drug use, weapons, or gang activity in the schools, said officials of the Joint Commission on Integrity in the Public Schools. Five New York City police officers who spent seven months undercover as high school students found" , "date" : "19900213" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Violence Is Scarce In Schools, Police Find" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/13\/nyregion\/violence-is-scarce-in-schools-police-find.html"} , {"body" : "LEAD: A former Federal informer whom the police said ''was hated by everyone'' was gunned down on his front porch in the Sheepshead Bay section of Brooklyn Friday night, and detectives said they were investigating whether the killing was linked to organized crime. A former Federal informer whom the police said ''was hated by everyone'' was gunned" , "date" : "19900211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "Ex-Informer Is Shot Dead on His Brooklyn Porch" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/11\/nyregion\/ex-informer-is-shot-dead-on-his-brooklyn-porch.html"} , {"body" : "LEAD: Dwight Gooden, the Mets pitcher who underwent treatment for cocaine abuse, told a group of schoolchildren in Brooklyn yesterday that his problems and the recently disclosed alcohol abuse of his teammate Darryl Strawberry should strengthen their resolve to ''say no'' to drugs. Dwight Gooden, the Mets pitcher who underwent treatment for cocaine" , "date" : "19900206" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Gooden Takes Anti-Drug Message to Brooklyn Pupils" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/06\/nyregion\/gooden-takes-anti-drug-message-to-brooklyn-pupils.html"} , {"body" : "LEAD: Schools Chancellor Joseph A. Fernandez ordered two Brooklyn school districts yesterday to submit plans to correct problems in their bilingual education programs by Feb. 2. Failure to do so, he warned, would lead to his taking over the programs. Schools Chancellor Joseph A. Fernandez ordered two Brooklyn school districts yesterday to submit" , "date" : "19900126" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "2 School Districts Told To Fix Bilingual Flaws" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/26\/nyregion\/2-school-districts-told-to-fix-bilingual-flaws.html"} , {"body" : "LEAD: A sense of tragedy seems to fill the small Brooklyn courtroom where a jury is hearing the trial of a $175 million lawsuit by Veronica Prego, the doctor who is dying of AIDS. A sense of tragedy seems to fill the small Brooklyn courtroom where a jury is hearing the trial of a $175 million lawsuit by Veronica Prego, the doctor who is dying of" , "date" : "19900122" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Reporter's Notebook; An AIDS Courtroom Drama, Permeated by Tragedy" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/22\/nyregion\/reporter-s-notebook-an-aids-courtroom-drama-permeated-by-tragedy.html"} , {"body" : "LEAD: To the Editor: To the Editor: Margery Wilson has it wrong in her tribute to the original Loehmann's department store ''Heaven on Bedford Avenue'' (Op-Ed, Dec. 25). To any self-respecting young Brooklyn male, a summons to Loehmann's was not a summons to paradise. Imagine spending two or three humiliating hours on the stairs at Loehmann's, with" , "date" : "19900113" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "What Brooklynites Really Miss Isn't Loehmann's, but Ebinger's" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/13\/opinion\/l-what-brooklynites-really-miss-isn-t-loehmann-s-but-ebinger-s-278190.html"} , {"body" : "LEAD: ''Personally I'm optimistic on everything,'' said 10-year-old Chris Park, pausing to contemplate the minting of a crisp new decade and a historic changeover at City Hall -New York's first new Mayor in his lifetime. ''Personally I'm optimistic on everything,'' said 10-year-old Chris Park, pausing to contemplate the minting of a crisp new" , "date" : "19900101" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New Year, New Mayor and New Hopes" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/01\/nyregion\/new-year-new-mayor-and-new-hopes.html"}]