[  {"body" : "A Brooklyn delicatessen worker was arrested yesterday and charged with raping two women at gunpoint in separate incidents in Brooklyn in the last week, the police said. The suspect, Rafael Ojeda, 20 years old, of 450 40th Street in the Sunset Park section of Brooklyn, was accused of using a .38-caliber revolver to force women to go with him into a" , "date" : "19901220" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Deli Worker Held In Two Rapes at Gunpoint" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/20\/nyregion\/brooklyn-deli-worker-held-in-two-rapes-at-gunpoint.html"} , {"body" : "Last week was the worst in Bill Casey's 27-year career in the New York City school system. Today, things get worse. Today, Mr. Casey, the superintendent of Community School Board 15 in southeastern Brooklyn, will have to decide how many teachers, school aides, paraprofessionals and other employees in his district will lose their jobs to meet city" , "date" : "19901217" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Painful Task: Meeting Goal To Cut Costs For Schools" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/17\/nyregion\/painful-task-meeting-goal-to-cut-costs-for-schools.html"} , {"body" : "Closings in the week ending Dec. 1 MANHATTAN Chelsea 300,000 40 West 24th Street 1-bedroom, 2-bath, 1,700-sq.-ft. loft co-op; den, exposed-brick walls, decorative columns; maintenance $497, 50% tax-deductible (Broker: Sinvin Realty) Greenwich Village 1.3 million 155 West 12th Street 3-family town house with a studio unit, a one-bedroom apartment" , "date" : "19901216" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "8" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/16\/realestate\/residential-resales-402090.html"} , {"body" : "For the first time since the Great Depression, apartment rents are dropping in much of New York City. Real-estate professionals say rents have dropped at least 5 percent to 10 percent -- and in some cases as much as 20 percent and more -- in a variety of city neighborhoods during the last three years. Rents on luxury apartments have dipped" , "date" : "19901128" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "After Decades of Rises, Rents Sag in Much of New York City" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/28\/nyregion\/after-decades-of-rises-rents-sag-in-much-of-new-york-city.html"} , {"body" : "Two bouncers were shot, one fatally, outside a popular East Village nightclub early yesterday morning after an argument over whether patrons could leave the club and return later, the police said. The police were searching for two men in their early 20's who argued with the bouncers minutes before the shooting about the club's policy of not" , "date" : "19901124" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "EAST VILLAGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Gunmen at Club Kill Employee; Another Is Hurt" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/24\/nyregion\/gunmen-at-club-kill-employee-another-is-hurt.html"} , {"body" : "LEAD: A Brooklyn man was swept out to sea Friday night when he tried to save another man and their drunken friends hindered police rescuers, officers said. A Brooklyn man was swept out to sea Friday night when he tried to save another man and their drunken friends hindered police rescuers, officers said. The man swept out to sea was still missing" , "date" : "19901021" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Man Drowns as Drunken Friends Hinder Rescuers" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/21\/nyregion\/man-drowns-as-drunken-friends-hinder-rescuers.html"} , {"body" : "LEAD: Four men were arrested yesterday and charged with the execution-style murder of three Vietnamese youths on Monday in a Manhattan parking lot, the police said. Four men were arrested yesterday and charged with the execution-style murder of three Vietnamese youths on Monday in a Manhattan parking lot, the police said. While the victims were" , "date" : "19901019" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "4 Charged in Deaths of 3 Vietnamese Youths" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/19\/nyregion\/4-charged-in-deaths-of-3-vietnamese-youths.html"} , {"body" : "Tour, With Music, Trinity Episcopal Church, Seventh and Washington Streets, Hoboken, N.J.; (201) 653-1999. Seven Victorian townhouses and a landmark church will be included on the annual Hoboken House Tour on Sunday from 1 to 6 P.M. The tour will benefit the Hudson Chamber Symphony and will include performances by ensemble and solo players from the" , "date" : "19901018" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Events: Homes of Brooklyn and Hoboken" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/18\/garden\/events-homes-of-brooklyn-and-hoboken.html"} , {"body" : "LEAD: A livery-cab driver was shot dead early yesterday in Brooklyn, the 31st livery- or gypsy-cab driver killed in New York City this year, the police said. A livery-cab driver was shot dead early yesterday in Brooklyn, the 31st livery- or gypsy-cab driver killed in New York City this year, the police said. Raul Clavejo, 25 years old, of 874 43d" , "date" : "19901011" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "FLATLANDS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Livery-Cab Driver Shot Dead; 31st New York Victim in '90" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/11\/nyregion\/livery-cab-driver-shot-dead-31st-new-york-victim-in-90.html"} , {"body" : "LEAD: Rare is the New Yorker who has strolled past a row of stately town houses and not fantasized about living in one. But even rarer is the apartment-dweller not made uneasy by stories of leaking roofs, burglaries, broken boilers and the large sums of money such houses consume. The drawback is isolation. Some occupants feel unsafe with only a" , "date" : "19900909" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "12" , "title" : "Guide for Home Buyers, Sellers and Renters; Some Caveats on Buying a Town House" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/09\/realestate\/guide-for-home-buyers-sellers-and-renters-some-caveats-on-buying-a-town-house.html"} ,   {"body" : "LEAD: New York holds its primary elections next Tuesday. Here are our endorsements in some contested races for the Assembly. In these overwhelmingly Democratic districts, the primary winners are virtually assured election. QUEENS. 29th District: The incumbent, Cynthia Jenkins, has cultivated an outspoken manner during eight years representing her" , "date" : "19900905" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "For Assembly: Queens and Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/05\/opinion\/for-assembly-queens-and-brooklyn.html"} , {"body" : "LEAD: The days when the police in New York City wielded sledgehammers against slot machines have returned. The days when the police in New York City wielded sledgehammers against slot machines have returned. Electronic slot machines are one of the fastest-growing organized-crime operations in New York City, appearing in bodegas, video rental stores" , "date" : "19900902" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "POLICE TAKING AIM AT SLOT MACHINES" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/02\/nyregion\/police-taking-aim-at-slot-machines.html"} , {"body" : "LEAD: TOMORROW NEW YORK RENAISSANCE FESTIVAL, Sterling Forest, Tuxedo, N.Y. Storytelling, puppet shows, rides, crafts demonstrations. Tomorrow and Sunday, 11 A.M. to 6 P.M. Admission, $12.50 ($10.50 for the elderly; $5 for those 6- to 12-year-olds; free for those under 6. Weekends through Sept. 16. TOMORROW NEW YORK RENAISSANCE FESTIVAL, Sterling" , "date" : "19900831" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "24" , "title" : "Fairs and Festivals" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/31\/arts\/fairs-and-festivals.html"} , {"body" : "LEAD: The police were questioning a 49-year-old Brooklyn man yesterday in connection with the shooting of a 14-year-old boy in the Sunset Park neighborhood on Friday night, but had not charged him with attempted murder. The police were questioning a 49-year-old Brooklyn man yesterday in connection with the shooting of a 14-year-old boy in the" , "date" : "19900819" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "Brooklyn Man Questioned in Killing of Youth" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/19\/nyregion\/brooklyn-man-questioned-in-killing-of-youth.html"} , {"body" : "LEAD: A teen-ager was shot and critically wounded last night as he stood on a Brooklyn street, the police said. A teen-ager was shot and critically wounded last night as he stood on a Brooklyn street, the police said. They said he was apparently hit by a stray bullet. But residents of the neighborhood, in the Sunset Park section, said the boy was" , "date" : "19900818" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Boy, 14, Shot on Brooklyn Street And the Police Question a Suspect" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/18\/nyregion\/boy-14-shot-on-brooklyn-street-and-the-police-question-a-suspect.html"} , {"body" : "LEAD: A 17-year-old was shot and killed yesterday by a man leaving a Brooklyn car service office with his girlfriend, the police said. A 17-year-old was shot and killed yesterday by a man leaving a Brooklyn car service office with his girlfriend, the police said. The incident happened at 2:30 A.M. as the couple left the Bell Car Service at the" , "date" : "19900813" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Brooklyn Youth Fatally Shot Outside Car Service Office" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/13\/nyregion\/brooklyn-youth-fatally-shot-outside-car-service-office.html"} , {"body" : "LEAD: AS a string of headline-grabbing crimes in recent weeks, including the deaths by stray gunfire of four children, has prompted cries from politicians for action, Police Commissioner Lee P. Brown has taken the first steps toward what he describes as ''community policing'' for New York City. Talking of retraining his officers to be peace-keepers" , "date" : "19900812" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "5" , "title" : "THE REGION; The Best Time to Stop a Crime Is Before It Happens" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/12\/weekinreview\/the-region-the-best-time-to-stop-a-crime-is-before-it-happens.html"} , {"body" : "LEAD: For three years after coming to the East Bronx from Peru, 83-year-old Alejandra Ramirez and her family believed that she was ineligible for public assistance, that she could not be fed by Meals-on-Wheels, for example. For three years after coming to the East Bronx from Peru, 83-year-old Alejandra Ramirez and her family believed that she was" , "date" : "19900812" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Hispanic Elderly Are Unaware of Available Aid" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/12\/nyregion\/hispanic-elderly-are-unaware-of-available-aid.html"} , {"body" : "LEAD: Tomorrow SALUTE TO HARLEM FESTIVAL, #125th Street and West Side Highway. Music, food, giveaways. Tomorrow and Sunday, 4 to 8 P.M. Information: 831-4206. ANTIQUES SHOW, Westchester Hotel, West Red Oak Lane, White Plains. Tomorrow, 11 A.M. to 9 P.M.; Sunday, 11 A.M. to 5 P.M. Admission, $4. Tomorrow SALUTE TO HARLEM FESTIVAL, #125th Street and" , "date" : "19900803" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "Fairs and Festivals" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/03\/arts\/fairs-and-festivals.html"} , {"body" : "LEAD: For the fourth time in its history, New York City is being resettled and reshaped by migration. For the fourth time in its history, New York City is being resettled and reshaped by migration. The latest arrivals come largely from the Caribbean, Latin America, Asia and Africa. They have revived bleak sections of the Bronx and Brooklyn and" , "date" : "19900730" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "The New Arrivals; Immigrants Reshape New York; Young Immigrant Wave Lifts New York Economy" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/30\/nyregion\/new-arrivals-immigrants-reshape-new-york-young-immigrant-wave-lifts-new-york.html"} ,   {"body" : "LEAD: Two couriers for Citibank were arrested yesterday on charges implicating them in an aborted bank robbery in Manhattan on Wednesday that ended in a shootout with bank guards. One suspect died, another was arrested and a guard was wounded in the incident. Two couriers for Citibank were arrested yesterday on charges implicating them in an" , "date" : "19900616" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "Two Citibank Couriers Held in Aborted Heist" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/16\/nyregion\/two-citibank-couriers-held-in-aborted-heist.html"} , {"body" : "LEAD: Architecture cannot solve the crisis of the schools, and no one pretends that it can. But if good buildings cannot guarantee good education, they can play a subtle and powerful role in it. School is the most nurturing and stable presence some children have in their lives; for many children it is the only positive connection they have to" , "date" : "19900527" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Education"] , "page_facet" : "23" , "title" : "ARCHITECTURE VIEW; AND THE WINNING - SCHOOL IS - SMALLER" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/27\/arts\/architecture-view-and-the-winning-school-is-smaller.html"} , {"body" : "LEAD: SPRING, rarely a season to dally in New York, has already come and gone, as the arrival of Memorial Day weekend heralds the season of beaches, barbecues and sweltering streets. During the next few days, the coming of summer will be duly noted with fireworks, outdoor concerts, fairs and parades throughout the city. SPRING, rarely a season to" , "date" : "19900525" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Holiday Afoot or Afloat: Food, Fairs and Music" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/25\/arts\/holiday-afoot-or-afloat-food-fairs-and-music.html"} , {"body" : "LEAD: IF you expect to spend a couple of quiet days in New York City this weekend, forget it. IF you expect to spend a couple of quiet days in New York City this weekend, forget it. Fairs, festivals, parades and other outdoor festivities will engulf the city as millions of New Yorkers eat, shop, play and celebrate at events like the Ninth Avenue" , "date" : "19900518" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Frolics in the Streets; A Party in the Park" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/18\/arts\/frolics-in-the-streets-a-party-in-the-park.html"} , {"body" : "LEAD: A transit police detective posing as a parochial school student in Brooklyn pulled a badge from her high school uniform yesterday and arrested a man on charges of sexual abuse, the police said. A transit police detective posing as a parochial school student in Brooklyn pulled a badge from her high school uniform yesterday and arrested a man" , "date" : "19900331" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "METRO DATELINES; Suspect Is Arrested In Sex-Abuse Case" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/31\/nyregion\/metro-datelines-suspect-is-arrested-in-sex-abuse-case.html"} , {"body" : "LEAD: Art of Place Circa 1936, Brooklyn Museum, 200 Eastern Parkway at Washington Avenue; 718-638-5000. Art of Place Circa 1936, Brooklyn Museum, 200 Eastern Parkway at Washington Avenue; 718-638-5000. ''The Williamsburg Murals: A Rediscovery,'' an exhibition of five non-objective wall paintings by Ilya Bolotowsky, Balcomb Greene, Paul Kelpe and" , "date" : "19900329" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Events: Artworks (W.P.A. and Beaux)" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/29\/garden\/events-artworks-wpa-and-beaux.html"} , {"body" : "LEAD: A Federal civil jury yesterday rejected a man's contention that he had been wrongfully arrested by a transit police decoy unit in a chain snatching in a Brooklyn subway station three years ago. The man was acquitted of the chain-snatching charge. A Federal civil jury yesterday rejected a man's contention that he had been wrongfully arrested" , "date" : "19900223" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Federal Jurors Rule For Transit officers In Decoy Unit Arrest" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/23\/nyregion\/federal-jurors-rule-for-transit-officers-in-decoy-unit-arrest.html"} , {"body" : "LEAD: When Bishop Thomas V. Daily takes charge of the Roman Catholic Diocese of Brooklyn, he will face racial tensions and ethnic sensitivities as well as difficult choices about maintaining churches and schools in neighborhoods where the numbers of Catholics have declined. When Bishop Thomas V. Daily takes charge of the Roman Catholic Diocese of" , "date" : "19900222" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["UNITED STATES" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Bishop Is Facing Diverse Cultures and Tensions" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/22\/nyregion\/brooklyn-bishop-is-facing-diverse-cultures-and-tensions.html"} , {"body" : "LEAD: One man was killed in a shootout with narcotics detectives in a drug raid yesterday in the Sunset Park section of Brooklyn, the police said. One man was killed in a shootout with narcotics detectives in a drug raid yesterday in the Sunset Park section of Brooklyn, the police said. Fifteen members of the Brooklyn South narcotics squad raided" , "date" : "19900207" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Police Kill a Gunman In Brooklyn Drug Raid" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/07\/nyregion\/police-kill-a-gunman-in-brooklyn-drug-raid.html"} , {"body" : "LEAD: Even the most conscientious cartographers could not find Park Slope South on any map of Brooklyn. But it exists in the minds of real estate brokers, according to William J. Kane, a Brooklyn developer, and who knows, it may catch on as the new more-marketable name for the area west of Greenwood Cemetery and east of Gowanus Bay that up to now" , "date" : "19900204" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["OAKWOOD GARDENS CONDOMINIUMS (BKLYN, NY)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Park Slope South?; 20-Unit Condo for Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/04\/realestate\/postings-park-slope-south-20-unit-condo-for-brooklyn.html"} ,   {"body" : "LEAD: The Chinese community of New York, with 300,000 people the largest in the United States, embraces three neighborhoods in three boroughs, and both Chinese and Chinese-American culture and commerce can be found in hundreds of museums, shops, galleries and restaurants throughout the city. The Chinese community of New York, with 300,000 people" , "date" : "19900126" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "4" , "title" : "Where to Find the City's Chinese Culture and Commerce" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/26\/arts\/where-to-find-the-city-s-chinese-culture-and-commerce.html"} , {"body" : "LEAD: Winter Antiques, Westchester County Center, Central Avenue and the Bronx River Parkway, White Plains; 914-949-8900. Winter Antiques, Westchester County Center, Central Avenue and the Bronx River Parkway, White Plains; 914-949-8900. This weekend the 112th White Plains Antiques Show will feature 18th- and 19th-century furniture, clocks, toys," , "date" : "19900125" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Calendar: Antiques And Art" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/25\/garden\/calendar-antiques-and-art.html"} , {"body" : "LEAD: BECAUSE the Chinese words for fish and for prosperity or abundance are pronounced the same - yu - fish is one of the symbolic foods for the Chinese New Year celebrations that begin Saturday. BECAUSE the Chinese words for fish and for prosperity or abundance are pronounced the same - yu - fish is one of the symbolic foods for the Chinese New" , "date" : "19900124" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["HONG KONG"] , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "1" , "title" : "For New Year, Fish, Hong kong Style" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/24\/garden\/for-new-year-fish-hong-kong-style.html"} , {"body" : "LEAD: After disconnecting the respirator that was keeping an elderly Brooklyn man alive, three of his children physically held doctors back from reconnecting the life-support equipment, the police and officials at Kings County Hospital said yesterday. After disconnecting the respirator that was keeping an elderly Brooklyn man alive, three of his" , "date" : "19900111" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police Say Man's Family Cut Respirator" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/11\/nyregion\/police-say-man-s-family-cut-respirator.html"} , {"body" : "LEAD: The death of a 78-year-old Brooklyn man who died at Kings County Hospital on Monday after being disconnected from his respirator was ruled a homicide yesterday by the Medical Examiner's officer. The death of a 78-year-old Brooklyn man who died at Kings County Hospital on Monday after being disconnected from his respirator was ruled a homicide" , "date" : "19900110" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Death of Patient, 78, Is Ruled a Homicide" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/10\/nyregion\/death-of-patient-78-is-ruled-a-homicide.html"} , {"body" : "LEAD: The police and the Brooklyn District Attorney are investigating whether a hospital patient's life-support equipment was tampered with, causing his death yesterday. The police and the Brooklyn District Attorney are investigating whether a hospital patient's life-support equipment was tampered with, causing his death yesterday. The patient," , "date" : "19900109" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "2" , "title" : "Metro Datelines; Police Investigating How a Patient Died" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/09\/nyregion\/metro-datelines-police-investigating-how-a-patient-died.html"} , {"body" : "LEAD: With every snowfall, New York City's parks are taken over by an army of sledders who swarm the hills, large and small. It is one of the less-heralded pleasures of city life; when snow crunches under the blades of your Flexible Flyer, the hustle and bustle of New York can seem very far away. With every snowfall, New York City's parks are taken" , "date" : "19900107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "38" , "title" : "Lifestyle: Sunday Outing; When the Next Snowstorm Hits, Here's Where to Go With Your Sled" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/07\/style\/lifestyle-sunday-outing-when-next-snowstorm-hits-here-s-where-go-with-your-sled.html"}]