[  {"body" : "To the Editor: You report that corrosion threatens New York City's bridges, including three that span the East River (news article, Dec. 17). This sounds like the old refrain: city and state officials continue to fiddle while our vital transportation system burns. The solution does not lie in debating why or how the bridges deteriorated, but in" , "date" : "19901229" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Williamsburg Bridge Must Be Rebuilt" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/29\/opinion\/l-williamsburg-bridge-must-be-rebuilt-301490.html"} , {"body" : "At 1:30 P.M. yesterday, the 40 high school students from Cleveland were standing together with their seven chaperones on Fifth Avenue, looking eagerly around at the tall buildings and all the people. It was, for most of them, their first trip to New York. Now they were about to enter one of the world's most famous toy stores, F. A. O. Schwarz. \"All" , "date" : "19901227" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "New York and Region" , "Theater"] , "page_facet" : "1" , "title" : "Crowds Jam New York (And Seem To Like It)" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/27\/nyregion\/crowds-jam-new-york-and-seem-to-like-it.html"} , {"body" : "A 31-year-old immigrant from Ethiopia with a load of Christmas packages was shot and killed in the driveway of his house in Far Rockaway, Queens, on Christmas Eve, the police said yesterday. The man, Berhane Waldermarian, was one of at least 10 New Yorkers killed in separate incidents on Christmas Eve and Christmas Day. Among them were a Bronx baby" , "date" : "19901226" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "FAR ROCKAWAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ethiopian Immigrant Carrying Christmas Gifts Is Slain in Queens" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/26\/nyregion\/ethiopian-immigrant-carrying-christmas-gifts-is-slain-in-queens.html"} , {"body" : "Ten officers in the elite Tactical Narcotics Team are under investigation after allegations were made that they mistreated prisoners and lied about evidence to shore up shaky arrests and justify illegal searches, high-ranking police officials said yesterday. A lieutenant, three sergeants and six police officers from the Brooklyn North Tactical" , "date" : "19901222" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "10 Detectives Face an Inquiry On False Data" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/22\/nyregion\/10-detectives-face-an-inquiry-on-false-data.html"} , {"body" : "Joseph H. and Carol F. Reich are rich, like the sound of their name, and for almost a year now they have been trying to give the New York City Board of Education a school. But they are finding out that it is not easy to give something to the board. The Reiches, an unassuming but fiercely determined Manhattan couple, have been told by middle-level" , "date" : "19901220" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY UKNCH### ###O901220B12### 687162901220 LATE EDITION - FINAL 12 20 1990 716290"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Trying to Donate a School: Generosity vs. Regulations" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/20\/nyregion\/trying-to-donate-a-school-generosity-vs-regulations.html"} , {"body" : "At a time when engineers are warning that New York City's bridges are in such deteriorated condition that dozens may be closed for repairs next year, city officials are planning further cuts in bridge maintenance and rebuilding, city engineers disclosed yesterday. The engineers said city transportation officials notified them this week that the" , "date" : "19901220" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New York's Shaky Bridges Facing New Cuts" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/20\/nyregion\/new-york-s-shaky-bridges-facing-new-cuts.html"} , {"body" : "The red and green plastic Kermit the Frog Christmas pin dangling from Alison Benabe's shirt reflects the holiday spirit, but the giggly, petite 15-year-old often carries something tucked in her pocket that betrays year-round thoughts: a knife. She has carried it reluctantly, sometimes with a can of Chemical Mace, since she and her sister Jennifer" , "date" : "19901219" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Teen-Agers Play the Odds in a Violent World" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/19\/nyregion\/teen-agers-play-the-odds-in-a-violent-world.html"} , {"body" : "With the police appealing to the public for clues in the case of a 15-year-old girl whose strangled and badly burned body was found on the Williamsburg Bridge early Monday, members of the girl's Hasidic community struggled yesterday to find a way to explain the crime to their children. The community's spiritual leaders will tell the children that" , "date" : "19901219" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Hasidim Try to Explain Girl's Killing" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/19\/nyregion\/hasidim-try-to-explain-girl-s-killing.html"} , {"body" : "The body of a 15-year-old girl, who had been missing since she left her house on Sunday to buy food for a Hanukkah party, was found early yesterday under the Williamsburg Bridge in Brooklyn. Investigators said she had been strangled and burned. The naked body was found by painting contractors at 7:30 A.M. on a steel platform that spans the" , "date" : "19901218" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Girl, 15, Is Found Strangled Under the Williamsburg Bridge" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/18\/nyregion\/girl-15-is-found-strangled-under-the-williamsburg-bridge.html"} , {"body" : "INTERNATIONAL A3-17 Iraq may take a dramatic step, such as a partial withdrawal from Kuwait, just before the United Nations resolution authorizing force to evict Iraq goes into effect in mid-January, Secretary of State Baker said. Page A1 Former officials urge the U.S. to attack after deadline A9 Frustrated Arab leaders still seek ways to avert" , "date" : "19901218" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/18\/nyregion\/news-summary-525890.html"} ,   {"body" : "The number of hazardous conditions found on New York City's bridges has risen so sharply in recent months that city engineers are warning that dozens of bridges -- including four spanning the East River -- may have to be temporarily closed early next year for repairs to insure public safety. The city's East River bridges, which carry more than one" , "date" : "19901217" , "day_of_week_facet" : "Monday" , "geo_facet" : ["QUEENSBORO BRIDGE (NYC)" , "NEW YORK CITY" , "WILLIAMSBURG BRIDGE (NYC) UKNU$01### ###O901217A11### 655856901217 LATE EDITION - FINAL 12 17 1990 716290" , "BROOKLYN BRIDGE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Corrosion's Rise Imperils Bridges Over East River" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/17\/nyregion\/corrosion-s-rise-imperils-bridges-over-east-river.html"} , {"body" : "The strike this week by 2,100 private sanitation workers is the latest shock wave from a little-publicized decision by New York City two years ago to prolong the use of its biggest garbage dump. The decision was to more than double the price the city charged private haulers to dump garbage at the Fresh Kills landfill in Staten Island. That set off" , "date" : "19901212" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["PENNSYLVANIA" , "OHIO" , "STATEN ISLAND (NYC)" , "FRESH KILLS LANDFILL (STATEN ISLAND)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "How a Small Policy Change Led to a Big Garbage Strike" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/12\/nyregion\/how-a-small-policy-change-led-to-a-big-garbage-strike.html"} , {"body" : "The Bedford-Stuyvesant Volunteer Ambulance Corps officially began on Feb. 23, 1989. Within 24 hours, its president, James Robinson, and a colleague spotted a fire in an abandoned building and saved 10 people. Within 48 hours, volunteers had delivered a baby. The pace never slackened. Drug-related violence devastates this poor Brooklyn neighborhood." , "date" : "19901208" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "27" , "title" : "About New York; Bed-Stuy, Do or Die. For Real. 911." , "url" : "http:\/\/www.nytimes.com\/1990\/12\/08\/nyregion\/about-new-york-bed-stuy-do-or-die-for-real-911.html"} , {"body" : "The owner of a Brooklyn restaurant was shot to death yesterday afternoon by police officers when he refused to drop a sawed-off shotgun that he had pointed at the officers in his restaurant, the police said. The dead man was tentatively identified as Juan Cruz, of 408 South Second Street in the Fort Greene section of Brooklyn. A police spokesman," , "date" : "19901208" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Armed Restaurateur Shot to Death by Police" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/08\/nyregion\/armed-restaurateur-shot-to-death-by-police.html"} , {"body" : "Standing so firmly that his tasseled loafers appear bolted to the classroom floor, James Gulling is a pillar of poise. Despite his newness to teaching, he has developed the most telling idiosyncrasy of the seasoned school teacher: he has eyes in the back of his head, or so his students believe. Mr. Gulling, who is 22 years old, calls roll, collects" , "date" : "19901205" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["UNITED STATES"] , "nytd_section_facet" : ["Front Page" , "Education"] , "page_facet" : "1" , "title" : "For Fledgling Teacher Corps, Hard Lessons" , "url" : "http:\/\/www.nytimes.com\/1990\/12\/05\/education\/for-fledgling-teacher-corps-hard-lessons.html"} , {"body" : "Last August, a rock flew through a window in the office of Thomas J. Kline Jr. Mr. Kline, the manager of Pfizer Inc.'s Brooklyn plant, where Williamsburg meets Bedford-Stuyvesant on Flushing Avenue, called his security officers. They told him that a group of youths had thrown the stones and then had run to a ramshackle apartment building. Mr. Kline" , "date" : "19901128" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; Global Company Recalls Its Roots In Old Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/28\/nyregion\/about-new-york-global-company-recalls-its-roots-in-old-brooklyn.html"} , {"body" : "Catherine Sbordone spent yesterday running around her cozy home in the Gravesend section of Brooklyn collecting items she usually takes for granted: a nail clipper, sunscreen, toothpicks, safety pins and a deck of cards. A week ago, her husband Donald's Army National Guard unit, based in the Williamsburg section, was called to active duty. And" , "date" : "19901126" , "day_of_week_facet" : "Monday" , "geo_facet" : ["KUWAIT" , "SAUDI ARABIA" , "IRAQ" , "MIDDLE EAST"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "3" , "title" : "Call of Gulf Duty Echoes In a Home in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/26\/nyregion\/call-of-gulf-duty-echoes-in-a-home-in-brooklyn.html"} , {"body" : "Police Commissioner Lee P. Brown promised Hispanic leaders on Wednesday that he would have the department's highest-ranking Hispanic official hear allegations that officers in a Brooklyn precinct routinely give Hasidic residents better treatment than their Hispanic neighbors. Last week, an officer from the 90th Precinct in the Williamsburg section," , "date" : "19901123" , "day_of_week_facet" : "Friday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "Hispanic Inspector to Check Favoritism Claim" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/23\/nyregion\/hispanic-inspector-to-check-favoritism-claim.html"} , {"body" : "In the more than 20 years since New York City began razing dilapidated tenements nestled in the shadow of the Wiliamsburg Bridge and building high-rise subsidized housing, the area's growing Satmar Hasidic population has clashed with longtime Hispanic residents like urban Hatfields and McCoys. In this battle for space being fought on out-of-the-way" , "date" : "19901117" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "A Storm in Williamsburg as Two Ethnic Groups Clash" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/17\/nyregion\/a-storm-in-williamsburg-as-two-ethnic-groups-clash.html"} , {"body" : "At 3:30 Brenda Haendler, an eighth grader, finishes class at Woodmere Academy and jumps into her mother's car. \"Our best time to the Williamsburg Bridge is 4:12,\" said the mother. \"Everything was working.\" This fall the two decided Brenda had danced as far as she could in the suburbs and it was time to try New York City. They worried. At the" , "date" : "19901116" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Our Towns; On Her Toes: Or, Did Isadora Start Like This?" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/16\/nyregion\/our-towns-on-her-toes-or-did-isadora-start-like-this.html"} ,   {"body" : "A Hispanic police officer in the Williamsburg section of Brooklyn asserted yesterday that officers in his precinct are encouraged to give special, kid-glove treatment to members of a Hasidic sect at the expense of black and Hispanic people. Specifically, the officer, Hector Ariza, charged that his superiors discouraged officers from handcuffing and" , "date" : "19901115" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Hispanic Officer Says Police In Brooklyn Defer to Hasidim" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/15\/nyregion\/hispanic-officer-says-police-in-brooklyn-defer-to-hasidim.html"} , {"body" : "Balcomb Greene, a painter known for his iconoclastic attitude toward the art world, died Monday at his home at Montauk Point, L.I. He was 86 years old. His wife, Terryn, said he had been in poor health for two years. A pure, geometric abstractionist in the 1930's, Mr. Greene shifted radically in 1947 -- just as Abstract Expressionism was taking" , "date" : "19901114" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "9" , "title" : "Balcomb Greene, 86, Painter Who Bucked Trends in Art World" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/14\/obituaries\/balcomb-greene-86-painter-who-bucked-trends-in-art-world.html"} , {"body" : "IF YOU WANT TO KNOW HOW TO spend over a million dollars on the wardrobe for a Broadway show, just look at the \"bible.\" This is not the neat black volume that the Gideons slip into other people's night table drawers. This is the costume designer Patricia Zipprodt's bible for the musical version of \"Shogun.\" It's an overstuffed looseleaf notebook," , "date" : "19901111" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "5" , "title" : "THEATER; Fit to Be Tied: The Shogun's New Clothes" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/11\/theater\/theater-fit-to-be-tied-the-shogun-s-new-clothes.html"} , {"body" : "Wanda Panfil, the woman an ailing Grete Waitz said she had to beat to win the New York City Marathon for an unprecedented 10th time, proved the nine-time champion an accurate prophet of her own doom yesterday by doing just what Waitz had fearfully predicted: She started out strong in Staten Island, pulled away from the pack in Brooklyn and never" , "date" : "19901105" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "NEW YORK CITY MARATHON; Panfil Starts Fast, Holds Off Challenge" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/05\/sports\/new-york-city-marathon-panfil-starts-fast-holds-off-challenge.html"} , {"body" : "A Federal judge yesterday rejected an attempt by Hispanic groups to block plans by Hasidic Jews to build a 6,000-seat synagogue, a school and faculty housing in the Williamsburg section of Brooklyn. The area's largest Hasidic sect, the Satmar, plans the construction on land that it bought from New York City. But a coalition of Hispanic groups went" , "date" : "19901103" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Satmars Win Approval Of Williamsburg Plan" , "url" : "http:\/\/www.nytimes.com\/1990\/11\/03\/nyregion\/satmars-win-approval-of-williamsburg-plan.html"} , {"body" : "Hundreds of Hispanic residents of the Williamsburg section of Brooklyn held a spirited, peaceful rally last night in front of the 90th Precinct station house, contending that the police favored Hasidic Jews over other neighborhood minority residents. The demonstration came less than 24 hours after a melee at the same station house during a protest" , "date" : "19901026" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Hispanic Rally Assails Hasidim In Williamsburg" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/26\/nyregion\/hispanic-rally-assails-hasidim-in-williamsburg.html"} , {"body" : "International A3-11 American forces in the gulf will grow by 100,000 troops, Defense Secretary Cheney said. The troops, which might come from troops being withdrawn from Europe, seemed an attempt to put more pressure on Iraq. Page A1 Iraq does not want to find a solution to the Persian Gulf crisis, the Soviet representative at the United Nations" , "date" : "19901026" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "News Summary" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/26\/nyregion\/news-summary-392990.html"} , {"body" : "LEAD: The huge space known as Building 294A at the Brooklyn Navy Yard industrial center has seen assorted ship builders and repairers come and go. Now it is lending the services of its overhead cranes to residential construction. The huge space known as Building 294A at the Brooklyn Navy Yard industrial center has seen assorted ship builders and" , "date" : "19901014" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Perspectives: Modulars; The Navy Yard Hosts a Housing Factory" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/14\/realestate\/perspectives-modulars-the-navy-yard-hosts-a-housing-factory.html"} , {"body" : "LEAD: Msgr. Walter J. Vetro, founder and chairman of the St. Nicholas Neighborhood Preservation Corporation in the Williamsburg section of Brooklyn, died on Monday in the rectory of St. Nicholas Roman Catholic Church, where he lived. He was 73 years old. Msgr. Walter J. Vetro, founder and chairman of the St. Nicholas Neighborhood Preservation" , "date" : "19901012" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "26" , "title" : "Walter J. Vetro, Monsignor, 73" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/12\/obituaries\/walter-j-vetro-monsignor-73.html"} , {"body" : "LEAD: Tucked away in a corner of the Williamsburg section of Brooklyn, in a neighborhood that some officials describe as an Italian enclave, are 33 apartments that Elina Gonzalez-D'Annunzio is trying to sell as condominiums. Tucked away in a corner of the Williamsburg section of Brooklyn, in a neighborhood that some officials describe as an Italian" , "date" : "19901007" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Perspectives: Condos in Williamsburg; Sales Experiment Finds the Market Slow" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/07\/realestate\/perspectives-condos-in-williamsburg-sales-experiment-finds-the-market-slow.html"} ,   {"body" : "LEAD: A police officer chasing a fleeing motorist was shot three times yesterday during a ferocious gun battle on a Brooklyn street, the police said. A police officer chasing a fleeing motorist was shot three times yesterday during a ferocious gun battle on a Brooklyn street, the police said. The battle erupted after the officer approached the" , "date" : "19901004" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Officer Shot in Gun Battle With Driver in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/04\/nyregion\/officer-shot-in-gun-battle-with-driver-in-brooklyn.html"} , {"body" : "LEAD: A square city block in Williamsburg, overgrown with tall grass and wild shrubs, has become a battleground between Hasidic Jews and Hispanic residents in a struggle for control in the deeply split Brooklyn neighborhood. A square city block in Williamsburg, overgrown with tall grass and wild shrubs, has become a battleground between Hasidic" , "date" : "19901001" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Project Shakes Hispanic-Hasidic Peace" , "url" : "http:\/\/www.nytimes.com\/1990\/10\/01\/nyregion\/brooklyn-project-shakes-hispanic-hasidic-peace.html"} , {"body" : "''It's not good for you to be depressed at such a time,'' said the shy young woman, 20 years old and pregnant with her second child. She and her husband, a 22-year-old religious student from Iran via Israel, are homeless after being evicted. They considered shelters, but were told they were too dangerous. They applied for public housing, and were" , "date" : "19900929" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "About New York; First Problem Is Homelessness; 2d Is Denial" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/29\/nyregion\/about-new-york-first-problem-is-homelessness-2d-is-denial.html"} , {"body" : "LEAD: Because of distractions sometimes created by onlookers, production companies are reluctant to divulge exact locations and times for film and television shoots. But over the next six weeks, at least seven films or television pilots will be shot at prominent locations around New York City, and observant passers-by may find themselves part of an" , "date" : "19900928" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "Films That Are Shooting" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/28\/movies\/films-that-are-shooting.html"} , {"body" : "LEAD: The manager of a Korean grocery in Brooklyn that has been a target of a black-led boycott hired a black worker yesterday. The manager of a Korean grocery in Brooklyn that has been a target of a black-led boycott hired a black worker yesterday. The manager, Kyung Ho Park, of Church Fruit and Vegetable, said he hoped the move would ease" , "date" : "19900927" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Boycotted Store Hires a Black" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/27\/nyregion\/boycotted-store-hires-a-black.html"} , {"body" : "LEAD: EVERY day more than 3 million teen-agers take their seats in home economics classes across the United States. Many of their classrooms, unchanged since the 1950's, look like shabby sanctuaries of June and Ward Cleaver's home. Rows of battered sewing machines and files of well-used clothing patterns seem ready to train yet another generation" , "date" : "19900926" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden" , "Education"] , "page_facet" : "1" , "title" : "In the New Home Ec, Choices for Life" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/26\/garden\/in-the-new-home-ec-choices-for-life.html"} , {"body" : "LEAD: May link recalls her first trolley rides to Manhattan Beach with her mother in 1912. For five cents, they took hour-long trips from working-class Williamsburg to the Brooklyn enclave of millionaires' mansions. May link recalls her first trolley rides to Manhattan Beach with her mother in 1912. For five cents, they took hour-long trips from" , "date" : "19900916" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN BEACH (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "If You're Thinking of Living in: Manhattan Beach" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/16\/realestate\/if-you-re-thinking-of-living-in-manhattan-beach.html"} , {"body" : "LEAD: A man arrested on Thursday when a crowd intervened as a woman's car was being towed in midtown Manhattan was released early yesterday, after being arraigned on a number of charges, including second-degree assault on a uniformed officer. A man arrested on Thursday when a crowd intervened as a woman's car was being towed in midtown Manhattan" , "date" : "19900916" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Man Charged in Towing Fracas Is Released After 2 Days in Jail" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/16\/nyregion\/man-charged-in-towing-fracas-is-released-after-2-days-in-jail.html"} , {"body" : "LEAD: A passer-by arrested when he tried to help a woman whose car was being towed in midtown Manhattan Thursday remained in jail last night, charged with felonious assault. A court official said he might not be arraigned until sometime tonight. A passer-by arrested when he tried to help a woman whose car was being towed in midtown Manhattan" , "date" : "19900915" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Man Is Still in Jail After Dispute Over Towing" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/15\/nyregion\/man-is-still-in-jail-after-dispute-over-towing.html"} , {"body" : "LEAD: Stephanie Gorski of Wyckoff, N.J., drove into midtown Manhattan yesterday on what she thought would be a simple errand. Instead, the 23-year-old woman became the center of attention on West 45th Street -and learned something about New Yorkers that she had never dreamed possible. Stephanie Gorski of Wyckoff, N.J., drove into midtown Manhattan" , "date" : "19900914" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Her Car Towed, a Woman Learns New York's Lessons" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/14\/nyregion\/her-car-towed-a-woman-learns-new-york-s-lessons.html"} ,   {"body" : "LEAD: Next Tuesday's primary elections in New York include two interesting contests for State Senate in overwhelmingly Democratic districts where the primary winner is virtually guaranteed election. There's also a Republican write-in campaign that warrants attention. Here are our recommendations. QUEENS. 10th District. Three appealing candidates" , "date" : "19900907" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "QUEENS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "For State Senate: Queens and Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/07\/opinion\/for-state-senate-queens-and-brooklyn.html"} , {"body" : "LEAD: Preliminary Census Bureau figures saying that New York City shrank during the 1980's may have stunned city officials, but they did not surprise several census workers who spent the summer counting New Yorkers. The workers readily concede that they missed many people in poor and wealthy neighborhoods alike. ''The managing agent wouldn't know" , "date" : "19900903" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Census Workers Remember Resistance and Lies" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/03\/nyregion\/census-workers-remember-resistance-and-lies.html"} , {"body" : "LEAD: In an unusual departure from the power of incumbency, at least a half-dozen Democratic state legislators in New York City face stiff challenges in the Sept. 11 primary, which is usually tantamount to election in the predominantly Democratic city. In an unusual departure from the power of incumbency, at least a half-dozen Democratic state" , "date" : "19900902" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "Primaries in New York City Include Challenges to Incumbent Legislators" , "url" : "http:\/\/www.nytimes.com\/1990\/09\/02\/nyregion\/primaries-in-new-york-city-include-challenges-to-incumbent-legislators.html"} , {"body" : "LEAD: ON the quiet main streets of a few small towns in upstate New York, it is hard to find lampposts or storefronts without bright orange posters plastered on them. Some say, ''Don't Waste New York,'' others, ''Bump the Dump.'' The residents are afraid their towns will become home to the permanent storage site for low-level radioactive waste that" , "date" : "19900819" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "20" , "title" : "THE REGION; Where Will New York Put The State's Nuclear Waste?" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/19\/weekinreview\/the-region-where-will-new-york-put-the-state-s-nuclear-waste.html"} , {"body" : "LEAD: Already squeezed by mounting defaults, lower earnings and a savings and loan debacle that has made them shy away from many development proposals, the nation's real estate lenders are now feeling pressure from another source - new Federal rules that require greater attention to the credit needs of minorities and low-income neighborhoods." , "date" : "19900819" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Lenders Feel New Pressures To Aid Poor Neighborhoods" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/19\/realestate\/lenders-feel-new-pressures-to-aid-poor-neighborhoods.html"} , {"body" : "LEAD: The three states where New York sends its low-level radioactive waste are threatening to stop taking shipments. The three states where New York sends its low-level radioactive waste are threatening to stop taking shipments. Officials of the three states - Nevada, South Carolina and Washington - are angry about New York's delay in finding a" , "date" : "19900816" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["SOUTH CAROLINA" , "NEW YORK STATE" , "NEVADA" , "WASHINGTON (STATE)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "3 States Warn Cuomo to Plan For A-Wastes" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/16\/nyregion\/3-states-warn-cuomo-to-plan-for-a-wastes.html"} , {"body" : "LEAD: A 35-year-old Brooklyn man was arrested on Monday and charged with the slaying of a leader of the Satmar Hasidim in February in the Williamsburg section of the borough, Police Commissioner Lee P. Brown said yesterday. A 35-year-old Brooklyn man was arrested on Monday and charged with the slaying of a leader of the Satmar Hasidim in February" , "date" : "19900815" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Suspect Arrested in Rabbi's Slaying" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/15\/nyregion\/suspect-arrested-in-rabbi-s-slaying.html"} , {"body" : "LEAD: Hoping to leave their marks on history, hundreds of New Yorkers bared their souls to a Sony Camcorder last week for a video time capsule of life in New York in 1990. Hoping to leave their marks on history, hundreds of New Yorkers bared their souls to a Sony Camcorder last week for a video time capsule of life in New York in 1990. When the" , "date" : "19900813" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "New Yorkers Get to Tell It Like It Is" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/13\/nyregion\/new-yorkers-get-to-tell-it-like-it-is.html"} , {"body" : "LEAD: For three years after coming to the East Bronx from Peru, 83-year-old Alejandra Ramirez and her family believed that she was ineligible for public assistance, that she could not be fed by Meals-on-Wheels, for example. For three years after coming to the East Bronx from Peru, 83-year-old Alejandra Ramirez and her family believed that she was" , "date" : "19900812" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Hispanic Elderly Are Unaware of Available Aid" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/12\/nyregion\/hispanic-elderly-are-unaware-of-available-aid.html"} , {"body" : "LEAD: Preserved first by benign neglect and now by design, the red-brick company town of Pullman, Ill., on the outskirts of Chicago, offers the visitor a revealing course in late-19th-century industrial paternalism. Though this is textbook social history, Pullman today is very much alive, a real place where people live - people proud of their" , "date" : "19900812" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PULLMAN (ILL)" , "CHICAGO (ILL)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "24" , "title" : "The Town That Pullman Built" , "url" : "http:\/\/www.nytimes.com\/1990\/08\/12\/travel\/the-town-that-pullman-built.html"} ,   {"body" : "LEAD: Larger than a football field and graced with majestic architecture, the McCarren Park swimming pool was considered a wondrous place when it opened in Brooklyn in 1936. Larger than a football field and graced with majestic architecture, the McCarren Park swimming pool was considered a wondrous place when it opened in Brooklyn in 1936. The" , "date" : "19900730" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Crumbling Pool Divides a Neighborhood" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/30\/nyregion\/a-crumbling-pool-divides-a-neighborhood.html"} , {"body" : "LEAD: At 12:41 P.M. on a recent weekday, Bernice Cross leaned against the glass in a shady corner of the bus shelter at Utica and Church Avenues and began what has come to be known as the ''lotto wait.'' That's because the chances of a bus on the B46 line in the Flatbush section of Brooklyn running on time are about the same as winning the lottery." , "date" : "19900725" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Playing the B46 Lotto: Will the Bus Show Up?" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/25\/nyregion\/playing-the-b46-lotto-will-the-bus-show-up.html"} , {"body" : "LEAD: Crack has begun to get a bad name among a growing number of young people in New York City's poorest neighborhoods, according to some teen-agers, police officers and researchers who work on the streets. Rather than a challenge, something to test a teen-ager's mettle, they say, the smokable form of cocaine is gaining a reputation as a drug" , "date" : "19900723" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Old, Weak and a Loser: Crack User's Image Falls" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/23\/nyregion\/old-weak-and-a-loser-crack-user-s-image-falls.html"} , {"body" : "LEAD: Five people remained hospitalized yesterday with injuries they received when a city bus skidded out of control on the Williamsburg Bridge on Saturday afternoon, crashing into a pillar during a rainstorm. Twenty-two of the 35 passengers were hurt. Five people remained hospitalized yesterday with injuries they received when a city bus skidded" , "date" : "19900723" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "5 Hospitalized With Injuries From Bus Crash on Bridge" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/23\/nyregion\/5-hospitalized-with-injuries-from-bus-crash-on-bridge.html"} , {"body" : "LEAD: Twenty-eight people were injured yesterday when a city bus skidded out of control on a rain-slicked roadway and slammed into an elevated train stanchion as the bus was exiting the Williamsburg Bridge, the authorities said. Twenty-eight people were injured yesterday when a city bus skidded out of control on a rain-slicked roadway and slammed" , "date" : "19900722" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG BRIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "28 Hurt as Bus Hits Girder On the Williamsburg Bridge" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/22\/nyregion\/28-hurt-as-bus-hits-girder-on-the-williamsburg-bridge.html"} , {"body" : "LEAD: A leading waste-disposal company is negotiating to build a plant at the old Brooklyn Navy Yard to handle up to 240 tons a day of medical waste. A leading waste-disposal company is negotiating to build a plant at the old Brooklyn Navy Yard to handle up to 240 tons a day of medical waste. The company, Browning-Ferris Industries, has been" , "date" : "19900712" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN NAVY YARD (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Company Plans Medical-Waste Plant in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/12\/nyregion\/company-plans-medical-waste-plant-in-brooklyn.html"} , {"body" : "LEAD: Leo T. is a Roman Catholic priest who, like Catholic priests around the world, took a vow of celibacy when he was ordained. For the last 10 years, however, Leo T. has had a sexual relationship with a woman. Leo T. is a Roman Catholic priest who, like Catholic priests around the world, took a vow of celibacy when he was ordained. For the last" , "date" : "19900710" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "Growing Pressures for a Married Priesthood" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/10\/us\/growing-pressures-for-a-married-priesthood.html"} , {"body" : "LEAD: An ornate 85-foot tower, festooned with papier-mache lilies, angels and cherubim, bobbed and swirled through the Williamsburg section of Brooklyn yesterday afternoon as about 30,000 people crowded onto the normally quiet blocks around North Eighth and Havemeyer Streets for one of New York's oldest and liveliest festivals. An ornate 85-foot" , "date" : "19900709" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Joy and Challenge Mix In Dancing of the Giglio" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/09\/nyregion\/joy-and-challenge-mix-in-dancing-of-the-giglio.html"} , {"body" : "LEAD: International A2-8 International A2-8 American aid for the Soviet Union to help rebuild essential services would be supported by the White House, but Administration officials say President Bush opposes the large financial aid proposed by West Germany and France. Page A1 Reporter's Notebook: A real down-home Texan howdy A8 Mass graves in" , "date" : "19900709" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1990\/07\/09\/nyregion\/news-summary-209290.html"} , {"body" : "LEAD: A 41-year-old Hasidic rabbi was severely beaten by a group of Hasidic men late Tuesday, the police said, and authorities are investigating whether the attack is related to a schism within the Satmar community that has already resulted in several acts of violence. A 41-year-old Hasidic rabbi was severely beaten by a group of Hasidic men late" , "date" : "19900628" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Metro Datelines; Hasidic Rabbi Beaten By Hasidic Youths" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/28\/nyregion\/metro-datelines-hasidic-rabbi-beaten-by-hasidic-youths.html"} ,   {"body" : "LEAD: Two Manhattan-bound lanes on the Queensboro Bridge were closed for rebuilding yesterday, causing a major traffic jam. Traffic officials said the construction, like the work on the bridge last summer, would continue to delay drivers every day, and they recommended that drivers switch to mass transit. Two Manhattan-bound lanes on the Queensboro" , "date" : "19900612" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["QUEENSBORO BRIDGE (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Time for Bridge Traffic Jams" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/12\/nyregion\/time-for-bridge-traffic-jams.html"} , {"body" : "LEAD: This listing is compiled by Bryan Miller from his restaurant visits, his reviews and articles in The Times and entries in his Diner's Journal column. Review and article dates are in parentheses. Prices are current. Here are some restaurants particularly suited for Father's Day next Sunday. Hudson River This listing is compiled by Bryan Miller" , "date" : "19900610" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "47" , "title" : "Lifestyle: Sunday Dinner; Special Menus for Special Fathers" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/10\/style\/lifestyle-sunday-dinner-special-menus-for-special-fathers.html"} , {"body" : "LEAD: Jack Gilford, the actor and comedian whose malleable face, rapier wit and buoyant manner energized scores of plays, films and television shows, died of stomach cancer yesterday at his home in Manhattan. He was 81 years old. Jack Gilford, the actor and comedian whose malleable face, rapier wit and buoyant manner energized scores of plays," , "date" : "19900605" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "30" , "title" : "Jack Gilford, Actor, Dead at 81; Veteran of Stage, Screen and TV" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/05\/obituaries\/jack-gilford-actor-dead-at-81-veteran-of-stage-screen-and-tv.html"} , {"body" : "LEAD: A developer who built his reputation in Manhattan high-rise construction is embarking on the first major effort to redevelop the long-neglected East River waterfront in the Greenpoint section of Brooklyn. A developer who built his reputation in Manhattan high-rise construction is embarking on the first major effort to redevelop the" , "date" : "19900603" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GREENPOINT (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Waterfront Renewal Turns to Greenpoint" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/03\/realestate\/waterfront-renewal-turns-to-greenpoint.html"} , {"body" : "LEAD: WHILE driving in Huntington one day last year, Eduardo Ivan Lopez took a wrong turn. As he looked around, he had a sudden sense of deja vu. WHILE driving in Huntington one day last year, Eduardo Ivan Lopez took a wrong turn. As he looked around, he had a sudden sense of deja vu. Instead of wondering about it for a while or just shrugging it" , "date" : "19900603" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "17" , "title" : "Hispanic Playwright Follows 'the Dream'" , "url" : "http:\/\/www.nytimes.com\/1990\/06\/03\/nyregion\/hispanic-playwright-follows-the-dream.html"} , {"body" : "LEAD: Several suspected leaders in four crime families were among 15 men indicted yesterday on Federal charges that they skimmed ''tens of millions'' of dollars through a conspiracy to control awarding of window contracts at the New York City Housing Authority. Several suspected leaders in four crime families were among 15 men indicted yesterday on" , "date" : "19900531" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Suspected New York Mob Leaders Are Indicted in Contract Rigging" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/31\/nyregion\/suspected-new-york-mob-leaders-are-indicted-in-contract-rigging.html"} , {"body" : "LEAD: Demonstrating for racial harmony, a small group wended its way through Prospect Park in Brooklyn today, handing out ''unity'' buttons and tying blue ribbons to lampposts and trees. Demonstrating for racial harmony, a small group wended its way through Prospect Park in Brooklyn today, handing out ''unity'' buttons and tying blue ribbons to" , "date" : "19900529" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)" , "FLATBUSH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Racial Unity and Dissent in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/29\/nyregion\/racial-unity-and-dissent-in-brooklyn.html"} , {"body" : "LEAD: Although it takes in less than a quarter of a square mile, Prospect Heights in Brooklyn is a microcosm of New York City's housing situation. Although it takes in less than a quarter of a square mile, Prospect Heights in Brooklyn is a microcosm of New York City's housing situation. It is graced with richly crafted turn-of-the-century" , "date" : "19900527" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT HEIGHTS (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living in:; Prospect Heights" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/27\/realestate\/if-you-re-thinking-of-living-in-prospect-heights.html"} , {"body" : "LEAD: New York City is proposing to lower the fee it charges private garbage haulers to use the Fresh Kills landfill, reversing its commitment to prolong the life of the huge dump, while possibly giving the carting industry a windfall. New York City is proposing to lower the fee it charges private garbage haulers to use the Fresh Kills landfill," , "date" : "19900523" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)" , "FRESH KILLS LANDFILL (STATEN ISLAND)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "In Shift, Dump Fees May Be Lowered" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/23\/nyregion\/in-shift-dump-fees-may-be-lowered.html"} , {"body" : "LEAD: A 53-year-old Harlem factory worker saw a fellow passenger being robbed at gunpoint on the J train yesterday morning and came to his aid, saying ''leave that man alone.'' The gunman shot the worker dead. A 53-year-old Harlem factory worker saw a fellow passenger being robbed at gunpoint on the J train yesterday morning and came to his aid," , "date" : "19900519" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Man Is Killed on a Subway Train While Trying to Thwart a Robbery" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/19\/nyregion\/man-is-killed-on-a-subway-train-while-trying-to-thwart-a-robbery.html"} ,   {"body" : "LEAD: Just down the block from the shouting boycotters, the police barricade and the embattled Korean grocery store that have become fixtures on Church Avenue in Flatbush, a man in the everyday garb of Pakistan and Afghanistan - long, baggy, pajama-like shalwar kamiz and sandals - looked over the merchandise in the Home Boy's Discount Just down the" , "date" : "19900518" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "FLATBUSH (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Central Brooklyn, a Branch of 3d World" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/18\/nyregion\/in-central-brooklyn-a-branch-of-3d-world.html"} , {"body" : "LEAD: It took Eddie Quiles exactly half an hour on a recent Saturday to knock on nine apartment doors in the South Bronx and compile one of the sorriest records in the annals of door-to-door canvassing - three households did not answer, four asked him to come back later and two told him to get lost. It took Eddie Quiles exactly half an hour on a" , "date" : "19900514" , "day_of_week_facet" : "Monday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Census Knocks, but Few Want to Answer" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/14\/nyregion\/census-knocks-but-few-want-to-answer.html"} , {"body" : "LEAD: For 29 years, Joseph Diliberti has been a police officer on the Lower East Side. After more than two decades on patrol, he was rewarded with a desk job, giving lectures to people on how to prevent crime. For 29 years, Joseph Diliberti has been a police officer on the Lower East Side. After more than two decades on patrol, he was rewarded with" , "date" : "19900512" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Older Officers Moving Back To Foot Duty" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/12\/nyregion\/older-officers-moving-back-to-foot-duty.html"} , {"body" : "LEAD: The board of the Smithsonian Institution today named Dr. Mary Schmidt Campbell, New York City Commissioner of Cultural Affairs, as chairwoman of a 22-member advisory board to study ways to exhibit on the Mall the heritage of black Americans. The board of the Smithsonian Institution today named Dr. Mary Schmidt Campbell, New York City" , "date" : "19900508" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "19" , "title" : "Dr. Campbell Heads Panel On Museum For Blacks" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/08\/arts\/dr-campbell-heads-panel-on-museum-for-blacks.html"} , {"body" : "LEAD: A 26-year-old man was arrested in Newport News, Va., yesterday and was charged with killing a gypsy-cab driver in the Bronx 11 days ago, the police said. A 26-year-old man was arrested in Newport News, Va., yesterday and was charged with killing a gypsy-cab driver in the Bronx 11 days ago, the police said. The victim, Mian Mohammed Salim, 48," , "date" : "19900503" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)" , "NEWPORT NEWS (VA)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Arrested in Virginia in Slaying of Gypsy-Cab Driver in Bronx" , "url" : "http:\/\/www.nytimes.com\/1990\/05\/03\/nyregion\/man-arrested-in-virginia-in-slaying-of-gypsy-cab-driver-in-bronx.html"} , {"body" : "LEAD: Friday PASOLINI RETROSPECTIVE Friday PASOLINI RETROSPECTIVE Pier Paolo Pasolini, the Italian film director, will be the subject of a monthlong retrospective that begins today at the Museum of Modern Art. The series includes all 22 feature films that Pasolini directed, as well as many little-known documentaries and short works. The films of" , "date" : "19900427" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/27\/arts\/weekender-guide.html"} , {"body" : "LEAD: Almost one-fifth of the households in New York City did not receive census forms, a survey released yesterday by the Mayor's office showed. Almost one-fifth of the households in New York City did not receive census forms, a survey released yesterday by the Mayor's office showed. The survey also found that whites were more likely to have" , "date" : "19900427" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "19% in New York Poll Didn't Get Forms" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/27\/nyregion\/19-in-new-york-poll-didn-t-get-forms.html"} , {"body" : "LEAD: In an action that could lead to higher prices for sweaters in the United States and increase trade tensions with nations in the Far East, the Commerce Department ruled today that Hong Kong, South Korea and Taiwan were dumping sweaters on the American market and that importers should pay penalty duties. In an action that could lead to higher" , "date" : "19900424" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES" , "SOUTH KOREA" , "HONG KONG" , "TAIWAN"] , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "Imported Sweaters Face Duty" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/24\/business\/imported-sweaters-face-duty.html"} , {"body" : "LEAD: Ministers in poor neighborhoods are arming themselves with bats, knives and guns to fend off criminals who threaten their property and their lives. Ministers in poor neighborhoods are arming themselves with bats, knives and guns to fend off criminals who threaten their property and their lives. No longer confident that the churches' stature" , "date" : "19900423" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ministers in Poor Areas Arming Against Crime" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/23\/nyregion\/ministers-in-poor-areas-arming-against-crime.html"} , {"body" : "LEAD: Lengthy and unpredictable environmental reviews in New York City are hampering the development of new homes, schools and businesses, a prominent business group says. Lengthy and unpredictable environmental reviews in New York City are hampering the development of new homes, schools and businesses, a prominent business group says. In a study" , "date" : "19900423" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Report on New York Deplores Slowness of Environmental Reviews" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/23\/nyregion\/report-on-new-york-deplores-slowness-of-environmental-reviews.html"} ,   {"body" : "LEAD: One block from the elementary school and its 1,200 students is a storage site for radioactive and hazardous wastes. New York City's biggest sewage plant and one of its three incinerators are nearby. One block from the elementary school and its 1,200 students is a storage site for radioactive and hazardous wastes. New York City's biggest" , "date" : "19900421" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "2 Brooklyn Areas Ask What Factories Are Doing to Them" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/21\/nyregion\/2-brooklyn-areas-ask-what-factories-are-doing-to-them.html"} , {"body" : "LEAD: International 3-5 The President of Lithuania said his government would consider a moratorium on full independence as part of a deal with Moscow, which continued to tighten its economic squeeze on the rebellious republic. Page 1 Moscow's new insurgent government had its authority undercut by President Gorbachev. International 3-5 The President" , "date" : "19900421" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "News Summary" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/21\/nyregion\/news-summary-542990.html"} , {"body" : "LEAD: A schism within a passionately anti-Zionist Hasidic sect in the Williamsburg section of Brooklyn erupted in violence late Thursday and early yesterday when an angry crowd dragged three rivals out of a car and set the vehicle on fire. A schism within a passionately anti-Zionist Hasidic sect in the Williamsburg section of Brooklyn erupted in" , "date" : "19900421" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Schism in a Hasidic Sect Erupts in Violence" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/21\/nyregion\/schism-in-a-hasidic-sect-erupts-in-violence.html"} , {"body" : "LEAD: Two rival groups within the Satmar Hasidic movement clashed for more than an hour outside a synagogue in the Williamsburg section of Brooklyn last night, the police said. Two rival groups within the Satmar Hasidic movement clashed for more than an hour outside a synagogue in the Williamsburg section of Brooklyn last night, the police said." , "date" : "19900420" , "day_of_week_facet" : "Friday" , "geo_facet" : ["WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "2 Hasidic Groups Clash In Dispute in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/20\/nyregion\/2-hasidic-groups-clash-in-dispute-in-brooklyn.html"} , {"body" : "LEAD: A computer programmer from Park Slope and a secretary from Williamsburg were chosen to fill the last two seats in a Brooklyn jury box yesterday, clearing the way for the start of the Bensonhurst murder trial on Monday. A computer programmer from Park Slope and a secretary from Williamsburg were chosen to fill the last two seats in a Brooklyn" , "date" : "19900413" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Trial to Begin For 2 in Killing In Bensonhurst" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/13\/nyregion\/trial-to-begin-for-2-in-killing-in-bensonhurst.html"} , {"body" : "LEAD: People often get overlooked in New York, especially the ones behind the scenes. Consider the 2,098 who tend to the ups and downs of 46 city-owned bridges; the 340 who collect coins from 64,000 parking meters; the 10 who inspect all 56,000 elevators; the 16 who put chlorine in the 73 city pools. The 128,000 who work in hospitals and the 32,400" , "date" : "19900408" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["World" , "Magazine"] , "page_facet" : "12" , "title" : "WHAT REALLY MAKES NEW YORK WORK; THE PEOPLE WHO GREASE THE WHEELS" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/08\/magazine\/what-really-makes-new-york-work-the-people-who-grease-the-wheels.html"} , {"body" : "LEAD: Identical 25-year-old twin sisters endeared themselves to an elderly blind Brooklyn man and then bilked him out of his life savings, the police have charged. Identical 25-year-old twin sisters endeared themselves to an elderly blind Brooklyn man and then bilked him out of his life savings, the police have charged. In what they termed ''a" , "date" : "19900404" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Twin Sisters Accused of Bilking Elderly Blind Man" , "url" : "http:\/\/www.nytimes.com\/1990\/04\/04\/nyregion\/twin-sisters-accused-of-bilking-elderly-blind-man.html"} , {"body" : "LEAD: FRIDAY MURALS FOR BROOKLYN FRIDAY MURALS FOR BROOKLYN Five historic abstract murals that were believed to have been lost or destroyed will go on display today at the Brooklyn Museum. The murals, which were commissioned in 1936 by the Works Project Administration Federal art project for the Williamsburg Housing Project in Brooklyn and" , "date" : "19900330" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "WEEKENDER GUIDE" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/30\/arts\/weekender-guide.html"} , {"body" : "LEAD: Art of Place Circa 1936, Brooklyn Museum, 200 Eastern Parkway at Washington Avenue; 718-638-5000. Art of Place Circa 1936, Brooklyn Museum, 200 Eastern Parkway at Washington Avenue; 718-638-5000. ''The Williamsburg Murals: A Rediscovery,'' an exhibition of five non-objective wall paintings by Ilya Bolotowsky, Balcomb Greene, Paul Kelpe and" , "date" : "19900329" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "5" , "title" : "Events: Artworks (W.P.A. and Beaux)" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/29\/garden\/events-artworks-wpa-and-beaux.html"} , {"body" : "LEAD: Brooklyn's many neighborhoods, famous attractions and little-known pleasures can be discovered with the help of a variety of guided bus and walking tours offered in coming weeks and throughout the year. Brooklyn's many neighborhoods, famous attractions and little-known pleasures can be discovered with the help of a variety of guided bus and" , "date" : "19900323" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "Walks and Rides for the Curious" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/23\/arts\/walks-and-rides-for-the-curious.html"} ,   {"body" : "LEAD: Brooklyn has long been a major site of that essential art-world ritual, the studio visit, the pilgrimage that dealers, critics and collectors make to encounter artworks and artists in their natural habitats. The borough is home to many artists, and countless others commute from Manhattan for bigger, lighter, less-expensive working space." , "date" : "19900323" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "Review\/Art; A Sprinkling of Exhibitions Near Factories and the Water" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/23\/arts\/review-art-a-sprinkling-of-exhibitions-near-factories-and-the-water.html"} , {"body" : "LEAD: How do you tell the 350-year-long story of New York's most populous and arguably most colorful borough in a small gallery with a relatively minuscule budget? How do you tell the 350-year-long story of New York's most populous and arguably most colorful borough in a small gallery with a relatively minuscule budget? That was the challenge" , "date" : "19900323" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "A Home for a Bustling Borough's Memorabilia" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/23\/arts\/a-home-for-a-bustling-borough-s-memorabilia.html"} , {"body" : "LEAD: What makes Brooklyn clubs so nice is similar to what makes the borough itself pleasant: smaller crowds, less pressure and more variety than in Manhattan. While the level of talent is not as high as in Manhattan, that is not always the point. Brooklyn clubs, if one can make generalizations at all, are good places for novice musicians and" , "date" : "19900323" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "26" , "title" : "Pop\/Jazz; Tomorrow's Stars Today In Brooklyn's Small Clubs" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/23\/arts\/pop-jazz-tomorrow-s-stars-today-in-brooklyn-s-small-clubs.html"} , {"body" : "LEAD: Fifteen months ago, in an effort to keep the giant Fresh Kills Landfill from filling up too fast, New York City doubled the fee it charges private garbage haulers for the right to dump trash there. Fifteen months ago, in an effort to keep the giant Fresh Kills Landfill from filling up too fast, New York City doubled the fee it charges private" , "date" : "19900322" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["OHIO" , "NEW YORK CITY" , "KENTUCKY" , "FRESH KILLS LANDFILL (STATEN ISLAND)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Dump Search In New York: Exporting City's Refuse" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/22\/nyregion\/dump-search-in-new-york-exporting-city-s-refuse.html"} , {"body" : "LEAD: When Sonia M. Rivera was appointed principal of the academically troubled Eastern District High School in Brooklyn in 1981, she had 19 years of experience in public schools and a reputation for hard work and dedication to students. When Sonia M. Rivera was appointed principal of the academically troubled Eastern District High School in" , "date" : "19900311" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "31" , "title" : "Principal's Incompetence Case Is Seen as a Test for Fernandez" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/11\/nyregion\/principal-s-incompetence-case-is-seen-as-a-test-for-fernandez.html"} , {"body" : "LEAD: Anthony Di Salvo believed entertainment for mentally retarded people was too often limited to arts and crafts behind closed doors. Anthony Di Salvo believed entertainment for mentally retarded people was too often limited to arts and crafts behind closed doors. In 1979, Mr. Di Salvo founded Sprout Inc., a nonprofit recreation program in New" , "date" : "19900308" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Health" , "Style"] , "page_facet" : "7" , "title" : "Special Outings for Retarded" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/08\/garden\/special-outings-for-retarded.html"} , {"body" : "LEAD: Chaim Shaulson runs a gossipy Yiddish- and Hebrew-language newspaper in Brooklyn. Some readers say it is a Hasidic answer to The National Enquirer, with sensational headlines, salacious cartoons and juicy tidbits about wives' cheating on their husbands. Chaim Shaulson runs a gossipy Yiddish- and Hebrew-language newspaper in Brooklyn. Some" , "date" : "19900302" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Editor Held in Plot to Extort $50,000 From Satmar Rabbi" , "url" : "http:\/\/www.nytimes.com\/1990\/03\/02\/nyregion\/editor-held-in-plot-to-extort-50000-from-satmar-rabbi.html"} , {"body" : "LEAD: Two men who lived near each other in Brooklyn were arrested yesterday and charged with two dozen bank robberies, Federal agents said. The two knew each other but did not work together, the F.B.I. said. Joseph Butler, 32 years old, of 300 Bushwick Avenue in the Williamsburg section, was accused of robbing 18 banks on a team that created" , "date" : "19900227" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Bank Robbery Suspects Held" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/27\/nyregion\/bank-robbery-suspects-held.html"} , {"body" : "LEAD: After refusing for more than an hour to enter the courtroom, Abigail Cortez was sentenced yesterday to 5 to 15 years in prison for her role in the death of her 5-year-old daughter, Jessica, and the repeated beatings of her son. After refusing for more than an hour to enter the courtroom, Abigail Cortez was sentenced yesterday to 5 to 15 years" , "date" : "19900227" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Mother Is Sentenced In Daughter's Killing" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/27\/nyregion\/mother-is-sentenced-in-daughter-s-killing.html"} , {"body" : "LEAD: Four days after being shot in the head by an assailant who stole his car and fled, Rabbi Chaskel Werzberger was buried here today in a community he helped found more than a decade ago. Four days after being shot in the head by an assailant who stole his car and fled, Rabbi Chaskel Werzberger was buried here today in a community he helped" , "date" : "19900213" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["WILLIAMSBURG (NYC)" , "KIRYAS JOEL (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Rabbi Is Buried In a Community He Helped Start" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/13\/nyregion\/rabbi-is-buried-in-a-community-he-helped-start.html"} ,   {"body" : "LEAD: Rabbi Chaskel Werzberger, who was shot in the head by a man who stole his car in the Williamsburg section of Brooklyn on Thursday, died early today at Bellevue Hospital Center, the police said. Rabbi Chaskel Werzberger, who was shot in the head by a man who stole his car in the Williamsburg section of Brooklyn on Thursday, died early today at" , "date" : "19900212" , "day_of_week_facet" : "Monday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "METRO DATELINES; Rabbi Shot by Thief Dies After Surgery" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/12\/nyregion\/metro-datelines-rabbi-shot-by-thief-dies-after-surgery.html"} , {"body" : "LEAD: CHARLESTON, S.C., the pastel-and-green doyenne of Atlantic Coast cities, was changed forever when Hurricane Hugo struck four months ago. CHARLESTON, S.C., the pastel-and-green doyenne of Atlantic Coast cities, was changed forever when Hurricane Hugo struck four months ago. ''What we have seen, our children will never see, and neither will our" , "date" : "19900211" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CHARLESTON (SC)"] , "nytd_section_facet" : ["Travel"] , "page_facet" : "17" , "title" : "Charleston Comeback: It's Ready for Spring" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/11\/travel\/charleston-comeback-it-s-ready-for-spring.html"} , {"body" : "LEAD: A leading rabbi in a Brooklyn Hasidic sect was shot in the head and critically wounded before dawn yesterday by a man who stole his car, the police said. A leading rabbi in a Brooklyn Hasidic sect was shot in the head and critically wounded before dawn yesterday by a man who stole his car, the police said. The assailant attacked the" , "date" : "19900209" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Hasidic Rabbi Shot in Head As Attacker Steals His Car" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/09\/nyregion\/hasidic-rabbi-shot-in-head-as-attacker-steals-his-car.html"} , {"body" : "LEAD: Love Cookies? Take Heart Love Cookies? Take Heart Hearty appetites can be satisfied next week with heart-shaped cookies galore. Enchanting old-fashioned anise heirloom cookies (springerle) the size of greeting cards by Barros & Herzberg look like delicate bisque pottery and are delicious. These are at Dean & DeLuca, 560 Broadway (at Prince" , "date" : "19900207" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Home and Garden"] , "page_facet" : "7" , "title" : "Food Notes" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/07\/garden\/food-notes-211290.html"} , {"body" : "LEAD: Abigail Cortez, the mother of a 5-year-old girl whose beating death in 1988 drew attention to failures in New York City's child-protection system, pleaded guilty on Thursday to manslaughter in the case, and a judge said she would sentence Mrs. Cortez to 5 to 15 years in prison. Abigail Cortez, the mother of a 5-year-old girl whose beating" , "date" : "19900203" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "Woman Admits Role In the Fatal Beating Of Her Daughter, 5" , "url" : "http:\/\/www.nytimes.com\/1990\/02\/03\/nyregion\/woman-admits-role-in-the-fatal-beating-of-her-daughter-5.html"} , {"body" : "LEAD: Henrietta Klein, a founder and officer of the Kingsbrook Jewish Medical Center in Brooklyn, died of cancer Sunday at Kingsbrook's David Minkin Rehabilitation Institute. She was 85 years old and lived in the Flatbush section of Brooklyn. Henrietta Klein, a founder and officer of the Kingsbrook Jewish Medical Center in Brooklyn, died of cancer" , "date" : "19900130" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Obituaries"] , "page_facet" : "6" , "title" : "Henrietta Klein, Medical Center Founder, 85" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/30\/obituaries\/henrietta-klein-medical-center-founder-85.html"} , {"body" : "LEAD: Schools Chancellor Joseph A. Fernandez ordered two Brooklyn school districts yesterday to submit plans to correct problems in their bilingual education programs by Feb. 2. Failure to do so, he warned, would lead to his taking over the programs. Schools Chancellor Joseph A. Fernandez ordered two Brooklyn school districts yesterday to submit" , "date" : "19900126" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "2 School Districts Told To Fix Bilingual Flaws" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/26\/nyregion\/2-school-districts-told-to-fix-bilingual-flaws.html"} , {"body" : "LEAD: IN housing, New York City has changed horses in midstream. Mayor David N. Dinkins has come into office at about the halfway mark of the expensive, long-term municipal housing program begun by former Mayor Edward I. Koch in 1985. IN housing, New York City has changed horses in midstream. Mayor David N. Dinkins has come into office at about the" , "date" : "19900107" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "PERSPECTIVES: The 10-Year Housing Plan; Issues for the 90's: Management and Costs" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/07\/realestate\/perspectives-the-10-year-housing-plan-issues-for-the-90-s-management-and-costs.html"} , {"body" : "LEAD: New York City's new Schools Chancellor, Joseph A. Fernandez, said yesterday that he would file a charge of incompetence against the principal of a Brooklyn high school whom he removed from office over her handling of two disturbances by the school's students. New York City's new Schools Chancellor, Joseph A. Fernandez, said yesterday that he" , "date" : "19900106" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Principal to Be Charged With Incompetence" , "url" : "http:\/\/www.nytimes.com\/1990\/01\/06\/nyregion\/principal-to-be-charged-with-incompetence.html"}]