[  {"body" : "Curtis Small, Edna Small, Darnella Small, Bedford-Stuyvesant, Brooklyn, Nov. 23, 2000 Curtis Small: ''I was anxious to see my mom and my family when I got in for the holidays. I grew up in Brooklyn in the projects. I took a couple of wrong turns. But I bounced back. Now I'm a senior at college. Going home is comforting. No matter how far I go I've" , "date" : "20001231" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "21" , "title" : "The Way We Live Now: 12-31-00; What They Were Thinking" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/31\/magazine\/the-way-we-live-now-12-31-00-what-they-were-thinking.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in New York City this weekend, including New Year's Eve celebrations. * denotes a highly recommended concert. MARC ANTHONY, Madison Square Garden, (212) 465-6741. Marc Anthony pines for romance with one of the most ardent voices in pop: a tenor that starts out seeming" , "date" : "20001229" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/29\/movies\/pop-and-jazz-guide-194220.html"} , {"body" : "In a year-end gesture of spiritual and practical design, Thomas V. Daily, the bishop of the Roman Catholic Diocese of Brooklyn, announced this week that the diocese had forgiven more than $118 million in loans granted to dozens of parishes, schools and church agencies over the last 40 years to help them survive in the ever-changing neighborhoods of" , "date" : "20001222" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bishop Forgives $118 Million In Debt to Brooklyn Diocese" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/22\/nyregion\/bishop-forgives-118-million-in-debt-to-brooklyn-diocese.html"} , {"body" : "* HAMIET BLUIETT GROUP. Sista's Place, 456 Nostrand Avenue, Bedford-Stuyvesant, Brooklyn, (718) 398-1766. What a sound Mr. Bluiett has on the baritone saxophone, and what ruckus he can kick up when he's stalking a good time. A longtime member of the World Saxophone Quartet, he has been a local favorite since the 70's; he is still hiring good young" , "date" : "20001222" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "40" , "title" : "Jazz; As 2001 Beckons, Noisemakers (From Funk to Salsa) Cavort" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/22\/movies\/jazz-as-2001-beckons-noisemakers-from-funk-to-salsa-cavort-110159.html"} , {"body" : "BRETT COOK-DIZNEY made a name for himself by hanging his spray-painted, graffiti-like murals around the city, where what he calls ''living museums'' comment on everything from Haitian immigration to cloning. Mr. Cook-Dizney takes it as a measure of his success that in many struggling Brooklyn neighborhoods, more people may have seen his hip-hop" , "date" : "20001217" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; A Hip-Hop Artist Brings It All Back Home" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/17\/nyregion\/coping-a-hip-hop-artist-brings-it-all-back-home.html"} , {"body" : "CONTEMPORARY art in New York is a half-empty, half-full situation. Depending on whom you listen to, it's either terminally confused and uncentered, or healthily, refreshingly diverse. (Personally, I think confusion is healthy, so I win either way.) Almost anyone would agree, though, that the art world is itself fragmented. There's a centralized" , "date" : "20001215" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "ART REVIEW; For Hikers Seeking Art, Brooklyn Is a Left Bank" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/15\/arts\/art-review-for-hikers-seeking-art-brooklyn-is-a-left-bank.html"} , {"body" : "A sampling of performances of Handel's ''Messiah'' and other oratorios in New York City. Critics' recommendations for this weekend are in the Classical Music and Dance Guide on Page 5. Admission is free unless otherwise noted. (Churches accept donations.) Today BOTTOM LINE, 15 West Fourth Street, West Village. ''The Downtown Messiah,'' a modern" , "date" : "20001215" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "All Together Now: 'Hallelujah! Hallelujah!'" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/15\/movies\/all-together-now-hallelujah-hallelujah.html"} , {"body" : "A 24-year-old Brooklyn woman who had come under scrutiny by the city agency that oversees child welfare, but whose case had been closed since August, was charged early yesterday morning with the murder of her 15-month-old son. The baby had been beaten to death, officials said. The baby, Kyron Hamilton, was pronounced dead on arrival at St. Mary's" , "date" : "20001206" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Mother Charged With Murdering Her Baby" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/06\/nyregion\/mother-charged-with-murdering-her-baby.html"} , {"body" : "Today's buzz is dizzying, barreling prosperity. Skyscrapers are sprouting like Christmas trees, hotels are full, tourists legion. The average price of a Manhattan apartment south of Harlem is $850,000, and buyers must strike like raptors to grab one. Marc M. Goloven, senior regional economist at Chase Manhattan Bank, says that as employment has" , "date" : "20001203" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "58" , "title" : "The Neediest Cases; Prosperity Extends Its Reach, but Not Far Enough to Benefit All" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/03\/nyregion\/neediest-cases-prosperity-extends-its-reach-but-not-far-enough-benefit-all.html"} , {"body" : "Fleet bank has selected Brooklyn as one of four Northeastern communities that will receive an economic development grant, officials said yesterday. The $750,000 award will be used to help attract and stabilize businesses in Fort Greene, Bedford-Stuyvesant and Clinton Hill and will provide merchants and entrepreneurs with technical assistance, said" , "date" : "20001130" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Metro Business Briefing; BANK GRANT FOR BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/30\/nyregion\/metro-business-briefing-bank-grant-for-brooklyn.html"} ,   {"body" : "Maybe you're thinking the city just seems more crowded but really isn't. Maybe you imagine that it's just the tourists or that you're just cranky or that it's that time of year. Maybe you figure it's just the No. 6 train or the cheese department at Fairway. Or you think New York City has always been like this. Think again. If New York feels more" , "date" : "20001126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "The State of the City: Packed Like Sardines; Many See Crowds as Progress; Others Wish Prosperity Hadn't Brought Company" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/26\/nyregion\/state-city-packed-like-sardines-many-see-crowds-progress-others-wish-prosperity.html"} , {"body" : "Anticipating an unusually cold winter, the city's Department of Homeless Services is adding hundreds of shelter beds to be available on freezing nights to homeless single adults, Martin Oesterreich, the commissioner of homeless services, said yesterday. At the moment, the system has room to spare, Mr. Oesterreich said, but beginning Dec. 4, in" , "date" : "20001125" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "City Lines Up More Shelter For Homeless" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/25\/nyregion\/city-lines-up-more-shelter-for-homeless.html"} , {"body" : "A 60-year-old Brooklyn man was fatally shot two blocks from his home as he walked his dog yesterday morning, the police said. The shooting was one of four unrelated killings reported in the city yesterday. The police said they were unsure of the motive of the killer of the Brooklyn man, Hugh Alleyne, who was shot in the neck. The killer fled on" , "date" : "20001117" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Four Unrelated Killings on One Day in New York" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/17\/nyregion\/four-unrelated-killings-on-one-day-in-new-york.html"} , {"body" : "THEODORE M. SHAW apologizes for breaking the rules, but he's been listening to himself talk for nearly three hours now. The tape recorder has long since clicked off and the photographer has stopped shooting, settling back on the worn blue couch to listen. It is 9:35 p.m., and Mr. Shaw, associate director of the NAACP Legal Defense and Educational" , "date" : "20001116" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Lawyer Fighting for a Level Playing Field" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/16\/nyregion\/public-lives-lawyer-fighting-for-a-level-playing-field.html"} , {"body" : "If two men flying over Brooklyn in 1968 had not noticed four dilapidated frame farmhouses nestled behind housing projects, the hamlet of Weeksville might have sunk into obscurity along with the scores of towns that once dotted the landscape. Instead, the houses, remnants of a vibrant 19th-century community of freed slaves, are about to be restored" , "date" : "20001112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WEEKSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BEDFORD-STUYVESANT; Where Slaves Once Lived, A Museum Will Rise" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/12\/nyregion\/neighborhood-report-bedford-stuyvesant-where-slaves-once-lived-museum-will-rise.html"} , {"body" : "IN Italo Calvino's 1972 novel, ''Invisible Cities,'' a fictional Marco Polo recounts his journeys through imagined lands and their dreamlike capitals. In these mysterious places, people mingle in a caldron of exuberance and suffering, against a backdrop of clashing architecture and sensuous detail. Then Polo comes to a region called Trude, where" , "date" : "20001105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Landmarks for Common Folk" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/05\/nyregion\/landmarks-for-common-folk.html"} , {"body" : "BEDFORD-STUYVESANT Web Women: Artists Who Met in Cyberspace ''In this exhibit, our pockets -- or the individual work of over 30 women artists -- are vessels, wombs, openings and closures,'' said Vladimir Cybil, curator of the Pocket Project, an exhibition opening this week at the Skylight Gallery. The exhibition is presented by the" , "date" : "20001105" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/05\/nyregion\/playing-in-the-neighborhood-006424.html"} , {"body" : "ONE of my clearest memories of adolescence is of a T-shirt, worn by a fellow eighth-grader whose name I don't remember, but on whom I seem to recall having a crush. It was black, with hot-pink French-cut sleeves, and across the front was a precis of recent American history: ''50's were grease\/60's were grass\/70's are gross.'' At the time, this" , "date" : "20001029" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "15" , "title" : "FILM; Ah, the Good Old Bad Old 70's" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/29\/movies\/film-ah-the-good-old-bad-old-70-s.html"} , {"body" : "In the early 1960's, when Dr. Gerald W. Deas was an intern in the obstetrics clinic at Kings County Hospital, he discovered that many black women he treated ate an unusual snack: cubes of laundry starch. The practice was believed to be a holdover from women who ate clay in Africa, but Dr. Deas quickly found that the ingested starch often caused" , "date" : "20001029" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "34" , "title" : "Jamaica Journal; An Old-Fashioned Country Doctor Finishes His Last Rounds in the Big City" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/29\/nyregion\/jamaica-journal-old-fashioned-country-doctor-finishes-his-last-rounds-big-city.html"} , {"body" : "At 9 p.m. on a recent Monday, cars were double-parked along Rogers Avenue in the Flatbush section of Brooklyn. No action disturbed the street; the nearest bodega was quiet, and no one loitered on the corner at Martense Street. But behind the doors of the storefront Resurrection Temple of the Lord, a mighty noise ignited, lighted by the spirit of" , "date" : "20001027" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "CRITIC'S NOTEBOOK; A Twofold Mission Of Piety and Pop" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/27\/movies\/critic-s-notebook-a-twofold-mission-of-piety-and-pop.html"} ,   {"body" : "It is a pretty safe bet that Mark J. Dunau is the only New York candidate in the Senate race who has an organic salad at a Manhattan restaurant named in his honor. He is without a doubt the only candidate who lives in a barn where the bathroom has curtains for walls and the guest quarters are known as the Love Shack. And he alone sees political" , "date" : "20001025" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "3rd Party Lament: Anyone Listening?; It's Not Easy Being Green. Or Libertarian or Socialist." , "url" : "http:\/\/www.nytimes.com\/2000\/10\/25\/nyregion\/3rd-party-lament-anyone-listening-it-s-not-easy-being-green-libertarian.html"} , {"body" : "Mitchell Sviridoff, a national leader in urban social policy and philanthropy who played an important role over three decades in developing strategies for lifting people out of poverty and reviving decaying neighborhoods, died early Saturday at Lenox Hill Hospital. He was 81. The cause of death was kidney failure, his family said. Mr. Sviridoff," , "date" : "20001023" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "23" , "title" : "Mitchell Sviridoff, 81, Dies; Renewal Chief" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/23\/nyregion\/mitchell-sviridoff-81-dies-renewal-chief.html"} , {"author" : "Sasha Abramsky is writing a book on prisons, to be published next year by St. Martin's Press." , "body" : "WHEN Jemma Legall Romain moved to New York from Trinidad in 1984, she flew on a ticket her mother had bought for her through a saving system known as a susu. Years later, when Ms. Romain had to raise money toward the down payment on her three-family house in Bedford-Stuyvesant, she too saved money in a susu. After she bought the house, she made it" , "date" : "20001022" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Newcomers Savings and Loan" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/22\/nyregion\/new-yorkers-co-newcomers-savings-and-loan.html"} , {"body" : "Armani Retrospective Solomon R. Guggenheim Museum, 1071 Fifth Avenue (89th Street); (212) 423-3500. ''Giorgio Armani,'' an exhibition of 400 dresses, jackets, suits and gowns, including some that actors wore to the Academy Awards, will be on display along with drawings, photographs and videos depicting the work of Mr. Armani over the last 25 years." , "date" : "20001019" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/19\/garden\/calendar.html"} , {"body" : "With the score 118 to 36, it was officially garbage time in the night's match between Putnam and Simply Paradise, two teams in the Calypso Night Cricket League. The mostly West Indian crowd of about 300 had lost all interest in the game, turning its attention to Red Stripe beer, fried codfish cakes and the reggae music blaring on the sound system." , "date" : "20001013" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "48" , "title" : "WEEKEND WARRIOR; Batsman, Guard Your Wicket!" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/13\/arts\/weekend-warrior-batsman-guard-your-wicket.html"} , {"body" : "ON primary day last month, E. S. Dixon and Janet Ingram sat in the basement of a public housing project in north Brooklyn and stared at an empty voting booth. For 12 hours Ms. Ingram and Mr. Dixon, poll workers for the 79th Election District, had done virtually nothing. Since 6 a.m. they had logged only nine voters. Ten feet away, at a voting" , "date" : "20001001" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Empty Booth" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/01\/nyregion\/the-empty-booth.html"} , {"body" : "A 13-year-old girl who had given birth by herself in her Brooklyn bedroom was charged with criminally negligent homicide yesterday after an autopsy revealed her newborn son had suffocated, police officials said. The teenager had hidden the pregnancy from her family until she gave birth on Sept. 4, investigators said. Early that morning, they said," , "date" : "20000930" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Charge 13-Year-Old In Death of Newborn Son" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/30\/nyregion\/police-charge-13-year-old-in-death-of-newborn-son.html"} , {"body" : "I'M kind of a renegade,'' the Brooklyn-born Brian Merlis says about his obsession -- an obsession with collecting that in the last 20 years has cost him $250,000 -- and his marriage. Mr. Merlis doesn't gamble, scuba dive or fly fighter planes. He is an amateur historian and a collector of photographs and artifacts who has apparently published more" , "date" : "20000924" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Books" , "Real Estate"] , "page_facet" : "7" , "title" : "Streetscapes\/Brian Merlis; An Amateur Historian With a Passion for Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/24\/realestate\/streetscapes-brian-merlis-an-amateur-historian-with-a-passion-for-brooklyn.html"} , {"body" : "Gerald A. Jones was an 18-year-old with a robbery conviction. He stuck a gun in a woman's face and stole her watch. That was last summer. This summer, he was released from jail under a special program that gives young first offenders a second chance. He was placed under the most stringent form of probation, house arrest. But in a blunder that is" , "date" : "20000923" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "House Arrest Said to Fail in Murder Case" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/23\/nyregion\/house-arrest-said-to-fail-in-murder-case.html"} , {"body" : "NEW YORK BROOKLYN: JANITORS SETTLE Janitors at Brooklyn Renaissance Plaza, on strike since May 16, and the building's owner, the Muss Development Company, said yesterday that they had settled their differences. Muss had come under increasing pressure from elected officials as well as from a June hunger strike by janitors. The company had refused to" , "date" : "20000920" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/20\/nyregion\/metro-briefing.html"} ,   {"body" : "FLUSHING Jazz First Lady Has Four-Month Term in Office Often called the first lady of jazz, the pianist Mary Lou Williams (1910-1981) is being celebrated in an exhibit that will tour nationally after a four-month run at Flushing Town Hall. The show is organized chronologically from Williams's childhood to her vaudeville and swing years to her" , "date" : "20000917" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/17\/nyregion\/playing-in-the-neighborhood-167185.html"} , {"body" : "Roosevelt Island has one pharmacy, one pizzeria, one video store, one deli, one of just about everything. This allows the 9,000 people who live or work on this sliver of land in the East River to do errands without taking the subway to Queens or the tram to Manhattan. So when Chase Manhattan announced in July that the one bank branch would close on" , "date" : "20000917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ROOSEVELT ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: ROOSEVELT ISLAND; Island's Only Bank Window To Stay Open, for a While" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/17\/nyregion\/neighborhood-report-roosevelt-island-island-s-only-bank-window-stay-open-for.html"} , {"body" : "Much like Manhattan, Brooklyn has never had a boroughwide multiple listing of homes for sale. Now, reflecting a lack of inventory at a time when prices -- especially in Brooklyn's historic brownstone districts -- have been rising, the three multiple listing services that loosely divide the borough plan to merge by the end of the year. ''The idea is" , "date" : "20000915" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Residential Real Estate; Multiple Listings Sought For Homes in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/15\/nyregion\/residential-real-estate-multiple-listings-sought-for-homes-in-brooklyn.html"} , {"body" : "An 11-month old girl who had been placed in foster care after she was physically abused died of a cocaine overdose hours after her foster mother took her to a Brooklyn hospital, the authorities said yesterday. Detectives from the 79th Precinct in Bedford-Stuyvesant, Brooklyn, where the baby, Shantel Lisby, lived on Pulaski Street with the" , "date" : "20000910" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "Cocaine Overdose Caused Baby's Death, Officials Say" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/10\/nyregion\/cocaine-overdose-caused-baby-s-death-officials-say.html"} , {"body" : "As Harold O. Levy, the freshman chancellor, arrived at Central Park East, a public elementary school in East Harlem, on the first leg of a back-to-school tour, he was startled yesterday morning to find the school's administrator mopping up spilled coffee in a cafeteria swirling with excited children and their anxious parents. ''The first thing I" , "date" : "20000908" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Schools Try To Smooth The Bumps On Day 1" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/08\/nyregion\/schools-try-to-smooth-the-bumps-on-day-1.html"} , {"body" : "WHEN Morris Lapidus, who is 97 and architect of the iconic, mid-50's Fontaine bleu Hilton and Eden Roc hotels in Miami Beach and more than 1,000 other projects, was in town recently, he had lunch with his colleague Philip Johnson as well as his former clients, the brothers Tisch. Between lunches with friends and meetings with manufacturers to" , "date" : "20000907" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "Building Outside the (Gray) Box: A Legacy of Curves and Colors" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/07\/garden\/building-outside-the-gray-box-a-legacy-of-curves-and-colors.html"} , {"body" : "A fast-moving fire, apparently set by an arsonist who doused a staircase with flammable liquid, roared through a Bedford-Stuyvesant building early yesterday morning, killing a woman who was trapped behind a locked window grate in a third-floor apartment and a man in the building, the authorities said. A second man was seriously injured in his leap" , "date" : "20000904" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Two Killed in Fire at Brooklyn Building" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/04\/nyregion\/two-killed-in-fire-at-brooklyn-building.html"} , {"body" : "A Brooklyn man has been arrested and charged with attacking four young women as they jogged or walked alone in Park Slope and nearby neighborhoods over the weekend, the police said yesterday. The suspect, Michael Bowden, 30, was arrested in a surveillance operation quickly organized by the police to catch the attacker before he struck again, said" , "date" : "20000904" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Held in Weekend Attacks On Four Women in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/04\/nyregion\/man-held-in-weekend-attacks-on-four-women-in-brooklyn.html"} , {"body" : "No self-respecting candidate for public office -- be it president, congressman or county commissioner -- gets on the stump these days without having something to say about education. Sometimes it seems as if everyone's running for school board. Some call for higher standards for teachers or their charges. Others think vouchers are the answer, so" , "date" : "20000903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "31" , "title" : "On the Stump, the Hot Topic Is Education; In the Schools, Deep Skepticism Is Mixed With Cautious Gratitude" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/03\/nyregion\/stump-hot-topic-education-schools-deep-skepticism-mixed-with-cautious-gratitude.html"} , {"body" : "A Long Island man found a new way to make real estate deals with no money down, prosecutors in Brooklyn said yesterday. He stole the properties with the stroke of a pen, they said, transferring the deeds into his own name by forging the rightful owners' signatures. He then used the phony deeds to secure more than $900,000 in mortgage loans and to" , "date" : "20000829" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Using a Pen, L.I. Man Stole 11 Buildings, Authorities Say" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/29\/nyregion\/using-a-pen-li-man-stole-11-buildings-authorities-say.html"} ,   {"body" : "NEW YORK BRONX: GAS STATION EXPLOSION AVERTED The driver of a gasoline truck received the scare of his life yesterday when a frustrated robber threw a lighted match at him as he was filling an underground tank at a Bronx gas station, the police said. They said the man who threw the match was angry because the driver, Roman Galvan, had refused to" , "date" : "20000828" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/28\/nyregion\/metro-briefing.html"} , {"body" : "Sleep did not come easily to Yuri Narinesingh the last few days. He was used to a bed, not the ragged gray rug spread out above a sidewalk in Flatbush, Brooklyn. Then there were the dozens of steel oil drums lining the block to worry about. They were sorted into groups of half a dozen or so each and lashed to metal frames that could be rolled up" , "date" : "20000828" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Show Must Go On, Even for Newly Homeless Calypso Bands" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/28\/nyregion\/show-must-go-on-even-for-newly-homeless-calypso-bands.html"} , {"body" : "On Monday night, Wanda Arroyo took her 3-year-old daughter, Crystal, to Coney Island to look at the stuffed animals on the midway, a law enforcement official said yesterday. But at the end of the evening, the official said, Ms. Arroyo, 39, returned home to Bedford-Stuyvesant alone, leaving the child behind. Crystal was found wandering in the" , "date" : "20000824" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mother Held After Child, 3, Is Found Wandering Alone" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/24\/nyregion\/mother-held-after-child-3-is-found-wandering-alone.html"} , {"body" : "Two mentally ill teenage boys from a state psychiatric center in Brooklyn were missing in the swirling waters of the Hudson River near Ossining, N.Y., last night after they went swimming in a prohibited section of the river during a camping trip, the authorities said. Two counselors on the trip, from the Brooklyn Children's Psychiatric Center, were" , "date" : "20000823" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CROTON POINT PARK (NY)" , "HUDSON RIVER"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "2 Mentally Ill Brooklyn Boys Missing After Swimming in Off-Limits Area of Hudson" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/23\/nyregion\/2-mentally-ill-brooklyn-boys-missing-after-swimming-in-off-limits-area-of-hudson.html"} , {"body" : "Transit officials said yesterday that they had temporarily suspended a Queens electrical company because of an accident in the subway last week in which a 7,500-pound spool of electrical cable barreled down a staircase and injured two women. The company was involved in an almost identical accident in the subway last year, officials said, and was" , "date" : "20000823" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Company Briefly Suspended For Cable-Spool Accident" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/23\/nyregion\/company-briefly-suspended-for-cable-spool-accident.html"} , {"body" : "Standing next to the entrance of a Brooklyn subway station on a recent sweltering morning, Representative Edolphus Towns shook hands with the last in a trickling stream of rush hour workers and paused to make an observation about his campaign. ''Last time, I didn't do too much of this,'' the 66-year-old congressman said of his last primary race, in" , "date" : "20000817" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Congressman Squares Off With Brooklyn Challenger" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/17\/nyregion\/congressman-squares-off-with-brooklyn-challenger.html"} , {"body" : "New York City officials ''blew it,'' Mayor Rudolph W. Giuliani said yesterday, when they failed to determine if a Brooklyn landlord had complied with an October order to repair a defective sprinkler system. A young girl died in a fire in the building last month. ''It leaves a lot to be desired,'' the mayor said of the performance of the staff at" , "date" : "20000816" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Giuliani Faults Failure to Force Sprinkler Work at Fatal Fire Site" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/16\/nyregion\/giuliani-faults-failure-to-force-sprinkler-work-at-fatal-fire-site.html"} , {"body" : "Ashley Sims, 13, went for a sleep over at her best friend's home in Brooklyn on July 22. It was the last time her family saw her alive. Shortly before 3 a.m., a ferocious fire flashed through the five-floor brownstone where she was staying, at 27 Brevoort Place in Bedford-Stuyvesant. The Fire Department sent 121 firefighters and 32 vehicles, the" , "date" : "20000815" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "City Inspection Procedures Faulted in Fatal Brooklyn Fire" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/15\/nyregion\/city-inspection-procedures-faulted-in-fatal-brooklyn-fire.html"} , {"body" : "Until last month's United States Olympic track-and-field trials, Joe Clark was perhaps better known as the principal at Eastside High School in Paterson, N.J., portrayed by Morgan Freeman in ''Lean on Me.'' But now he's also the father of two current Olympians, Hazel Clark, 22, and Joetta Clark Diggs, 37, and the father-in-law of a third, Jearl" , "date" : "20000813" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "22" , "title" : "The Way We Live Now: 8-13-00: ShopTalk; Put Me In, Dad" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/13\/magazine\/the-way-we-live-now-8-13-00-shoptalk-put-me-in-dad.html"} , {"body" : "Dorothy Onyango, a New York City attendance teacher with a distinct pigeon-toed gait, trudged past two addicts and up the stairs of an apartment building in Bedford-Stuyvesant, Brooklyn, to call on a 13-year-old truant who had missed six days of summer school. Others had unsuccessfully tried to enter the heavily locked building, but tracking down" , "date" : "20000809" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "On the Trail of Truants, and Their Social Problems" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/09\/nyregion\/on-the-trail-of-truants-and-their-social-problems.html"} ,   {"body" : "An investigator credited DNA science yesterday with helping the police make an arrest in the strangulation murders of six women in Brooklyn. Not only did it ultimately link a homeless man to the crimes, he said, but it also cleared another homeless man in the case -- a man who then began cooperating with a detective and helped find the murder" , "date" : "20000806" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Man Cleared by DNA Tests Led Police to Murder Suspect" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/06\/nyregion\/man-cleared-by-dna-tests-led-police-to-murder-suspect.html"} , {"body" : "The police arrested a homeless panhandler yesterday in the killings of six women in Brooklyn whose deaths stirred fear among residents of Williamsburg and nearby areas that a serial killer was in their midst. An investigator familiar with the case said DNA evidence had linked the panhandler, Vincent Johnson, 31, to the slayings, which began last" , "date" : "20000805" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Man Arrested In Killings Of Six Women" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/05\/nyregion\/man-arrested-in-killings-of-six-women.html"} , {"body" : "The president of the Bedford-Stuyvesant Restoration Corporation resigned abruptly this week after criticism that his organization -- the nation's oldest economic development corporation -- was failing in its mission of reviving central Brooklyn's economy. The resignation of Roderick B. Mitchell, who is 44 and known as Rocky, ended 12 years at the" , "date" : "20000805" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Chief of Bed-Stuy Economic Group Quits" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/05\/nyregion\/chief-of-bed-stuy-economic-group-quits.html"} , {"body" : "A Pop\/Jazz music listing in the Arts & Leisure section on Sunday for the City Parks Foundation Concerts carried an outdated schedule. Ray, Goodman and Brown is the performing group for three concerts: today at Fort Greene Park in Brooklyn; Wednesday at Linden Park in East New York; and Thursday at Von King Park in Bedford-Stuyvesant, Brooklyn. The" , "date" : "20000801" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/01\/nyregion\/c-corrections-470953.html"} , {"body" : "Three boys were having about as much fun as is possible to have on a 50-foot stretch of asphalt. They were playing outside a home in New City in Rockland County, waiting to leave for a fishing trip on the Hudson River. But they had some time to spare as the grown-ups loaded the car with water, snacks and life preservers. For 15 minutes the" , "date" : "20000730" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ROCKLAND COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "The Fresh Air Fund; Summer Escape From the City for Friendship, Fishing and Fun" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/30\/nyregion\/the-fresh-air-fund-summer-escape-from-the-city-for-friendship-fishing-and-fun.html"} , {"body" : "The composer Carman Moore and the librettist Ishmael Reed call their new gospel opera, ''Gethsemane Park,'' a ''gospera.'' It's a hodgepodge term, but it indicates how consciously the creators of this earnest work -- an updated retelling of the story of Jesus'last days among his disciples set amid inner-city poverty -- have tried to mix musical" , "date" : "20000729" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "9" , "title" : "OPERA REVIEW; A Jazzy Jesus Raps, and Street People Reply in Chorus" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/29\/arts\/opera-review-a-jazzy-jesus-raps-and-street-people-reply-in-chorus.html"} , {"body" : "NEW YORK MANHATTAN: CENTRAL PARK INDICTMENTS A grand jury has indicted 15 men on charges of rioting in Central Park on June 11 after the National Puerto Rican Day Parade, the district attorney's office announced yesterday. All but two of the men were also charged with sexually abusing women. The police have used videotapes of the attacks to find" , "date" : "20000725" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/25\/nyregion\/metro-briefing.html"} , {"body" : "It is not easy being a tree in New York City, the tour guide ventured to guess yesterday as he walked a group of nearly a dozen guests through Fulton Park in Bedford-Stuyvesant. The guide, Orville Edwards, 26, said the biggest threats to trees in New York were pollution and cars knocking them over. ''This is the most commonly planted tree in the" , "date" : "20000723" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "The Green, Not Mean, Of Bed-Stuy" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/23\/nyregion\/the-green-not-mean-of-bed-stuy.html"} , {"body" : "A fire that engulfed a house in Brooklyn early yesterday, killing a 13-year-old girl and injuring at least 18 other people, appears to have been intentionally set, officials said. Investigators said the fire, which quickly spread, appeared to have been started on the fifth floor with a flammable liquid. The girl who died, Sharon Simms, was visiting" , "date" : "20000723" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Arson in Brooklyn House Kills a Teenage Girl and Injures 18" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/23\/nyregion\/arson-in-brooklyn-house-kills-a-teenage-girl-and-injures-18.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. B-52'S, GO GOS, PSYCHEDELIC FURS, Jones Beach, Wantagh, N.Y., (516) 221-1000. Nostalgia for the 80's is in full effect on this triple bill, which could be called" , "date" : "20000721" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "24" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/21\/movies\/pop-and-jazz-guide-299464.html"} ,   {"body" : "When he learned that Dan O'Brien had withdrawn from the Olympic trials decathlon with a foot injury, Chris Huffins thought someone was joking. O'Brien is the current Olympic champion and the former world record-holder, the one decathlete Huffins had never defeated. O'Brien has served as sort of a mirror in which Huffins has measured his own" , "date" : "20000721" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "OLYMPICS; Huffins's Top Challenger in the Decathlon Trials Is Himself" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/21\/sports\/olympics-huffins-s-top-challenger-in-the-decathlon-trials-is-himself.html"} , {"body" : "Despite an intensive weeklong campaign to round up truants, more than 130,000 students in kindergarten through 12th grade -- nearly 40 percent -- are missing from the most ambitious summer school program in New York City's history, the Board of Education said yesterday. The poor attendance is a costly and potentially embarrassing culmination to" , "date" : "20000712" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Summer School Truancy Rate In New York Near 40 Percent" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/12\/nyregion\/summer-school-truancy-rate-in-new-york-near-40-percent.html"} , {"body" : "NEWS Out Rocking Arrive with a picnic dinner at 6. Settle down in a park. Hear a free concert at 7. So goes the invitation from the Brooklyn Academy of Music and the City Parks Foundation, teaming up to present 18 concerts in 5 parks in Brooklyn starting tonight, when the rocker Nona Hendryx, who gained fame with LaBelle, lights up Fort Greene" , "date" : "20000711" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "FOOTLIGHTS" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/11\/theater\/footlights.html"} , {"body" : "THE cartoonist, were we drawing him, would be full body and partly turned away, the shoulders protectively hunched, the eyes downcast, and, as the cartoonist is Ben Katchor, rendered with a gray wash. We have a genuine New York literary creature here, but not a gadabout in a white suit who is amusing over cocktails; rather a lugubrious, thoughtful," , "date" : "20000711" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; 'Genius Award' for Scenes of Urban Detritus" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/11\/nyregion\/public-lives-genius-award-for-scenes-of-urban-detritus.html"} , {"body" : "A Brooklyn councilwoman apologized yesterday for suggesting that New York city police officers, had they been out of uniform, might have participated in the Central Park sex attacks. In a statement faxed to news organizations throughout the city, Councilwoman Annette M. Robinson, Democrat of Bedford-Stuyvesant, expressed regret for her remarks and" , "date" : "20000707" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Councilwoman Says She Regrets Deriding Police on Park Attacks" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/07\/nyregion\/councilwoman-says-she-regrets-deriding-police-on-park-attacks.html"} , {"body" : "Nervous, resigned and sometimes enthusiastic, thousands of New York City students began summer school yesterday in an opening that officials said went smoothly even though it was marred by widespread attendance problems. Chancellor Harold O. Levy said that 319,167, or 32 percent, of the city's 1,003,167 public school students were registered for" , "date" : "20000706" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Summer School Opens, but Many Students Are No-Shows" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/06\/nyregion\/summer-school-opens-but-many-students-are-no-shows.html"} , {"body" : "''Childhood is the first, inescapable political situation each of us has to negotiate,'' says the writer June Jordan. ''You are powerless. You are on the wrong side in every respect. Besides that, there's the size thing.'' Ms. Jordan, a poet and essayist who has written on topics like apartheid, rape and her mother's suicide, has now ventured into" , "date" : "20000704" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "A Feminist Survivor With the Eyes Of a Child" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/04\/books\/a-feminist-survivor-with-the-eyes-of-a-child.html"} , {"body" : "Marlene Tejada's friends say she had been looking forward to seeing her 18-month-old goddaughter again. Ms. Tejada, 16, told the baby's mother, Belen Gonzalez, that she had missed the energetic toddler while mother and baby visited relatives in Miami last week. Ms. Tejada asked if the baby, Nebelyn, could spend a few nights at the apartment at 511" , "date" : "20000702" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "21" , "title" : "Girl Charged With Death Of Godchild" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/02\/nyregion\/girl-charged-with-death-of-godchild.html"} , {"body" : "They sat wordlessly in the cool foyer, or paced the sidewalk, bolstered by coffee and cigarettes. Some began packing their belongings, for the word yesterday morning was that the people who ran their group home would imminently shut its doors. All of them mentally ill, many of them veterans of the city's homeless shelters, the residents of Pacific" , "date" : "20000701" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Judge Postpones Closing of Group Home" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/01\/nyregion\/judge-postpones-closing-of-group-home.html"} , {"body" : "Amid a host of financial problems and repeated citations for unsanitary conditions and inadequate care, Pacific House, a nonprofit home for the mentally ill in Brooklyn, is closing its doors after nine years. Its residents, high-functioning individuals who live with a measure of independence, say the home's director has told them to leave by today," , "date" : "20000630" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Home for Mentally Ill Is Evicting People, Residents Say" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/30\/nyregion\/home-for-mentally-ill-is-evicting-people-residents-say.html"} ,   {"body" : "NEW YORK ALBANY: FOSTER PARENT LAW -- The State Legislature has passed a bill allowing some felons to become foster and adoptive parents. The bill is expected to be signed by Gov. George E. Pataki, a spokesman for his office said. If it becomes law, it would overturn the current law, which requires fingerprinting of all foster and adoptive parents." , "date" : "20000628" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/28\/nyregion\/metro-briefing.html"} , {"body" : "Black residents of New York City are afraid of being brutalized by the police, but they welcome and appreciate officers who keep criminals out of their neighborhood. At all income levels, blacks in the city are convinced that racial discrimination limits their income and holds back job advancement. Yet they also believe that the major reason that" , "date" : "20000628" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "On Edge but Optimistic, New York Blacks Offer Complex Views in Poll" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/28\/nyregion\/on-edge-but-optimistic-new-york-blacks-offer-complex-views-in-poll.html"} , {"body" : "Fifty years ago, a Saturday visitor to the small synagogue on Willoughby Avenue near Throop Street in Bedford-Stuyvesant, Brooklyn, would have come upon a congregation reading prayers and singing, the men and women separated, as Orthodox Jewish law demands. On Saturday, as muted sunlight shone through the synagogue's high arched windows, some" , "date" : "20000626" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "They're Jewish, With a Gospel Accent" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/26\/nyregion\/they-re-jewish-with-a-gospel-accent.html"} , {"body" : "LIKE so many young people growing up in besieged neighborhoods, Muhamed Berte grew tired enough to quit. Tired of violence, tired of despair, tired of poverty and cynicism. But his mother, who learned to read and write as an adult, told him that there was no progress without struggle. So Mr. Berte kept at school and work, turning his back on the" , "date" : "20000625" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "COPING; Where Streets Are the Threat To Scholars" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/25\/nyregion\/coping-where-streets-are-the-threat-to-scholars.html"} , {"body" : "The killing of a woman whose partly clothed body was found Thursday on a mattress in a vacant lot in Williamsburg, strangled with her sneaker laces, may be linked to the slayings of five other women in Brooklyn, the police said yesterday. The other bodies were found over the last 10 months on rooftops in Williamsburg, in apartments in" , "date" : "20000624" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "New Death May Be Linked To 5 More Brooklyn Killings" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/24\/nyregion\/new-death-may-be-linked-to-5-more-brooklyn-killings.html"} , {"body" : "Yoel Judah walks slowly, talks fast. It is a disarming contradiction, to watch the casual way he saunters into a room, usually a son or two in tow, and to hear his words tripping and tumbling over each other, his voice all low and lyrical. Judah ambled into Gleason's Gym in Brooklyn recently to work out with his boxing star of a son, Zabdiel Judah." , "date" : "20000619" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "BOXING; The Patriarch and the Fighting Sons" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/19\/sports\/boxing-the-patriarch-and-the-fighting-sons.html"} , {"body" : "Two boys were slain yesterday -- one of them by his 12-year-old brother -- in unrelated incidents in the Bronx and Brooklyn, the police said. The first slaying took place early yesterday, when Japhet Rojas, 10, was killed by his 12-year-old brother in an apartment at 2767 Morris Avenue in the Bedford Park section of the Bronx, the police said," , "date" : "20000618" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "2 Boys, 10 and 15, Die in Separate Slayings" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/18\/nyregion\/2-boys-10-and-15-die-in-separate-slayings.html"} , {"body" : "Jacob Lawrence, the American painter who died last week at 82, told his students: ''We all like headlines and that type of thing, but this shouldn't be confused with the real meaning of your work. In fact, I think an artist is most fortunate when he doesn't get too much attention. The so-called art movements usually come after the fact. If you're" , "date" : "20000614" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "AN APPRECIATION: Simplicity Can Be Complicated; Jacob Lawrence Found Emotional Authenticity in Art and Life" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/14\/arts\/appreciation-simplicity-can-be-complicated-jacob-lawrence-found-emotional.html"} , {"body" : "In an unusually widespread eruption of street violence, 28 people were shot or stabbed in 20 apparently unrelated attacks between Friday night and last night, the police said. The victims included six people shot on a street corner in Brooklyn, three people who were killed and a 12-year-old boy who was shot in the face on a basketball court in the" , "date" : "20000611" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "Daylong Spate Of Violence Leaves 3 Dead And 25 Hurt" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/11\/nyregion\/daylong-spate-of-violence-leaves-3-dead-and-25-hurt.html"} , {"body" : "IF you cut my veins, you'll get cement!'' booms Samuel J. LeFrak, the ubiquitous metropolitan builder, urban visionary (hey, no smirking; he's got knighthoods and honorary doctorates on deluxe business cards announcing him as Sir Samuel), and in his spare time, sugar daddy to the arts. Mr. LeFrak, whose $10 million gift to the Guggenheim caused a" , "date" : "20000608" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["JERSEY CITY (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; A 'Guy With the Gold' Is Still Making Rules" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/08\/nyregion\/public-lives-a-guy-with-the-gold-is-still-making-rules.html"} ,   {"body" : "Dorrell Mainer and Kevin Rainey were eager to celebrate their wedding this Saturday in Brooklyn. They expected 150 friends and relatives, including Mr. Rainey's elderly mother from South Carolina. But the police said that when a financial setback threatened the nuptials, the couple so worried about disappointing their relatives that they devised a" , "date" : "20000608" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Sickness and in Health, and Now, in Jail" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/08\/nyregion\/in-sickness-and-in-health-and-now-in-jail.html"} , {"body" : "To the Editor: A May 29 news article characterized the Bedford-Stuyvesant section of Brooklyn as a community that has ''receded into the shadows'' and the Bedford-Stuyvesant Restoration Corporation as an ''impediment to progress.'' This characterization is unfair. Restoration's contributions to central Brooklyn are many. A May 21 Real Estate" , "date" : "20000605" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "28" , "title" : "A Neighborhood Gains" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/05\/opinion\/l-a-neighborhood-gains-601071.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; usually the second Tuesday of the month; but the next meeting is Tuesday, 6:30 p.m.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. DISTRICT 2: Fort Greene, Downtown Brooklyn," , "date" : "20000604" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; The Brooklyn Meetings, From Sea Gate to Dumbo" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/04\/nyregion\/community-boards-the-brooklyn-meetings-from-sea-gate-to-dumbo.html"} , {"body" : "In October 1998, Cynthia Marquez was suspected of child abuse after her son Juan, a 10-year-old who takes six pills a day to temper his behavioral problems, pummeled a younger brother, leaving bruises on his arms. School officials called in a complaint to the state hot line, and a city child welfare investigator appeared at her Brooklyn apartment," , "date" : "20000531" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Parents in Poor Neighborhoods Wary of Child Welfare Agency" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/31\/nyregion\/parents-in-poor-neighborhoods-wary-of-child-welfare-agency.html"} , {"body" : "It has been more than three decades since Senator Robert F. Kennedy cast a spotlight on the Bedford-Stuyvesant section of Brooklyn by making it the focus of a bold new economic development program. By uniting ''the best of community action with the best of the private enterprise system,'' he said, a model urban neighborhood could arise from the" , "date" : "20000529" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Bedford-Stuyvesant, The Boom Remains a Bust; Neighborhood Development Unit Under Fire" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/29\/nyregion\/bedford-stuyvesant-boom-remains-bust-neighborhood-development-unit-under-fire.html"} , {"body" : "An 81-year-old woman in a wheelchair was killed last night while trying to protect her grown grandson from another man in her Brooklyn apartment, the police said. The grandson, Derrick Hairston, 33, and an acquaintance were at first fighting outside the apartment, at 280 Stone Avenue in Bedford Stuyvesant, where Mr. Hairston lived with his" , "date" : "20000527" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; 81-Year-Old Killed Defending Relative" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/27\/nyregion\/metro-news-briefs-new-york-81-year-old-killed-defending-relative.html"} , {"body" : "William Merritt Chase (1849-1916) and Maxfield Parrish (1870-1966), a generation apart, were in their day very popular artists. Each wielded a brush with true virtuosity; Chase in a filtered Impressionist style seen as ''high'' art, Parrish in a tight, finicky illustrational mode that left out no detail. They had little else in common until now," , "date" : "20000526" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "ART REVIEW; Two Painters, Far Apart, Intersect in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/26\/arts\/art-review-two-painters-far-apart-intersect-in-brooklyn.html"} , {"body" : "WHEN brownstones were constructed on block after block of Brooklyn in the late 19th century, they provided housing for well-to-do people whose live-in servants, usually immigrants from Italy, Ireland or Germany, would dust the intricately carved moldings and cook in the ground-floor kitchens, sending food upstairs to the dining room by dumbwaiter." , "date" : "20000521" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Discovering Bed-Stuy's Brownstones" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/21\/realestate\/discovering-bed-stuy-s-brownstones.html"} , {"body" : "Rain pattered on the wide tent as 33 Brooklyn sixth graders from Public School 93 in Bedford-Stuyvesant sat quietly in rows, waiting for their big moment. After a seemingly endless list of names, it finally came. They jumped out of their seats and cheered, clapped and waved toward the podium. Their teacher, Verone H. Kennedy, had just graduated." , "date" : "20000520" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMENCEMENT; At Sarah Lawrence, a Hero for 6th Grade" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/20\/nyregion\/commencement-at-sarah-lawrence-a-hero-for-6th-grade.html"} , {"body" : "Hillary Rodham Clinton faced a delicate political balancing act yesterday in reacting to Mayor Rudolph W. Giuliani's withdrawal from the Senate race: she sought to offer compassion to the mayor, while at the same time seeking to portray a business-as-usual agenda of campaigning. At her hastily organized press conference, at the auditorium of Local" , "date" : "20000520" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "THE MAYOR'S DECISION: THE DEMOCRAT; Mrs. Clinton Wishes an Ex-Rival Well and Forges Ahead" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/20\/nyregion\/mayor-s-decision-democrat-mrs-clinton-wishes-ex-rival-well-forges-ahead.html"} ,   {"body" : "IT happened so fast it was easy to miss. Brownstones in places like Fort Greene and Harlem are no longer necessarily bargains. A nice house in Harlem might sell for $700,000, double the price of a year ago, according to Yvonne Maddox, manager of Charles H. Greenthal's Harlem office. In Brooklyn's Clinton Hill, house prices have reached $999,995," , "date" : "20000430" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Habitats\/Bedford-Stuyvesant; Finding a Town House With a Sense of History" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/30\/realestate\/habitats-bedford-stuyvesant-finding-a-town-house-with-a-sense-of-history.html"} , {"body" : "C. Vernon Mason Sr., a man who once lighted bonfires of rage with slash-and-burn charges of racism, gazed across a restless crowd of a few hundred men and women. Most were black or Hispanic, all were on parole or probation. More than a few saw themselves as casualties of pathologically racist courts. In other words, a perfect Mason crowd. Yet on" , "date" : "20000428" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Re-Creation Of a Former Firebrand; Disbarred Lawyer Arises as Humbled Minister" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/28\/nyregion\/re-creation-former-firebrand-disbarred-lawyer-arises-humbled-minister.html"} , {"body" : "World Barbecue May is national barbecue month, and though it's not easy to find good barbecue in New York City, it can be done. Here are a dozen places for barbecue: American, Argentine, Korean and Jamaican jerk. (These summaries are taken from dining reviews, columns and articles in The Times by William Grimes, Eric Asimov and others.) 1. Brother" , "date" : "20000428" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "46" , "title" : "EATING OUT" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/28\/arts\/eating-out.html"} , {"body" : "The yellow taxi bore medallion 6Y70, but it was not a yellow taxi. It was a police cruiser, a radio car in disguise, and it was occupied by members of the Brooklyn North Street Crime Unit. Shortly before midnight on Wednesday, with its engine revving and a portable red light flashing from its dashboard, the car lurched through its gears and bore" , "date" : "20000422" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For Beleaguered Officers Now on Livery-Cab Duty, Gratitude" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/22\/nyregion\/for-beleaguered-officers-now-on-livery-cab-duty-gratitude.html"} , {"body" : "A seven-foot bronze war memorial statue, with an estimated weight of 1,000 to 1,500 pounds, has been stolen from Saratoga Square Park in Bedford-Stuyvesant, Brooklyn, the authorities said yesterday. The statue's absence was discovered yesterday by parks workers. The statue, a female victory figure holding a broken olive branch, was created by James" , "date" : "20000421" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)" , "SARATOGA SQUARE PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "METRO NEWS BRIEFS: NEW YORK; War Memorial Is Stolen From a Brooklyn Park" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/21\/nyregion\/metro-news-briefs-new-york-war-memorial-is-stolen-from-a-brooklyn-park.html"} , {"body" : "Eight months after the state set aside millions of dollars for subsidized child care, city officials said yesterday that they would use the money to create child care slots in neighborhoods that need them most, offer coupons to parents who are required to work for their welfare benefits, and reward families who have waited the longest for child" , "date" : "20000418" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "City Hall to Use $54 Million To Add Day Care Subsidies" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/18\/nyregion\/city-hall-to-use-54-million-to-add-day-care-subsidies.html"} , {"body" : "ATTRACTIONS Museums and Sites ALICE AUSTEN HOUSE, 2 Hylan Boulevard, Rosebank, Staten Island. This 17th-century farmhouse, converted to a Victorian cottage in the 19th century, was the home of the photographer Alice Austen. The parlor is filled with period furniture. ''Moments in Staten's Island's Black Heritage,'' photographs from 1880 to the turn" , "date" : "20000414" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "49" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/14\/arts\/spare-times-768952.html"} , {"body" : "Howard Simon, a playwright whose first major New York production opened on Sunday night, died on Wednesday at New York Methodist Hospital in Brooklyn. He was 37 and lived in the Bedford-Stuyvesant section of Brooklyn. The cause was septic shock brought on by streptococcus meningitis, said Tracy Simon, his sister. Mr. Simon, who attended Morehouse" , "date" : "20000414" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "19" , "title" : "Howard Simon, 37, Playwright Who Had Just Found Spotlight" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/14\/arts\/howard-simon-37-playwright-who-had-just-found-spotlight.html"} , {"body" : "Here is a sampling of special choral works for the Easter season in New York City. Admission is free unless otherwise noted (churches accept donations). Today ST. JEAN BAPTISTE CHURCH (Catholic), Lexington Avenue and 76th Street, Manhattan. Bach's St. John Passion; AmorArtis Chamber Choir and Baroque Orchestra; Cynthia Richards Wallace, soprano;" , "date" : "20000414" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "From Bach's Passions to Mozart's Requiem" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/14\/movies\/from-bach-s-passions-to-mozart-s-requiem.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $1.28 million 42 West 17th Street 2-bedroom, 2-bath, 2,250-sq.-ft. co-op in a loft building; key-operated elevator, dining room, breakfast nook, den, 14-ft." , "date" : "20000409" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/09\/realestate\/residential-sales.html"} ,   {"body" : "The Rev. Robert Ross Johnson, a leading clergyman in Queens for nearly four decades and a former chaplain for the New York City Department of Correction, died on March 29 at a hospital in Atlanta. He was 79 and had moved to Atlanta in 1991. He suffered a long illness, his family said. Mr. Johnson was the founding pastor of the St. Albans" , "date" : "20000406" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "25" , "title" : "Rev. Robert Ross Johnson, 79, First Pastor of Queens Church" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/06\/nyregion\/rev-robert-ross-johnson-79-first-pastor-of-queens-church.html"} , {"body" : "Police officials said yesterday that they would review the tactics employed Monday by plainclothes officers, including at least one with his gun drawn, who chased a drug suspect through a Brooklyn schoolyard crowded with children. Parents angered by the incident at P.S. 305 in Bedford-Stuyvesant confronted police commanders at two meetings in the" , "date" : "20000329" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Officials to Review Police Chase Through Crowded Schoolyard" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/29\/nyregion\/officials-to-review-police-chase-through-crowded-schoolyard.html"} , {"body" : "A few blocks away from Patrick M. Dorismond's funeral in Brooklyn on Saturday afternoon, poets and artists gathered at another church for a more subdued ceremony -- a commemoration of Amadou Diallo, the West African immigrant killed last year by undercover police officers in the Bronx. ''This is one way of surviving,'' Angeli Rasbury, who helped" , "date" : "20000327" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "At Poets' Gathering, a Tribute to Diallo" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/27\/nyregion\/at-poets-gathering-a-tribute-to-diallo.html"} , {"body" : "Regulators in New York State, the nation's largest banking center and an industry pace setter, are devising new rules to crack down on lenders who impose exorbitant fees that force countless homeowners into foreclosure and bankruptcy. The abuses at issue are the underbelly of the lucrative $280 billion national market in loans for people with" , "date" : "20000316" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New York Planning Crackdown On Excessive Home Loan Fees" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/16\/nyregion\/new-york-planning-crackdown-on-excessive-home-loan-fees.html"} , {"body" : "ACADIA PARISH +++ (718) 624-5154; 148 Atlantic Avenue, between Henry and Clinton Streets, Brooklyn Heights; $$$; no smoking; all major credit cards. The dining room is plain, but the spirit is winning in this homey restaurant that serves Cajun fare by a Louisiana family transplanted to Atlantic Avenue. The peppery Cajun popcorn, seafood jambalaya" , "date" : "20000312" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "GOOD EATING; Choices Abound On Atlantic Ave." , "url" : "http:\/\/www.nytimes.com\/2000\/03\/12\/nyregion\/good-eating-choices-abound-on-atlantic-ave.html"} , {"body" : "THERE'S a new furniture designer on the block, and a new block on which to buy furniture. The Bench is Linda Lindsay's first design in a new collection, called Ethnic Essence. ''I am trying to combine American design with African design,'' Ms. Lindsay said. Ms. Lindsay turned designer after a career in furniture sales at companies like Ethan Allen" , "date" : "20000309" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "Hearkening To Africa" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/09\/garden\/hearkening-to-africa.html"} , {"body" : "Monique Greenwood, the new editor in chief of Essence magazine, was working at home one afternoon last week. The home Ms. Greenwood shares with her daughter and her husband, a broadcast engineer, is not what one might expect from the potentially frenzied editor of a monthly magazine with a circulation of a million readers. Hers is an 18-room" , "date" : "20000306" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "Leading Magazine for Black Women Facing New Competitors" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/06\/business\/leading-magazine-for-black-women-facing-new-competitors.html"} , {"body" : "After a three-month debate with employers over whether they would be allowed to vote on unionization, handymen, porters and superintendents employed by the Bedford-Stuyvesant Restoration Corporation voted 32 to 9 last week to become part of Teamsters Local 966. The vote came one month after the National Labor Relations Board's regional director in" , "date" : "20000305" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BEDFORD-STUYVESANT -- UPDATE; After 3-Month Struggle, Housing Workers Join Teamsters" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/05\/nyregion\/neighborhood-report-bedford-stuyvesant-update-after-3-month-struggle-housing.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting March 14, 6:30 P.M.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; (718) 389-0009. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill, Boerum Hill, Vinegar" , "date" : "20000305" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "BROOKLYN UP CLOSE; Communities Speak Up: Where the Boards Meet in March" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/05\/nyregion\/brooklyn-up-close-communities-speak-up-where-the-boards-meet-in-march.html"} , {"body" : "Just before 10 o'clock yesterday, on a chilly morning in Washington Square Park, former Senator Bill Bradley returned to the neighborhood where he had come the day after his narrow loss in New Hampshire. Back in early February, Mr. Bradley was greeted by hundreds of supporters, cheering him as he turned his fight from New Hampshire to the New York" , "date" : "20000305" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "31" , "title" : "THE 2000 CAMPAIGN: THE DEMOCRATS; Sagging Crowds and Optimism Don't Sap Bradley's Energy" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/05\/us\/2000-campaign-democrats-sagging-crowds-optimism-don-t-sap-bradley-s-energy.html"} ,   {"body" : "Helen Fielding, creator of Bridget Jones, drew throngs at Borders Books in Lower Manhattan. With other reports from the Lower East Side, Harlem, the Upper East and West Sides, Clinton, Greenwich Village, Fresh Meadows, the Brooklyn Waterfront, Williamsburg, Bedford-Stuyvesant, Hunts Point and Staten Island. PAGES 21-23 NEIGHBORHOOD REPORT" , "date" : "20000305" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEIGHBORHOOD REPORT; F.O.B. (Fans of Bridget) Get in Line" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/05\/nyregion\/neighborhood-report-fob-fans-of-bridget-get-in-line.html"} , {"body" : "IN the shadow of the Brooklyn Bridge it seems to rain grime, or maybe we are just succumbing, here in Gleason's Gym, to the legend of the ring and the sadness of trainers. A tour last summer with the documentary featuring some of his life, giving Harry Keitt a dollop of newfound fame, doesn't seem to shake the heaviness on Mr. Keitt, the man who's" , "date" : "20000302" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "2" , "title" : "Pursuing Redemption, On Screen and Off" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/02\/nyregion\/pursuing-redemption-on-screen-and-off.html"} , {"body" : "In central Brooklyn -- where storefronts are boarded, housing projects stand in defiant opposition to the boom times, and the hospitals are more or less broke -- babies are dying at rates that the city as a whole has not seen in nearly two decades. And they die, in some cases, at a rate double what the federal government has set as the infant" , "date" : "20000229" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "High Infant Mortality Rates In Brooklyn Mystify Experts" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/29\/nyregion\/high-infant-mortality-rates-in-brooklyn-mystify-experts.html"} , {"body" : "Stephanie Lynn-Harrison, 41, was pregnant and unemployed. She recalls that she became increasingly worried about how she was going to provide for her children, and that the stress eventually became too much. She began to feel a depression that at its worst points was so deep it was as if ''a complete fog'' had moved in, she said. ''It was a" , "date" : "20000228" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE NEEDIEST CASES; After Help in Regaining Control of Life, She Now Helps Others" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/28\/nyregion\/the-neediest-cases-after-help-in-regaining-control-of-life-she-now-helps-others.html"} , {"body" : "THREE paces down the front walkway, Assemblyman Vito J. Lopez stopped to admire the two-story brick house before him. The home was one of the first his social service organization helped build in Bushwick a decade ago. Since then, he has spurred the construction of hundreds more new houses. ''To me it's beautiful,'' said Mr. Lopez, a towering man" , "date" : "20000227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Two Faces of Bushwick; A Troubled Brooklyn Neighborhood Is Mending. But Its Leaders Are Feuding Over the Size of the Gains and What to Do Next." , "url" : "http:\/\/www.nytimes.com\/2000\/02\/27\/nyregion\/two-faces-bushwick-troubled-brooklyn-neighborhood-mending-but-its-leaders-are.html"} , {"body" : "A 13-month-old girl who was choking on a toy baby bottle was saved by a firefighter in Brooklyn last night, officials said. The firefighter, Lt. Kevin Calhoun of Engine Company 235 in Bedford-Stuyvesant, said he arrived at the girl's apartment on Putnam Avenue to find her mother hysterical and banging on the gasping girl's back. The woman did not" , "date" : "20000221" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Brooklyn Firefighter Saves a Choking Girl" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/21\/nyregion\/brooklyn-firefighter-saves-a-choking-girl.html"} , {"body" : "The steel skeleton rising in central Harlem has already attracted the attention of would-be buyers for the 240 moderately priced cooperative apartments that over the next year will fill much of the space. Some 500 people have put their names on a waiting list for the one- to three-bedroom units, with 700 to 1,200 square feet, that will occupy the" , "date" : "20000218" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Residential Real Estate; Buyers Waiting for Harlem Apartments" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/18\/nyregion\/residential-real-estate-buyers-waiting-for-harlem-apartments.html"} , {"body" : "Leg gone -- mind in a daze But it's a phase I'm gonna rise above this In my head My leg I'll always miss Nothing is false about this If it was I would whisper go away In pain, in search of a sympathetic ear, Lenny Rabb wrote these verses into the newsletter he publishes from his home in the East New York section of Brooklyn. ''My wife and I spend" , "date" : "20000211" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; Fathers Living With AIDS Find a Voice" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/11\/nyregion\/the-neediest-cases-fathers-living-with-aids-find-a-voice.html"} , {"body" : "A Fire Department employee was arrested early yesterday on charges of raping a co-worker inside the computer room where they worked. The woman told the police that she was working with the suspect, Winston Meusa, 42, in the Fire Department's computer tape library at 11 Metrotech Center in downtown Brooklyn at 1:30 a.m. when he knocked her to the" , "date" : "20000211" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "METRO NEWS BRIEFS: NEW YORK; Fire Department Worker Arrested on Rape Charge" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/11\/nyregion\/metro-news-briefs-new-york-fire-department-worker-arrested-on-rape-charge.html"} , {"body" : "Three men were killed and several people were injured when flames engulfed a Brooklyn rooming house early yesterday, fire officials said. The fire, shortly before 4 a.m., gutted the upper two floors of a three-story brick building at 247 Tompkins Avenue in Bedford-Stuyvesant, killing Leslie Seals, 48, Eduardo Colon, 22, and Jose Vasquez, 37, the" , "date" : "20000209" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "3 Die in Fire at Brooklyn Rooming House" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/09\/nyregion\/3-die-in-fire-at-brooklyn-rooming-house.html"} ,   {"body" : "As attorney general, Robert F. Kennedy successfully prosecuted James R. Hoffa, the president of the Teamsters. Now a nonprofit housing group founded by Kennedy is trying to keep the Teamsters from organizing its workers. That effort was dealt a setback last week when the National Labor Relations Board's regional director in Brooklyn ordered the" , "date" : "20000130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BEDFORD-STUYVESANT; Road Is Clear for Teamsters At a Housing Workers' Vote" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/30\/nyregion\/neighborhood-report-bedford-stuyvesant-road-clear-for-teamsters-housing-workers.html"} , {"body" : "Ever since the city reaped a windfall of $44 million in new funds for affordable child care, parents and child care advocates across the city have waited anxiously for the city to distribute day care vouchers to needy parents. The need, they know, is acute, with the number of poor or working-class families waiting for these coveted coupons having" , "date" : "20000130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MIDWOOD (NYC)" , "WILLIAMSBURG (NYC)" , "CROWN HEIGHTS (NYC)" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Distribution of Vouchers For Day Care Is Scrutinized" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/30\/nyregion\/distribution-of-vouchers-for-day-care-is-scrutinized.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting Feb 8, 6:30 P.M.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; (718) 389-0009. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill, Boerum Hill, Vinegar Hill," , "date" : "20000130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; Brooklyn Meetings In February" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/30\/nyregion\/community-boards-brooklyn-meetings-in-february.html"} , {"body" : "Three years ago, Nicole E. Arzu was expecting her second child, but she received some tough news instead. Her doctors told her that her kidneys were not functioning properly. If she continued her pregnancy, they warned, her kidneys might cease processing toxins, her lungs could fill with fluid, and she could ultimately die in a way that sounded" , "date" : "20000128" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; 'Weekend Mom' Gets the Full-Time Job" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/28\/nyregion\/the-neediest-cases-weekend-mom-gets-the-full-time-job.html"} , {"body" : "Winter makes one yearn for comfort food, and what could be more comforting than dessert. Here are a dozen places with desserts worth breaking your diet for. (These summaries are taken from dining reviews, columns and articles in The Times by William Grimes, Eric Asimov and others.) 1. Buttercup Bake Shop +++ (212) 350-4144 973 Second Avenue, at" , "date" : "20000121" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "49" , "title" : "EATING OUT; If Dessert Is the Goal" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/21\/arts\/eating-out-if-dessert-is-the-goal.html"} , {"body" : "EVERY day there seems to be a geometric increase in the number of deals being offered through the Internet. Get Rich Quick! Lose Weight Now! Earn Free Dollars! So when Ray Shawn Williams decided on a lark to fill out a form for an online lottery that promised the winner a semester of free student housing, he figured it was just another gimmick. On" , "date" : "20000116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Education" , "Technology" , "Real Estate"] , "page_facet" : "2" , "title" : "Habitats\/Brooklyn; A Dorm Room Rent-Free, Won in an Online Lottery" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/16\/realestate\/habitats-brooklyn-a-dorm-room-rent-free-won-in-an-online-lottery.html"} , {"body" : "A colorful quilt hung by a window, brightening up an otherwise drab community room. Its centerpiece shows three women in traditional African dress standing side by side: the woman in orange represents the girls who sewed the quilt, the woman in pink, to the left, represents their mothers, and a woman in purple represents other women important in" , "date" : "20000111" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE NEEDIEST CASES; Passing On A Passion For Sewing" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/11\/nyregion\/the-neediest-cases-passing-on-a-passion-for-sewing.html"} , {"body" : "BENJAMIN-Dr. Bernard. Formerly of Brooklyn NY. On January 1, 2000 at age 96. Noted pediatric physician who first identified pernicious anemia in children. A Research Fellow at the Rockefeller Institute. He was also a Professor at the State Univerity of New York, Downstate Medical Center at Brooklyn for 25 years. He practiced pediatrics and lived in" , "date" : "20000104" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "8" , "title" : "Paid Notice: Deaths BENJAMIN, DR. BERNARD" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/04\/classified\/paid-notice-deaths-benjamin-dr-bernard.html"} , {"body" : "State Senator Efrain Gonzalez Jr. of the Bronx decided to open a Washington office for a Hispanic legislators' association a few years ago, figuring that he would have little trouble raising the necessary $40,000. Following something of a tradition among black and Hispanic members of the New York Legislature, Mr. Gonzalez called a lobbyist for" , "date" : "20000104" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Tobacco and Its Money Have Minority Allies in New York" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/04\/nyregion\/tobacco-and-its-money-have-minority-allies-in-new-york.html"} , {"body" : "WITH little commercial activity and only one subway line to Manhattan, Clinton Hill has long been a place that turns in early for the night. Now, though, this low-profile Brooklyn neighborhood is getting attention from people priced out of other parts of the city. Like its sister neighborhood, Fort Greene, with which it is often compared, Clinton" , "date" : "20000102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CLINTON HILL (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Clinton Hill, Brooklyn; Historic, Diverse and on the Rise" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/02\/realestate\/if-you-re-thinking-living-clinton-hill-brooklyn-historic-diverse-rise.html"} ,   {"body" : "As she lay in bed dying of cancer, Verna Peebles's sister asked for one last thing: that Ms. Peebles raise her 7-year-old grandson. Ms. Peebles, 58, had already raised four children of her own -- her oldest is 38, her youngest 28 -- but on Dec. 9, 1998, she waited for the car that would bring Steven Branch, her grandnephew, from Norfolk, Va., to" , "date" : "20000102" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "THE NEEDIEST CASES; Helping Orphan Settle Into a New Home" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/02\/nyregion\/the-neediest-cases-helping-orphan-settle-into-a-new-home.html"}]