[  {"body" : "The Rev. Vincent Fusco, the senior minister at a charismatic church in Brooklyn, donated a storehouse of food -- bottled water, dried eggs, powdered milk, canned tuna and vegetables -- to the down-and-out, since the arrival of the year 2000 did not cast the world into a calamitous dusk. David Boser, once the co-owner of the Survival Preparedness" , "date" : "20001230" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "For Y2K Doomsayers, The End Is Not Near" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/30\/nyregion\/for-y2k-doomsayers-the-end-is-not-near.html"} , {"body" : "Outside Bensonhurst, the name Louis Graziuso hardly lights up the town. But during the 45 years Mr. Graziuso ran the family plumbing business, you would have been hard-pressed to find anyone in the neighborhood who did not know his name. Mr. Graziuso died five years ago at 81. Last month, the same day other streets in New York were named for people" , "date" : "20001224" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: BENSONHURST; A Street Named Graziuso, for a Regular Joe Named Louis" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/24\/nyregion\/neighborhood-report-bensonhurst-street-named-graziuso-for-regular-joe-named.html"} , {"author" : "Maria Laurino is the author of the memoir ''Were You Always an Italian? Ancestors and Other Icons of Italian-America.''" , "body" : "MIDWAY through the third episode of the new CBS series ''That's Life,'' the story of an Italian-American bartender who shocks (shocks!) her family by breaking off her engagement and enrolling at a local New Jersey college, a friend poses a key question. The college-bound Lydia DeLucca (Heather Paige Kent) regularly gossips with her pals Jackie and" , "date" : "20001224" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "31" , "title" : "TELEVISION\/RADIO; From the Fonz To 'The Sopranos,' Not Much Evolution" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/24\/arts\/television-radio-from-the-fonz-to-the-sopranos-not-much-evolution.html"} , {"body" : "One of the wise men, Mansour Ndiaye, journeyed back to the cradle of his celebrity last week with sage counsel for the children. ''You're just going to have to learn life the hard way,'' he said kindly. ''I know you're not going to listen to me.'' Clearly, he was right. With teenage cool, yet a certain deference, the soccer players of Martin Luther" , "date" : "20001224" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "BackTalk; A Holiday Season for Youth to Be Served" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/24\/sports\/backtalk-a-holiday-season-for-youth-to-be-served.html"} , {"body" : "Step back for a moment and it might all seem quite preposterous, the kowtowing to this overweight personage stoked with milk and cookies, this fiction with which grown-ups indoctrinate their children, so wholly co-opted in the pursuit of lucre that one might imagine a jaded populace would let it drop. The parental deception, the excess, the way in" , "date" : "20001224" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Joining in the Reindeer Game; Parents Perpetuate Belief in Santa, Sometimes Guiltily" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/24\/nyregion\/joining-reindeer-game-parents-perpetuate-belief-santa-sometimes-guiltily.html"} , {"body" : "THE COLLECTED SHORT FICTION OF BRUCE JAY FRIEDMAN. (Grove, $14.) These humorous tales, published between 1953 and 1995, feature dizzying flights of fancy and whammo endings, taking on subjects as varied as psychiatrists, Hollywood, cocaine, guilt, sex and Jewish mothers. ''Friedman has been likened to everyone from J. D. Salinger to Woody Allen,''" , "date" : "20001217" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "36" , "title" : "New & Noteworthy Paperbacks" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/17\/books\/new-noteworthy-paperbacks-570885.html"} , {"body" : "One day in October 1988, the police found the body of 28-year-old Victor Filocamo stuffed inside the trunk of a white B.M.W. parked on 73rd Street in Bay Ridge, Brooklyn. At the time, investigators suspected that Mr. Filocamo was killed because of his ties to the underworld, and, over the last decade, three known mobsters pleaded guilty in the" , "date" : "20001129" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Two More Men Are Charged In a Mob Killing in 1988" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/29\/nyregion\/two-more-men-are-charged-in-a-mob-killing-in-1988.html"} , {"body" : "IT'S Saturday night, and amid a swirl of Fendi baguettes, lip-gloss reapplication and leather pants, two polite, middle-aged women from rural Kentucky are standing in the lobby of the Hudson hotel, beaming like julep-happy Derby winners. The two women, Marylyn Todd and Jane Warren, after all, have just emerged from the Library Bar, described by no" , "date" : "20001119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "It's Hopping in the Lobby As Hotels Party All Night; Innkeepers are turning lounges, bars and everything between, not excluding the elevators, into a club scene." , "url" : "http:\/\/www.nytimes.com\/2000\/11\/19\/style\/it-s-hopping-lobby-hotels-party-all-night-innkeepers-are-turning-lounges-bars.html"} , {"body" : "As the vocation director for the Roman Catholic Diocese of Brooklyn in the late 1980's, the Rev. Fernando Ferrarese spent most of his time preaching about the shortage of young men entering the priesthood and what it might mean for parish life: churches without pastors, neighborhoods without churches, fewer Masses, frustrated priests. ''It felt" , "date" : "20001115" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Diocese of Brooklyn Declares Shortage of Priests Is a Crisis" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/15\/nyregion\/diocese-of-brooklyn-declares-shortage-of-priests-is-a-crisis.html"} , {"body" : "FOR 28 years, Michael H. Steinhardt managed an investment portfolio. Today he manages a portfolio of enthusiasms: Philanthropy. Art. Wildlife. Gardening. And a little bit of investing. ''I'm addicted,'' he said in a recent interview. The nerve center of his activities is a spacious office on Madison Avenue in Manhattan with a view of the colored" , "date" : "20001112" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "2" , "title" : "PRIVATE SECTOR; Art, Wildlife and a Bit of Investing" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/12\/business\/private-sector-art-wildlife-and-a-bit-of-investing.html"} ,   {"body" : "Lysa Vanible is confident when she faces down tough criminals as a New York City police officer. But her confidence is shaken when she tries to help her fourth grader, Randi, with her math homework. When Randi asked for help one day last month, Ms. Vanible recalled recently, ''I told her, 'Mommy doesn't know how to do it.' '' After encountering" , "date" : "20001107" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Front Page" , "U.S." , "Education"] , "page_facet" : "1" , "title" : "Challenging Homework Stumps Parents, Too" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/07\/us\/challenging-homework-stumps-parents-too.html"} , {"body" : "Rick A. Lazio recruited Gov. George E. Pataki and Mayor Rudolph W. Giuliani for a final, frenzied pre-election blitz in the Hudson River Valley and New York City's suburbs today, saying he still feels like the underdog but is confident he will come out on top. The get-out-the-vote push started early this morning at a Metro-North station in" , "date" : "20001107" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Lazio and Clinton, Both Upbeat, Rally Troops on Last Day; Giuliani and Pataki Join Candidate at His Rallies" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/07\/nyregion\/lazio-clinton-both-upbeat-rally-troops-last-day-giuliani-pataki-join-candidate.html"} , {"body" : "As children, they would roam their Bensonhurst neighborhood in Brooklyn looking for Borden's milk cartons. Twenty cartons meant a free ticket in the upper deck at Shea Stadium, so John Franco and his brother, Jim, would go through garbage cans and pester their relatives. The Mets were the only team the Francos cared about and Yankee Stadium was a" , "date" : "20001019" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "BASEBALL: SUBWAY SERIES; Childhood Dreams Become A Reality" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/19\/sports\/baseball-subway-series-childhood-dreams-become-a-reality.html"} , {"body" : "Just a year ago, John Q. Adams was holding his aching head and wondering what had gone wrong. The results of a new state math test had just come out, and only 39 percent of the eighth graders at his school in Brooklyn had met state standards. Mr. Adams's students had done better than the abysmal citywide average of 23 percent. But in the" , "date" : "20001019" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Brooklyn School Breaks From the Pack; A Case Study in How State Testing Was Used to Improve Education" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/19\/nyregion\/brooklyn-school-breaks-pack-case-study-state-testing-was-used-improve-education.html"} , {"body" : "Lou Palumbo was in no mood to confess, but confession -- like a tiny chicken bone -- was caught in his throat. To spit it out required a secluded corner of a busy bar, the company of his two best friends and the assistance of at least three rounds of bottled beer. ''Let's put it this way,'' Mr. Palumbo said as he lowered his voice at the rail of" , "date" : "20001015" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "Quaking at the Thought of a Subway Series; The Secret Shame of Some Fans: Losing Would Be Too Much to Bear" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/15\/nyregion\/quaking-thought-subway-series-secret-shame-some-fans-losing-would-be-too-much.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $675,000 54 West 16th Street 2-bedroom, 2-bath, 1,300-sq.-ft. co-op in a postwar building; dining alcove, windowed kitchen, 2 exposures, common roof deck;" , "date" : "20001015" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/15\/realestate\/residential-sales.html"} , {"body" : "Thousands of Muslims closed shops, left homes and skipped classes yesterday to rail against Israeli violence and to pledge support for Palestinians during a protest march that brought the tensions of the Middle East to the East Side of Manhattan. Chants of outrage cut the autumn afternoon air until the rally ended in prayers to Allah, just yards" , "date" : "20001014" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "ISRAEL"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Thousands March to U.N. To Support Palestinians" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/14\/nyregion\/thousands-march-to-un-to-support-palestinians.html"} , {"body" : "A battle in the long war between humans and pigeons is being waged in a small corner of Bensonhurst. So far, it seems the pigeons are winning. Scores of the birds have chosen a tower at the Bay 50th Street elevated subway station as a favorite roosting site. Officials at the Metropolitan Transportation Authority, which owns the tower, say they have" , "date" : "20001008" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BENSONHURST; It's Pigeons vs. Residents in a Down and Very Dirty Battle" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/08\/nyregion\/neighborhood-report-bensonhurst-it-s-pigeons-vs-residents-down-very-dirty-battle.html"} , {"body" : "Three thousand miles from where John Franco was staring at potential ruin to a baseball season, from a distance so much safer to make the call, Joe Gambuzza talked to the television as if it had ears and the ability to pull the string on Barry Bonds. ''Throw the changeup, not the fastball,'' Gambuzza pleaded. ''Throw the changeup. Throw your" , "date" : "20001007" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; One More Time, Franco Is a Closer" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/07\/sports\/sports-of-the-times-one-more-time-franco-is-a-closer.html"} , {"body" : "HARBOR seals bobbing in the water. Freighters from all over the world floating by. Cormorants spreading their wings on pier pilings and diving for fish. A sandy beach, right in the backyard. This is Brooklyn? Dr. June Reinisch, 57, and her husband, Dr. Leonard Rosenblum, 64, have been privy to these views of Gravesend Bay -- sometimes using a" , "date" : "20000917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SEA GATE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Sea Gate; 'Hamptons West' in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/17\/realestate\/if-you-re-thinking-of-living-in-sea-gate-hamptons-west-in-brooklyn.html"} ,   {"body" : "Much like Manhattan, Brooklyn has never had a boroughwide multiple listing of homes for sale. Now, reflecting a lack of inventory at a time when prices -- especially in Brooklyn's historic brownstone districts -- have been rising, the three multiple listing services that loosely divide the borough plan to merge by the end of the year. ''The idea is" , "date" : "20000915" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Residential Real Estate; Multiple Listings Sought For Homes in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/15\/nyregion\/residential-real-estate-multiple-listings-sought-for-homes-in-brooklyn.html"} , {"body" : "When Daniel Burgess saw the statue of Arthur Ashe, he was stunned and disappointed. It did not look like Ashe. It did not have a clear connection to tennis. And the man was naked. So Burgess, of Freeport, N.Y., decided to do something about it. Yesterday he handed out copies of a letter he drafted to the United States Tennis Association, requesting" , "date" : "20000902" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "U.S. OPEN: NOTEBOOK; Offended Fan Wants Ashe Statue Moved" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/02\/sports\/us-open-notebook-offended-fan-wants-ashe-statue-moved.html"} , {"body" : "BROOKLYN 10 p.m. today to 5 a.m. tomorrow Fort Hamilton, Bay Ridge, Dyker Heights, Bath Beach, Bensonhurst, New Utrecht, Mapleton, Washington Cemetery MANHATTAN 10 p.m. today to 5 a.m. tomorrow Washington Heights, Inwood, Fort George, Sherman Creek, Inwood Hill Park, Fort Tryon Park THE BRONX 10 p.m. today to 5 a.m. tomorrow Marble Hill, Spuyten" , "date" : "20000824" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "UPDATE; West Nile Spraying Schedule" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/24\/nyregion\/update-west-nile-spraying-schedule.html"} , {"body" : "The Russians are not, as the old movie would have it, coming. They have gone. Some have just slammed the door on America -- the country where, as one of them put it, his Russian friends have become ''slaves to the dollar'' -- and have gone back home, to Moscow, to St. Petersburg, to Kiev. And by voicing just what they feel about this place, they" , "date" : "20000822" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BENSONHURST (NYC)" , "RUSSIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Lady Liberty or Mother Russia?; As Emigres Go Home, Others Defend Life in America" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/22\/nyregion\/lady-liberty-or-mother-russia-as-emigres-go-home-others-defend-life-in-america.html"} , {"body" : "When Frank Perri opened Buzz-A-Rama 500 in 1965, slot car racing was all the rage in New York City. With 45 other model race car businesses in town, any kid could pretend to be Al Unser or Mario Andretti. Now, 35 years later, Mr. Perri said, his slot car establishment is the only one that has survived. And while slot car aerodynamic technology has" , "date" : "20000813" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BENSONHURST; 35 Years Later, Mr. Slot Car Remains in the Driver's Seat" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/13\/nyregion\/neighborhood-report-bensonhurst-35-years-later-mr-slot-car-remains-driver-s-seat.html"} , {"body" : "NEW YORK MANHATTAN: WEST NILE MEETING URGED A coalition of New York environmentalists, repeating their view yesterday that widespread pesticide spraying against the West Nile virus may threaten the public more than the virus itself, said they had asked to meet with Dr. Neal L. Cohen, New York City's health commissioner. ''The overuse of toxic" , "date" : "20000810" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/10\/nyregion\/metro-briefing.html"} , {"body" : "CORPORATIONS beware: if you were born before 1865, Deadria C. Farmer-Paellmann is looking for slaves in your archives and may have bad news for you. The sleuthing started in 1992 when, as artistic director of the protest (a 26-hour ''drum vigil'') that halted excavation of a 17th-century African burial ground near City Hall, Ms. Farmer-Paellmann" , "date" : "20000808" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Pressing the Cause of the Forgotten Slaves" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/08\/nyregion\/public-lives-pressing-the-cause-of-the-forgotten-slaves.html"} , {"body" : "WHEN the Scottish movie ''Trainspotting,'' about young heroin addicts, hit theaters in 1996, some critics called it an advertisement for drug use. But for the residents of 713 East Ninth Street, just east of Avenue C, the film was an opportunity. The residents, calling themselves Dos Blockos, were a close-knit group of squatters inhabiting an" , "date" : "20000803" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "On Avenue C, Renewal and Regret" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/03\/garden\/on-avenue-c-renewal-and-regret.html"} , {"body" : "Sussman Volk, who owned a Manhattan restaurant that became a garment district social center for decades, opened and quickly closed what was said to be New York City's first frozen-food store, and invented questionable necessities that included the Cigarette Lighter That Lights From Either End, died July 14 in Palm Beach, Fla. He was 80. The cause" , "date" : "20000724" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "8" , "title" : "Sussman Volk, Restaurateur And Gadget Inventor, 80, Dies" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/24\/nyregion\/sussman-volk-restaurateur-and-gadget-inventor-80-dies.html"} , {"body" : "WHERE Tyrone Laws is going today, he will not need chimes. He will not need Firecrackers or Warheads or many of the individually wrapped treats that make up the average ice cream man's arsenal. He will not swing out his ''Slow Children Crossing'' sign, and he will not patrol suburbia. He might not even see a child today. No, Mr. Laws, an urban" , "date" : "20000723" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; A Mister Softee Who Found His Calling" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/23\/nyregion\/new-yorkers-co-a-mister-softee-who-found-his-calling.html"} ,   {"body" : "About 50 parents, teachers and students protested yesterday in front of the Board of Education headquarters, expressing anger that the board had not renewed the contract of a popular district superintendent in south Brooklyn. Donald Weber, superintendent of District 21 for 17 years, resigned on July 5, five days after his contract expired." , "date" : "20000721" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "Protest Backs Schools Chief In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/21\/nyregion\/protest-backs-schools-chief-in-brooklyn.html"} , {"body" : "If you are dying for a good steak, and you are thinking about Denny's Steak Pub in Kensington, Brooklyn, you might as well come in a hearse. ''We got your clams and scampi, scungilli, veal,'' Tom DeRosa says. ''My chili's good, but we don't got no steak.'' Mr. DeRosa, 55, is the chef de cuisine, whose resume includes Joe's Bar on Avenue U in" , "date" : "20000716" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: BENDING ELBOWS; A Steak Pub Missing a Central Ingredient: Steak" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/16\/nyregion\/neighborhood-report-bending-elbows-steak-pub-missing-central-ingredient-steak.html"} , {"body" : "One summer day in 1999, three men sat on the sun-splashed deck of Shooters Restaurant in Miami Beach, flipping through their menus and gazing at the lazy currents of the Intracoastal Waterway. They had arrived that day, the authorities say, on the glistening yacht of their host, Chris Paciello, a handsome South Beach nightclub owner as famous for" , "date" : "20000703" , "day_of_week_facet" : "Monday" , "geo_facet" : ["MIAMI BEACH (FLA)" , "MIAMI (FLA)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "In Miami, an Imported Mob Scene" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/03\/nyregion\/in-miami-an-imported-mob-scene.html"} , {"body" : "Here are events tied to Operation Sail 2000: Tomorrow FREE WATERFRONT CONCERT, Battery Park, Great Lawn, Lower Manhattan. Featuring Billy Bragg and Shawn Colvin. 3:30 p.m. Sponsored by the Downtown Alliance. Information: (212) 835-2789. TANABATA FESTIVAL: TALES FROM JAPAN, South Street Seaport Museum, Children's Center, 165 John Street, Lower" , "date" : "20000630" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "43" , "title" : "A Salute to the Fourth; Avast! A Ship's Log of Events" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/30\/arts\/a-salute-to-the-fourth-avast-a-ship-s-log-of-events.html"} , {"body" : "Judith Hergovich had only the vaguest expectations of what lay ahead when she left her tiny village of Trausdorf, Austria, in August 1998 to spend a year teaching math in New York City. ''I knew it would be hard,'' said Ms. Hergovich, who was 25 at the time and had been teaching only a year. ''I knew the students are a little bit tougher than in" , "date" : "20000626" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "AUSTRALIA"] , "nytd_section_facet" : ["Science" , "New York and Region" , "Education" , "Technology"] , "page_facet" : "1" , "title" : "Gaining Insights And Nerves Of Steel; Imported Teachers Learn to Adapt In Tough Schools" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/26\/nyregion\/gaining-insights-nerves-steel-imported-teachers-learn-adapt-tough-schools.html"} , {"body" : "LONG BRANCH is one of those shore towns, like Atlantic City and Asbury Park, that are all too well known for having seen better days. A fabulous resort in the late 19th and early 20th centuries, visited by no fewer than seven presidents, it faded fast after World War II and in recent years has struggled to keep breathing. But Long Branch has seen" , "date" : "20000618" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "RESTAURANTS; Shaken and Stirred" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/18\/nyregion\/restaurants-shaken-and-stirred.html"} , {"body" : "Many men who run huge enterprises and reach the summit of their professions want their sons to follow in their footsteps. But on this Father's Day, two sons who tried to follow their fathers' career paths have instead followed them into prison. In both cases, it was a family business. The fathers are John J. Gotti, the convicted boss of the Gambino" , "date" : "20000617" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Chips Off the Old Cell Block; Sons Follow in Footsteps of 2 Imprisoned Crime Bosses" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/17\/nyregion\/chips-off-old-cell-block-sons-follow-footsteps-2-imprisoned-crime-bosses.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; usually the second Tuesday of the month; but the next meeting is Tuesday, 6:30 p.m.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. DISTRICT 2: Fort Greene, Downtown Brooklyn," , "date" : "20000604" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; The Brooklyn Meetings, From Sea Gate to Dumbo" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/04\/nyregion\/community-boards-the-brooklyn-meetings-from-sea-gate-to-dumbo.html"} , {"body" : "The almost invisible rear labels say ''Drink and Eat Selections.'' A slightly known producer, Vinival, in Valet, France, has nearly hidden its name. Only entry-level drinkers from another planet might miss the point of the wines. Illustrations of fish, accompanied by the words ''fish,'' ''pescado,'' ''poisson'' and ''pesce,'' swim around the bottle" , "date" : "20000604" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "WINE UNDER $20; Truth in Labeling" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/04\/nyregion\/wine-under-20-truth-in-labeling.html"} , {"body" : "The F train rattled above McDonald Avenue, tossing glints of twilight at the storefronts of Gravesend. It was another dusk in southern Brooklyn, a time when a young man's thoughts turn toward the night ahead and those of an old mob lawyer toward the nights that have already gone by. Albert C. Aronne sat at his regular table at Fiorentino's, his" , "date" : "20000529" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Guy Who Defends Wise Guys" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/29\/nyregion\/the-guy-who-defends-wise-guys.html"} ,   {"body" : "A New York Post delivery truck collided with a police car headed to a report of gunfire early yesterday morning, killing the driver of the truck and a police officer, the authorities said. The authorities described the accident as a horrendous crash. The 33,000-pound truck struck the passenger side of the police car at 3:37 a.m. at Bay Ridge" , "date" : "20000529" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Die as Newspaper Truck Hits Police Car" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/29\/nyregion\/2-die-as-newspaper-truck-hits-police-car.html"} , {"body" : "THREE recent works of history, in these excerpts, provide vivid glimpses of a bygone New York: the 1950's Brooklyn of ''The Honeymooners,'' the Revolutionary War household of George Washington and a disastrous subway wreck of 1918. WORKING-CLASS NEW YORK By Joshua B. Freeman The New Press (Hardcover, $35) From the 1920's through the 1970's, in" , "date" : "20000528" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "5" , "title" : "NEW YORK BOOKSHELF; Kramden's Fire Escape and Washington's Tea Set" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/28\/nyregion\/new-york-bookshelf-kramden-s-fire-escape-and-washington-s-tea-set.html"} , {"body" : "Over the last 20 years, as the New York City subway system has painstakingly resurrected itself, it has shed many of the worst adjectives it picked up in the 1960's and 1970's: filthy, dangerous, unreliable. Graffiti has been all but scrubbed away. Crime continues to drop. It has been years since the Straphangers Campaign talked about ''mystery" , "date" : "20000526" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Screeching Won't Come to Halt; Dangerous Noise Levels Persist in the Subway System" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/26\/nyregion\/screeching-won-t-come-halt-dangerous-noise-levels-persist-subway-system.html"} , {"body" : "A veteran Brooklyn firefighter, George Bechman, 49, was arrested yesterday and charged with possession of cocaine with intent to sell it, the authorities said. A Parks Department employee, Randolph Hayes, who the police said sold 15 grams of cocaine to Firefighter Bechman in front of the firehouse, was arrested as part of the same investigation" , "date" : "20000525" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "METRO NEWS BRIEFS: NEW YORK; Firefighter Charged In Potential Cocaine Sale" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/25\/nyregion\/metro-news-briefs-new-york-firefighter-charged-in-potential-cocaine-sale.html"} , {"body" : "The commencement ceremony at Columbia University offered evidence yesterday that it has become a convenient way station for those who want to change careers or pursue second passions. Among the 9,200 students taking degrees was Archbishop Rembert G. Weakland of Milwaukee, 73, who finally snatched his doctorate in musicology, almost 50 years after" , "date" : "20000518" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "COMMENCEMENT; At Columbia, Honoring Pursuers of 2nd Passions" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/18\/nyregion\/commencement-at-columbia-honoring-pursuers-of-2nd-passions.html"} , {"author" : "Nick Salvatore teaches American history at Cornell University and is writing a biography of the Rev. C. L. Franklin." , "body" : "WORKING-CLASS NEW YORK Life and Labor Since World War II. By Joshua B. Freeman. Illustrated. 409 pp. New York: The New Press. $35. New Yorkers consider their city an exceptional place, unique in the nation as a center of commerce, culture, finance and entertainment. (Make it in New York and you can make it anywhere.) Rarely, however, has someone" , "date" : "20000514" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "15" , "title" : "Local Heroes" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/14\/books\/local-heroes.html"} , {"author" : "Cori Ellison is the dramaturg at the New York City Opera." , "body" : "CLAD all in black and gazing intensely from behind wire-rimmed spectacles, John Musto might easily be mistaken for one of the Jesuits who taught him Latin and Greek at Brooklyn Prep. But the sheet from an illuminated manuscript of Gregorian chant that adorns his living room on the Upper West Side of Manhattan is flanked by a shofar, a Victrola and" , "date" : "20000507" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "MUSIC; Stepping to the Plate, as Pianist, as Opera Composer" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/07\/arts\/music-stepping-to-the-plate-as-pianist-as-opera-composer.html"} , {"body" : "Grease is the word, but not the good word, in downtown Flushing. In the last year, local sewer lines have been repeatedly clogged by cooking grease from local restaurants -- there are more than 50 in a 20-block area -- that has escaped into their sewer pipes. The clogging caused several sewage backups last spring and summer that required action by" , "date" : "20000430" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: FLUSHING; Forget About Greasy Spoons: It's the Pipes That Offend" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/30\/nyregion\/neighborhood-report-flushing-forget-about-greasy-spoons-it-s-pipes-that-offend.html"} , {"body" : "It would be hard to find a business more tied to its community than the Bath Avenue Dry Cleaning and Tailoring Shop. Each day, retired war veterans and young mothers drop off their dirty clothes at the quiet little laundry, which sits on a quiet corner of a quiet block in the Bensonhurst section of Brooklyn. The tiny storefront is the essence of" , "date" : "20000416" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Bensonhurst Journal; In Brooklyn, a Quiet Avenue With Dirty Laundry" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/16\/nyregion\/bensonhurst-journal-in-brooklyn-a-quiet-avenue-with-dirty-laundry.html"} , {"body" : "Hillary Rodham Clinton did not make the morning announcements, patrol the cafeteria or give demerits yesterday when she acted as Principal for a Day at two Brooklyn schools. But she did tell students and teachers about her favorite education proposals, and she paid particular attention to students who asked how she would attract good teachers to" , "date" : "20000414" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Mrs. Clinton Suggests Bonuses To Attract More Teachers" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/14\/nyregion\/mrs-clinton-suggests-bonuses-to-attract-more-teachers.html"} ,   {"body" : "Claire Trevor, an Academy Award-winning actress who epitomized cynical but warm-hearted careerists -- reporters, gun molls, saloon entertainers and trollops -- died Saturday at a hospital near her home in Newport Beach, Calif. She was 91 and had suffered from respiratory ailments in recent months, said Richard Elbaum, a spokesman for the family. A" , "date" : "20000410" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Movies" , "Arts" , "Obituaries"] , "page_facet" : "7" , "title" : "Claire Trevor, 91, Versatile Actress, Dies" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/10\/movies\/claire-trevor-91-versatile-actress-dies.html"} , {"body" : "MARK RILEY'S earliest political memory, from grade school, was an ugly desegregation battle in New Rochelle that persuaded his mother to move her husband and four children to Newtown, Conn., where they were one of two black families in town. That experience taught Mr. Riley, host of ''Politics Live,'' a daily talk and call-in show on WLIB, that" , "date" : "20000406" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Cool Man Behind the Mike in a Hot Medium" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/06\/nyregion\/cool-man-behind-the-mike-in-a-hot-medium.html"} , {"body" : "SABETTA-Victoria, Devoted wife of the late John A. Sabetta. Beloved mother of Lorelei Jackson and John Sabetta. Cherished grandmother of Kate And Chris Jackson and Giancarlo Sabetta. Died April 3, 2000 in West Reading PA. Born in 1918 in W. VA. She lived for more than 50 years in Bensonhurst, Brooklyn until relocating to PA. in 1992. She is also" , "date" : "20000404" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "8" , "title" : "Paid Notice: Deaths SABETTA, VICTORIA," , "url" : "http:\/\/www.nytimes.com\/2000\/04\/04\/classified\/paid-notice-deaths-sabetta-victoria.html"} , {"body" : "When baseball season starts this week, a heated issue will return to the table: what wine goes with hot dogs? ''The truth is, if anybody can figure it out, God bless 'em,'' says Rusty Staub, the former Mets outfielder and broadcaster, ex-restaurateur, and a wine fan. At home, he says, ''if the day is hot, I would have something white and chilled; a" , "date" : "20000326" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "WINE UNDER $20; Baseball, Hot Dogs and . . ." , "url" : "http:\/\/www.nytimes.com\/2000\/03\/26\/nyregion\/wine-under-20-baseball-hot-dogs-and.html"} , {"body" : "New Yorkers are especially sensitive to racial tensions and have historically placed great emphasis on how politicians deal with issues of race. In the 1960's, for example, Mayor John Lindsay was hailed as a civic hero for walking the streets of black neighborhoods to head off urban unrest. In more recent years two mayors, Edward Koch and David" , "date" : "20000325" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "EDITORIAL OBSERVER; The Mayor Can Defuse the Dorismond Case" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/25\/opinion\/editorial-observer-the-mayor-can-defuse-the-dorismond-case.html"} , {"body" : "Millennium, schmillennium. It's the Year of the Dragon, baby. And among Asian-Americans who abide by the lunar calendar, this auspicious season of the mythical beast is also turning out to be the year of the baby boom. Word to the nonlunar: the Year of the Golden Dragon, which began on Feb. 5 and ends next January, is regarded as an especially" , "date" : "20000319" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Year of the Dragon And the Diaper Pail; Favored Sign of Lunar Calendar Inspires an Asian Baby Boomlet" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/19\/nyregion\/year-dragon-diaper-pail-favored-sign-lunar-calendar-inspires-asian-baby-boomlet.html"} , {"body" : "Among the people who live and work along Bath Avenue in Bensonhurst, Brooklyn, there had long been suspicions that something more than cappuccino and espresso was passing across the counter top inside Cafe Caserta. Police Department patrol cars were double-parked in front of the cafe, a social club, at all hours. A steady stream of uniformed" , "date" : "20000311" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Several Officers Are Linked To Vice at a Brooklyn Cafe" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/11\/nyregion\/several-officers-are-linked-to-vice-at-a-brooklyn-cafe.html"} , {"body" : "A sergeant and three police officers in Bensonhurst, Brooklyn were arrested yesterday and accused of fixing traffic tickets and checking license plates for the owner of a mob-affiliated social club and turning a blind eye to gambling there in return for stolen tools and other favors, the authorities said. Three other sergeants and an officer were" , "date" : "20000310" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "4 Brooklyn Officers Accused Of Working With Mob Club" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/10\/nyregion\/4-brooklyn-officers-accused-of-working-with-mob-club.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting March 14, 6:30 P.M.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; (718) 389-0009. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill, Boerum Hill, Vinegar" , "date" : "20000305" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "BROOKLYN UP CLOSE; Communities Speak Up: Where the Boards Meet in March" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/05\/nyregion\/brooklyn-up-close-communities-speak-up-where-the-boards-meet-in-march.html"} , {"body" : "Vincenzo Ancona, a Sicilian-born poet who was known in his homeland and among Sicilian-Americans for his poems in his native tongue about the immigrant experience, died on Feb. 23 at his home in Brooklyn. He was 84. Mr. Ancona was born and educated in Castellammare del Golfo, Sicily, worked as a fisherman and farmer there and began composing poetry" , "date" : "20000305" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "43" , "title" : "Vincenzo Ancona, a Poet, Is dead at 84" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/05\/nyregion\/vincenzo-ancona-a-poet-is-dead-at-84.html"} ,   {"body" : "THREE paces down the front walkway, Assemblyman Vito J. Lopez stopped to admire the two-story brick house before him. The home was one of the first his social service organization helped build in Bushwick a decade ago. Since then, he has spurred the construction of hundreds more new houses. ''To me it's beautiful,'' said Mr. Lopez, a towering man" , "date" : "20000227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Two Faces of Bushwick; A Troubled Brooklyn Neighborhood Is Mending. But Its Leaders Are Feuding Over the Size of the Gains and What to Do Next." , "url" : "http:\/\/www.nytimes.com\/2000\/02\/27\/nyregion\/two-faces-bushwick-troubled-brooklyn-neighborhood-mending-but-its-leaders-are.html"} , {"body" : "Strong and deeply polarized emotions -- anger, bitter indignation and stunned disbelief on one side, and expressions of relief and vindication on the other -- rippled across the metropolitan area last night as politicians, community leaders and ordinary New Yorkers reacted swiftly to the acquittal of four white police officers in the killing of an" , "date" : "20000226" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE DIALLO VERDICT: THE REACTION; Verdict Bares Sharp Feelings On Both Sides" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/26\/nyregion\/the-diallo-verdict-the-reaction-verdict-bares-sharp-feelings-on-both-sides.html"} , {"body" : "The bodies of two young men who appeared to have been hit by a subway train were found along the tracks of a Brooklyn station shortly after sunrise yesterday, but exactly when or how the accident occurred was a mystery, the police said. The bodies of the men, who were thought to be 16 to 20 years old, were first seen by a motorman on the N line at" , "date" : "20000131" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Two Bodies Are Found by Subway Tracks" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/31\/nyregion\/two-bodies-are-found-by-subway-tracks.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting Feb 8, 6:30 P.M.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; (718) 389-0009. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill, Boerum Hill, Vinegar Hill," , "date" : "20000130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; Brooklyn Meetings In February" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/30\/nyregion\/community-boards-brooklyn-meetings-in-february.html"} , {"body" : "Since P. C. Richard & Son was established in 1909 in Bensonhurst, Brooklyn, the appliance and electronics chain has expanded to more than 40 stores in Brooklyn, Manhattan, Queens, Westchester, Long Island and New Jersey. Two months ago, P. C. Richard opened its second Manhattan location at 205 East 86th Street (between Second and Third Avenues);" , "date" : "20000123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "IN BRIEF; Electronics Chain Goes Upscale" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/23\/nyregion\/in-brief-electronics-chain-goes-upscale.html"} , {"body" : "It is 2,000 miles due south on Interstate 95 from Staten Island to Miami Beach, which is far, but not far enough for a man to escape his past. That, in brief, is the story of Chris Paciello. In the last 12 years, this handsome 28-year-old, bundled in muscle and charm, has embarked on a journey that has taken him from what the government calls the" , "date" : "20000119" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MIAMI BEACH (FLA)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "South Florida Glitter, Or Just Miami Vice?; Charged in a Killing, a Club Owner Awaits Trial, Back on Staten Island" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/19\/nyregion\/south-florida-glitter-just-miami-vice-charged-killing-club-owner-awaits-trial.html"} , {"body" : "Siu Tang, 17, said the worst thing about being homeless was the stares she got from passers-by, leering glances that said, ''What's wrong with you?'' ''Everybody would ask me, 'Why would you rather be here than at home?' '' she said. ''I don't like people thinking something is wrong with me.'' Siu, the daughter of first-generation immigrants from" , "date" : "20000114" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "THE NEDIEST CASES; Off the Street and Back in High School" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/14\/nyregion\/the-nediest-cases-off-the-street-and-back-in-high-school.html"} , {"body" : "The glamorous world of Miami Beach celebrity culture collided yesterday with the gritty workings of what prosecutors called a Brooklyn Mafia crew, as a South Florida nightclub impresario charged with murder was ordered released from custody on $15 million bail. As a white stretch limousine waited at the curb outside Federal District Court in" , "date" : "20000108" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "$15 Million Bail in Murder Case With a Celebrity Glow" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/08\/nyregion\/15-million-bail-in-murder-case-with-a-celebrity-glow.html"}]