[  {"body" : "ATTRACTIONS Museums and Sites ALICE AUSTEN HOUSE, 2 Hylan Boulevard, Rosebank, Staten Island. This 17th-century farmhouse, converted to a Victorian cottage in the 19th century, was the home of the photographer Alice Austen. ''Ferryboat,'' photographs by Charles Martin, and ''Festival of Trees,'' Staten Island students decorating trees for the" , "date" : "20001222" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "51" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/22\/arts\/spare-times-098418.html"} , {"body" : "Internet Nostalgia: An Oxymoron No More Those who yearn to burn a Yule log though living in a hearthless home may recall being able to do it -- sort of -- from the 1960's to the 1980's. At the time, all it took in New York was a television set. Now, years after that opportunity flickered out, it has been revived. All it takes is access to the" , "date" : "20001217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Technology"] , "page_facet" : "55" , "title" : "FOLLOWING UP" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/17\/nyregion\/following-up.html"} , {"body" : "Rick A. Lazio recruited Gov. George E. Pataki and Mayor Rudolph W. Giuliani for a final, frenzied pre-election blitz in the Hudson River Valley and New York City's suburbs today, saying he still feels like the underdog but is confident he will come out on top. The get-out-the-vote push started early this morning at a Metro-North station in" , "date" : "20001107" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Lazio and Clinton, Both Upbeat, Rally Troops on Last Day; Giuliani and Pataki Join Candidate at His Rallies" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/07\/nyregion\/lazio-clinton-both-upbeat-rally-troops-last-day-giuliani-pataki-join-candidate.html"} , {"body" : "Dr. Dee M. L'Archeveque has an unconventional prescription for her elderly patients. She gives them cell phones. ''If you break your hip, that distance from the bathroom to your phone is insurmountable,'' said Dr. L'Archeveque, the assistant director of the emergency department at North Shore University Hospital at Forest Hills. ''Why can't an" , "date" : "20001105" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: FOREST HILLS; A Doctor Prescribes Security By Giving Phones to Elderly" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/05\/nyregion\/neighborhood-report-forest-hills-doctor-prescribes-security-giving-phones.html"} , {"body" : "The decision by Assemblyman Dov Hikind to remain neutral in the New York Senate race came after weeks of intense lobbying by both campaigns that involved direct appeals by President Clinton on behalf of his wife and by Gov. George E. Pataki on behalf of Representative Rick A. Lazio. In the week or so leading up to his decision, Mr. Hikind said, he" , "date" : "20001103" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Lobbying Left Assemblyman Neutral on Senate" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/03\/nyregion\/lobbying-left-assemblyman-neutral-on-senate.html"} , {"body" : "As Dov Scheinerman prepared for the trans-Atlantic journey he began last night, it became clear that he viewed the trip as one of the more mundane excursions of his young life. There was packing to do and there were goodbyes to say, but not an iota of anything extraordinary, according to Dov, 16, and his friends Binyamin Tepfer and Sholom" , "date" : "20001029" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "ISRAEL" , "GAZA STRIP" , "WEST BANK"] , "nytd_section_facet" : ["New York and Region" , "Travel" , "Education" , "Washington"] , "page_facet" : "35" , "title" : "Students Return to Israel With No Qualms" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/29\/nyregion\/students-return-to-israel-with-no-qualms.html"} , {"body" : "A year after he jumped bail, a Brooklyn-born businessman who was sentenced in absentia to 845 years in prison for his role in an immense insurance fraud scheme was arrested Tuesday afternoon in Austria. Federal officials described the businessman, Sholam Weiss, 46, as an extremely canny fugitive and said his arrest ended a search that took the" , "date" : "20001026" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Fugitive Arrested in Austria After a Year on the Run" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/26\/nyregion\/fugitive-arrested-in-austria-after-a-year-on-the-run.html"} , {"body" : "During a desperately contested presidential election, in the media and cultural capital of the world, in a boom town where Broadway theaters were flourishing and entrepreneurs were pioneering a fledgling new video industry, New Yorkers took to the subways to cheer on pennant winners from rival boroughs as they waged World Series war. The year, of" , "date" : "20001021" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "13" , "title" : "BASEBALL: SUBWAY SERIES; 1956 vs. 2000? It's Deja Vu All Over Again, Except for When It's Not" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/21\/sports\/baseball-subway-series-1956-vs-2000-it-s-deja-vu-all-over-again-except-for-when.html"} , {"body" : "Rick A. Lazio and Hillary Rodham Clinton campaigned for support among Jewish voters yesterday, with Mr. Lazio meeting rabbis and Orthodox Jewish leaders in Flatbush and Borough Park, and Mrs. Clinton visiting a synagogue damaged in a suspicious fire in Syracuse. Mr. Lazio, a Suffolk County Republican, also sought to expand his electoral appeal by" , "date" : "20001019" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "SYRACUSE (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Both Clinton And Lazio Seek Support Among Jews" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/19\/nyregion\/both-clinton-and-lazio-seek-support-among-jews.html"} , {"body" : "A school bus matron was on duty, along with the driver, in a van where the police say two Brooklyn boys sexually abused a younger schoolmate, officials said yesterday. The three boys, all students at Public School 231, a school for special education students in Borough Park, were on the way home on Tuesday when the incident occurred, said Sgt." , "date" : "20001007" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "2 Held in Abuse of Boy, 7, on Bus" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/07\/nyregion\/2-held-in-abuse-of-boy-7-on-bus.html"} ,   {"body" : "The entire 52-acre garden was their territory, but they hung back by the sun-drenched lily pond terrace on a recent Sunday afternoon, murmuring to each other about the glory of the red-purple petunias and fragile white impatiens. Well actually, he, 23, short and slender, dressed in an oversized black suit and hat on an 80-degree afternoon, was" , "date" : "20000924" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "Brooklyn Journal; For Orthodox, a Garden for Courting" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/24\/nyregion\/brooklyn-journal-for-orthodox-a-garden-for-courting.html"} , {"author" : "Ari L. Goldman, a professor of journalism at Columbia University, is the author of ''Being Jewish'' (Simon & Schuster)." , "body" : "SEVERAL years ago, a prominent Orthodox rabbi was a guest on a Jewish music and talk show on the noncommercial radio station WFMU-FM. The rabbi, Haskel Lookstein, was so impressed with the knowledge and easy manner of the host, Nachum Segal, that he told him after the show: ''Nachum, you could do such a great job in the rabbinate.'' ''Thank you,''" , "date" : "20000924" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "TELEVISION\/RADIO; For Orthodox Jews, a Gathering Place on the Air" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/24\/arts\/television-radio-for-orthodox-jews-a-gathering-place-on-the-air.html"} , {"body" : "IN the years Joe DiMaggio reigned as New York's best baseball player, if not as all of baseball's best player, some often wondered how many more home runs he would have hit if he played for the Brooklyn Dodgers in cozy Ebbets Field instead of in Yankee Stadium, even more cavernous then than now. When that question was being debated one day, a New" , "date" : "20000921" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; Look Who's On Display In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/21\/sports\/sports-of-the-times-look-who-s-on-display-in-brooklyn.html"} , {"body" : "HARBOR seals bobbing in the water. Freighters from all over the world floating by. Cormorants spreading their wings on pier pilings and diving for fish. A sandy beach, right in the backyard. This is Brooklyn? Dr. June Reinisch, 57, and her husband, Dr. Leonard Rosenblum, 64, have been privy to these views of Gravesend Bay -- sometimes using a" , "date" : "20000917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SEA GATE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Sea Gate; 'Hamptons West' in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/17\/realestate\/if-you-re-thinking-of-living-in-sea-gate-hamptons-west-in-brooklyn.html"} , {"body" : "The family of a Hasidic man who was fatally shot by the police last year while wielding a hammer on a street in central Brooklyn has filed a wrongful-death lawsuit charging that the officers involved in the killing acted with excessive force. The lawsuit, which was filed late Tuesday night in Federal District Court in Brooklyn, also leveled much" , "date" : "20000831" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Police Sued Over Killing Of an Ill Man In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/31\/nyregion\/police-sued-over-killing-of-an-ill-man-in-brooklyn.html"} , {"body" : "Two elderly women have become seriously ill from the West Nile virus, bringing the number of those infected this summer to five, health officials said yesterday as they announced that the city would intensify its spraying of pesticides over the weekend in response. The number of people infected this year with the virus is sharply lower than it was" , "date" : "20000826" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "2 New Cases Of West Nile Are Confirmed" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/26\/nyregion\/2-new-cases-of-west-nile-are-confirmed.html"} , {"body" : "Regardless of political leanings or depth of spirituality, American Jews expressed great pride yesterday that one of their own, Senator Joseph I. Lieberman of Connecticut, had been picked by Vice President Al Gore to be his running mate. They were proud, they said, not only that a Jew had made it into the highest echelons of United States politics." , "date" : "20000808" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "23" , "title" : "THE 2000 CAMPAIGN: THE JEWS; Sense of Pride Among Jews Is Tempered With Concern" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/08\/us\/the-2000-campaign-the-jews-sense-of-pride-among-jews-is-tempered-with-concern.html"} , {"body" : "To the Editor: In your coverage of the exoneration of the officer involved in the shooting of Patrick M. Dorismond (news articles, July 28 and 30), you note that four unarmed black men have been killed by New York police officers in the last 13 months. You do not mention the similarities with the killing of Gidone (Gary) Busch, an observant Jew in" , "date" : "20000806" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "14" , "title" : "A Killing in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/06\/opinion\/l-a-killing-in-brooklyn-534293.html"} , {"body" : "With the focus of the political world on Philadelphia, Representative Rick A. Lazio yesterday dined on kosher pizza in Brooklyn, did some radio interviews, raised some money, then planned to head home to Long Island. Around 10 p.m. (''hopefully back home by that time,'' he said) he expected to click on the television and watch Gov. George W. Bush" , "date" : "20000804" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "While the Party Is Elsewhere, Lazio Keeps Making the Rounds" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/04\/nyregion\/while-the-party-is-elsewhere-lazio-keeps-making-the-rounds.html"} , {"body" : "Grand Rabbi Shlomo Halberstam, a Holocaust survivor whose gentle charisma nurtured the exuberant postwar rebirth of the Bobov Hasidic sect in Brooklyn and around the world, died at Maimonides Medical Center yesterday after a long illness. He was 92. A regal-looking man with a great silver beard and horn-rimmed glasses, Rabbi Halberstam was known" , "date" : "20000803" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "8" , "title" : "Grand Rabbi Shlomo Halberstam, 92, Is Dead" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/03\/nyregion\/grand-rabbi-shlomo-halberstam-92-is-dead.html"} ,   {"body" : "One summer day in 1999, three men sat on the sun-splashed deck of Shooters Restaurant in Miami Beach, flipping through their menus and gazing at the lazy currents of the Intracoastal Waterway. They had arrived that day, the authorities say, on the glistening yacht of their host, Chris Paciello, a handsome South Beach nightclub owner as famous for" , "date" : "20000703" , "day_of_week_facet" : "Monday" , "geo_facet" : ["MIAMI BEACH (FLA)" , "MIAMI (FLA)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "In Miami, an Imported Mob Scene" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/03\/nyregion\/in-miami-an-imported-mob-scene.html"} , {"body" : "An outbreak of violence that began Friday night continued unabated yesterday as three people were killed and 28 others were stabbed or shot in attacks throughout the city, the police said. The latest crimes included violence in the hours after the Puerto Rican Day Parade -- in which three people were stabbed within 20 minutes; drive-by shootings;" , "date" : "20000612" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "3 More Killed as Surge in Crime Continues Throughout Weekend" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/12\/nyregion\/3-more-killed-as-surge-in-crime-continues-throughout-weekend.html"} , {"body" : "On a holy day of joy and celebration, an influential sect of ultra-Orthodox Jews in Brooklyn fell into a state of abject shock yesterday, their close-knit community stunned by news that their spiritual leader's granddaughter and her 5-month-old daughter had died in a predawn fire. The cause of yesterday's fire in a Williamsburg duplex only deepened" , "date" : "20000610" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "KIRYAS JOEL (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Orthodox Jews Are Stunned By 2 Deaths In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/10\/nyregion\/orthodox-jews-are-stunned-by-2-deaths-in-brooklyn.html"} , {"body" : "A picture caption on Friday about a debate in Borough Park, Brooklyn, over an eruv, a symbolic enclosure within which Orthodox Jews may carry objects without violating a Sabbath ban, misidentified a man in a cherry picker stringing a fishing line to expand the area. He asked not to be identified and was not Rabbi Moshe Unsdorfer, who favors the" , "date" : "20000608" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/08\/nyregion\/c-corrections-657344.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; usually the second Tuesday of the month; but the next meeting is Tuesday, 6:30 p.m.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. DISTRICT 2: Fort Greene, Downtown Brooklyn," , "date" : "20000604" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; The Brooklyn Meetings, From Sea Gate to Dumbo" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/04\/nyregion\/community-boards-the-brooklyn-meetings-from-sea-gate-to-dumbo.html"} , {"body" : "At dawn on a Friday morning, hours before the Sabbath, Rabbi Moshe Unsdorfer stepped into a cherry picker and sent himself 20 feet into the air above Borough Park. Leaning out of the bucket, he guided a fishing line past an electrical wire, then tied his line off on a pole, checking that it was taut and parallel to the ground. The fishing line" , "date" : "20000602" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Symbolic Line Divides Jews In Borough Park; A Debate Over Strictures For Sabbath Observance" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/02\/nyregion\/symbolic-line-divides-jews-borough-park-debate-over-strictures-for-sabbath.html"} , {"body" : "An Israeli hedonist's vision of heaven is Carmel's emerald riesling and chenin blanc blend, lightly cool, alternating with forkfuls of grilled sweet-fleshed St. Peter's fish at a restaurant on the Sea of Galilee. This tangy, weightless, semidry white, a best-selling starlet at home, enchants Americans and not only Jews. Kosher? Certainly. No less" , "date" : "20000528" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "WINE UNDER $20; From Israel, a Heavenly Vision" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/28\/nyregion\/wine-under-20-from-israel-a-heavenly-vision.html"} , {"body" : "ON most Wednesday evenings in Point Pleasant Beach in the summer the beach is packed with spectators and there isn't a parking space available within miles of the boardwalk. As dusk approaches, musicians in black tuxedos or long skirts appear, violins, cellos, flutes and drums in hand. Like so many penguins attracted to the water, the members of" , "date" : "20000514" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "Music as Close as Boards or the Beach" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/14\/nyregion\/music-as-close-as-boards-or-the-beach.html"} , {"body" : "For years when it rained, police officers in the 50th Precinct station house say, their basement locker room flooded and they had to dress in puddles of water tainted with petroleum from a fuel spill beneath the building. The fumes were nauseating and headaches were common, officers say, until three months ago, when the city installed a system to" , "date" : "20000424" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Decrepit Station Houses Erode Police Morale, Officers Say" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/24\/nyregion\/decrepit-station-houses-erode-police-morale-officers-say.html"} , {"body" : "Eight months after the state set aside millions of dollars for subsidized child care, city officials said yesterday that they would use the money to create child care slots in neighborhoods that need them most, offer coupons to parents who are required to work for their welfare benefits, and reward families who have waited the longest for child" , "date" : "20000418" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "City Hall to Use $54 Million To Add Day Care Subsidies" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/18\/nyregion\/city-hall-to-use-54-million-to-add-day-care-subsidies.html"} ,   {"body" : "Rabbi Israel Schorr, the rabbi of Congregation Beth El-Young Israel in Brooklyn, died on March 31 at Maimonides Medical Center in Brooklyn. He was 94 and lived in Borough Park. Rabbi Schorr was an Orthodox Jewish leader and noted Talmudic scholar and was also learned in secular fields like philosophy and literature. He strongly advocated the" , "date" : "20000418" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "8" , "title" : "Rabbi Israel Schorr, 94; Led Brooklyn Synagogue" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/18\/nyregion\/rabbi-israel-schorr-94-led-brooklyn-synagogue.html"} , {"body" : "It's Sunday morning, just after 2 -- a scant 24 hours after Jean Scutt, the new driver at Commodore Car Service, was shot dead -- and Brandi Turner is frazzled because Car 72's driver is squeezing the radio transmitter as he barrels across Brooklyn in his Lincoln Town Car. ''Seventy-two, seventy-two,'' Ms. Turner says, raising her voice as she" , "date" : "20000417" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Cabbies Ply Streets Warily on Tense Night Shift" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/17\/nyregion\/cabbies-ply-streets-warily-on-tense-night-shift.html"} , {"body" : "There's matzo, and there's matzo for Passover. Then there's matzo for Passover of a higher order. For years, most American Jews heeding the commandment to shun leavened bread during Passover have eaten the square, machine-made matzo sold as ''kosher for Passover.'' Not only is it unleavened bread, as all matzo is, but it has been produced with care" , "date" : "20000416" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Unleavened Bread for the Truly Observant" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/16\/nyregion\/new-yorkers-co-unleavened-bread-for-the-truly-observant.html"} , {"body" : "Here is a sampling of holiday celebrations, including walking tours, readings, dance and drama events, in New York City. Admission is free unless otherwise noted (churches accept donations). Today QUEENSBOROUGH COMMUNITY COLLEGE, 222-05 56th Avenue, Bayside, Queens. ''Godspell,'' conceived by John Michael; Georgia McGill, director. 8 p.m. Presented" , "date" : "20000414" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "Walks, Talks: Other Ways to Celebrate" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/14\/movies\/walks-talks-other-ways-to-celebrate.html"} , {"body" : "FOR almost 80 years, first in Russia and then in America, Dora Solganik of Cleveland has been performing the gefilte fish ritual for Passover: schlepping to the fish market, choosing the best fish ''by the look in its eyes,'' and transforming it into the quintessential Seder dish. Using a wooden bowl and a half-moon-shaped chopper, she cuts up the" , "date" : "20000412" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "5" , "title" : "Gefilte Fish: The Next Generation" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/12\/dining\/gefilte-fish-the-next-generation.html"} , {"body" : "Sears, Roebuck & Company has reached a settlement with the New York State attorney general's office that will bar its stores from firing employees or rejecting job candidates because their religion forbids them to work on certain days. The agreement stems from a Sears policy that required repair technicians to work on Saturdays. The policy was" , "date" : "20000405" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Sears Agrees to Change Sabbath Work Policy" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/05\/nyregion\/sears-agrees-to-change-sabbath-work-policy.html"} , {"body" : "A fire destroyed one of seven Orthodox Jewish matzo factories in Brooklyn yesterday morning, just three weeks before Passover, which begins on April 19. The Belzer Shmura factory, at 4312 New Utrecht Avenue, supplies matzos to the Belz Hasidic sect, one of the major Orthodox Jewish groups in Borough Park. During Passover, matzos are used in place" , "date" : "20000330" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "METRO NEWS BRIEFS: NEW YORK; Matzo Factory Burns At Crucial Time of Year" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/30\/nyregion\/metro-news-briefs-new-york-matzo-factory-burns-at-crucial-time-of-year.html"} , {"body" : "Dozens of Hasidic Jews packed together shoulder to shoulder in a Brooklyn courtroom yesterday, seeking leniency for a teenager who forsook his strict upbringing to help run a huge smuggling ring that flooded New York with the drug Ecstasy. But to their surprise, the 70 members of the Bobover sect found themselves the subject of a scathing lecture" , "date" : "20000329" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Sentencing a Drug Courier, Judge Rebukes the Hasidim" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/29\/nyregion\/sentencing-a-drug-courier-judge-rebukes-the-hasidim.html"} , {"body" : "Some Soviet dissidents became international symbols of human rights. Nikolai G. Tolstykh, like thousands of others, served his political imprisonment in obscurity. Confined for years in labor camps for anti-Soviet propaganda in the 1980's, Mr. Tolstykh was nearly 40 and estranged from his wife and son by the time a thaw in the cold war cracked open" , "date" : "20000326" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RUSSIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "On Park Bench, Another Jolt In a Bumpy Life; Moved Along by the Police, A Soviet Emigre Vanishes" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/26\/nyregion\/park-bench-another-jolt-bumpy-life-moved-along-police-soviet-emigre-vanishes.html"} , {"body" : "A 15-year-old was fatally stabbed yesterday afternoon in a dispute with another teenager that erupted outside a Brooklyn high school yesterday afternoon. The victim, Francisco Valerdi, was stabbed once in the abdomen about 100 yards from the Franklin D. Roosevelt high school in Borough Park, said Detective John Giammarino. The attacker, described" , "date" : "20000311" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Boy Is Killed By Student Near School In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/11\/nyregion\/boy-is-killed-by-student-near-school-in-brooklyn.html"} ,   {"body" : "In the pantheon of white-collar criminals, Sholam Weiss, a rumpled businessman from New York, has earned his place among the giants. Last month in Orlando, Fla., Mr. Weiss received what is believed to be the longest federal prison term ever imposed: 845 years. He was sentenced on racketeering, money laundering and fraud charges, all from his" , "date" : "20000309" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "845 Years in Prison, If the Authorities Can Catch Him; F.B.I. Says Fugitive Has a Flair For Fraud and Hiding Stolen Cash" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/09\/nyregion\/845-years-prison-if-authorities-can-catch-him-fbi-says-fugitive-has-flair-for.html"} , {"body" : "A prominent Hasidic rabbi in Brooklyn was acquitted of felony charges yesterday that he had made death threats against a young woman who had accused her father of raping her. The rabbi, Bernard Freilich, 48, of Borough Park, was charged with witness intimidation and witness tampering last June after prosecutors presented evidence that the rabbi had" , "date" : "20000307" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "METRO NEWS BRIEFS: NEW YORK; Rabbi Is Acquitted In Death Threat Case" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/07\/nyregion\/metro-news-briefs-new-york-rabbi-is-acquitted-in-death-threat-case.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting March 14, 6:30 P.M.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; (718) 389-0009. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill, Boerum Hill, Vinegar" , "date" : "20000305" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "BROOKLYN UP CLOSE; Communities Speak Up: Where the Boards Meet in March" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/05\/nyregion\/brooklyn-up-close-communities-speak-up-where-the-boards-meet-in-march.html"} , {"body" : "It was a homecoming no one in their families could have predicted, to the Lower East Side neighborhood their parents' generation could not wait to leave. Shoshona Laks, 25, remembered visiting her grandparents as a child on Rosh Hashana to toss bread in the East River for tashlich, the New Year's rite of atonement. Her husband, Abe, 30, used to" , "date" : "20000229" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "LOWER EAST SIDE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Jewish Enclave Reclaims Its Children; Cultural Ties and Low Costs Lure Orthodox Couples to Lower East Side" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/29\/nyregion\/jewish-enclave-reclaims-its-children-cultural-ties-low-costs-lure-orthodox.html"} , {"body" : "JERRY NOONAN has what he calls ''a nice problem.'' Nearly all 400 boxes at his Mail Boxes Etc. outlet on the Avenue of the Americas near 14th Street have been rented, so Mr. Noonan, who owns the franchise, has come up with what he calls the ''virtual mailbox.'' Instead of getting keys to an actual box, customers go to the desk and ask for their" , "date" : "20000227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Little Boxes, Little Boxes" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/27\/nyregion\/new-yorkers-co-little-boxes-little-boxes.html"} , {"body" : "Shimon Sharach, 33, of Borough Park, Brooklyn, was charged with criminally negligent homicide last night in the death of a 75-year-old neighbor who had a heart attack on Saturday night during an argument over a parking spot, the police said. Lt. Corey Cuneo, a police spokesman, said that Mr. Sharach, of East Fourth Street, was blocking the driveway" , "date" : "20000222" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; Man Is Charged In Neighbor's Death" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/22\/nyregion\/metro-news-briefs-new-york-man-is-charged-in-neighbor-s-death.html"} , {"body" : "A sanitation worker who held down two jobs to put his sons through college was killed in a hit-and-run accident on Tuesday night in Brooklyn, the police said. Frank Consalvo, 47, of Staten Island, died of injuries after being struck by a car on 40th Street in Borough Park, where he had been sent to pick a dead cat off the road, police officials" , "date" : "20000217" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "METRO NEWS BRIEFS: NEW YORK; Sanitation Worker Killed By Hit-and-Run Driver" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/17\/nyregion\/metro-news-briefs-new-york-sanitation-worker-killed-by-hit-and-run-driver.html"} , {"body" : "If there's a place between beer nuts and blue bloods, Judy Joice seems to have found it. The tall blonde Mrs. Joice was the unmatronly looking matron of the legendary Lion's Head saloon, a gritty writers' pub in Greenwich Village. But after the bar closed a few years ago, she became a manager at, of all places, the Rainbow Room. It didn't work out," , "date" : "20000206" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: TIMES SQUARE -- CITYPEOPLE; From Beer To a Bar To a Brasserie" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/06\/nyregion\/neighborhood-report-times-square-citypeople-from-beer-to-a-bar-to-a-brasserie.html"} , {"body" : "ON this, the first anniversary of Amadou Diallo's shocking death at police hands, the city weeps for its adopted son. But through the tears, and certainly through the shouts of the many antipolice protesters over the last year, a significant fact tends to be obscured. It is this: New York police officers are firing less often at civilians -- black," , "date" : "20000204" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC; Despite Diallo, Data Show Gun Restraint" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/04\/nyregion\/nyc-despite-diallo-data-show-gun-restraint.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting Feb 8, 6:30 P.M.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; (718) 389-0009. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill, Boerum Hill, Vinegar Hill," , "date" : "20000130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; Brooklyn Meetings In February" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/30\/nyregion\/community-boards-brooklyn-meetings-in-february.html"} ,   {"body" : "Ever since the city reaped a windfall of $44 million in new funds for affordable child care, parents and child care advocates across the city have waited anxiously for the city to distribute day care vouchers to needy parents. The need, they know, is acute, with the number of poor or working-class families waiting for these coveted coupons having" , "date" : "20000130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MIDWOOD (NYC)" , "WILLIAMSBURG (NYC)" , "CROWN HEIGHTS (NYC)" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Distribution of Vouchers For Day Care Is Scrutinized" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/30\/nyregion\/distribution-of-vouchers-for-day-care-is-scrutinized.html"} , {"body" : "The city's Department of Investigation is examining a city subsidy program that has awarded a disproportionate share of day care benefits to Orthodox Jews in Brooklyn, officials said yesterday. The investigation, first reported yesterday in The Daily News and in Newsday, has focused on the distribution of thousands of vouchers used by parents to" , "date" : "20000124" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "City Investigates Program, Citing Disproportionate Granting of Day Care Benefits" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/24\/nyregion\/city-investigates-program-citing-disproportionate-granting-of-day-care-benefits.html"} , {"body" : "With 36 hours to go before the deadline for filing petitions to get presidential candidates on the primary ballot in New York State, the tallies plastered on the walls of John McCain's local headquarters told a grim tale: the Arizona senator, it seemed, would fail to collect enough signatures to be listed in more than half of the state's 31" , "date" : "20000106" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "McCain Team Goes the Distance for Enough Signatures in Enough Places" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/06\/nyregion\/mccain-team-goes-the-distance-for-enough-signatures-in-enough-places.html"}]