[  {"body" : "Julienne Elesperance was not sure how to interpret the news that Middle School 320, across the street from her apartment complex in Flatbush, Brooklyn, might be turned over to a private company. Did it mean that M.S. 320, which Ms. Elesperance's daughter attended in the early 1980's, would start charging tuition like a private school? Or did it" , "date" : "20001222" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Plan to Privatize 5 Schools Brings Confusion on All Sides" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/22\/nyregion\/plan-to-privatize-5-schools-brings-confusion-on-all-sides.html"} , {"body" : "FELICITA PEREZ, who moved to Brooklyn from a Mexican village, is still learning English, but she understood enough of the news conference yesterday at City Hall to declare herself satisfied. New York's political leaders finally seemed to be moving toward her view of bilingual education. ''No mas,'' Mrs. Perez said yesterday, repeating the judgment" , "date" : "20001219" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "The Big City; When Crutch For Education Is an Anchor" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/19\/nyregion\/the-big-city-when-crutch-for-education-is-an-anchor.html"} , {"body" : "NEW YORK MANHATTAN: MAYOR ENDS RADIATION Mayor Rudolph W. Giuliani completed his last daily session of external beam radiation treatment for prostate cancer yesterday, leaving him with two final months of doses of a cancer-combating hormone. The mayor previously had radioactive seeds implanted in his prostate, and for the last five weeks had" , "date" : "20001219" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/19\/nyregion\/metro-briefing.html"} , {"body" : "Three private foundations have pledged $30 million to help redesign some of New York City's largest, lowest-performing high schools, breaking them into smaller schools with unconventional curriculums. The Carnegie Corporation, the Bill and Melinda Gates Foundation and George Soros's Open Society Institute will contribute $10 million each to the" , "date" : "20001214" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "$30 Million Pledged to Help City Revamp Failing Schools" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/14\/nyregion\/30-million-pledged-to-help-city-revamp-failing-schools.html"} , {"body" : "The police yesterday were investigating the death of a 1-year-old boy from Brooklyn, who died at St. Mary's Hospital after being taken there on Saturday. The boyfriend of the boy's mother, Nicole Hamilton, called 911 on Saturday, and the baby died yesterday afternoon, the police said. Ms. Hamilton's other children, a 4-year-old boy and infant" , "date" : "20001204" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Baby's Death Investigated" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/04\/nyregion\/baby-s-death-investigated.html"} , {"body" : "Today's buzz is dizzying, barreling prosperity. Skyscrapers are sprouting like Christmas trees, hotels are full, tourists legion. The average price of a Manhattan apartment south of Harlem is $850,000, and buyers must strike like raptors to grab one. Marc M. Goloven, senior regional economist at Chase Manhattan Bank, says that as employment has" , "date" : "20001203" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "58" , "title" : "The Neediest Cases; Prosperity Extends Its Reach, but Not Far Enough to Benefit All" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/03\/nyregion\/neediest-cases-prosperity-extends-its-reach-but-not-far-enough-benefit-all.html"} , {"body" : "MOST of us have freeze-frame memories of truly awful moments when the world seemed to turn upside down. Depending on your age, you probably remember exactly what you were doing when you heard that Franklin D. Roosevelt had died, or that John F. Kennedy had been shot, or that Martin Luther King Jr. was dead, or that the space shuttle Challenger had" , "date" : "20001202" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["EL SALVADOR" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "1" , "title" : "NYC; Dec. 2nd Also Lives In Infamy" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/02\/nyregion\/nyc-dec-2nd-also-lives-in-infamy.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. ''Visions of New York: Films From the 1960's Underground,'' with the final weekend featuring screenings of Andy Warhol films. Tomorrow at 2 p.m., Warhol double-projector screening of ''The Chelsea Girls'' (1966); the film is a" , "date" : "20001201" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/01\/arts\/spare-times-461776.html"} , {"body" : "For the first time since it required tougher English tests for high school graduation, the State Board of Regents has released scores that capture the progress of an entire class. The data presented here are for New York City students who entered ninth grade for the first time in fall 1996. To reflect that many students did not make it to senior" , "date" : "20001112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "12" , "title" : "How High School Students Did on the Regents Exams" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/12\/nyregion\/how-high-school-students-did-on-the-regents-exams.html"} , {"body" : "NEW YORK MANHATTAN: N.Y.U. UNION ADVANCES Cleared by federal regulators to form a union, graduate students at New York University have approved the United Auto Workers as their bargaining agent by a vote of 597 to 418. The election was held last spring, but the vote count, released yesterday, was postponed until the National Labor Relations Board" , "date" : "20001109" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/09\/nyregion\/metro-briefing.html"} ,   {"body" : "A Brooklyn junior high school was in mourning yesterday, shocked by the news that a dedicated and beloved teacher had been killed over the weekend in her apartment. The teacher, Walani Stephens, 31, who was in her second year of teaching sixth grade at Junior High School 117, was found stabbed to death in her apartment in the Bushwick section of" , "date" : "20001107" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Brooklyn School Mourns Teacher Who Was Fatally Stabbed" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/07\/nyregion\/brooklyn-school-mourns-teacher-who-was-fatally-stabbed.html"} , {"body" : "Plans for a Second Avenue subway line, from South Ferry to 125th Street, have long been a vision, not a reality, and so for people like Elizabeth Avecedo, who lives in Alphabet City, commuting to work can be a lot of trouble. Ms. Avecedo, for example, works near City Hall. She usually takes the N train to work, but the closest stop on that line is" , "date" : "20001105" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: EAST VILLAGE; As Alphabet City Grows Richer, The L Train Seems Far, Far Away" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/05\/nyregion\/neighborhood-report-east-village-alphabet-city-grows-richer-l-train-seems-far.html"} , {"body" : "It was lunch time again at the Ridgewood Diner. An old truck driver sat at a booth in back, stealing hungry glances at everyone's food. An older woman sat across from him, a napkin stuffed in her empty cup. The Egyptian counterman sauteed some onions on the skillet with a happy little smile. He was working hard, but he was pleased. ''So I won a" , "date" : "20001029" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "8" , "title" : "BASEBALL: SUBWAY SERIES -- ACROSS THE DIVIDE; At a Diner, the Series is Food for Thought" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/29\/sports\/baseball-subway-series-across-divide-diner-series-food-for-thought.html"} , {"body" : "A student at a Manhattan special education high school has been charged with murder in the shooting death of an 18-year-old man who refused to turn over his silver neck chain, the police said yesterday. The student, Victor Moreno, 18, of Sutter Avenue in Brooklyn, was arrested about 10 p.m. Thursday at the 83rd Precinct station house after he had" , "date" : "20001028" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Student Is Charged With Killing 18-Year-Old Over Silver Chain" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/28\/nyregion\/student-is-charged-with-killing-18-year-old-over-silver-chain.html"} , {"body" : "A good day for a Mormon missionary is when only a third of the doors you knock on get slammed in your face. There are not many good days during a Subway Series. Nobody knows this better than Tyler McKell and Barrett Bonella, two fresh-faced young men charged with hitting the bricks of Bushwick, Brooklyn, to spread the word of the Church of Jesus" , "date" : "20001026" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "BASEBALL: SUBWAY SERIES -- ACROSS THE DIVIDE; Using Baseball Talk As an Opening Verse" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/26\/sports\/baseball-subway-series-across-the-divide-using-baseball-talk-as-an-opening-verse.html"} , {"body" : "A young man shot by a robber Tuesday as he changed a tire outside a Brooklyn high school died of his injuries early yesterday, the police said. The shooting took place about 5:30 p.m. Tuesday outside Bushwick High School as the man, Joseph Gallo Rodriguez, 18, who was working for a garage, was changing a tire on a teacher's car, the authorities" , "date" : "20001026" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "18-Year-Old Is Fatally Shot While Helping Change Tire" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/26\/nyregion\/18-year-old-is-fatally-shot-while-helping-change-tire.html"} , {"body" : "An off-duty police officer fatally shot a 21-year-old Brooklyn woman after she and her mother attacked him with a baseball bat and a pool cue, the police said. The shooting took place in the first-floor hallway of an apartment building at 1185 DeKalb Avenue in the Bushwick section, where the woman, Carmen Valentine, lived with her family on the" , "date" : "20001025" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Off-Duty Police Officer Fatally Shoots Brooklyn Woman in Building Where Families Feuded" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/25\/nyregion\/off-duty-police-officer-fatally-shoots-brooklyn-woman-building-where-families.html"} , {"body" : "The Lord had not yet announced his pick, but the ushers of St. Barbara's Roman Catholic Church were already laying bets. Benny Trossi was going with the Yankees, and backing him up was $100 and a case of beer. Not to be outdone, Nazzario Gil had put his money -- plus the cost of a fancy dinner -- squarely behind the Mets. At St. Barbara's Church in" , "date" : "20001023" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "BASEBALL: SUBWAY SERIES -- ACROSS THE DIVIDE; Even in Church, the Great Rivalry's Pervasive" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/23\/sports\/baseball-subway-series-across-divide-even-church-great-rivalry-s-pervasive.html"} , {"body" : "In less than three hours beginning late Friday night, five people were killed in unrelated incidents in the Bronx, Brooklyn, Manhattan and Queens, the police said yesterday. Four of the killings occurred over the course of just 90 minutes, the police said. Two women were charged after the incidents: one with killing her live-in boyfriend, another" , "date" : "20001022" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "5 Are Slain Across City In a Period Of 3 Hours" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/22\/nyregion\/5-are-slain-across-city-in-a-period-of-3-hours.html"} , {"body" : "An undercover narcotics detective who minutes before had bought $30 worth of heroin in a buy-and-bust operation in Brooklyn yesterday shot and killed a man who tried to rob him, the police said. The police said the man confronted the detective at 11:50 a.m. in front of 371 Troutman Street, in Bushwick, about half a block from where the detective" , "date" : "20001021" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Say Detective, After Drug Buy, Killed Man Trying to Rob Him" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/21\/nyregion\/police-say-detective-after-drug-buy-killed-man-trying-to-rob-him.html"} ,   {"body" : "It was lunch time at the Ridgewood Diner. An old man from Belize nibbled at a sandwich at a table near the door. An older woman sipped orange juice from a cardboard cup at a booth in the back. The Egyptian counterman leaned on his elbows in front of a row of empty stools. He was dressed in grease-stained kitchen whites. He was staring at his hands." , "date" : "20001020" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "BASEBALL: SUBWAY SERIES -- ACROSS THE DIVIDE; Where Boroughs Meet, Fans Split" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/20\/nyregion\/baseball-subway-series-across-the-divide-where-boroughs-meet-fans-split.html"} , {"body" : "ON primary day last month, E. S. Dixon and Janet Ingram sat in the basement of a public housing project in north Brooklyn and stared at an empty voting booth. For 12 hours Ms. Ingram and Mr. Dixon, poll workers for the 79th Election District, had done virtually nothing. Since 6 a.m. they had logged only nine voters. Ten feet away, at a voting" , "date" : "20001001" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Empty Booth" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/01\/nyregion\/the-empty-booth.html"} , {"body" : "Enrique Miravala, known to all as Flaco, was a fixture at the corner of Wilson Avenue and Palmetto Street in the Bushwick section of Brooklyn. A gentle, sometimes homeless alcoholic, 54 years old, he repaired cars expertly, swept storefronts and ran errands, earning beer money and the affection of his neighbors. But yesterday afternoon, the street" , "date" : "20000928" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Stray Bullet From Street Fight Kills a Neighborhood Fixture" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/28\/nyregion\/stray-bullet-from-street-fight-kills-a-neighborhood-fixture.html"} , {"author" : "Eyal Press is a writer based in New York. This is his first article for the magazine." , "body" : "Name: Mubenga Kanyinda Age: 28 Coming from: Congo Looking for: Freedom I had to leave my country,'' whispered Mubenga Kanyinda in a voice so soft I could barely hear him. It was a Thursday morning in early February, and Kan- yinda was sitting across from me inside a narrow room with pale blue walls and harsh fluorescent lighting. He was shy and" , "date" : "20000917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONGO"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "91" , "title" : "No Refuge" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/17\/magazine\/no-refuge.html"} , {"body" : "Much like Manhattan, Brooklyn has never had a boroughwide multiple listing of homes for sale. Now, reflecting a lack of inventory at a time when prices -- especially in Brooklyn's historic brownstone districts -- have been rising, the three multiple listing services that loosely divide the borough plan to merge by the end of the year. ''The idea is" , "date" : "20000915" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Residential Real Estate; Multiple Listings Sought For Homes in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/15\/nyregion\/residential-real-estate-multiple-listings-sought-for-homes-in-brooklyn.html"} , {"body" : "INTERNATIONAL A3-12 Palestinians Postpone Independence Deadline A Palestinian leadership assembly decided to postpone a declaration of statehood and recommit to the Middle East peace effort. The Palestinian Central Council backed down from its pledge to declare an independent Palestinian state no later than Sept. 13. It adjourned for up to two" , "date" : "20000911" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["World"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/11\/world\/news-summary-095354.html"} , {"body" : "Seven people were being held yesterday on drug and weapons charges after police raids in Bushwick, Brooklyn, that resulted from an undercover investigation into one of the few surviving factions of the Latin Kings gang, the authorities said. Assistant Chief Charles Kammerdener, commander of the Police Department's narcotics division, said the raids" , "date" : "20000911" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Say Gang Offered Buffet of Guns and Drugs" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/11\/nyregion\/police-say-gang-offered-buffet-of-guns-and-drugs.html"} , {"author" : "Laura Winters's most recent article for Arts & Leisure was about the director Jeremy Podeswa." , "body" : "THE 31-year-old director Darren Aronofsky explains the kinetic, brazen style of his second film, ''Requiem for a Dream,'' with a bit of background: ''I grew up in Coney Island riding the Cyclone, which is the best roller coaster in the world. And the one thing it taught me is that you've got to keep the thrills coming.'' But in ''Requiem,'' which" , "date" : "20000910" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "68" , "title" : "Drugged-Out American Dreamers" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/10\/movies\/drugged-out-american-dreamers.html"} , {"body" : "Msgr. Thomas Leonard remembers the day in 1962 when, inspired and enthusiastic, he celebrated Mass facing the congregation for the first time. It was the era of the Second Vatican Council, when the Roman Catholic Church loosened strictures of magisterial authority, while outside church walls, a turbulent world was remaking itself day by day. After" , "date" : "20000910" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Priests of the 60's Fear Loss of Their Legacy" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/10\/nyregion\/priests-of-the-60-s-fear-loss-of-their-legacy.html"} , {"body" : "IN the still of the night, Marvin Shivnarain paints pictures on automobiles. His work is not the latest in illegal late-night graffiti. He gets paid to create what he calls rolling works of art. By day, Mr. Shivnarain is the graphics director of a silk-screen printing company on Long Island. But at night, he paints murals and intricate graphics on" , "date" : "20000903" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Up-to-Speed Artistry From a Three-Car Atelier" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/03\/nyregion\/new-yorkers-co-up-to-speed-artistry-from-a-three-car-atelier.html"} ,   {"body" : "Programs aimed at providing homeowners and landlords with the information they need to properly manage their properties will be presented at various locations in the city throughout September. Next Wednesday the city Department of Housing Preservation and Development will offer seminars on home maintenance at its Neighborhood Housing Services" , "date" : "20000903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Programs From City's Housing Agency; Learning to Be A Homeowner" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/03\/realestate\/postings-programs-from-city-s-housing-agency-learning-to-be-a-homeowner.html"} , {"body" : "In the cramped law library on the top floor of Kings County Family Court, the day begins with frilly dresses, wide grins and cheers of congratulations. A 3-year-old twig of a boy, an orphan since birth, gets parents of his own. A pair of brothers -- one 20 and disabled, the other, 10, with eyes like darts -- are adopted by the quiet couple who took" , "date" : "20000820" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "Brooklyn Journal; In Court, Families Sit Waiting On the Law" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/20\/nyregion\/brooklyn-journal-in-court-families-sit-waiting-on-the-law.html"} , {"body" : "WHEN the Scottish movie ''Trainspotting,'' about young heroin addicts, hit theaters in 1996, some critics called it an advertisement for drug use. But for the residents of 713 East Ninth Street, just east of Avenue C, the film was an opportunity. The residents, calling themselves Dos Blockos, were a close-knit group of squatters inhabiting an" , "date" : "20000803" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "On Avenue C, Renewal and Regret" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/03\/garden\/on-avenue-c-renewal-and-regret.html"} , {"body" : "Just 100 yards from the corner of Bushwick Avenue and McKibbin Street, inside a brightly lighted basement garment factory, the buzzing of sewing machines rises and ebbs like dentists' drills as a dozen women hunch over tables stitching elastic waistbands into blue polyester pajamas. Three floors above, Rachel Bick works among half-clothed" , "date" : "20000730" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Bushwick Journal; The Trendy Frontier? Eastward Ho in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/30\/nyregion\/bushwick-journal-the-trendy-frontier-eastward-ho-in-brooklyn.html"} , {"body" : "The Irish in New York City may be famous for many things, but merengue is not one of them. Yet Patrick Shannon, a newly established merengue singer, grew up blue-collar Irish in Flatbush, Brooklyn. As a teenager, he listened to heavy metal, drank in local bars and got into fistfights. He went to a high school where being Irish, Italian or" , "date" : "20000730" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE -- CITYPEOPLE; The Name's Patrick, And He's a Merengue Star" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/30\/nyregion\/neighborhood-report-new-york-up-close-citypeople-name-s-patrick-he-s-merengue.html"} , {"body" : "A fire that engulfed a house in Brooklyn early yesterday, killing a 13-year-old girl and injuring at least 18 other people, appears to have been intentionally set, officials said. Investigators said the fire, which quickly spread, appeared to have been started on the fifth floor with a flammable liquid. The girl who died, Sharon Simms, was visiting" , "date" : "20000723" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Arson in Brooklyn House Kills a Teenage Girl and Injures 18" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/23\/nyregion\/arson-in-brooklyn-house-kills-a-teenage-girl-and-injures-18.html"} , {"body" : "A man who apparently intended to rob a fast-food restaurant in Brooklyn early yesterday poked a shotgun through an opening in the shop's security partition and killed a clerk with a single blast to the head, the police said. The gunman ran out of the restaurant, Ala King Fried Chicken & Pizza Hot at 1591 Broadway in Bushwick, without any money," , "date" : "20000716" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Fast-Food Worker Is Killed by a Robber" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/16\/nyregion\/fast-food-worker-is-killed-by-a-robber.html"} , {"body" : "Three human skulls and a small cache of chemicals and gunpowder were discovered in a cluttered Brooklyn apartment early yesterday, initially stirring fears that the police had stumbled upon the gruesome lair of a serial killer. But the authorities later determined that the skulls were 70 to 80 years old, the gunpowder was left over from the Fourth" , "date" : "20000715" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Search Home Of Brooklyn Man And Find Old Skulls" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/15\/nyregion\/police-search-home-of-brooklyn-man-and-find-old-skulls.html"} , {"body" : "Despite an intensive weeklong campaign to round up truants, more than 130,000 students in kindergarten through 12th grade -- nearly 40 percent -- are missing from the most ambitious summer school program in New York City's history, the Board of Education said yesterday. The poor attendance is a costly and potentially embarrassing culmination to" , "date" : "20000712" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Summer School Truancy Rate In New York Near 40 Percent" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/12\/nyregion\/summer-school-truancy-rate-in-new-york-near-40-percent.html"} , {"body" : "WITH thousands of American children signing up to play baseball and soccer in the years before they metamorphose into full-fledged consumers, the Pepsi-Cola Company is seizing on those pastimes -- one national, the other imported -- to market its soft drinks. The program, which began nationwide last year, is known as ''Takin' It to the Fields'' and" , "date" : "20000706" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Business"] , "page_facet" : "8" , "title" : "THE MEDIA BUSINESS: ADVERTISING; Pepsi takes aim at young baseball and soccer players." , "url" : "http:\/\/www.nytimes.com\/2000\/07\/06\/business\/media-business-advertising-pepsi-takes-aim-young-baseball-soccer-players.html"} ,   {"body" : "ON THE STREET ROCKAWAY BOARDWALK ARTS AND CRAFTS FAIR, Boardwalk at 116th Street, Queens. Tomorrow through Tuesday, 11 a.m. to dusk. Sponsored by the New York City Department of Parks and Recreation. WOODSIDE AVENUE FESTIVAL, from Roosevelt Avenue to 65th Place, Queens. Tomorrow, 11 a.m. to 6 p.m. Sponsored by Woodside on the Move. GREENWICH AVENUE" , "date" : "20000630" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "A Salute to the Fourth; SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/30\/arts\/a-salute-to-the-fourth-spare-times.html"} , {"body" : "Not long ago, Caffe Giannini in Ridgewood, Queens, was the sort of place where a customer could sit for hours at one of the round marble tables, drinking cappuccino brewed on the antique brass espresso machine. But according to federal agents, the tiny thriving storefront cafe did more than serve good coffee, cannoli and mozzarella sandwiches to" , "date" : "20000630" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "RIDGEWOOD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Revisiting a Cafe's Society of Brazen Violence" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/30\/nyregion\/revisiting-a-cafe-s-society-of-brazen-violence.html"} , {"body" : "Six days a week, 12 hours a day, Jose Munez stands at a conveyor belt heaped with trash and grabs aluminum cans. His hands move rapidly as he flips them into a pile. Grab and flip, grab and flip. Mr. Munez rescues the recyclables that New York City residents collect. At 65, he is probably the oldest and almost certainly the most enthusiastic sorter" , "date" : "20000627" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Retrieving the Recyclables; Workers Pick Up Where New Yorkers Leave Off" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/27\/nyregion\/retrieving-the-recyclables-workers-pick-up-where-new-yorkers-leave-off.html"} , {"body" : "Students in New York City performed only slightly better on a citywide mathematics test this year than last, with 68 percent still failing to meet tough new standards. The increase of one percentage point for third, fifth, sixth and seventh graders came in a year when those same students saw their reading scores jump sharply, by more than five" , "date" : "20000624" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Schools Show Slight Increase In Math Scores" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/24\/nyregion\/schools-show-slight-increase-in-math-scores.html"} , {"body" : "WILLIAMSBURG Friday Night Art At 20-Odd Galleries Williamsburg and Greenpoint are home to more than 20 galleries less than two miles from the Bedford Avenue subway stop, yet visits have not always been easy, because of hidden locations and changeable schedules. On Friday night, the artists will make it easy: during ''Open Williamsburg,'' more than" , "date" : "20000618" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/18\/nyregion\/playing-in-the-neighborhood-795186.html"} , {"body" : "For years, New York City educators have assailed the state's school financing system as unfair, saying it provides the city with nearly $2,000 less per student than areas upstate and in the suburbs. More money, they say, will help improve the education of the city's 1.1 million students. To get better teachers and solve other problems, Schools" , "date" : "20000614" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Success of City School Pupils Isn't Simply a Money Matter" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/14\/nyregion\/success-of-city-school-pupils-isn-t-simply-a-money-matter.html"} , {"body" : "The fires were set in the most diabolic of locations, cutting off escape routes and filling stairwells and hallways with flames and blinding black smoke. Worse yet, they were set in rapid succession -- four within just three hours early yesterday morning -- and that forced nearly 160 Brooklyn firefighters into a desperate scramble. With each" , "date" : "20000613" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Arrest in Bushwick, After Rash of Arsons" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/13\/nyregion\/arrest-in-bushwick-after-rash-of-arsons.html"} , {"body" : "A Brooklyn priest was arrested last night and charged with sodomizing a 14-year-old boy in the rectory and sexually abusing him repeatedly over the course of more than a year, the police said. The priest, the Rev. Frank J. Capelludo, 52, of Our Lady of Lourdes Roman Catholic Church in Bushwick, was charged with sodomy and ''numerous counts'' of" , "date" : "20000613" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "Priest Charged With Sodomizing Boy, 14" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/13\/nyregion\/priest-charged-with-sodomizing-boy-14.html"} , {"body" : "The owners of a Brooklyn pet shop were being held yesterday by police, accused of multiple felony counts for running a training and breeding center for cockfighting roosters in the basement of their business, the authorities said. The illicit cockfighting business was uncovered, officials said, after nine armed agents of the American Society for" , "date" : "20000609" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Pet Shop Owners Are Accused Of Producing Fighting Birds" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/09\/nyregion\/pet-shop-owners-are-accused-of-producing-fighting-birds.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; usually the second Tuesday of the month; but the next meeting is Tuesday, 6:30 p.m.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. DISTRICT 2: Fort Greene, Downtown Brooklyn," , "date" : "20000604" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; The Brooklyn Meetings, From Sea Gate to Dumbo" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/04\/nyregion\/community-boards-the-brooklyn-meetings-from-sea-gate-to-dumbo.html"} ,   {"body" : "In October 1998, Cynthia Marquez was suspected of child abuse after her son Juan, a 10-year-old who takes six pills a day to temper his behavioral problems, pummeled a younger brother, leaving bruises on his arms. School officials called in a complaint to the state hot line, and a city child welfare investigator appeared at her Brooklyn apartment," , "date" : "20000531" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Parents in Poor Neighborhoods Wary of Child Welfare Agency" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/31\/nyregion\/parents-in-poor-neighborhoods-wary-of-child-welfare-agency.html"} , {"body" : "WHEN brownstones were constructed on block after block of Brooklyn in the late 19th century, they provided housing for well-to-do people whose live-in servants, usually immigrants from Italy, Ireland or Germany, would dust the intricately carved moldings and cook in the ground-floor kitchens, sending food upstairs to the dining room by dumbwaiter." , "date" : "20000521" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Discovering Bed-Stuy's Brownstones" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/21\/realestate\/discovering-bed-stuy-s-brownstones.html"} , {"body" : "ERIC ALICEA was admiring photographs of his award-winning Damascene pigeons when a flutter of feathers sliced the air, accelerated past the sales counter and smacked loudly into the plate glass window. A huge white King Homer pigeon had leaped from its perch inside the Maspeth Bird Store in a vain attempt to launch itself over the flat garage roofs" , "date" : "20000521" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Pigeons as Pawns in an Airborne War Game" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/21\/nyregion\/new-yorkers-co-pigeons-as-pawns-in-an-airborne-war-game.html"} , {"body" : "After Furor Over Book, A Welcome Epilogue The obvious question: in her cheerful new life as a teacher at a Queens school with students from 40 cultures, does Ruth Sherman, known for teaching a book called ''Nappy Hair'' to a class in Brooklyn, still use the book? Do her new students learn about the little girl with ''the nappiest, the fuzziest, the" , "date" : "20000514" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CLARKSTOWN (NY)"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Books"] , "page_facet" : "33" , "title" : "FOLLOWING UP" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/14\/nyregion\/following-up.html"} , {"body" : "Less than a decade ago, the Bonanno crime family -- once one of the nation's most feared Mafia organizations -- was galloping toward extinction. Undermined by deadly rivalries and by federal investigations, the family was shunned by the other New York Mafia families as a fractious, unreliable partner. The Bonannos' ranks and power declined so" , "date" : "20000429" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Mafia Family's Second Wind; Authorities Say Bonannos, All but Written Off, Are Back" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/29\/nyregion\/mafia-family-s-second-wind-authorities-say-bonannos-all-but-written-off-are-back.html"} , {"body" : "Blind people can't easily tell if a job candidate is white or black, thin or obese, plain or pretty. So if they should happen to assess an applicant's professional qualifications, they might well focus on a more mundane matter: Is she actually suited for the job? That is, in essence, the question that Herbert M. Greenberg, 70, who has been blind" , "date" : "20000419" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "10" , "title" : "MANAGEMENT; Oh, the Psyches and Personalities He Has Seen" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/19\/business\/management-oh-the-psyches-and-personalities-he-has-seen.html"} , {"body" : "A police officer drew his gun in a crowded play area yesterday, but this time it was in response to a man shooting into the air. The man was quickly arrested and no one was hurt. The gunman opened fire with a .44-caliber handgun in Brooklyn's Highland Park to break up an argument between opposing touch football players, the police said. The police" , "date" : "20000403" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Officer Draws Gun to Disarm Man Firing in Brooklyn Park" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/03\/nyregion\/officer-draws-gun-to-disarm-man-firing-in-brooklyn-park.html"} , {"body" : "Police commanders yesterday defended two undercover narcotics detectives who fired a hail of bullets at five young men on a Brooklyn street Friday night, killing two of them, as the group tried to rob the officers with what turned out to be a toy pistol and a pellet gun. The detectives, who had what looked like three handguns placed menacingly to" , "date" : "20000402" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Police Defend Fatal Shooting In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/02\/nyregion\/police-defend-fatal-shooting-in-brooklyn.html"} , {"body" : "Two men were killed in Brooklyn last night by undercover narcotics police officers who said the men were trying to rob them, using what turned out to be toy guns, the authorities said. The details of the shootings in Bushwick were sketchy, but senior police officials said that two plainclothes officers arrested three men on charges of selling" , "date" : "20000401" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "2 Killed Trying To Rob Officers, Authorities Say" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/01\/nyregion\/2-killed-trying-to-rob-officers-authorities-say.html"} , {"body" : "Assemblyman Darryl C. Towns has only to turn to photo albums from a few years ago to see how his deep kinship with a fellow politician has been fractured by the most consequential revolution in city politics in decades: term limits. Three years ago, he traveled from his home in Bushwick to the small town of Weetumpka, Alabama, for his wife's family" , "date" : "20000322" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Term Limits Turn Old Allies Into Opponents; Protege Against Mentor, Backer Against Incumbent" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/22\/nyregion\/term-limits-turn-old-allies-into-opponents-protege-against-mentor-backer-against.html"} ,   {"body" : "New York City school officials were struggling yesterday to explain a mysterious and worrisome 2-percentage-point increase in the high school dropout rate, after seven years of declines. Some principals said students might be dropping out because they were intimidated by the approach of tough new state standards. Some guidance counselors at special" , "date" : "20000310" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "A Leap in the Dropout Rate Confounds School Officials" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/10\/nyregion\/a-leap-in-the-dropout-rate-confounds-school-officials.html"} , {"body" : "Sam King was barely 12 when AIDS struck his mother, and he had to become her caretaker. He had already spent a childhood moving from one apartment to another in a small Alabama town, but when his mother died the summer before he was to start high school, Sam had to make yet another move -- to Jamaica, Queens, to live with an aunt whose only income" , "date" : "20000306" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Scholarship Winners Proved Themselves Amid Hardship" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/06\/nyregion\/scholarship-winners-proved-themselves-amid-hardship.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting March 14, 6:30 P.M.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; (718) 389-0009. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill, Boerum Hill, Vinegar" , "date" : "20000305" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "BROOKLYN UP CLOSE; Communities Speak Up: Where the Boards Meet in March" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/05\/nyregion\/brooklyn-up-close-communities-speak-up-where-the-boards-meet-in-march.html"} , {"body" : "THREE paces down the front walkway, Assemblyman Vito J. Lopez stopped to admire the two-story brick house before him. The home was one of the first his social service organization helped build in Bushwick a decade ago. Since then, he has spurred the construction of hundreds more new houses. ''To me it's beautiful,'' said Mr. Lopez, a towering man" , "date" : "20000227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Two Faces of Bushwick; A Troubled Brooklyn Neighborhood Is Mending. But Its Leaders Are Feuding Over the Size of the Gains and What to Do Next." , "url" : "http:\/\/www.nytimes.com\/2000\/02\/27\/nyregion\/two-faces-bushwick-troubled-brooklyn-neighborhood-mending-but-its-leaders-are.html"} , {"body" : "A 6-year-old boy who was severely burned in a suspicious fire in Brooklyn on Monday died of his injuries yesterday. Axel Oyola, a first-grade student at Public School 376, was pronounced dead at the burn unit of New York Weill Cornell Center in Manhattan. His mother, Angie Alfaro, 24, who was injured in the fire as she tried to save her son," , "date" : "20000223" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; Arson Becomes Homicide As 6-Year-Old Boy Dies" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/23\/nyregion\/metro-news-briefs-new-york-arson-becomes-homicide-as-6-year-old-boy-dies.html"} , {"body" : "A mother and her 6-year-old son were severely burned in one of five Brooklyn fires that the authorities believe were set by the same arsonists yesterday. The arsonists, police and fire officials said, are believed to be responsible for 10 other suspicious fires in the same neighborhood this year. In the most serious of the fires, advancing flames" , "date" : "20000222" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Two Severely Burned in Suspicious Fire" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/22\/nyregion\/two-severely-burned-in-suspicious-fire.html"} , {"body" : "Magdaline Smith squints hard when she remembers walking those dimly lit streets on too many bitter-cold mornings in Queens. Three years have passed, but in her deepest sleep, she still hears police sirens wailing, still tosses and turns to the haunting images that race through her mind like a locomotive. High heels clicking. Cars driving past." , "date" : "20000218" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE NEEDIEST CASES; Off Drugs and the Street, and on Track" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/18\/nyregion\/the-neediest-cases-off-drugs-and-the-street-and-on-track.html"} , {"body" : "The 26th annual Colgate Women's Games at Madison Square Garden yesterday brought out the best and the worst in the youthful athletes. Vinelle Woodley of I.S. 383 in the Bushwick section of Brooklyn proved she could rise above the worst of circumstances. Woodley, 12, was competing against a strong field in the middle school division of the 400" , "date" : "20000206" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "TRACK AND FIELD; Hustle and Tussle Mark Colgate 400" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/06\/sports\/track-and-field-hustle-and-tussle-mark-colgate-400.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting Feb 8, 6:30 P.M.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; (718) 389-0009. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill, Boerum Hill, Vinegar Hill," , "date" : "20000130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; Brooklyn Meetings In February" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/30\/nyregion\/community-boards-brooklyn-meetings-in-february.html"} , {"body" : "Two elderly women were killed in separate fires yesterday in the Brooklyn neighborhoods of Park Slope and Bushwick, the authorities said. Helen Matthews, 73, died in her apartment at 1143 Hancock Street in Bushwick in a three-alarm fire that officials said was caused by her smoking. The fire was first reported at 11:10 a.m. in the three-story" , "date" : "20000123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "METRO NEWS BRIEFS: NEW YORK; Two Elderly Women Die in Fires in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/23\/nyregion\/metro-news-briefs-new-york-two-elderly-women-die-in-fires-in-brooklyn.html"} ,   {"body" : "David T. was in trouble. He had been skipping school on a regular basis, and when he did go, he would return late to his home in Brooklyn. The boy, 13, had a quick temper that got him into fights and caused him to storm out of classrooms. Because of his absences, David's school gave his family a choice: expulsion or a referral from Brooklyn Family" , "date" : "20000117" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE NEEDIEST CASES; Rebuilding a Child's Spirit And a Home in Disrepair" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/17\/nyregion\/the-neediest-cases-rebuilding-a-child-s-spirit-and-a-home-in-disrepair.html"} , {"body" : "Two years ago, Joe, the man I lived with, suggested that we outfit our apartment with a light especially created to combat the winter blues. Seasonal affective disorder is its quaint moniker. In fact, the condition is nothing more than a hunger for daylight during the darkest days of winter. I vetoed the proposal. Call me a troglodyte. But what I" , "date" : "20000114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "MY CITY; Plotting Your Winter Days to Gather the Light" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/14\/arts\/my-city-plotting-your-winter-days-to-gather-the-light.html"} , {"body" : "Pushed out by the appetite for new housing among the rapidly growing Hasidic community, one of the country's largest producers of kosher wine plans to close its operation in the Williamsburg section of Brooklyn and relocate to Bayonne. ''We are still New York boys and we would love to stay, but we are not wanted,'' said David Herzog, the chief" , "date" : "20000109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BAYONNE (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEW JERSEY & CO.; What a Deal. Bayonne Lures Kosher Winery." , "url" : "http:\/\/www.nytimes.com\/2000\/01\/09\/nyregion\/new-jersey-co-what-a-deal-bayonne-lures-kosher-winery.html"} , {"body" : "As people wake up this morning with the future on their minds, having left the 1900's for the 2000's, William Stallings will prepare to look back, 137 years to be exact. He will make his way to the Greater Centennial Missionary Baptist Church in Mount Vernon, N.Y., take his seat among fellow parishioners, bob his head to African drumming, pull out" , "date" : "20000101" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Celebrating a Milestone for Freedom; Black Americans Honor Anniversary of Proclamation to End Slavery" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/01\/nyregion\/celebrating-milestone-for-freedom-black-americans-honor-anniversary-proclamation.html"}]