[  {"body" : "Saying he was concerned that increases in reported crime in three Bronx precincts were not being addressed, Police Commissioner Bernard B. Kerik has replaced the precincts' commanders. Although reported crime is down citywide, Mr. Kerik said, the Bronx precincts have shown troubling increases, and he said the commanders there had failed to put" , "date" : "20001231" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "24" , "title" : "3 Police Commanders in Bronx Are Replaced as Crime Rises" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/31\/nyregion\/3-police-commanders-in-bronx-are-replaced-as-crime-rises.html"} , {"body" : "THERE are thousands of places in New York where you can buy a dead chicken. But until recently, there were just a few where you could get a live one. Years ago, the city, including Manhattan, was home to hundreds of wholesale slaughterhouses. Meat, especially poultry, was brought in live, slaughtered and sold to butchers and grocers for sale to the" , "date" : "20001203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Where Chickens Don't Perch in the Meat Cooler" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/03\/nyregion\/new-yorkers-co-where-chickens-don-t-perch-in-the-meat-cooler.html"} , {"author" : "E-mail: daschn@nytimes.com" , "body" : "Illuminating Christmas Q.: I understand that electric Christmas tree lights were introduced in New York City. When? A.: Historians generally credit Edward H. Johnson, the vice president of Thomas A. Edison's electric company, with the introduction of the lights, in the rear parlor of his New York home, in 1882. The 80 hand-wired, hand-blown glass" , "date" : "20001203" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2000\/12\/03\/nyregion\/fyi-476145.html"} , {"body" : "At first blush, it looked like a typical fender bender: a 1989 Mercury sedan with four people inside ran into the car of a woman driving alone in downtown Brooklyn. But even though a police officer noted in his accident report that there were no injuries, three passengers in the Mercury were taken to a medical clinic, where they were treated for" , "date" : "20001117" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Car Crashes Were Staged For Fraud, U.S. Charges" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/17\/nyregion\/car-crashes-were-staged-for-fraud-us-charges.html"} , {"body" : "For the first time since it required tougher English tests for high school graduation, the State Board of Regents has released scores that capture the progress of an entire class. The data presented here are for New York City students who entered ninth grade for the first time in fall 1996. To reflect that many students did not make it to senior" , "date" : "20001112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "12" , "title" : "How High School Students Did on the Regents Exams" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/12\/nyregion\/how-high-school-students-did-on-the-regents-exams.html"} , {"body" : "Mike Camardese has chased a Public Schools Athletic League title ever since he became coach of the Canarsie High School football team nearly 17 years ago. Despite never attaining a league title under his direction, Camardese's Chiefs have had their share of success, going 131-56-7. In the last decade, Camardese's team has produced 10 consecutive" , "date" : "20001111" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "HIGH SCHOOL FOOTBALL; Coach and Canarsie Have Only One Thing Left to Do" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/11\/sports\/high-school-football-coach-and-canarsie-have-only-one-thing-left-to-do.html"} , {"body" : "From 1921 through 1956, more than a third of the World Series played never left New York City. The Yankees won 10 of them, the Giants won 2 and the Dodgers won the other one as well as the hearts of underdogs everywhere. RAY CORIO '21 GIANTS vs. YANKEES Giants win series, 5-3 (5 of 9 games) The Giants had captured six pennants and one World Series." , "date" : "20001021" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "BASEBALL: SUBWAY SERIES; The First 13 Stops" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/21\/sports\/baseball-subway-series-the-first-13-stops.html"} , {"body" : "A fight that began in a high school cafeteria ended in the fatal stabbing of a 12-year-old immigrant from Guyana yesterday, the authorities said. Two 16-year-olds were arrested in the stabbing, which appeared to stem from a dispute involving four boys that began about 11 a.m. in the cafeteria at Canarsie High School, and resumed hours later near" , "date" : "20001020" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Boy Is Stabbed in Brooklyn After School-Cafeteria Fight" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/20\/nyregion\/boy-is-stabbed-in-brooklyn-after-school-cafeteria-fight.html"} , {"body" : "They lingered in the restricted halls of state government with a familiar air, their cell phones ringing. They huddled with state officials and spent time between appointments lounging outside Governor Pataki's office. They were ubiquitous enough to earn a nickname: the Two Josephs. What annoyed some and amused others was that neither worked for" , "date" : "20001016" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE TWO JOSEPHS\/A special report.; Uncommon Albany Access Stirs Questions of Improper Influence" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/16\/nyregion\/two-josephs-special-report-uncommon-albany-access-stirs-questions-improper.html"} , {"body" : "With the score 118 to 36, it was officially garbage time in the night's match between Putnam and Simply Paradise, two teams in the Calypso Night Cricket League. The mostly West Indian crowd of about 300 had lost all interest in the game, turning its attention to Red Stripe beer, fried codfish cakes and the reggae music blaring on the sound system." , "date" : "20001013" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "48" , "title" : "WEEKEND WARRIOR; Batsman, Guard Your Wicket!" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/13\/arts\/weekend-warrior-batsman-guard-your-wicket.html"} ,   {"body" : "The lights of Ebbets Field, which gazed down on a golden past of Robinsons and Reeses and Walkers and Furillos, found a home in Downing Stadium when the wrecking ball tore into the home of the Dodgers and stilled the heart of Brooklyn. Now dem lights -- or whatever may be left of them -- are about to go homeless again. Downing Stadium faces" , "date" : "20000927" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "RANDALLS ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ebbets Lights Dimmed Again; In City Prizing Relics, Link to Dodgers Needs a Home" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/27\/nyregion\/ebbets-lights-dimmed-again-in-city-prizing-relics-link-to-dodgers-needs-a-home.html"} , {"body" : "While the high school football season begins in earnest this weekend, powerhouse programs like St. Anthony's of South Huntington, N.Y., Monsignor Farrell of Staten Island, Poly Prep of Brooklyn and Hackensack in New Jersey appear to be in midseason form. They notched impressive victories in their openers last weekend. ''I knew coming into the game" , "date" : "20000916" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "HIGH SCHOOL FOOTBALL; The Powerhouse Teams Are Picking Up Where They Left Off Last Season" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/16\/sports\/high-school-football-powerhouse-teams-are-picking-up-where-they-left-off-last.html"} , {"body" : "Three more people, two of them still hospitalized, have been sickened by the West Nile virus, bringing the total number of people infected in the city this year to 11, Mayor Rudolph W. Giuliani said yesterday. Despite the new cases, Mr. Giuliani insisted that the city's measures against the virus, including spraying pesticide, had been successful." , "date" : "20000913" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["FIRE ISLAND NATIONAL SEASHORE" , "NEW YORK CITY" , "FIRE ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "3 More in City Are Sickened by West Nile Virus" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/13\/nyregion\/3-more-in-city-are-sickened-by-west-nile-virus.html"} , {"body" : "As its scientific name Callinectes sapidus (delicious beautiful swimmer) suggests, the blue crab is a tasty creature, often winding up in delicacies like Maryland crab cakes, crab-and-avocado salads and ''she-crab soup.'' Although blue crabs are most often associated with the Chesapeake Bay, they have lesser known digs in New York City. Commercial" , "date" : "20000901" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CANARSIE PIER (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "Trapping Dinner in the Bay" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/01\/arts\/trapping-dinner-in-the-bay.html"} , {"body" : "It is a primary race that has spawned a soap opera-like drama. The bitterness of a feud between two Democrats in the 11th Congressional District in Brooklyn has not only torn apart a longstanding friendship but has also delivered some of that anguish to the doorsteps of other politicians and voters in Brooklyn. But it is also a contest that has" , "date" : "20000831" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Bitter Primary Contest Hits Ethnic Nerve Among Blacks" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/31\/nyregion\/bitter-primary-contest-hits-ethnic-nerve-among-blacks.html"} , {"body" : "NEW JERSEY PRINCETON: SMOKING BAN OVERTURNED A Superior Court judge in Mercer County struck down Princeton's new antismoking regulations yesterday. The ban, approved in June by the Princeton Regional Health Commission, would have been the strictest antismoking ordinance in the state, prohibiting smoking in Princeton and Princeton Township bars," , "date" : "20000830" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/30\/nyregion\/metro-briefing.html"} , {"body" : "The steady chirping of crickets, the ''caw caw'' of crows and the distant laughter of children rowing boats along a lake are all that can be heard on most days at the Sharpe Reservation in Fishkill, N.Y. But last Monday the quiet of the drizzly afternoon was pierced by carpenters pounding nails into the plywood layer of a roof. They were building a" , "date" : "20000820" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "The Fresh Air Fund; It Takes Lumber and Nails To Make a Summer Camp" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/20\/nyregion\/the-fresh-air-fund-it-takes-lumber-and-nails-to-make-a-summer-camp.html"} , {"body" : "With the number of pools of infected mosquitoes climbing and the peak mosquito season approaching, New York City officials yesterday unveiled additional plans for the season's most comprehensive spraying campaign against the West Nile virus. The ground-spraying campaign, which the city had said would begin in the Canarsie section of Brooklyn last" , "date" : "20000818" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "City Expands Spraying Of Mosquitoes On Ground" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/18\/nyregion\/city-expands-spraying-of-mosquitoes-on-ground.html"} , {"body" : "As health officials outlined plans yesterday to spray heavily populated areas of Brooklyn with pesticides for the first time this year to combat the West Nile virus, they also reported that traces of the virus had been detected in five live birds near Prospect Park and three dead ones in Manhattan and Queens. The five live birds -- four sparrows" , "date" : "20000817" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Brooklyn Takes On West Nile; Virus Is Found in Live Birds" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/17\/nyregion\/brooklyn-takes-on-west-nile-virus-is-found-in-live-birds.html"} , {"body" : "NEW YORK BROOKLYN: WEST NILE VIRUS DETECTED Evidence of West Nile virus has been found in Brooklyn for the first time this year, leading city officials to prepare plans for spraying pesticides in Brooklyn as early as Thursday night. An infected dead crow was picked up on Aug. 3 in the Canarsie section, with the positive confirmation of the virus" , "date" : "20000815" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/15\/nyregion\/metro-briefing.html"} ,   {"body" : "The cost of watching the latest Mel Gibson or George Clooney blockbuster has not risen much in the last year. But the price of a night at the movies for New Yorkers is mounting, mainly because the price of soda and popcorn has shot up an average of 6 percent citywide, according to an annual survey of movie theaters across the five boroughs. The" , "date" : "20000704" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "3" , "title" : "Survey Finds Snacks Driving Up Movie Costs" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/04\/nyregion\/survey-finds-snacks-driving-up-movie-costs.html"} , {"body" : "As the sun was setting last Wednesday, two hours after the lifeguards had left their perches along Rockaway Beach in Queens and whistled everyone out of the water, the Atlantic Ocean, wild and menacing as it can be on that vast sandy stretch of New York City, was still too tempting for some to resist. Among the handful of people still in the sea" , "date" : "20000704" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK STATE" , "CONNECTICUT"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For Some at Beach, Ocean Is Invitation To Tempt Fate; Despite Recent Drownings, Rules and Warnings Are Ignored" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/04\/nyregion\/for-some-beach-ocean-invitation-tempt-fate-despite-recent-drownings-rules.html"} , {"body" : "ON THE STREET ROCKAWAY BOARDWALK ARTS AND CRAFTS FAIR, Boardwalk at 116th Street, Queens. Tomorrow through Tuesday, 11 a.m. to dusk. Sponsored by the New York City Department of Parks and Recreation. WOODSIDE AVENUE FESTIVAL, from Roosevelt Avenue to 65th Place, Queens. Tomorrow, 11 a.m. to 6 p.m. Sponsored by Woodside on the Move. GREENWICH AVENUE" , "date" : "20000630" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "A Salute to the Fourth; SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/30\/arts\/a-salute-to-the-fourth-spare-times.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; usually the second Tuesday of the month; but the next meeting is Tuesday, 6:30 p.m.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. DISTRICT 2: Fort Greene, Downtown Brooklyn," , "date" : "20000604" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; The Brooklyn Meetings, From Sea Gate to Dumbo" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/04\/nyregion\/community-boards-the-brooklyn-meetings-from-sea-gate-to-dumbo.html"} , {"body" : "Tottenville of Staten Island will square off against Monroe of the Bronx for the Public Schools Athletic League baseball championship next Monday morning at Yankee Stadium. That matchup was assured yesterday when Tottenville beat Madison of Brooklyn, 7-2, at the College of Staten Island in one semifinal, and Monroe eliminated Canarsie of Brooklyn," , "date" : "20000602" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "NATIONAL LEAGUE: ROUNDUP; Tottenville Meets Monroe for Title" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/02\/sports\/national-league-roundup-tottenville-meets-monroe-for-title.html"} , {"body" : "Two men facing an avalanche of evidence in a notorious case that could lead to the death penalty were arraigned in a Queens court yesterday on murder and robbery charges in last week's execution-style massacre at a Wendy's restaurant that left five workers slain and two others shot and left for dead. As the suspects, John B. Taylor, 36, and Craig" , "date" : "20000529" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "2 Charged in Wendy's Case As Confession Details Emerge" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/29\/nyregion\/2-charged-in-wendy-s-case-as-confession-details-emerge.html"} , {"body" : "DO you like those arms?'' Tyce Keith D'Orio demanded of the student dancers trying to follow his moves at Horizons Dance Center in the Flatlands section of Brooklyn. ''I don't like those arms. They need to pop.'' The students tried again. About two dozen, teenagers and young adults, were jammed into the small studio, moving to the strains of Tracy" , "date" : "20000528" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Studios Nurture the Starry-Eyed and Twinkle-Toed" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/28\/nyregion\/new-yorkers-co-studios-nurture-the-starry-eyed-and-twinkle-toed.html"} , {"body" : "Sharon Anderson, who lives in a housing project in Canarsie, Brooklyn, watched her 8-year-old son, Jeremiah, as he awoke in a small wooden cabin at a camp in Fishkill, N.Y. He walked over to the window and peered out into the still woods surrounding the cabin. ''Oh my God, it's so beautiful,'' he said. Jeremiah, a soft-spoken boy with cerebral" , "date" : "20000521" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "38" , "title" : "The Fresh Air Fund; Weekend Is Interlude For Serenity" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/21\/nyregion\/the-fresh-air-fund-weekend-is-interlude-for-serenity.html"} , {"body" : "A high-ranking official with the New York State Department of Health was dismissed on Friday for belatedly reporting to his superiors that he had been offered cash by a businessman who had applications before the department to expand his adult day-care operations, according to people involved in an investigation by the state inspector general. The" , "date" : "20000410" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Albany Health Official in Elderly-Care Inquiry Is Dismissed" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/10\/nyregion\/albany-health-official-in-elderly-care-inquiry-is-dismissed.html"} , {"body" : "For two years, New York City has been struggling to attract potential recruits to take the Police Department's admissions test, battling a downward trend that saw the number of applicants plummet from 31,000 in 1996 to fewer than half that number last year. And yesterday, despite last year's $10 million recruiting campaign aimed at city residents," , "date" : "20000406" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["LOS ANGELES (CALIF)" , "NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Poaching Adds New Hurdle To Police Recruiting Efforts" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/06\/nyregion\/poaching-adds-new-hurdle-to-police-recruiting-efforts.html"} ,   {"body" : "The state attorney general's office has subpoenaed records of day care centers for adults in Brooklyn and Manhattan as part of its broadening inquiry into whether senior officials at the State Department of Health improperly favored certain health care businesses that were trying to expand their operations, according to people in the industry with" , "date" : "20000326" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "37" , "title" : "State Broadens Inquiry Into Possible Favoritism for Adult Care Centers" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/26\/nyregion\/state-broadens-inquiry-into-possible-favoritism-for-adult-care-centers.html"} , {"body" : "THE SETTING -- An adult education class called ''Breaking Into Adult Movies,'' taught by Candida Royalle, a pornographic film star and producer, at the School for the Physical City, a public school on East 25th Street. The Tuesday night class was held in the cafeteria, where student-made banners celebrated the importance of education. The men" , "date" : "20000326" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: FLATIRON -- BUZZ; An Ex-Star Teaches The A B C's Of Movies Rated XXX" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/26\/nyregion\/neighborhood-report-flatiron-buzz-ex-star-teaches-b-c-s-movies-rated-xxx.html"} , {"body" : "The vandalism appeared to be another in a disturbing pattern of desecrations of Roman Catholic icons. And once more it was in Brooklyn. This time, a two-foot-high concrete statue of Jesus, its arms detached, was discovered yesterday morning on a patch of grass in front of an Episcopal church in Park Slope. But hours later, after the police had" , "date" : "20000322" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Mystery Deepens in the Vandalism of Religious Statues in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/22\/nyregion\/mystery-deepens-in-the-vandalism-of-religious-statues-in-brooklyn.html"} , {"body" : "ATTRACTIONS Museums and Sites ALICE AUSTEN HOUSE, 2 Hylan Boulevard, Rosebank, Staten Island. This 17th-century farmhouse, converted to a Victorian cottage in the 19th century, was the home of the photographer Alice Austen. The parlor is filled with period furniture. ''Moments in Staten's Island's Black Heritage,'' photographs from 1880 to the turn" , "date" : "20000310" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "46" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/10\/arts\/spare-times-197424.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting March 14, 6:30 P.M.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; (718) 389-0009. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill, Boerum Hill, Vinegar" , "date" : "20000305" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "BROOKLYN UP CLOSE; Communities Speak Up: Where the Boards Meet in March" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/05\/nyregion\/brooklyn-up-close-communities-speak-up-where-the-boards-meet-in-march.html"} , {"body" : "The clients would come in shifts, morning, noon and night. Mostly older Russian immigrants, they would step down from ambulettes and into one of two Parkshore adult day care centers in Brooklyn to use the beauty parlors, watch Russian-language television and dine on food specifically chosen to attract them: herring, gefilte fish and borscht. The" , "date" : "20000207" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "GOLDEN OPPORTUNITY: A special report.; Brooklyn Boom In Elderly Care Is Laid to Fraud" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/07\/nyregion\/golden-opportunity-special-report-brooklyn-boom-elderly-care-laid-fraud.html"} , {"body" : "When Lee Harris Pomeroy was a student at Brooklyn Technical High School in the 1940's, he thought that the DeKalb Avenue subway station in downtown Brooklyn, part of his daily commute to class, was ''old and tired and looked as if it could use work.'' A half-century later, the busy station in the heart of the borough's business center is even older" , "date" : "20000203" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Untangling Knots in the Subway; Architect's Challenge Is to Make DeKalb Station Flow" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/03\/nyregion\/untangling-knots-subway-architect-s-challenge-make-dekalb-station-flow.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting Feb 8, 6:30 P.M.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; (718) 389-0009. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill, Boerum Hill, Vinegar Hill," , "date" : "20000130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; Brooklyn Meetings In February" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/30\/nyregion\/community-boards-brooklyn-meetings-in-february.html"} , {"body" : "By 8:30 on Saturday morning, more than 100 would-be candidates had already gathered in a Manhattan conference room to ponder what shape their lives would take if they were to find themselves elected to the City Council next year. By 9 a.m., custodians were forced to bring out more chairs to accommodate the throng of latecomers. They had come from" , "date" : "20000124" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Big Dreams for Wide Open Council Seats" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/24\/nyregion\/big-dreams-for-wide-open-council-seats.html"} , {"body" : "The New York State Health Department is considering an application to expand a nursing-home business in Brooklyn, even though the owner was recently indicted in a $62 million Medicaid fraud case and has been suspended from the Medicaid program, a health official said on Friday. The owner, Lawrence Friedman, submitted the application on Dec. 13, two" , "date" : "20000116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Nursing Home Owner, Accused of Fraud, Seeks Approval for Expansion" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/16\/nyregion\/nursing-home-owner-accused-of-fraud-seeks-approval-for-expansion.html"} ,   {"body" : "Another religious statue was vandalized in Brooklyn Friday night, the sixth desecrated there in a week, the police said. In the latest incident, someone broke the hands off a statue of Our Lady of Fatima at St. Rita's Roman Catholic Church, at 275 Shepherd Avenue in East New York. It follows a similar act of vandalism that occurred on Jan. 9, when" , "date" : "20000116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Another Church Statue Damaged in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/16\/nyregion\/another-church-statue-damaged-in-brooklyn.html"} , {"body" : "Sister Lydwina walked out the door of the Apostles of Infinite Love convent in East Flatbush, Brooklyn, yesterday morning and found its granite statue of Jesus toppled into the ivy. The statue's head and hands were missing. ''I thought I was hallucinating or something,'' she said. She was not. Neither was the Knight of Columbus in Canarsie who" , "date" : "20000111" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Four Statues Desecrated In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/11\/nyregion\/four-statues-desecrated-in-brooklyn.html"} , {"body" : "Detectives are investigating the deaths of five people in four attacks on Saturday, another New Year's holiday accompanied by a spate of homicides, the police said yesterday. The victims included a man who was shot in the hallway of a Harlem apartment building and a Queens livery cab driver who the police said was killed by a couple who also robbed" , "date" : "20000103" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Five Are Slain in New York City on Jan. 1" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/03\/nyregion\/five-are-slain-in-new-york-city-on-jan-1.html"}]