[  {"body" : "QUEENS 10 p.m. today to 5 a.m. tomorrow Ozone Park, Woodhaven, Howard Beach, Lindenwood, South Ozone Park, Aqueduct Race Track, East Elmhurst, Corona, Flushing, Little Neck, Douglaston, Oakland Gardens, Alley Pond Park, parts of Cunningham Park, Queensborough Community College, Glen Oaks, North Shore Towers, Floral Park, Hollis Hills, Queens" , "date" : "20000908" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "UPDATE; West Nile Spraying Schedule" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/08\/nyregion\/update-west-nile-spraying-schedule.html"} , {"body" : "QUEENS 10 p.m. today to 5 a.m. tomorrow Flushing Meadows\/Corona Park, Shea Stadium, U.S. Tennis Center, Mount Hebron Cemetery, Cedar Grove Cemetery 10 p.m. tomorrow to 5 a.m. Saturday Ozone Park, Woodhaven, Howard Beach, Lindenwood, South Ozone Park, Aqueduct Race Track, East Elmhurst, Corona, Flushing, Little Neck, Douglaston, Oakland Gardens," , "date" : "20000907" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "UPDATE; West Nile Spraying Schedule" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/07\/nyregion\/update-west-nile-spraying-schedule.html"} , {"body" : "THREE paces down the front walkway, Assemblyman Vito J. Lopez stopped to admire the two-story brick house before him. The home was one of the first his social service organization helped build in Bushwick a decade ago. Since then, he has spurred the construction of hundreds more new houses. ''To me it's beautiful,'' said Mr. Lopez, a towering man" , "date" : "20000227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Two Faces of Bushwick; A Troubled Brooklyn Neighborhood Is Mending. But Its Leaders Are Feuding Over the Size of the Gains and What to Do Next." , "url" : "http:\/\/www.nytimes.com\/2000\/02\/27\/nyregion\/two-faces-bushwick-troubled-brooklyn-neighborhood-mending-but-its-leaders-are.html"} , {"body" : "Along the Henry Hudson Parkway in Riverdale is an elegant new 15-story building with a marble-tiled entrance, a fancy private dining room that can be reserved for entertaining, a 24-hour snack bar and a staff pianist who performs popular standards. Operated by Atria, a company in Louisville, Ky., the building is intended for well-off elderly" , "date" : "20000213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Costly New Residences for Elderly Open, but Many Rooms Are Empty" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/13\/nyregion\/costly-new-residences-for-elderly-open-but-many-rooms-are-empty.html"}]