[  {"body" : "BRETT COOK-DIZNEY made a name for himself by hanging his spray-painted, graffiti-like murals around the city, where what he calls ''living museums'' comment on everything from Haitian immigration to cloning. Mr. Cook-Dizney takes it as a measure of his success that in many struggling Brooklyn neighborhoods, more people may have seen his hip-hop" , "date" : "20001217" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; A Hip-Hop Artist Brings It All Back Home" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/17\/nyregion\/coping-a-hip-hop-artist-brings-it-all-back-home.html"} , {"body" : "Fleet bank has selected Brooklyn as one of four Northeastern communities that will receive an economic development grant, officials said yesterday. The $750,000 award will be used to help attract and stabilize businesses in Fort Greene, Bedford-Stuyvesant and Clinton Hill and will provide merchants and entrepreneurs with technical assistance, said" , "date" : "20001130" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Metro Business Briefing; BANK GRANT FOR BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/30\/nyregion\/metro-business-briefing-bank-grant-for-brooklyn.html"} , {"body" : "THEODORE M. SHAW apologizes for breaking the rules, but he's been listening to himself talk for nearly three hours now. The tape recorder has long since clicked off and the photographer has stopped shooting, settling back on the worn blue couch to listen. It is 9:35 p.m., and Mr. Shaw, associate director of the NAACP Legal Defense and Educational" , "date" : "20001116" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Lawyer Fighting for a Level Playing Field" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/16\/nyregion\/public-lives-lawyer-fighting-for-a-level-playing-field.html"} , {"body" : "ON primary day last month, E. S. Dixon and Janet Ingram sat in the basement of a public housing project in north Brooklyn and stared at an empty voting booth. For 12 hours Ms. Ingram and Mr. Dixon, poll workers for the 79th Election District, had done virtually nothing. Since 6 a.m. they had logged only nine voters. Ten feet away, at a voting" , "date" : "20001001" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Empty Booth" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/01\/nyregion\/the-empty-booth.html"} , {"body" : "N.Y.U. Unscrambles Its Housing With housing at a premium in New York City, local colleges and universities have had to scramble to house all their students. This semester, New York University put 240 students into two Midtown hotels for about a month while a new dormitory it is leasing was being finished. Most have been at the Park Central Hotel on" , "date" : "20000927" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "BULLETIN BOARD" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/27\/nyregion\/bulletin-board.html"} , {"body" : "Much like Manhattan, Brooklyn has never had a boroughwide multiple listing of homes for sale. Now, reflecting a lack of inventory at a time when prices -- especially in Brooklyn's historic brownstone districts -- have been rising, the three multiple listing services that loosely divide the borough plan to merge by the end of the year. ''The idea is" , "date" : "20000915" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Residential Real Estate; Multiple Listings Sought For Homes in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/15\/nyregion\/residential-real-estate-multiple-listings-sought-for-homes-in-brooklyn.html"} , {"body" : "A man who was shot through the window of his Range Rover outside a downtown nightclub early yesterday managed to drive away but lost control after two blocks, the police said, and struck a Swedish-born director of award-winning television commercials. Both men died. The incident started about 4 a.m., in front of NV, a bar and lounge at 289 Spring" , "date" : "20000811" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Shot in S.U.V. Crashes, Killing Bystander, Then Dies" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/11\/nyregion\/man-shot-in-suv-crashes-killing-bystander-then-dies.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GREENWICH VILLAGE $825,000 42 West 13th Street 3-bedroom, 2-bath, 1,600-sq.-ft. co-op in a prewar building; renovated kitchen and bath, high ceilings, h\/w floors," , "date" : "20000806" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/06\/realestate\/residential-resales-493945.html"} , {"body" : "Manhattan CHELSEA $250,000 340 West 19th Street 2-bedroom, 1-bath, 700-sq.-ft. co-op in a prewar building; exposed-brick walls, renovated windowed kitchen, high ceilings, hardwood floors; maintenance $797, 65% tax-deductible; listed at $259,000, 12 weeks on market (broker: Halstead Property Co.) MADISON SQUARE $849,000 5 East 22nd Street (Madison" , "date" : "20000803" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "12" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/03\/garden\/residential-resales-492175.html"} , {"body" : "An empty wreck of a building since the late 1980's, the Clermont Armory in Fort Greene, Brooklyn, has sprung back to life over the last 15 months as a rental apartment complex for middle-income tenants. When the $14 million rehabilitation project that officials call ''adaptive reuse'' is completed by September, the 127-year-old former armory at 171" , "date" : "20000721" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Residential Real Estate; From Dormant Armory to Middle-Income Rentals" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/21\/nyregion\/residential-real-estate-from-dormant-armory-to-middle-income-rentals.html"} ,   {"body" : "In an unsuccessful attempt to avoid collision with a livery cab early yesterday, a garbage truck crashed into an auto repair shop and an adjacent two-story building in Brooklyn, destroying the front of the store and forcing the evacuation of the building's two apartments, the police said. The vehicles crashed into each other a short time after 1" , "date" : "20000715" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Collision Propels Garbage Truck Into Auto Repair Shop, Damaging Brooklyn Building" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/15\/nyregion\/collision-propels-garbage-truck-into-auto-repair-shop-damaging-brooklyn-building.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $725,000 110 West 17th Street 2-bedroom, 2-bath, 1,875-sq.-ft. floor-through condo in a prewar building; high ceilings, h\/w floors, c\/a, common roof deck;" , "date" : "20000709" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/09\/realestate\/residential-sales.html"} , {"body" : "The Amistad freedom schooner, a reproduction of a historic ship on which slaves rebelled, pulled out of New York Harbor early yesterday morning to the disappointment of thousands of visitors who showed up at a pier off Battery Park to see the vessel. The ship left because the pier where it was supposed to moor, which is under construction, did not" , "date" : "20000707" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Amistad Replica Departs Early; Problems With Pier Are Cited" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/07\/nyregion\/amistad-replica-departs-early-problems-with-pier-are-cited.html"} , {"body" : "He waited until the bus was ready to leave before squeezing up front to address the passengers. The Greyhound was going from Chicago to Indiana. It was winter. The sky was suffused with gray. He surveyed the bunched rows of seats. There were only 19 passengers, most of them young, most of them black. Billy Wimsatt was white. It was an audience that" , "date" : "20000706" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "Guarding the Borders Of the Hip-Hop Nation" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/06\/us\/guarding-the-borders-of-the-hip-hop-nation.html"} , {"body" : "Nervous, resigned and sometimes enthusiastic, thousands of New York City students began summer school yesterday in an opening that officials said went smoothly even though it was marred by widespread attendance problems. Chancellor Harold O. Levy said that 319,167, or 32 percent, of the city's 1,003,167 public school students were registered for" , "date" : "20000706" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Summer School Opens, but Many Students Are No-Shows" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/06\/nyregion\/summer-school-opens-but-many-students-are-no-shows.html"} , {"body" : "NEW YORK ALBANY: FOSTER PARENT LAW -- The State Legislature has passed a bill allowing some felons to become foster and adoptive parents. The bill is expected to be signed by Gov. George E. Pataki, a spokesman for his office said. If it becomes law, it would overturn the current law, which requires fingerprinting of all foster and adoptive parents." , "date" : "20000628" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/28\/nyregion\/metro-briefing.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; usually the second Tuesday of the month; but the next meeting is Tuesday, 6:30 p.m.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. DISTRICT 2: Fort Greene, Downtown Brooklyn," , "date" : "20000604" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; The Brooklyn Meetings, From Sea Gate to Dumbo" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/04\/nyregion\/community-boards-the-brooklyn-meetings-from-sea-gate-to-dumbo.html"} , {"body" : "A New York Post delivery truck collided with a police car headed to a report of gunfire early yesterday morning, killing the driver of the truck and a police officer, the authorities said. The authorities described the accident as a horrendous crash. The 33,000-pound truck struck the passenger side of the police car at 3:37 a.m. at Bay Ridge" , "date" : "20000529" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Die as Newspaper Truck Hits Police Car" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/29\/nyregion\/2-die-as-newspaper-truck-hits-police-car.html"} , {"body" : "WHEN brownstones were constructed on block after block of Brooklyn in the late 19th century, they provided housing for well-to-do people whose live-in servants, usually immigrants from Italy, Ireland or Germany, would dust the intricately carved moldings and cook in the ground-floor kitchens, sending food upstairs to the dining room by dumbwaiter." , "date" : "20000521" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Discovering Bed-Stuy's Brownstones" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/21\/realestate\/discovering-bed-stuy-s-brownstones.html"} , {"body" : "JEFFERY AND FAITH LARSEN of Greenwich, Conn., have been anticipating life in an empty nest, now that their children are 14 and 15 years old. So they have decided to move to a new nest. That nest, it turns out, will be an old one, a four-story town house on East 62nd Street built in 1870 and expanded to five stories in 1919. When the Larsens move in" , "date" : "20000507" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Bringing a Town House Back Full Circle" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/07\/realestate\/bringing-a-town-house-back-full-circle.html"} ,   {"body" : "IT happened so fast it was easy to miss. Brownstones in places like Fort Greene and Harlem are no longer necessarily bargains. A nice house in Harlem might sell for $700,000, double the price of a year ago, according to Yvonne Maddox, manager of Charles H. Greenthal's Harlem office. In Brooklyn's Clinton Hill, house prices have reached $999,995," , "date" : "20000430" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Habitats\/Bedford-Stuyvesant; Finding a Town House With a Sense of History" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/30\/realestate\/habitats-bedford-stuyvesant-finding-a-town-house-with-a-sense-of-history.html"} , {"body" : "Manhattan BATTERY PARK CITY $978,000 324 Albany Street (Hudson Tower) 3-bedroom, 3-bath, 1,747-sq.-ft. duplex condo in a postwar building; dining room, kitchen with granite countertops, high ceilings, planted terrace, 2 exposures; common charge $2,840 includes taxes; listed at $1.05 million, 18 weeks on market (broker: Douglas Elliman) GREENWICH" , "date" : "20000420" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/20\/garden\/residential-sales.html"} , {"body" : "Six people were injured, one of them critically, when they jumped out windows of a burning apartment house in Brooklyn last night, the authorities said. The two-alarm fire, at a four-story building in Clinton Hill, appeared to have been started by accident when a candle in a second-floor apartment caught a room on fire, said Sgt. Elias Nikas, a" , "date" : "20000321" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "6 Are Injured While Escaping Fire at Brooklyn Apartments" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/21\/nyregion\/6-are-injured-while-escaping-fire-at-brooklyn-apartments.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting March 14, 6:30 P.M.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; (718) 389-0009. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill, Boerum Hill, Vinegar" , "date" : "20000305" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "BROOKLYN UP CLOSE; Communities Speak Up: Where the Boards Meet in March" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/05\/nyregion\/brooklyn-up-close-communities-speak-up-where-the-boards-meet-in-march.html"} , {"body" : "GO out in Brooklyn? On the weekend? For groovy New Yorkers, that was once an unbearably tepid proposition. Russian immigrants may drink vodka in Brighton Beach leisure palaces, and Trinidadians let loose to soca near Nostrand Avenue. But the students, artists and hipsters seeking the cultural edge started their evenings on the subway to the Village" , "date" : "20000211" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Brooklyn Nights Turn Brighter" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/11\/movies\/brooklyn-nights-turn-brighter.html"} , {"body" : "To the Editor: Your article on Jan. 2 entitled ''Historic, Diverse and on the Rise'' [''If You're Thinking of Living in Clinton Hill''] was in many ways insulting to the homeowners and residents of Grand Avenue. The reference to the blocks east of Cambridge Place as being ''more rundown'' indicates that the writer must have not taken the time to" , "date" : "20000130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "Real Estate"] , "page_facet" : "10" , "title" : "Grand Avenue In Clinton Hill" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/30\/realestate\/l-grand-avenue-in-clinton-hill-034797.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting Feb 8, 6:30 P.M.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; (718) 389-0009. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill, Boerum Hill, Vinegar Hill," , "date" : "20000130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; Brooklyn Meetings In February" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/30\/nyregion\/community-boards-brooklyn-meetings-in-february.html"} , {"body" : "THE middle-income housing production program that the city's Housing Development Corporation launched in 1998 has moved into a second phase of financing, with consequences visible in farflung corners of the city. In the Baychester section of the Bronx, Rella Fogliano has started construction on the second phase of four contiguous four-story" , "date" : "20000123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES; Stepping Up Middle-Income Housing Construction" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/23\/realestate\/perspectives-stepping-up-middle-income-housing-construction.html"} , {"body" : "On the surface, last year's crime statistics in Fort Greene, Brooklyn, appear alarming: Bucking a trend spanning years, the landmark neighborhood of classical brownstones and leafy streets had recorded a 19.2 percent jump in crimes while reported crime citywide had dropped 8 percent from 1998. But this week, top-ranking police officials said they" , "date" : "20000107" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Precinct's Rosy Crime Rate Was a Distortion, the Police Say" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/07\/nyregion\/precinct-s-rosy-crime-rate-was-a-distortion-the-police-say.html"} , {"body" : "WITH little commercial activity and only one subway line to Manhattan, Clinton Hill has long been a place that turns in early for the night. Now, though, this low-profile Brooklyn neighborhood is getting attention from people priced out of other parts of the city. Like its sister neighborhood, Fort Greene, with which it is often compared, Clinton" , "date" : "20000102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CLINTON HILL (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Clinton Hill, Brooklyn; Historic, Diverse and on the Rise" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/02\/realestate\/if-you-re-thinking-living-clinton-hill-brooklyn-historic-diverse-rise.html"} ,   {"body" : "BRETT COOK-DIZNEY made a name for himself by hanging his spray-painted, graffiti-like murals around the city, where what he calls ''living museums'' comment on everything from Haitian immigration to cloning. Mr. Cook-Dizney takes it as a measure of his success that in many struggling Brooklyn neighborhoods, more people may have seen his hip-hop" , "date" : "20001217" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; A Hip-Hop Artist Brings It All Back Home" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/17\/nyregion\/coping-a-hip-hop-artist-brings-it-all-back-home.html"} , {"body" : "Fleet bank has selected Brooklyn as one of four Northeastern communities that will receive an economic development grant, officials said yesterday. The $750,000 award will be used to help attract and stabilize businesses in Fort Greene, Bedford-Stuyvesant and Clinton Hill and will provide merchants and entrepreneurs with technical assistance, said" , "date" : "20001130" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Metro Business Briefing; BANK GRANT FOR BROOKLYN" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/30\/nyregion\/metro-business-briefing-bank-grant-for-brooklyn.html"} , {"body" : "THEODORE M. SHAW apologizes for breaking the rules, but he's been listening to himself talk for nearly three hours now. The tape recorder has long since clicked off and the photographer has stopped shooting, settling back on the worn blue couch to listen. It is 9:35 p.m., and Mr. Shaw, associate director of the NAACP Legal Defense and Educational" , "date" : "20001116" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Lawyer Fighting for a Level Playing Field" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/16\/nyregion\/public-lives-lawyer-fighting-for-a-level-playing-field.html"} , {"body" : "ON primary day last month, E. S. Dixon and Janet Ingram sat in the basement of a public housing project in north Brooklyn and stared at an empty voting booth. For 12 hours Ms. Ingram and Mr. Dixon, poll workers for the 79th Election District, had done virtually nothing. Since 6 a.m. they had logged only nine voters. Ten feet away, at a voting" , "date" : "20001001" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Empty Booth" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/01\/nyregion\/the-empty-booth.html"} , {"body" : "N.Y.U. Unscrambles Its Housing With housing at a premium in New York City, local colleges and universities have had to scramble to house all their students. This semester, New York University put 240 students into two Midtown hotels for about a month while a new dormitory it is leasing was being finished. Most have been at the Park Central Hotel on" , "date" : "20000927" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "BULLETIN BOARD" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/27\/nyregion\/bulletin-board.html"} , {"body" : "Much like Manhattan, Brooklyn has never had a boroughwide multiple listing of homes for sale. Now, reflecting a lack of inventory at a time when prices -- especially in Brooklyn's historic brownstone districts -- have been rising, the three multiple listing services that loosely divide the borough plan to merge by the end of the year. ''The idea is" , "date" : "20000915" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Residential Real Estate; Multiple Listings Sought For Homes in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/15\/nyregion\/residential-real-estate-multiple-listings-sought-for-homes-in-brooklyn.html"} , {"body" : "A man who was shot through the window of his Range Rover outside a downtown nightclub early yesterday managed to drive away but lost control after two blocks, the police said, and struck a Swedish-born director of award-winning television commercials. Both men died. The incident started about 4 a.m., in front of NV, a bar and lounge at 289 Spring" , "date" : "20000811" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Shot in S.U.V. Crashes, Killing Bystander, Then Dies" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/11\/nyregion\/man-shot-in-suv-crashes-killing-bystander-then-dies.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GREENWICH VILLAGE $825,000 42 West 13th Street 3-bedroom, 2-bath, 1,600-sq.-ft. co-op in a prewar building; renovated kitchen and bath, high ceilings, h\/w floors," , "date" : "20000806" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/06\/realestate\/residential-resales-493945.html"} , {"body" : "Manhattan CHELSEA $250,000 340 West 19th Street 2-bedroom, 1-bath, 700-sq.-ft. co-op in a prewar building; exposed-brick walls, renovated windowed kitchen, high ceilings, hardwood floors; maintenance $797, 65% tax-deductible; listed at $259,000, 12 weeks on market (broker: Halstead Property Co.) MADISON SQUARE $849,000 5 East 22nd Street (Madison" , "date" : "20000803" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "12" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/03\/garden\/residential-resales-492175.html"} , {"body" : "An empty wreck of a building since the late 1980's, the Clermont Armory in Fort Greene, Brooklyn, has sprung back to life over the last 15 months as a rental apartment complex for middle-income tenants. When the $14 million rehabilitation project that officials call ''adaptive reuse'' is completed by September, the 127-year-old former armory at 171" , "date" : "20000721" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Residential Real Estate; From Dormant Armory to Middle-Income Rentals" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/21\/nyregion\/residential-real-estate-from-dormant-armory-to-middle-income-rentals.html"} , {"body" : "In an unsuccessful attempt to avoid collision with a livery cab early yesterday, a garbage truck crashed into an auto repair shop and an adjacent two-story building in Brooklyn, destroying the front of the store and forcing the evacuation of the building's two apartments, the police said. The vehicles crashed into each other a short time after 1" , "date" : "20000715" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Collision Propels Garbage Truck Into Auto Repair Shop, Damaging Brooklyn Building" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/15\/nyregion\/collision-propels-garbage-truck-into-auto-repair-shop-damaging-brooklyn-building.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $725,000 110 West 17th Street 2-bedroom, 2-bath, 1,875-sq.-ft. floor-through condo in a prewar building; high ceilings, h\/w floors, c\/a, common roof deck;" , "date" : "20000709" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/09\/realestate\/residential-sales.html"} , {"body" : "The Amistad freedom schooner, a reproduction of a historic ship on which slaves rebelled, pulled out of New York Harbor early yesterday morning to the disappointment of thousands of visitors who showed up at a pier off Battery Park to see the vessel. The ship left because the pier where it was supposed to moor, which is under construction, did not" , "date" : "20000707" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Amistad Replica Departs Early; Problems With Pier Are Cited" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/07\/nyregion\/amistad-replica-departs-early-problems-with-pier-are-cited.html"} , {"body" : "He waited until the bus was ready to leave before squeezing up front to address the passengers. The Greyhound was going from Chicago to Indiana. It was winter. The sky was suffused with gray. He surveyed the bunched rows of seats. There were only 19 passengers, most of them young, most of them black. Billy Wimsatt was white. It was an audience that" , "date" : "20000706" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "Guarding the Borders Of the Hip-Hop Nation" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/06\/us\/guarding-the-borders-of-the-hip-hop-nation.html"} , {"body" : "Nervous, resigned and sometimes enthusiastic, thousands of New York City students began summer school yesterday in an opening that officials said went smoothly even though it was marred by widespread attendance problems. Chancellor Harold O. Levy said that 319,167, or 32 percent, of the city's 1,003,167 public school students were registered for" , "date" : "20000706" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Summer School Opens, but Many Students Are No-Shows" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/06\/nyregion\/summer-school-opens-but-many-students-are-no-shows.html"} , {"body" : "NEW YORK ALBANY: FOSTER PARENT LAW -- The State Legislature has passed a bill allowing some felons to become foster and adoptive parents. The bill is expected to be signed by Gov. George E. Pataki, a spokesman for his office said. If it becomes law, it would overturn the current law, which requires fingerprinting of all foster and adoptive parents." , "date" : "20000628" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/28\/nyregion\/metro-briefing.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; usually the second Tuesday of the month; but the next meeting is Tuesday, 6:30 p.m.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. DISTRICT 2: Fort Greene, Downtown Brooklyn," , "date" : "20000604" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; The Brooklyn Meetings, From Sea Gate to Dumbo" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/04\/nyregion\/community-boards-the-brooklyn-meetings-from-sea-gate-to-dumbo.html"} , {"body" : "A New York Post delivery truck collided with a police car headed to a report of gunfire early yesterday morning, killing the driver of the truck and a police officer, the authorities said. The authorities described the accident as a horrendous crash. The 33,000-pound truck struck the passenger side of the police car at 3:37 a.m. at Bay Ridge" , "date" : "20000529" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Die as Newspaper Truck Hits Police Car" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/29\/nyregion\/2-die-as-newspaper-truck-hits-police-car.html"} , {"body" : "WHEN brownstones were constructed on block after block of Brooklyn in the late 19th century, they provided housing for well-to-do people whose live-in servants, usually immigrants from Italy, Ireland or Germany, would dust the intricately carved moldings and cook in the ground-floor kitchens, sending food upstairs to the dining room by dumbwaiter." , "date" : "20000521" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Discovering Bed-Stuy's Brownstones" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/21\/realestate\/discovering-bed-stuy-s-brownstones.html"} , {"body" : "JEFFERY AND FAITH LARSEN of Greenwich, Conn., have been anticipating life in an empty nest, now that their children are 14 and 15 years old. So they have decided to move to a new nest. That nest, it turns out, will be an old one, a four-story town house on East 62nd Street built in 1870 and expanded to five stories in 1919. When the Larsens move in" , "date" : "20000507" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Bringing a Town House Back Full Circle" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/07\/realestate\/bringing-a-town-house-back-full-circle.html"} , {"body" : "IT happened so fast it was easy to miss. Brownstones in places like Fort Greene and Harlem are no longer necessarily bargains. A nice house in Harlem might sell for $700,000, double the price of a year ago, according to Yvonne Maddox, manager of Charles H. Greenthal's Harlem office. In Brooklyn's Clinton Hill, house prices have reached $999,995," , "date" : "20000430" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Habitats\/Bedford-Stuyvesant; Finding a Town House With a Sense of History" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/30\/realestate\/habitats-bedford-stuyvesant-finding-a-town-house-with-a-sense-of-history.html"} , {"body" : "Manhattan BATTERY PARK CITY $978,000 324 Albany Street (Hudson Tower) 3-bedroom, 3-bath, 1,747-sq.-ft. duplex condo in a postwar building; dining room, kitchen with granite countertops, high ceilings, planted terrace, 2 exposures; common charge $2,840 includes taxes; listed at $1.05 million, 18 weeks on market (broker: Douglas Elliman) GREENWICH" , "date" : "20000420" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/20\/garden\/residential-sales.html"} , {"body" : "Six people were injured, one of them critically, when they jumped out windows of a burning apartment house in Brooklyn last night, the authorities said. The two-alarm fire, at a four-story building in Clinton Hill, appeared to have been started by accident when a candle in a second-floor apartment caught a room on fire, said Sgt. Elias Nikas, a" , "date" : "20000321" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "6 Are Injured While Escaping Fire at Brooklyn Apartments" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/21\/nyregion\/6-are-injured-while-escaping-fire-at-brooklyn-apartments.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting March 14, 6:30 P.M.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; (718) 389-0009. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill, Boerum Hill, Vinegar" , "date" : "20000305" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "BROOKLYN UP CLOSE; Communities Speak Up: Where the Boards Meet in March" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/05\/nyregion\/brooklyn-up-close-communities-speak-up-where-the-boards-meet-in-march.html"} , {"body" : "GO out in Brooklyn? On the weekend? For groovy New Yorkers, that was once an unbearably tepid proposition. Russian immigrants may drink vodka in Brighton Beach leisure palaces, and Trinidadians let loose to soca near Nostrand Avenue. But the students, artists and hipsters seeking the cultural edge started their evenings on the subway to the Village" , "date" : "20000211" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Brooklyn Nights Turn Brighter" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/11\/movies\/brooklyn-nights-turn-brighter.html"} , {"body" : "To the Editor: Your article on Jan. 2 entitled ''Historic, Diverse and on the Rise'' [''If You're Thinking of Living in Clinton Hill''] was in many ways insulting to the homeowners and residents of Grand Avenue. The reference to the blocks east of Cambridge Place as being ''more rundown'' indicates that the writer must have not taken the time to" , "date" : "20000130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "Real Estate"] , "page_facet" : "10" , "title" : "Grand Avenue In Clinton Hill" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/30\/realestate\/l-grand-avenue-in-clinton-hill-034797.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting Feb 8, 6:30 P.M.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; (718) 389-0009. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill, Boerum Hill, Vinegar Hill," , "date" : "20000130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; Brooklyn Meetings In February" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/30\/nyregion\/community-boards-brooklyn-meetings-in-february.html"} , {"body" : "THE middle-income housing production program that the city's Housing Development Corporation launched in 1998 has moved into a second phase of financing, with consequences visible in farflung corners of the city. In the Baychester section of the Bronx, Rella Fogliano has started construction on the second phase of four contiguous four-story" , "date" : "20000123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES; Stepping Up Middle-Income Housing Construction" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/23\/realestate\/perspectives-stepping-up-middle-income-housing-construction.html"} , {"body" : "On the surface, last year's crime statistics in Fort Greene, Brooklyn, appear alarming: Bucking a trend spanning years, the landmark neighborhood of classical brownstones and leafy streets had recorded a 19.2 percent jump in crimes while reported crime citywide had dropped 8 percent from 1998. But this week, top-ranking police officials said they" , "date" : "20000107" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Precinct's Rosy Crime Rate Was a Distortion, the Police Say" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/07\/nyregion\/precinct-s-rosy-crime-rate-was-a-distortion-the-police-say.html"} , {"body" : "WITH little commercial activity and only one subway line to Manhattan, Clinton Hill has long been a place that turns in early for the night. Now, though, this low-profile Brooklyn neighborhood is getting attention from people priced out of other parts of the city. Like its sister neighborhood, Fort Greene, with which it is often compared, Clinton" , "date" : "20000102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CLINTON HILL (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Clinton Hill, Brooklyn; Historic, Diverse and on the Rise" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/02\/realestate\/if-you-re-thinking-living-clinton-hill-brooklyn-historic-diverse-rise.html"}]