[  {"body" : "About 350 Jews are scheduled to have dinner in a rented hall in Brooklyn tonight with Binyamin Kahane, the son of Rabbi Meir David Kahane, the radical Brooklyn Jew and Israeli politician who was assassinated in a Manhattan hotel 10 years ago. Entry will cost $100 a person. The money will go to the Rabbi Meir Kahane Memorial Fund, which supports" , "date" : "20001219" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["ISRAEL"] , "nytd_section_facet" : ["Front Page" , "Washington" , "New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "Terror Label No Hindrance To Anti-Arab Jewish Group" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/19\/nyregion\/terror-label-no-hindrance-to-anti-arab-jewish-group.html"} , {"body" : "''Noisome. Friendly and Insane. Inane. ''The F Train.'' So go the last lines of a poem written by a 26-year-old actor named Robert Marko. The description could well apply to any one of the city's 23 main subway lines, but Mr. Marko and a growing number of new Brooklynites are cultlike in their devotion to the F, which snakes from Jamaica, Queens," , "date" : "20001217" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; You Can Take the A Train, but People Prefer to Wear the F" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/17\/nyregion\/neighborhood-report-brooklyn-up-close-you-can-take-train-but-people-prefer-wear.html"} , {"body" : "DERSHOWITZ-Ruth (nee Jaffe). On Dec. 7, 2000. Beloved wife of Jack Dershowitz (deceased) and mother of Harold Dershowitz (Ann) and Rita Cohen (Jonathan). Adored sister of Jeanette Bell (deceased), Mildred Abramowitz, Lucille Melnick, Harold Jaffe (deceased) and Miriam Blustein. Devoted grandmother of Aliza Dershowitz, Adina Shapiro, Shira Shmidman," , "date" : "20001210" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "67" , "title" : "Paid Notice: Deaths DERSHOWITZ, RUTH (NEE JAFFE)" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/10\/classified\/paid-notice-deaths-dershowitz-ruth-nee-jaffe.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. ''Berlin-Cinema.'' Tomorrow at 2 p.m., Walter Ruttman's ''Berlin, Symphony of a City'' (1927), a restored print with live music by Donald Sosin. Tomorrow at 4 p.m. and Sunday at 2 and 4:30 p.m., Samira Gloor-Fadel's documentary," , "date" : "20001208" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "48" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/08\/arts\/spare-times-572845.html"} , {"body" : "Don't call him Ishmael. Call him Gary Pena. It was not a damp, drizzly November in his soul that brought him to the leviathan, but a seventh-grade field trip from I.S. 164 in Upper Manhattan. ''It's pretty amazing,'' he allowed, gazing up with cheerful astonishment at the 94-foot blue whale jackknifing through cavernous gloom in the Hall of Ocean" , "date" : "20001207" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Everything but Ahab; Ocean Hall Will Be Remade From the Whale Down" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/07\/nyregion\/everything-but-ahab-ocean-hall-will-be-remade-from-the-whale-down.html"} , {"body" : "After announcing a new V train last week, New York City Transit confirmed plans yesterday for yet another subway line -- the W -- which will begin service next summer. The line will be part of a realignment of rails and service to accommodate repairs on the Manhattan Bridge. The W train would run from Coney Island, across the Manhattan Bridge, head" , "date" : "20001205" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Subway Changes, W Follows V, but for Riders It's Not So Simple" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/05\/nyregion\/in-subway-changes-w-follows-v-but-for-riders-it-s-not-so-simple.html"} , {"body" : "NEW YORKERS who consider themselves far too cool to gawk openly at celebrities often like to read about them. Here are three recent books about stars and the entertainment business in New York: SAL MINEO: His Life, Murder, and Mystery By H. Paul Jeffers Carroll & Graf ($25, hardcover) One day in the fall of 1950, as 11-year-old Sal and 7-year-old" , "date" : "20001203" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "19" , "title" : "NEW YORK BOOKSHELF; Getting That Big Break: Show Business Stories" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/03\/nyregion\/new-york-bookshelf-getting-that-big-break-show-business-stories.html"} , {"body" : "SCHWARTZ-David. Died on November 29th at Beth Israel Hospital, Brooklyn, NY. David is survived by a loving family: wife Grace; children Barbara Onish, Steven Schwartz and Sanford Schwartz; grandchildren Russell Onish, Alison Onish, Robert Schwartz, Jonathan Schwartz, Megan Schwartz and Joshua Schwartz. David lived an active, full, rewarding and" , "date" : "20001202" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "9" , "title" : "Paid Notice: Deaths SCHWARTZ, DAVID" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/02\/classified\/paid-notice-deaths-schwartz-david.html"} , {"body" : "SCHWARTZ-David. Died on November 29th at Beth Israel Hospital, Brooklyn, NY. David is survived by a loving family: wife Grace; children Barbara Onish, Steven Schwartz and Sanford Schwartz; grandchildren Russell Onish, Alison Onish, Robert Schwartz, Jonathan Schwartz, Megan Schwartz and Joshua Schwartz. David lived an active, full, rewarding and" , "date" : "20001201" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "11" , "title" : "Paid Notice: Deaths SCHWARTZ, DAVID" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/01\/classified\/paid-notice-deaths-schwartz-david.html"} , {"body" : "And the winner is, the Brooklyn Cyclones. That is the new name of the Mets' minor league team that will make its debut at the Coney Island ballpark next June. The Mets co-owner Fred Wilpon and his son, Jeff Wilpon, the execu- tive vice president of the Brooklyn Baseball Company, joined Mayor Rudolph W. Giuliani and other top city officials at the" , "date" : "20001128" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "PLUS: BASEBALL; AFFILIATE NAMED BROOKLYN CYCLONES" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/28\/sports\/plus-baseball-affiliate-named-brooklyn-cyclones.html"} ,   {"body" : "From the pages of a pop-up picture book, the pink lady of Junior's Deli springs alive in V-fold formation. One delicate paper hand is wrapped around a Junior's cheesecake box while the other gestures toward a foaming egg cream. But on closer inspection, there is more to this pop-up book celebrating Brooklyn than mere seltzer froth. A reflection in" , "date" : "20001127" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "1" , "title" : "Boing! Pop-Up Books Are Growing Up; Flaps, Foldouts and Complexities Attract Adult Eyes" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/27\/books\/boing-pop-up-books-are-growing-up-flaps-foldouts-complexities-attract-adult-eyes.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. Costumes, set pieces, film equipment and other items relating to film, television and video are on permanent display. ''Visions of New York: Films From the 1960's Underground,'' including guest appearances by filmmakers; through" , "date" : "20001124" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/24\/arts\/spare-times-353760.html"} , {"body" : "Theater ''THE ADVENTURES OF MAYA THE BEE,'' told through rod and shadow puppets and a jazz score, is about a little bee who rejects toiling in the hive and flies off to pursue tastes more exotic than honey. Staged by the Culture Project; designed by Zofia Czechlewska and built by the Teatr Baj of Poland and Eli Worden. The elaborate puppets range" , "date" : "20001124" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES: FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/24\/arts\/spare-times-for-children.html"} , {"body" : "The assistant pastor of a Brooklyn church was arrested yesterday and charged with burglary and grand larceny in the theft of more than $11,000 in cash and about $17,000 in checks from the church's safe, the police said. Detectives from the 72nd Precinct arrested the assistant pastor, the Rev. Greg Selner, 31, at noon at the church, the" , "date" : "20001123" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "Assistant Pastor Is Charged in Theft At Brooklyn Church" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/23\/nyregion\/assistant-pastor-is-charged-in-theft-at-brooklyn-church.html"} , {"author" : "E-mail: daschn@nytimes.com" , "body" : "The Nisei Knick Q.: I've heard that the New York Knicks once had a Japanese point guard. When did he play? A.: Back in the era of the two-handed set shot, Wataru Misaka, a Japanese-American standout at the University of Utah, played in three games for the Knicks in 1947. After playing on Utah's championship teams in 1944 and 1947, he became the" , "date" : "20001119" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2000\/11\/19\/nyregion\/fyi-234818.html"} , {"body" : "INTERNATIONAL A3-8 In Vietnam, Clinton Honors Soldiers From Both Sides Tens of thousands of Vietnamese, many of them former soldiers who once battled the United States, poured into the streets of Hanoi to welcome President Clinton. In a televised speech, he honored soldiers on both sides of ''the conflict we call the Vietnam War and you call the" , "date" : "20001118" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/18\/nyregion\/news-summary-268275.html"} , {"body" : "ATTRACTIONS Museums and Sites ALICE AUSTEN HOUSE, 2 Hylan Boulevard, Rosebank, Staten Island. This 17th-century farmhouse, converted to a Victorian cottage in the 19th century, was the home of the photographer Alice Austen. ''Ferryboat,'' photographs by Charles Martin, through Dec. 31. Tomorrow from 10 to 11:30 a.m., ''The Christmas Stocking,''" , "date" : "20001117" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "46" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/17\/arts\/spare-times-237574.html"} , {"body" : "NEW YORK BROOKLYN: SUBWAY CONDUCTOR ATTACKED A passenger attacked a subway conductor yesterday on an N train bound for Coney Island, the police said, apparently after a dispute about an announcement. The passenger, Rafael Stern, 64, of 381 Central Park West in Manhattan, was charged with assault and criminal possession of a weapon after the scuffle" , "date" : "20001113" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/13\/nyregion\/metro-briefing.html"} , {"body" : "Coney Island is an eclectic oasis on the edge of an eclectic city. It is home to the Polar Bears, those hearty souls who swim in the Atlantic in February, and the Russian women who stroll the boardwalk in mink coats in July. And, of course, the Cyclone, the rickety-looking roller coaster that roars over an amusement park with a fabled past and a" , "date" : "20001110" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "WEEKEND WARRIOR; Hit Me With Your Best Shot" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/10\/arts\/weekend-warrior-hit-me-with-your-best-shot.html"} , {"body" : "NEW YORK MANHATTAN: METROCARD MACHINES OUT All 1,800 of the city's vending machines for MetroCards were mysteriously knocked out of commission at 1:40 a.m. yesterday. ''We really have no idea what happened,'' said Al O'Leary, a spokesman for New York City Transit. He said the machines' manufacturer was investigating a possible telecommunications" , "date" : "20001030" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/30\/nyregion\/metro-briefing.html"} ,   {"body" : "It was for only a fleeting moment, but the questions inspired deep thought and a reflective poise on Matthew Kaphan's part, his mind sweeping whole epochs of history. Who was worth the most to him? To others? Whom would he be proud to take home, to show his friends? Who would make the best statement about what he valued in life? Who looked good?" , "date" : "20001029" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "What's the Price of a Prince? In Wax, $175" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/29\/nyregion\/what-s-the-price-of-a-prince-in-wax-175.html"} , {"body" : "Such is Amram Ducovny's skill as a writer that in his new novel, CONEY (Overlook, $26.95), he is able to transport readers swiftly into the garish and seamy heart of Coney Island on the eve of World War II; it's as if the lights of Dreamland and Luna Park were still brightly lit. This richly drawn portrait of 15-year-old Harry Catzker, the son of a" , "date" : "20001022" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "22" , "title" : "Books in Brief: Fiction; The Loud Edge of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/22\/books\/books-in-brief-fiction-the-loud-edge-of-brooklyn.html"} , {"body" : "As a mecca for big-top circuses and a center for carving carousel horses, New York played a major role in the history of public amusements. So it is fitting that on Friday and Saturday Guernsey's will auction off thousands of items recalling those shows. Among the items on the block at Pier 92 are, left, an example of craftsmanship from the" , "date" : "20001022" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Auctioning Relics Of Big-Top Days" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/22\/nyregion\/neighborhood-report-new-york-up-close-auctioning-relics-of-big-top-days.html"} , {"body" : "PREISNER-Edith. Beloved wife of the late Nathan. Dear sister of the late Matilda Kalman and sister-inlaw of the late Jack Kalman. Services today at 10 am, ''WeinsteinWest End Chapel'', 1283 Coney Island Avenue, Brooklyn, NY." , "date" : "20001017" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "12" , "title" : "Paid Notice: Deaths PREISNER, EDITH" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/17\/classified\/paid-notice-deaths-preisner-edith.html"} , {"body" : "In a striking departure from its previous policies, the Giuliani administration is proposing rent subsidies for homeless families in an effort to resolve bottlenecks in the city's emergency shelter system. The proposed subsidies, which are part of a pilot project for more than 500 homeless families, were offered to comply with a court order. But" , "date" : "20001012" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Changing Course, Giuliani Proposes Rent Subsidies for Homeless Families" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/12\/nyregion\/changing-course-giuliani-proposes-rent-subsidies-for-homeless-families.html"} , {"body" : "THERE are few things that Patty Ellis enjoys more than walking. She likes to walk along Jones Beach, and she walks regularly during her lunch hour at work. Walking gives her a chance to think, she says, and to quietly enjoy her surroundings. Ms. Ellis, 43, of Garden City Park, was on one of her walks along the beach when it occurred to her, ''I" , "date" : "20001008" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "From Brooklyn to Montauk, One Step at a Time; On a Nine-Day Hike, an Intimate 'Warts and All' Portrait of the Island Emerges" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/08\/nyregion\/brooklyn-montauk-one-step-time-nine-day-hike-intimate-warts-all-portrait-island.html"} , {"body" : "VOGEL - Abraham (Shakey). Adoring husband of Helen. Loving father of Joel, Elayne and the late Sari. Devoted grandfather of Nancy, Melissa, Jonathan, Joslyn, Matthew, Jennifer, Andrew and the late Brenda. He was a special person to his family and his extended family and to everyone who knew him. Forever young in our hearts. Services today 10AM at" , "date" : "20001004" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "12" , "title" : "Paid Notice: Deaths VOGEL, ABRAHAM" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/04\/classified\/paid-notice-deaths-vogel-abraham.html"} , {"body" : "NEW YORK HAUPPAUGE: FIRE ISLAND SPRAYING CANCELED Suffolk County has called off the spraying of West Nile virus pesticide over Fire Island because of unfavorable wind and other conditions, said Dominick Ninivaggi, an official at the county's Department of Public Works. The spraying also became less necessary as temperatures cooled. Environmental" , "date" : "20001003" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/03\/nyregion\/metro-briefing.html"} , {"body" : "NEW YORK MANHATTAN: SCOOTER SAFETY PROPOSAL A City Council bill introduced yesterday would require all children under 14 to wear helmets while using scooters in New York City. The bill was drafted in response to the recent death of a 6-year-old New Jersey boy struck by a car while using a scooter. (Proposals have been made in New Jersey for a" , "date" : "20000928" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/28\/nyregion\/metro-briefing.html"} , {"body" : "The lights of Ebbets Field, which gazed down on a golden past of Robinsons and Reeses and Walkers and Furillos, found a home in Downing Stadium when the wrecking ball tore into the home of the Dodgers and stilled the heart of Brooklyn. Now dem lights -- or whatever may be left of them -- are about to go homeless again. Downing Stadium faces" , "date" : "20000927" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "RANDALLS ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ebbets Lights Dimmed Again; In City Prizing Relics, Link to Dodgers Needs a Home" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/27\/nyregion\/ebbets-lights-dimmed-again-in-city-prizing-relics-link-to-dodgers-needs-a-home.html"} ,   {"body" : "SOLOMON-Esther (nee Seltzer). On September 24, 2000. Age 86. Loving wife of the late Milton, dear mother and mother-in-law of Leonard and (Barbara), Allen and (Syril), and Roslyn and (Michael) Tannenbaum. Dear sister of the late Sidney Seltzer. Cherished grandmother and great grandmother. An independent, intelligent and caring human being. She will" , "date" : "20000926" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "31" , "title" : "Paid Notice: Deaths SOLOMON, ESTHER" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/26\/classified\/paid-notice-deaths-solomon-esther.html"} , {"body" : "WILNER-Abraham. Age 90. For nearly sixty-four years, beloved husband of Pauline. Loving brother of Edith (Morris) Dinnerstein, the late Martha and Lou Alexander, the late Henry Wilner, brother-in-law of Ruth Wilner. Loving father of Dr. Gerald (Maddy) Wilner and Barbara (Robert) Hammer. Devoted grandfather of Kenneth Wilner, Douglas (Beth) Wilner" , "date" : "20000925" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "9" , "title" : "Paid Notice: Deaths WILNER, ABRAHAM" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/25\/classified\/paid-notice-deaths-wilner-abraham.html"} , {"body" : "An article last Sunday about living in the Sea Gate area of Brooklyn misidentified the work by Isaac Bashevis Singer that was set in the neighborhood. It was his short story ''Escape from Civilization.'' His novel ''Enemies, A Love Story'' was set partly in Coney Island, not in Sea Gate." , "date" : "20000924" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Corrections" , "Real Estate"] , "page_facet" : "5" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/24\/realestate\/c-corrections-302961.html"} , {"body" : "''I think of us as the garage bands of the year 2000,'' Eva Ilona Brzeski said over a cup of coffee. Across the street at the Angelika Film Center, other young directors like Ms. Brzeski were screening their films at the IFP Market, a combination film festival and workshop this week in Lower Manhattan. Like Ms. Brzeski's ''Last Seen,'' an 87-minute" , "date" : "20000921" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "To Market, With a Digital Movie and a Dream" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/21\/movies\/to-market-with-a-digital-movie-and-a-dream.html"} , {"body" : "ALEXANDER - Claire. Passed away peacefully Sept. 18th, 2000. Beloved wife of the late Seymour. Cherished mother of Margot and Harris. Dearest mother-in-law of Ray. Adoring grandmother of Brian, Julie and Jesse. Loving sister of Morton. Caring sister-in-law of Susan. Dear aunt of James and Cynthia. With fond memories and much love. Services will be" , "date" : "20000920" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "24" , "title" : "Paid Notice: Deaths ALEXANDER, CLAIRE" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/20\/classified\/paid-notice-deaths-alexander-claire.html"} , {"body" : "Lost in the noisy ebullience over New York City's thriving economy is a problem that some economists and elected leaders say could undermine the city's prosperity and cost thousands of jobs at everything from Internet companies to garment manufacturers. The problem is a severe lack of office space in Manhattan and the surrounding boroughs." , "date" : "20000919" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE CROWDED CITY; OFFICE SHORTAGE IMPERILS GROWTH IN NEW YORK CITY" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/19\/nyregion\/the-crowded-city-office-shortage-imperils-growth-in-new-york-city.html"} , {"body" : "HARBOR seals bobbing in the water. Freighters from all over the world floating by. Cormorants spreading their wings on pier pilings and diving for fish. A sandy beach, right in the backyard. This is Brooklyn? Dr. June Reinisch, 57, and her husband, Dr. Leonard Rosenblum, 64, have been privy to these views of Gravesend Bay -- sometimes using a" , "date" : "20000917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SEA GATE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Sea Gate; 'Hamptons West' in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/17\/realestate\/if-you-re-thinking-of-living-in-sea-gate-hamptons-west-in-brooklyn.html"} , {"body" : "Name: Eddie Klaynberg Age: 17 Born in N.Y.C.: 1983, Brooklyn Neighborhood: Upper East Side Who he is: High school student Then: ''I board at LaSalle Academy out on Long Island during the week. I'm taking chemistry, math, American history and English. I've always been into film, so maybe I'll do N.Y.U.'s film program. My dad's a contractor, and he" , "date" : "20000917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "100" , "title" : "The Difference A Year Makes" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/17\/magazine\/the-difference-a-year-makes.html"} , {"body" : "CONEY ISLAND is one of the many Brooklyn locales that gets a three-dimensional treatment (above) in the new book ''Brooklyn Pops Up!,'' a publication of the Brooklyn Public Library and Little Simon\/Simon & Schuster. The library is also presenting the exhibition ''Brooklyn Pops Up! The History and Art of the Movable Book,'' curated by the Movable" , "date" : "20000917" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "NEIGHBORHOOD REPORT: GRAND ARMY PLAZA; Books That Jump Up at You" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/17\/nyregion\/neighborhood-report-grand-army-plaza-books-that-jump-up-at-you.html"} , {"body" : "Joseph I. Lieberman campaigned in Coney Island on behalf of Hillary Rodham Clinton yesterday, offering testimony to her character and commitment to Israel. Her aides hope it will be the first in a series of New York appearances by the Democratic vice presidential candidate over the next two months. Mr. Lieberman also spoke about his own campaign," , "date" : "20000916" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "CONEY ISLAND (NYC)" , "ISRAEL"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Lieberman Lends His Voice To Mrs. Clinton's Campaign" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/16\/nyregion\/lieberman-lends-his-voice-to-mrs-clinton-s-campaign.html"} ,   {"body" : "THE TRUMPS Three Generations That Built an Empire By Gwenda Blair Illustrated. 591 pages. Simon & Schuster. $30. In Gwenda Blair's copiously researched study of the Trump family, readers can learn the academic credentials of the director of Donald Trump's nursery school and the fact that building with blocks was a main part of this future mogul's" , "date" : "20000914" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "8" , "title" : "BOOKS OF THE TIMES; The Grandfather, the Father, the Donald" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/14\/books\/books-of-the-times-the-grandfather-the-father-the-donald.html"} , {"body" : "The police are looking for a man who they say has been robbing women at knife-point on subway trains in Brooklyn and Manhattan for the last six weeks. The suspect, identified as Darnell Gripper, 33, has struck 11 times since Aug. 4 on the A, B, D, F, N and R trains, and made his most recent attack yesterday at the 42nd Street station in Manhattan," , "date" : "20000912" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Name Suspect in 11 Subway Robberies" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/12\/nyregion\/police-name-suspect-in-11-subway-robberies.html"} , {"author" : "Laura Winters's most recent article for Arts & Leisure was about the director Jeremy Podeswa." , "body" : "THE 31-year-old director Darren Aronofsky explains the kinetic, brazen style of his second film, ''Requiem for a Dream,'' with a bit of background: ''I grew up in Coney Island riding the Cyclone, which is the best roller coaster in the world. And the one thing it taught me is that you've got to keep the thrills coming.'' But in ''Requiem,'' which" , "date" : "20000910" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "68" , "title" : "Drugged-Out American Dreamers" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/10\/movies\/drugged-out-american-dreamers.html"} , {"body" : "THE host of ''Weekend Edition With Scott Simon'' on National Public Radio has a voice that's just right for reading a bedtime story to a child. Yet Mr. Simon's observations and questions never put you to sleep, whether he is reporting on Al Gore, a hospital in Kosovo, surfing or the death of his cat. (He did an obituary for her on the air.) ''I" , "date" : "20000910" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "13" , "title" : "WEDDINGS: VOWS; Scott Simon and Caroline Richard" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/10\/style\/weddings-vows-scott-simon-and-caroline-richard.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. ''Fighting Dinosaurs: New Discoveries From Mongolia,'' featuring one of the most famous fossil finds in the world; through Oct. 29. ''Mongolia Observed: Photographs Present and Past,'' featuring 40 color images by Robert Peck and black-and-white" , "date" : "20000908" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/08\/arts\/spare-times-037176.html"} , {"body" : "WHEN Morris Lapidus, who is 97 and architect of the iconic, mid-50's Fontaine bleu Hilton and Eden Roc hotels in Miami Beach and more than 1,000 other projects, was in town recently, he had lunch with his colleague Philip Johnson as well as his former clients, the brothers Tisch. Between lunches with friends and meetings with manufacturers to" , "date" : "20000907" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "Building Outside the (Gray) Box: A Legacy of Curves and Colors" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/07\/garden\/building-outside-the-gray-box-a-legacy-of-curves-and-colors.html"} , {"body" : "Maria Elena Celis, the daughter of Dr. Ellen Celis and Dr. Godofredo Celis of Concord, Staten Island, was married yesterday to Vincent Jeanseaume, a son of Marcelle Jeanseaume of La Ciotat, France, and the late Gilbert Jeanseaume. The Rev. Joseph O'Meara performed the ceremony at the Roman Catholic Church of Our Lady of the Rosary in Manhattan. The" , "date" : "20000903" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "11" , "title" : "WEDDINGS; Maria Celis, Vincent Jeanseaume" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/03\/style\/weddings-maria-celis-vincent-jeanseaume.html"} , {"body" : "A Pakistani military contingent landed on American shores last week and marched up Madison Avenue. Then part of it disappeared. The incident was front-page news in the city's Pakistani press -- seven or eight members of an army pipe and drum band who came to New York for last Sunday's Pakistani Independence Day Parade fleeing, as one Pakistani" , "date" : "20000902" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "PAKISTAN"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For a Finale, Military Pipers From Pakistan Disappear" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/02\/nyregion\/for-a-finale-military-pipers-from-pakistan-disappear.html"} , {"body" : "Just before 7 p.m. Friday, George Perez, right-handed pitcher for the Queens Kings, a minor-league baseball team playing in what was, until recently, an exclusively major-league town, strolled into the team's ballpark looking a little forlorn. He was itching to play, but by now he had to wonder: how many fans would be watching? ''The attendance has" , "date" : "20000827" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Minor League Ball in Queens: So Far, Everything but Crowds" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/27\/nyregion\/minor-league-ball-in-queens-so-far-everything-but-crowds.html"} , {"body" : "ELTON-William R. (Professor). Loving son of the late Mollie and William Ribakoff. Devoted brother of Mildred Boyd and Sylvia Gans. Cherished uncle of David Boyd, Susan Gans and Karen GansSchwartz. He was an accomplished poet, a respected scholar and an esteemed member of the faculty of the Graduate Center of the City University of New York. His" , "date" : "20000827" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "38" , "title" : "Paid Notice: Deaths ELTON, WILLIAM R. (PROFESSOR)" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/27\/classified\/paid-notice-deaths-elton-william-r-professor.html"} ,   {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. ''Behind the Mirror: American Film in the 1950's,'' through Sept. 3. Tomorrow, two films directed by Otto Preminger: at 1:30 p.m., ''The Man With the Golden Arm'' (1955); at 4 p.m., ''Anatomy of a Murder'' (1959). Sunday at 2 p.m.," , "date" : "20000825" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/25\/arts\/spare-times-828637.html"} , {"body" : "COHEN-Hyman. Died August 24, age 70. Survived and cherished by his wife of 50 years Mary, sons Peter and Howard, daughter Esther, grandchildren Paul and Max, daughters - in - law Gina and Deirdre, son-in-law Alan and sister Rebecca. Hyman Cohen was a veteran of the U.S. Army. He was an outstanding member of the community. He was known for his" , "date" : "20000825" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "21" , "title" : "Paid Notice: Deaths COHEN, HYMAN" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/25\/classified\/paid-notice-deaths-cohen-hyman.html"} , {"body" : "On Monday night, Wanda Arroyo took her 3-year-old daughter, Crystal, to Coney Island to look at the stuffed animals on the midway, a law enforcement official said yesterday. But at the end of the evening, the official said, Ms. Arroyo, 39, returned home to Bedford-Stuyvesant alone, leaving the child behind. Crystal was found wandering in the" , "date" : "20000824" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mother Held After Child, 3, Is Found Wandering Alone" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/24\/nyregion\/mother-held-after-child-3-is-found-wandering-alone.html"} , {"body" : "The city's new Coney Island stadium for a minor-league Mets franchise will cost up to $8 million more than previous estimates, and the project continues to provoke bitter sniping between its biggest booster, Mayor Rudolph W. Giuliani, and its most vocal opponent, Howard Golden, the Brooklyn borough president. At a ceremonial groundbreaking" , "date" : "20000823" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Opposition Precedes Arrival of Teams at New Coney Island Stadium" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/23\/nyregion\/opposition-precedes-arrival-of-teams-at-new-coney-island-stadium.html"} , {"body" : "The police last night were searching for the family of an unidentified toddler found wandering alone in a Coney Island housing complex on Monday night. The girl, estimated to be 2 or 3, was found in the courtyard of the complex, Luna Park Houses, at 9 p.m., the police said. She was wearing white Reeboks and a sweatsuit stained with ice cream, they" , "date" : "20000823" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Seek Family of Toddler Found Alone in Coney Island" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/23\/nyregion\/police-seek-family-of-toddler-found-alone-in-coney-island.html"} , {"body" : "INTERNATIONAL A3-10 Meeting Sailors' Families, Putin Promises Payments President Vladimir V. Putin went to Vidyayevo, the northern base from which the nuclear submarine Kursk made its final voyage two weeks ago, and promised grieving families of the 118-member crew the equivalent of 10 years of an officer's salary each to compensate them for their" , "date" : "20000823" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/23\/nyregion\/news-summary-804010.html"} , {"body" : "A deranged man barricaded in his Brooklyn home with a small arsenal of weapons wounded a police officer with a shotgun blast yesterday afternoon and, after a tense six-hour siege with surrounding police sharpshooters, was killed in a backyard gun battle that left two more officers wounded last night, the police said. On a day that illustrated again" , "date" : "20000813" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "BROOKLYN GUNMAN WOUNDS 3 OFFICERS BEFORE BEING SLAIN" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/13\/nyregion\/brooklyn-gunman-wounds-3-officers-before-being-slain.html"} , {"body" : "ROTHSTEIN-Herbert. Passed away on August 10th. Beloved husband of Sara. Loving father of Carole and Janet Gould (Kenneth). Cherished grandfather of Jennifer Lynn and Andrew Keith. Loving brother of Miriam Tauber. Funeral services will be held August 13th at 9:30 AM at Yablokoff Kingsway Memorial Chapel, 1978 Coney Island Avenue, Brooklyn, New York," , "date" : "20000812" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "16" , "title" : "Paid Notice: Deaths ROTHSTEIN, HERBERT" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/12\/classified\/paid-notice-deaths-rothstein-herbert.html"} , {"body" : "A GREAT urban myth is that cabdrivers know the best places to eat. Well, guess what: It's no myth, at least when it comes to northern Indian and Pakistani cabby hangouts, where I've had some very exciting meals in the last few weeks. The needs of the on-duty cabby are few: Food must be ready fast, it must be cheap and it must be available around" , "date" : "20000809" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "9" , "title" : "$25 and Under; Driver, Follow That Cab (for Some Fine Indian Fare)" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/09\/dining\/25-and-under-driver-follow-that-cab-for-some-fine-indian-fare.html"} , {"body" : "EVER since they bought it in 1967, Pete and Niki Spanakos have enjoyed living in their brilliantly white all-steel house in Sea Gate, Brooklyn. The beachfront house, believed to have been designed in 1936 by William Van Alen, architect of the Chrysler Building, is known in the neighborhood as ''the sugar cube.'' Now that their children are grown," , "date" : "20000806" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Streetscapes\/Sea Gate, Brooklyn; Beachfront House, Shining White and Made of Steel" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/06\/realestate\/streetscapes-sea-gate-brooklyn-beachfront-house-shining-white-and-made-of-steel.html"} ,   {"body" : "One woman was attacked last spring in Central Park by two strangers who beat and sexually abused her until she broke free and ran to safety on Manhattan's West Side. The attackers were convicted of aggravated sexual abuse and are serving long prison terms. Another woman was attacked last summer by a man who dragged her under the Coney Island" , "date" : "20000806" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "In Sex Crimes, Evidence Depends On Game of Chance in Hospitals" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/06\/nyregion\/in-sex-crimes-evidence-depends-on-game-of-chance-in-hospitals.html"} , {"author" : "Ann Daly teaches performance studies at the University of Texas." , "body" : "AT a recent dance forum, Elizabeth Streb introduced herself with considered clarity: ''Ten years ago I thought of myself as someone who had a dance company. Today I think of myself as someone who creates wild actions and movement moments in a show that I sell.'' Ms. Streb, artistic director of Streb, has never been a typical choreographer. More" , "date" : "20000806" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "9" , "title" : "DANCE; A Dancer Discovers A World of Profit And Daredevil Feats" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/06\/arts\/dance-a-dancer-discovers-a-world-of-profit-and-daredevil-feats.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. ''Behind the Mirror: American Film in the 1950's,'' through Sept. 3. Tomorrow: Teleplays into film; at 2, Delbert Mann's ''Marty'' (1955); at 4, Sidney Lumet's ''12 Angry Men'' (1957). Sunday at 2: directed by Alfred Hitchcock; at" , "date" : "20000804" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/04\/arts\/spare-times-510971.html"} , {"body" : "Theater ''THE ADVENTURES OF MAYA THE BEE,'' told through rod and shadow puppets and a jazz score, is about a little bee who rejects toiling in the hive and flies off to pursue tastes more exotic than honey. Saturdays at 11 a.m. at the Salon Theater, 45 Bleecker Street, Greenwich Village. Tickets: $15; $7 for children. Reservations: (212) 539-6644." , "date" : "20000804" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES: FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/04\/arts\/spare-times-for-children.html"} , {"body" : "WHEN the Scottish movie ''Trainspotting,'' about young heroin addicts, hit theaters in 1996, some critics called it an advertisement for drug use. But for the residents of 713 East Ninth Street, just east of Avenue C, the film was an opportunity. The residents, calling themselves Dos Blockos, were a close-knit group of squatters inhabiting an" , "date" : "20000803" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "On Avenue C, Renewal and Regret" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/03\/garden\/on-avenue-c-renewal-and-regret.html"} , {"body" : "THERE is a saying among urban historians: You can always tell how a neighborhood is changing. The name of the outgoing ethnic group is on the funeral homes, and that of the incoming group is on the grocery stores. In New York, ethnic groups move like tectonic plates, drifting land masses, sometimes colliding at their edges with unhappy" , "date" : "20000730" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Four Corners; When Shifting Groups of Immigrants Compete for the Same Turf, Even an Intersection Can Become Contested Ground" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/30\/nyregion\/four-corners-when-shifting-groups-immigrants-compete-for-same-turf-even.html"} , {"body" : "THE word Sahara may conjure up images of rolling dunes and head-splitting heat, but in Gravesend, Brooklyn, Sahara is an oasis. In the summer, this sprawling Turkish restaurant offers a lovely garden in the rear where you can dine like the luckiest of desert dwellers, under trellises thick with grapevines, surrounded by squash and cucumber plants." , "date" : "20000726" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "8" , "title" : "TO GO; In the Brooklyn Desert, a Cool Sahara" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/26\/dining\/to-go-in-the-brooklyn-desert-a-cool-sahara.html"} , {"body" : "IF you have set foot on a subway platform during the last 20 years, there is a decent chance he has been standing there next to you, a small, smiling man in no hurry to catch a train. He was probably carrying a green satchel with a tiny American flag stitched on the flap. From this satchel, he probably produced a pair of junk store binoculars or a" , "date" : "20000723" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "Smitten by the Subway" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/23\/nyregion\/smitten-by-the-subway.html"} , {"body" : "WANT to bring a room of preservationists to a rolling boil? Just say two words: ''vinyl siding.'' In many communities you'll see plenty of nice old houses cloaked with vinyl, aluminum and asphalt coverings. It's just the kind of thing historic district regulations are designed to prevent, and even dedicated vinyl lovers in historic districts don't" , "date" : "20000723" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT LEFFERTS GARDENS HISTORIC DISTRICT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Streetscapes\/245 Fenimore Street in the Prospect Lefferts Gardens Historic District; Two Opposing Sides in the Debate Over Vinyl Siding" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/23\/realestate\/streetscapes-245-fenimore-street-prospect-lefferts-gardens-historic-district-two.html"} , {"body" : "''THE ADVENTURES OF MAY A THE BEE,'' told through rod and shadow puppets and a jazz score, is about a little bee who rejects toiling in the hive and flies off to pursue tastes more exotic than honey. The elaborate puppets range from a pugnacious Maya, who looks like a winged preschooler who has sprouted wings, to a dragonfly resembling Mae West." , "date" : "20000721" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/21\/arts\/spare-times-301400.html"} ,   {"body" : "One way to create a musical with a great book is to base it on, well, great books. That's just what Theaterworks\/USA has done with ''Reading Rainbow,'' its free summer production for children. Inspired by the PBS television series of the same title, ''Reading Rainbow'' is a lively adaptation of eight stories. Although they range from a Mexican folk" , "date" : "20000721" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "37" , "title" : "FAMILY FARE; A Library Of Adventures" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/21\/theater\/family-fare-a-library-of-adventures.html"} , {"body" : "About 50 parents, teachers and students protested yesterday in front of the Board of Education headquarters, expressing anger that the board had not renewed the contract of a popular district superintendent in south Brooklyn. Donald Weber, superintendent of District 21 for 17 years, resigned on July 5, five days after his contract expired." , "date" : "20000721" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "Protest Backs Schools Chief In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/21\/nyregion\/protest-backs-schools-chief-in-brooklyn.html"} , {"body" : "If you are dying for a good steak, and you are thinking about Denny's Steak Pub in Kensington, Brooklyn, you might as well come in a hearse. ''We got your clams and scampi, scungilli, veal,'' Tom DeRosa says. ''My chili's good, but we don't got no steak.'' Mr. DeRosa, 55, is the chef de cuisine, whose resume includes Joe's Bar on Avenue U in" , "date" : "20000716" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: BENDING ELBOWS; A Steak Pub Missing a Central Ingredient: Steak" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/16\/nyregion\/neighborhood-report-bending-elbows-steak-pub-missing-central-ingredient-steak.html"} , {"body" : "HOLTZ-Julius. Devoted husband of the late Celia. Loving father of Helen and Joseph. Dear brother of Lillian Knoll, Sidney Holtz and the late Evelyn Ostrin. Cherished grandfather of Sarah and David. Services Sunday 11AM at Nieberg's Midwood Chapel Inc., 1625 Coney Island Ave(corner Ave M) Brooklyn, NY. 718-377-2700." , "date" : "20000716" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "31" , "title" : "Paid Notice: Deaths HOLTZ, JULIUS" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/16\/classified\/paid-notice-deaths-holtz-julius.html"} , {"body" : "The primary natural gas lines leading into two Brooklyn town houses destroyed Tuesday in an explosion did not leak during pressure tests yesterday, several officials involved in the investigation said. The tests undercut a potential explanation for the explosion -- that a leaking service line might have saturated one of the buildings with gas," , "date" : "20000714" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Tests Rule Out Some Causes in Brooklyn Blast" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/14\/nyregion\/tests-rule-out-some-causes-in-brooklyn-blast.html"} , {"body" : "Does New York City need lessons in how to redevelop its waterfront? Take a look at what London has done. Does London need guidance in revitalizing old neighborhoods? Have a gander at New York's methods. Those themes emerged when the government of the City of London, which is one of 33 boroughs that make up the overall city, decided to study the" , "date" : "20000712" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "LONDON (ENG)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "New York and London Urged to Learn From Each Other" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/12\/nyregion\/new-york-and-london-urged-to-learn-from-each-other.html"} , {"body" : "Barnard Expands Creative Writing Program Drawing on New York City's wealth of literary talent, Barnard College is starting a creative writing program this fall that will use noted authors as teachers. JHUMPA LAHIRI, a Barnard graduate who won the Pulitzer Prize for fiction this year with ''Interpreter of Maladies,'' is already lined up. Two" , "date" : "20000712" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "BULLETIN BOARD" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/12\/nyregion\/bulletin-board.html"} , {"body" : "THE left lens of his eyeglasses is missing. The pocket of his multicolored sports shirt bulges with plastic rulers and scraps of paper. And his rolling suitcase holds more charts and manuals than clean shirts and toiletries. Theodore A. Postol knows how to play the role of the rocket scientist that he is. He also knows how to infuriate Washington" , "date" : "20000710" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "12" , "title" : "PUBLIC LIVES; Scientist Is Not Subtle in Taking Shots at Missile Shield" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/10\/us\/public-lives-scientist-is-not-subtle-in-taking-shots-at-missile-shield.html"} , {"body" : "At Miss Elle's Homesick Bar and Grill on West 79th Street, the well-dressed regulars greet him like an old friend. ''Hey, Thai, where have you been?'' they say. ''We haven't seen you in ages.'' Weeks or months may have passed since he last stopped by. He looks tired and thin, as if he has been sleeping on the streets. A beard covers his face. His" , "date" : "20000709" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "On the Fringe, With a Gift" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/09\/nyregion\/on-the-fringe-with-a-gift.html"} , {"body" : "It's been nearly half a century, but Edward Karen's memory is still sharp as he recalls those hazy, humid days when he and his family would pack sandwiches, towels, sandals and a large blanket and set off by bus from their South Bronx neighborhood in search of serenity. Their destination was Orchard Beach, a sliver of sand amid lush tidal marshes" , "date" : "20000709" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ORCHARD BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "ORCHARD BEACH JOURNAL; Slice of the Riviera, With a Familiar Bronx Twist" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/09\/nyregion\/orchard-beach-journal-slice-of-the-riviera-with-a-familiar-bronx-twist.html"} ,   {"body" : "RESPLENDENT in her brand-new heathery indigo pantsuit, adrenaline still pumping from her keynote address an hour before, Sandra Feldman, the president of the American Federation of Teachers, strode through the gleaming convention center, surrounded by her members, her teachers, her people. They stopped her for snapshots. They called out" , "date" : "20000708" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "9" , "title" : "PUBLIC LIVES; Doesn't She Look Familiar? Why, It's Sandra Feldman" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/08\/us\/public-lives-doesn-t-she-look-familiar-why-it-s-sandra-feldman.html"} , {"body" : "ATTRACTIONS Museums and Sites ALICE AUSTEN HOUSE, 2 Hylan Boulevard, Rosebank, Staten Island. This 17th-century farmhouse, converted to a Victorian cottage in the 19th century, was the home of the photographer Alice Austen. ''Sailing the Harbor: Alice's Tall Ships,'' photographs by Alice Austin 100 years ago; through Sept. 3. Hours: Thursdays" , "date" : "20000707" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/07\/arts\/spare-times-093750.html"} , {"body" : "Theater ''VENUS AND ADONIS,'' Shakespeare's 1593 bawdy epic poem about the love goddess and her unsuccessful seduction of young Adonis, has been adapted into a comedy by the Shakespeare Project, performed by live actors and puppets. Today through Sunday at 6 p.m. at Rector Park in Battery Park City, Lower Manhattan, as part of the Hudson River" , "date" : "20000707" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES: FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/07\/arts\/spare-times-for-children.html"} , {"body" : "Under a steamy cloud-bound sky, one of the largest gatherings of seagoing vessels since man first lashed a cut of canvas to a mast cruised majestically across the watery parade ground of New York Harbor yesterday in a tribute to America's 224th year of independence. A stately march of 26 tall ships, hulls humming and sails rippling, led an 11-mile" , "date" : "20000705" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "SALUTING THE FOURTH: THE OVERVIEW; Tall Ships Render a Stately Tribute to Independence" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/05\/nyregion\/saluting-fourth-overview-tall-ships-render-stately-tribute-independence.html"} , {"body" : "As the sun was setting last Wednesday, two hours after the lifeguards had left their perches along Rockaway Beach in Queens and whistled everyone out of the water, the Atlantic Ocean, wild and menacing as it can be on that vast sandy stretch of New York City, was still too tempting for some to resist. Among the handful of people still in the sea" , "date" : "20000704" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK STATE" , "CONNECTICUT"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For Some at Beach, Ocean Is Invitation To Tempt Fate; Despite Recent Drownings, Rules and Warnings Are Ignored" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/04\/nyregion\/for-some-beach-ocean-invitation-tempt-fate-despite-recent-drownings-rules.html"} , {"body" : "CITYWIDE Volleyball Blanket Bingo At a Citywide Tournament Volleyball, on and off the beaches, will be played for prizes next weekend in the Parks Department's 2000 Ford Explorer Citywide Beach Volleyball Tournament. At six sites on Saturday, men's and women's doubles teams will compete in open and novice divisions and co-ed novice quads. The quads" , "date" : "20000702" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/02\/nyregion\/playing-in-the-neighborhood-014435.html"} , {"author" : "Sara Mosle, a former editor for the magazine, is writing a book about a school explosion during the East Texas oil boom in the 1930's." , "body" : "I am sound asleep. The phone rings. I fumble for the receiver in the dark. James is calling collect. ''I'm at 125th Street and need a token,'' he says. I strain my neck to see my bedside clock and flop back on my pillow, groaning. ''James, it's after midnight.'' It is June 1999 and James is 13 years old. For the last six years, I have been a mentor" , "date" : "20000702" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "22" , "title" : "The Vanity of Volunteerism" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/02\/magazine\/the-vanity-of-volunteerism.html"} , {"body" : "BOYARSKY-Morris. Beloved husband of the late Anna. Loving father of Linda and Allen Essner, and Isaac and Malkah Boyarsky. Devoted grandfather of Daniel, Deana, Naomi and Tamar. Services today, 12 noon, at Sherman's Flatbush Memorial Chapel, 1283 Coney Island Avenue, Brooklyn." , "date" : "20000702" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "27" , "title" : "Paid Notice: Deaths BOYARSKY, MORRIS" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/02\/classified\/paid-notice-deaths-boyarsky-morris.html"} , {"body" : "A memorial service for a famously self-destructive performance artist is about to start, and out on the sidewalk on the Lower East Side, the sousaphonist for the Hungry March Band is teaching the tenor sax player a new song. No sheet music is required. ''We're going to repeat five notes,'' Scott Moore, the man with the big horn, tells Emily Fairey." , "date" : "20000629" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Playing Oompah In the Key Of Whatever; A Brooklyn Band Marches To a Different Sousaphone" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/29\/nyregion\/playing-oompah-key-whatever-brooklyn-band-marches-different-sousaphone.html"} , {"body" : "After the drownings of a mother and daughter off Rockaway Beach on Sunday, the Parks Department assigned rangers yesterday to patrol two of its beaches in the early evening to keep people out of dangerous waters after lifeguards go off duty at 6 p.m. Four rangers are being assigned to Rockaway Beach in Queens and two to Coney Island Beach in" , "date" : "20000627" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "ROCKAWAY BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Beach Patrol In Evening Set to Keep Bathers Out" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/27\/nyregion\/beach-patrol-in-evening-set-to-keep-bathers-out.html"} ,   {"body" : "An off-duty narcotics detective was shot yesterday morning in a furious, close-quarters gun battle with three men who tried to rob his family's laundry business in Brooklyn, the authorities said. Two of the robbers were also injured, shot several times by the injured detective as they ran for the door. The detective, Victor Romero, 36, was in" , "date" : "20000626" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Detective Is Shot in Gun Battle at Family's Coin Laundry" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/26\/nyregion\/detective-is-shot-in-gun-battle-at-family-s-coin-laundry.html"} , {"body" : "Literal and figurative storm clouds hung over a new 3,500-seat stadium on the campus of St. John's University on Wednesday, where the Queens Kings, a minor league baseball club that will become a Mets farm team next year, played its opening home game. The rain held off, and the Kings rallied to beat the Hudson Valley Renegades, 10-9. But a lawsuit" , "date" : "20000625" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: JAMAICA; Groups Sue To Toss Team Out of a Park" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/25\/nyregion\/neighborhood-report-jamaica-groups-sue-to-toss-team-out-of-a-park.html"} , {"body" : "The motorman who was driving the subway train that derailed in Brooklyn Tuesday night, injuring 95 people, tested positive for cocaine shortly after the accident, transit officials said yesterday. The test results gave no indication of when the motorman had used cocaine or of the amount of the drug in his system at the time, so it was not known" , "date" : "20000624" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Motorman Tests Positive For Cocaine" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/24\/nyregion\/motorman-tests-positive-for-cocaine.html"} , {"body" : "The B train that derailed Tuesday night in downtown Brooklyn, injuring 95 passengers, was traveling along a route it did not usually take and was crossing back to its own tracks when its third car jumped off the rails, transit officials said yesterday. Officials said it could be several weeks before they determined what caused the accident, which" , "date" : "20000622" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Officials Focus on Subway Switch as Cause of Derailment" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/22\/nyregion\/officials-focus-on-subway-switch-as-cause-of-derailment.html"} , {"body" : "The transit workers arrived by the dozens, piling out of trucks and wearing orange vests and helmets, like soldiers ready for battle. Some had trained for exactly such a moment. Others could not have known what to expect when they stepped into the subway tunnel beneath the DeKalb Avenue station in downtown Brooklyn. Billowing smoke. People" , "date" : "20000622" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "2 Derailed Cars, 70 Feet of Damaged Track, 8 Frantic Hours" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/22\/nyregion\/2-derailed-cars-70-feet-of-damaged-track-8-frantic-hours.html"} , {"body" : "DENNER-Ethel. Passed away peacefully on her birthday June 20 at the age of 90. Beloved wife of the late Dr. I. Charles Denner. Loving mother of Toby, Judith & Paula. Proud grandmother of Steven, Gail, Philip & Karen. Cherished great-grandmother of Lucas, Connor, Jamie, Benjamin & Cynthia. Past President of American Jewish Congress. Member Temple" , "date" : "20000622" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "10" , "title" : "Paid Notice: Deaths DENNER, ETHEL" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/22\/classified\/paid-notice-deaths-denner-ethel.html"} , {"body" : "FOR CHILDREN Exhibitions ''CAN YOU TELL ME HOW TO GET TO SESAME STREET?'' An interactive exhibition (through Sept. 3) atthe Brooklyn Children's Museum, 145 Brooklyn Avenue, at St. Mark's Avenue, Crown Heights, recreates the set of the PBS series. Tomorrow at 11:30 a.m. and 1 p.m., Roscoe Orman, Gordon of ''Sesame Street,'' will lead a sing-along of" , "date" : "20000616" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/16\/arts\/spare-times-778680.html"} , {"body" : "Although Queens may not be much of a range, it does have a home where the buffalo roam and the deer and the antelope play. It's the Queens Zoo, a center for American species, which will be shown off festively tomorrow and Sunday at Bison Bonanza Weekend. ''This zoo gives you the sense of being in a national park,'' said Alison Power, a zoo" , "date" : "20000616" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "FAMILY FARE; The Wild West Moves East" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/16\/arts\/family-fare-the-wild-west-moves-east.html"} , {"body" : "COHEN-Ida, 102, of Brooklyn New York. Widow of the late Harry. Mother of Carolyn Klein and Dr. Clifford Cohen. Grandmother of seven, great grandmother of 11. Beloved sister of the late Ruth and Betty. Services Kirschenbaum Memorial Chapel, Ave H and Coney Island Ave, Brooklyn, Friday, 2pm." , "date" : "20000615" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "15" , "title" : "Paid Notice: Deaths COHEN, IDA" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/15\/classified\/paid-notice-deaths-cohen-ida.html"} , {"body" : "Gangster swank has always been with us, from the George Raft and Jimmy Cagney era through the Rat Pack and ''Goodfellas'' years. You can see it still in the dark shirts and ties of Regis Philbin's ''Who Wants to Be a Millionaire'' wardrobe, which might as well have been pinched from the closet of Tommaso Buscetta, a Sicilian Mafioso who inspired a" , "date" : "20000613" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Style"] , "page_facet" : "8" , "title" : "In Jailhouse Chic, an Anti-Style Turns Into a Style Itself" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/13\/style\/in-jailhouse-chic-an-anti-style-turns-into-a-style-itself.html"} ,   {"body" : "An outbreak of violence that began Friday night continued unabated yesterday as three people were killed and 28 others were stabbed or shot in attacks throughout the city, the police said. The latest crimes included violence in the hours after the Puerto Rican Day Parade -- in which three people were stabbed within 20 minutes; drive-by shootings;" , "date" : "20000612" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "3 More Killed as Surge in Crime Continues Throughout Weekend" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/12\/nyregion\/3-more-killed-as-surge-in-crime-continues-throughout-weekend.html"} , {"author" : "Fred Bernstein writes frequently about design. He lives in the West Village." , "body" : "EVERY New York tourist attraction has a hipper alter ego. For Shakespeare in the Park, there's Shakespeare in the Parking Lot; for P.S. 1, there's P.S. 122; for the Rainbow Room, there's the view from your accountant's 49th-floor window. Now, for the Brooklyn Bridge's well-trod pedestrian path -- a kind of Coney Island boardwalk in the sky --" , "date" : "20000611" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "FIRST PERSON; Walking the Williamsburg" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/11\/nyregion\/first-person-walking-the-williamsburg.html"} , {"body" : "MICHAEL KORIE, a lyricist, has nothing against the plaque in Greenwich Village marking the site of the former Stonewall Inn. At that spot, on Christopher Street, gay men battled police in June 1969 and began the modern movement for lesbian and gay rights. But when Mr. Korie walks the streets of New York, he sees many other places where gay New" , "date" : "20000611" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "1" , "title" : "Journey to an Overlooked Past" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/11\/nyregion\/journey-to-an-overlooked-past.html"} , {"author" : "E-mail address: daschn@nytimes.com" , "body" : "Atlas, Forever Bronze Q.: I've heard that Charles Atlas, the ''World's Most Perfectly Developed Man,'' according to the old advertisements, posed for a number of public statues around the city. Care to name a few? A.: Though aspects of Charles Atlas's biography were clearly embellished by Charles P. Roman, his business partner and creator of the" , "date" : "20000611" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2000\/06\/11\/nyregion\/fyi-643491.html"} , {"body" : "Even now, after all the dashed hopes and nowhere promises, the old-timers and tourists and politicians cling like rust to the distant fantasy that Coney Island will be what it once was, as if the great cultural and demographic tides that built and then laid waste to the place were merely boardwalk phantasms. Every summer brings the same ritualistic" , "date" : "20000609" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Facing the Ghost of Summers Past; Hope Dies Hard at Coney Island, and So Does Nostalgia" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/09\/nyregion\/facing-ghost-summers-past-hope-dies-hard-coney-island-so-does-nostalgia.html"} , {"body" : "IT'S not that Martin Jacobson is a patient man. He is not. But Mr. Jacobson, the soccer coach at Martin Luther King High School, is a realist: ''Come on. This is New York. You put up with it.'' What he and his team tolerate is hard to believe, even in New York. Changing clothes on the subway because of inadequate locker rooms in the school on" , "date" : "20000608" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Metro Matters; No Level Field For Athletes In Schools" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/08\/nyregion\/metro-matters-no-level-field-for-athletes-in-schools.html"} , {"body" : "Dorrell Mainer and Kevin Rainey were eager to celebrate their wedding this Saturday in Brooklyn. They expected 150 friends and relatives, including Mr. Rainey's elderly mother from South Carolina. But the police said that when a financial setback threatened the nuptials, the couple so worried about disappointing their relatives that they devised a" , "date" : "20000608" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Sickness and in Health, and Now, in Jail" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/08\/nyregion\/in-sickness-and-in-health-and-now-in-jail.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; usually the second Tuesday of the month; but the next meeting is Tuesday, 6:30 p.m.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. DISTRICT 2: Fort Greene, Downtown Brooklyn," , "date" : "20000604" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; The Brooklyn Meetings, From Sea Gate to Dumbo" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/04\/nyregion\/community-boards-the-brooklyn-meetings-from-sea-gate-to-dumbo.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Opening today, ''Fighting Dinosaurs: New Discoveries From Mongolia,'' which focuses on one of the most famous fossil finds in the world; through Oct. 29. In conjunction with the exhibition, a celebration of the cultural heritage of Mongolia, with" , "date" : "20000602" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/02\/arts\/spare-times-553107.html"} , {"body" : "DEBROVNER-Lillian. Age 91, on May 28, 2000. Beloved wife of the late Jack. Cherished mother of Dr. Charles Debrovner and Brenda Beckenstein. Adored grandmother of Jill, Diane, Kim and Caroline. Devoted great-grandmother of Amanda, Abigail, Corey, Dylan and Halle. Services on Monday, May 29, 10 AM, at Weinstein West End Funeral Chapel, 1283 Coney" , "date" : "20000529" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "6" , "title" : "Paid Notice: Deaths DEBROVNER, LILLIAN" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/29\/classified\/paid-notice-deaths-debrovner-lillian.html"} ,   {"body" : "ALTABET-Grace. Beloved mother of Leonard & Linda. Adored sister of Sam Cohen. Loving aunt & great aunt. We shall all miss her warmth. Funeral May 28, 11 AM, Midwood Chapel, Coney Island Avenue & Avenue M, Brooklyn." , "date" : "20000527" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "11" , "title" : "Paid Notice: Deaths ALTABET, GRACE" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/27\/classified\/paid-notice-deaths-altabet-grace.html"} , {"body" : "What's your favorite place to go barefoot? Your best barefoot memory? Several well-known Long Islanders were asked where they let their feet hang out. STEVEN GAINES, WAINSCOTT Author, ''Philistines at the Hedgerow'' ''When I was a kid, I never walked around barefoot because when I was 6 years old, a heavy tape-dispenser fell on my right toe and" , "date" : "20000521" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Beautiful People, Beautiful Feet?" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/21\/nyregion\/beautiful-people-beautiful-feet.html"} , {"body" : "When Yuni Rodman and her husband, Akiva Yaglom, come to New York, one of their first stops is Black Sea, a Russian bookstore on Coney Island Avenue in Brooklyn. ''My husband is a book addict,'' said Ms. Rodman, a literary translator who lives in Boston. ''Coming here is a tradition.'' The tradition began eight years ago, when the couple immigrated" , "date" : "20000521" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BRIGHTON BEACH; Food for Russian Minds and Souls at Emigres' Bookstores" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/21\/nyregion\/neighborhood-report-brighton-beach-food-for-russian-minds-souls-emigres.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. ''Romantic Outsider: The Films of Alan Rudolph,'' begins tomorrow and runs through May 28. Tomorrow at 2 p.m., ''Choose Me'' (1984); at 4:15 p.m., ''Welcome to L. A'' (1976). Sunday at 2 p.m., ''Remember My Name'' (1978); at 4" , "date" : "20000519" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/19\/arts\/spare-times-323829.html"} , {"body" : "The Queens Kings, a Class A affiliate of the Toronto Blue Jays that will change its name when it becomes a Mets farm team in Brooklyn next year, will begin play on June 21, with tickets going on sale June 3. The team will play at the Ballpark at St. John's University this season and is scheduled to play in a new $30 million ballpark in Coney Island" , "date" : "20000519" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "BASEBALL: METS NOTEBOOK; Opener Set For Queens Ball Team" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/19\/sports\/baseball-mets-notebook-opener-set-for-queens-ball-team.html"} , {"body" : "MAYER-Jack. Beloved of Ethel Tucker. Office at 32 Court St., Brooklyn. Services Friday 11AM Sherman's Flatbush Memorial Chapel, 1283 Coney Island Ave." , "date" : "20000518" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "13" , "title" : "Paid Notice: Deaths MAYER, JACK" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/18\/classified\/paid-notice-deaths-mayer-jack.html"} , {"body" : "A yellow-cab driver died early yesterday morning in Manhattan after another driver stabbed him twice in the chest during an argument over a parking space, the police said. The fatal stabbing of the cabby, Baurihama Doukoure, 37, of the Bronx, was one of six killings in 24 hours, the most in any 24-hour period this year in the city and another" , "date" : "20000515" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Cabby Stabbed to Death, One of 6 Killings in 24 Hours" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/15\/nyregion\/cabby-stabbed-to-death-one-of-6-killings-in-24-hours.html"} , {"body" : "Maybe you missed the invitation to tour one of New York City's waste water treatment plants yesterday, in honor of National Water Week, a time designated by Congress for contemplation of water's vast and varied uses, from diluting single-malt Scotch to filling hot tubs and flushing toilets. Still, Robert Rickey, who has worked for 25 years for the" , "date" : "20000510" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Plants That Redeem Water With Murky Pasts" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/10\/nyregion\/plants-that-redeem-water-with-murky-pasts.html"} , {"body" : "The wife of a prosperous Russian businessman killed her husband in their lavish Staten Island home, had her boyfriend help her dump the body, then took her children on a vacation to Disney World before reporting her husband missing, the police said yesterday. The woman, Elena Kiejliches, 34, was arrested Friday and charged with second-degree murder" , "date" : "20000507" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "Woman Accused of Killing Husband and Dumping Body" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/07\/nyregion\/woman-accused-of-killing-husband-and-dumping-body.html"} , {"author" : "E-mail address: lijournal@nytimes.com" , "body" : "DAN LURIE recently came up with a new slogan: ''Develop the most important part of your body -- your brain.'' Mr. Lurie, 77, is best known for the less cerebral parts of his body. He was the Arnold Schwarzenegger of his day, three times named ''America's Most Muscular Man.'' This was the bodybuilder who challenged President Ronald Reagan to an" , "date" : "20000507" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NORTH WOODMERE PARK (LONG ISLAND, NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "LONG ISLAND JOURNAL; A Muscular Icon Now Touts Gray Matter" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/07\/nyregion\/long-island-journal-a-muscular-icon-now-touts-gray-matter.html"} ,   {"body" : "Three livery-cab drivers were robbed early yesterday in apparently unrelated incidents in Brooklyn and Queens, the police said. The first victim was a driver for the Emerald Car Service, who was sent to pick up a passenger at 2217 Voorhees Avenue in Coney Island, shortly after midnight, the police said. The passenger asked to be taken to West 33rd" , "date" : "20000507" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "METRO NEWS BRIEFS: NEW YORK; 3 Livery-Cab Drivers Are Robbed at Gunpoint" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/07\/nyregion\/metro-news-briefs-new-york-3-livery-cab-drivers-are-robbed-at-gunpoint.html"} , {"body" : "FOR CHILDREN Theater ''AESOP'S FABLES,'' presented by the Vital Children's Theater Company. The young actresses and the director Bruce Merrill, who collaborated on the script, have filled it with references to current pop figures as well as with characters accessible to 3- to 10-year-olds. Tomorrow at 10:30 a.m. and 12:30 p.m. Vital Children's" , "date" : "20000505" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "45" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/05\/arts\/spare-times-095338.html"} , {"body" : "Anthony Jones was defiant last summer when the police arrested him and accused him of beating and raping a woman underneath the Coney Island Boardwalk. He spit at the officers, they said; he threw punches. It took six officers from the 60th Precinct to get him under control. Mr. Jones told them he knew nothing about the attack. But the police" , "date" : "20000504" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Hospital Submitted No DNA So Rape Count Is Dropped" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/04\/nyregion\/hospital-submitted-no-dna-so-rape-count-is-dropped.html"} , {"body" : "SOHO Films of a Flapper Who Caused a Flap According to F. Scott Fitzgerald, Clara Bow (1905-1965) was ''someone to stir every pulse in the nation.'' Bow, born in Brooklyn, was making 15 movies a year by 1925 and at the peak of her career was receiving 45,000 fan letters a month. But by age 25, her fast and furious career was over, as a result of" , "date" : "20000430" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/30\/nyregion\/playing-in-the-neighborhood-002313.html"} , {"body" : "THE SETTING Coney Island on Palm Sunday, half an hour before what would ordinarily be the first run of the Cyclone for the year. A gloomy drizzle ensured that only a few die-hard Coney fans and wooden roller-coaster enthusiasts would be on hand for what to them is a sign of the turn of the season, a herald of warm weather and days on the boardwalk." , "date" : "20000423" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: CONEY ISLAND -- BUZZ; Cyclone Riders Await the First Screams of Spring" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/23\/nyregion\/neighborhood-report-coney-island-buzz-cyclone-riders-await-first-screams-spring.html"} , {"body" : "The Cyclone, the famed wooden roller coaster at Coney Island, starts up another white-knuckle season. With other reports from the West Village, Upper West Side, Upper East Side, Midtown, Greenwich Village, SoHo, Broad Channel, Downtown Brooklyn, South Brooklyn, Hunts Point and Pelham Parkway. PAGES 5-9 NEIGHBORHOOD REPORT" , "date" : "20000423" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEIGHBORHOOD REPORT; Let the Screams Begin" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/23\/nyregion\/neighborhood-report-let-the-screams-begin.html"} , {"body" : "Museums and Sites ALICE AUSTEN HOUSE, 2 Hyland Boulevard, Rosebank, Staten Island. This 17th-century farmhouse, converted to a Victorian cottage in the 19th century, was the home of the photographer Alice Austen. The parlor is filled with period furniture. ''Moments in Staten's Island's Black Heritage,'' photographs from 1880 to the turn of the" , "date" : "20000421" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "SPARE TIMES; ATTRACTIONS" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/21\/arts\/spare-times-attractions.html"} , {"body" : "Hillary Rodham Clinton did not make the morning announcements, patrol the cafeteria or give demerits yesterday when she acted as Principal for a Day at two Brooklyn schools. But she did tell students and teachers about her favorite education proposals, and she paid particular attention to students who asked how she would attract good teachers to" , "date" : "20000414" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Mrs. Clinton Suggests Bonuses To Attract More Teachers" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/14\/nyregion\/mrs-clinton-suggests-bonuses-to-attract-more-teachers.html"} , {"body" : "Leaders of the City Council and the Giuliani administration agreed yesterday to build a new minor league stadium in Coney Island and return professional baseball to Brooklyn as part of a $91 million redevelopment plan for the area. The deal removes the last obstacles to a $31 million, 6,500-seat stadium and kills a nearly decade-old plan to build" , "date" : "20000412" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Deal Gives Coney Island a Ballpark, and a Team That Some Didn't Want" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/12\/nyregion\/deal-gives-coney-island-a-ballpark-and-a-team-that-some-didn-t-want.html"} , {"body" : "SLADE-Ruth S. Beloved wife of the late Dr. Walter. Loving sister and aunt, devoted friend. Reposing at Blair-Mazzarella Funeral Home today, 2-5 and 7-9PM, 723 Coney Island Avenue, Brooklyn." , "date" : "20000411" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "10" , "title" : "Paid Notice: Deaths SLADE, RUTH S." , "url" : "http:\/\/www.nytimes.com\/2000\/04\/11\/classified\/paid-notice-deaths-slade-ruth-s.html"} ,   {"body" : "Snaking under the streets of Manhattan and parts of Brooklyn are 175 miles of thick cast-iron pipes that were laid nearly a century ago to help a developing city deal with the ever-present danger of fire. In its day, the high-pressure water system was considered the ultimate in firefighting technology, but like most innovations, it eventually" , "date" : "20000404" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "City Finds a Fiber-Optic Solution Underfoot, in Old Pipes" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/04\/nyregion\/city-finds-a-fiber-optic-solution-underfoot-in-old-pipes.html"} , {"body" : "FROM the time the first discussions began until it opened its doors in July 1998, Renaissance Plaza in downtown Brooklyn was a 15-year undertaking, with much of the uncertainty that delayed the project centered on the 376-room hotel that is part of the 1.4-million-square-foot building, which also contains offices and stores. But less than two years" , "date" : "20000402" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Commercial Property\/Downtown Brooklyn; Open Only Two Years, a Hotel Is Ready to Expand" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/02\/realestate\/commercial-property-downtown-brooklyn-open-only-two-years-hotel-ready-expand.html"} , {"body" : "HAD Stephon Marbury remained at Georgia Tech for four long years and helped keep the departing Bobby Cremins's program afloat, he would be a rookie now in the National Basketball Association, greener all over except in the wallet. The Nets' best player was at his dressing stall one night last week when he was asked if at any time as a millionaire" , "date" : "20000402" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "Sports of The Times; In an Often Shady and Dirty Business, It Is Business as Usual" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/02\/sports\/sports-of-the-times-in-an-often-shady-and-dirty-business-it-is-business-as-usual.html"} , {"body" : "MESNICK-Sheldon. March 23, 2000. Beloved husband of Elaine for 33 years. Devoted Dad of Mishie, Susan and Marcia and sonsin-law Greg, Sam and David and adoring Poppy of Joshua, Rachel, Mikey and Becky. Shelly's sweet smile, gentleness, enthusiasm, love and laughter will be a cherished memory for all who were touched by him. Funeral Sunday at 1:00" , "date" : "20000325" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "15" , "title" : "Paid Notice: Deaths MESNICK, SHELDON" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/25\/classified\/paid-notice-deaths-mesnick-sheldon.html"} , {"body" : "PROSPECT HEIGHTS A Latina Writer Reads From Her Plays In the Latina Writers Coffeehouse Series at the Brooklyn Public Library, a reading will be followed by a question and answer session each Sunday this month. Today's lecture is by Carmen Rivera, playwright and co-founder of the Latina Experimental Fantastic Theater. Her works include ''Julia De" , "date" : "20000312" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/12\/nyregion\/playing-in-the-neighborhood-213322.html"} , {"body" : "ATTRACTIONS Museums and Sites ALICE AUSTEN HOUSE, 2 Hylan Boulevard, Rosebank, Staten Island. This 17th-century farmhouse, converted to a Victorian cottage in the 19th century, was the home of the photographer Alice Austen. The parlor is filled with period furniture. ''Moments in Staten's Island's Black Heritage,'' photographs from 1880 to the turn" , "date" : "20000310" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "46" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/10\/arts\/spare-times-197424.html"} , {"body" : "A condominium community that will eventually have 850 apartments in 16 midrise buildings is beginning to take root on 15 acres at the edge of the Atlantic Ocean in Brighton Beach. The first two structures at the $325 million gated community, called Oceana, are under construction, and 81 of their 104 two- to four-bedroom apartments have been sold" , "date" : "20000310" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Residential Real Estate; Luxury Housing by the Boardwalk" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/10\/nyregion\/residential-real-estate-luxury-housing-by-the-boardwalk.html"} , {"body" : "Two city employees and a former employee were among four men who were accused yesterday of robbing a man on a Brooklyn subway platform, the police said. The men attacked Weldon Herring at 1:45 a.m. yesterday at the Stillwell Avenue station in Coney Island, the police said. They stole $5 and a bottle of cognac, the police said. One of the robbers," , "date" : "20000306" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; 4 Charged With Robbery On a Subway Platform" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/06\/nyregion\/metro-news-briefs-new-york-4-charged-with-robbery-on-a-subway-platform.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting March 14, 6:30 P.M.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; (718) 389-0009. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill, Boerum Hill, Vinegar" , "date" : "20000305" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "BROOKLYN UP CLOSE; Communities Speak Up: Where the Boards Meet in March" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/05\/nyregion\/brooklyn-up-close-communities-speak-up-where-the-boards-meet-in-march.html"} , {"body" : "In Coney Island, the steel skeleton of the Parachute Jump stands like a 250-foot-tall grave marker to bygone glory. On Staten Island, a muddy parking lot sits at the water's edge next to the dilapidated St. George ferry terminal. In each place, Mayor Rudolph W. Giuliani wants to build a publicly financed minor league baseball stadium: a $31 million" , "date" : "20000302" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CONEY ISLAND (NYC)" , "STATEN ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Despite Criticism, Giuliani Pursues Ballparks as Economic Catalysts" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/02\/nyregion\/despite-criticism-giuliani-pursues-ballparks-as-economic-catalysts.html"} ,   {"body" : "George Brown has no recollection of what happened to him on June 21, 1990, the day he was picked up by the police as he wandered along the breakdown lane of the Belt Parkway in Brooklyn, dazed and incoherent. His girlfriend of eight and a half years, the love of his life, had died of lung cancer that day. ''I went blank,'' Mr. Brown said. ''We were" , "date" : "20000225" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "5" , "title" : "The Neediest Cases; After Trauma, Man Gets Help on the Long Climb Back" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/25\/nyregion\/the-neediest-cases-after-trauma-man-gets-help-on-the-long-climb-back.html"} , {"body" : "DEBROVNER-Jack. 92, on February 24, 2000. Beloved husband of Lillian. Cherished father of Charles Debrovner and Brenda Beckenstein. Devoted grandfather of Jill, Diane, Kim and Caroline. Adored great-grandfather of Amanda, Abigail, Corey, Dylan and Halle. Services on February 25, 10AM at Weinstein West End Funeral Chapel, 1283 Coney Island Ave," , "date" : "20000225" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "8" , "title" : "Paid Notice: Deaths DEBROVNER, JACK" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/25\/classified\/paid-notice-deaths-debrovner-jack.html"} , {"body" : "Filomen D'Agostino Greenberg, a self-taught stock trader who used her good fortune to help her alma mater, New York University Law School, grow into an academic leader, died Friday. She was 101 and lived on the Upper East Side of Manhattan. Arriving from Coney Island one morning in 1917 to start classes, Fil D'Agostino -- as she was called by" , "date" : "20000223" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "26" , "title" : "Filomen Greenberg, 101, N.Y.U. Law Benefactor" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/23\/nyregion\/filomen-greenberg-101-nyu-law-benefactor.html"} , {"body" : "Every month, like clockwork, Alla Kozirovskaya would leave her tiny apartment in Brighton Beach and walk to the bank to visit her dead mother. It was such a comforting routine. Mrs. Kozirovskaya, 62, would sign in at the bank, wait for a clerk to retrieve her safe deposit box, and then open it up and run her bent, wrinkled fingers over a single" , "date" : "20000220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "41" , "title" : "A Family's Treasures Vanish From a Bank Vault, and With Them, Their Magic" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/20\/nyregion\/a-family-s-treasures-vanish-from-a-bank-vault-and-with-them-their-magic.html"} , {"body" : "In the latest twist in the Giuliani administration's quest to bring minor league baseball to New York, civic groups and politicians in Queens are vowing to sue to stop the city from building a $5 million ball field at St. John's University for a single-A team affiliated with the Mets. The city had suddenly turned to the St. John's campus last month" , "date" : "20000219" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Queens Groups Plan to Sue To Stop a Baseball Staduim" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/19\/nyregion\/queens-groups-plan-to-sue-to-stop-a-baseball-staduim.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. Costumes, set pieces, film equipment and other items relating to film, television and video are on permanent display. ''The New York Film Critics Circle Looks at the 1990's,'' a film series, which runs through Feb. 20, in which the" , "date" : "20000211" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/11\/arts\/spare-times-763586.html"} , {"body" : "Tension was running high at 110 Livingston Street the morning last month when the members of the Board of Education, voting 4 to 3 over the objections of Mayor Rudolph W. Giuliani, appointed Harold O. Levy as the city's interim schools chancellor. But about five miles away at Intermediate School 62 in Kensington, Brooklyn, no one took notice. In" , "date" : "20000208" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Far From Politics, School Life Goes On; Who's In? Who's Out? I.S. 62 Has Better Things to Worry About" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/08\/nyregion\/far-politics-school-life-goes-who-s-who-s-62-has-better-things-worry-about.html"} , {"body" : "FIRSTMAN-Albert, died peacefully on Tuesday, February 1. Beloved husband of Lorraine. Devoted father of Kenneth and Chantal and Michael. Dear sister of Marjorie Levy. Loving grandfather of Deborah, Naomi and Adeena.Cherished nephew of Geraldine and Bernice. Loving brother-in-law to Rhoda and Leon Carp, Seymour and Cynthia Reich, and the late Helyn" , "date" : "20000202" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "31" , "title" : "Paid Notice: Deaths FIRSTMAN, ALBERT" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/02\/classified\/paid-notice-deaths-firstman-albert.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting Feb 8, 6:30 P.M.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; (718) 389-0009. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill, Boerum Hill, Vinegar Hill," , "date" : "20000130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; Brooklyn Meetings In February" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/30\/nyregion\/community-boards-brooklyn-meetings-in-february.html"} , {"body" : "FOR nonresidents, Manhattan Beach is a destination. They come either for Kingsborough Community College, at the eastern tip of the peninsula, or for the 40-acre beach park. For residents, though, it is a bedroom community of mostly spacious homes, many with waterfront views. ''Manhattan Beach is almost completely surrounded by water, so it's sort" , "date" : "20000130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN BEACH (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "If You're Thinking of Living In\/Manhattan Beach, Brooklyn; Peninsular Suburb, and Destination" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/30\/realestate\/if-you-re-thinking-living-manhattan-beach-brooklyn-peninsular-suburb-destination.html"} ,   {"body" : "GRUSKIN-Dorothy Lieberman., 88, on Wednesday, January 19, 2000. Born April 18, 1911 in Pittsburgh, Penn. In 1928 she moved to Brooklyn, N.Y., where she met her husband-to-be, Dr. Samuel Gruskin. They married in June of 1932 and shared a life of 67 years full of travel and wonderful experiences. Dorothy and Sam attended NYU and Columbia University." , "date" : "20000120" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "14" , "title" : "Paid Notice: Deaths GRUSKIN, DOROTHY LIEBERMAN" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/20\/classified\/paid-notice-deaths-gruskin-dorothy-lieberman.html"} , {"body" : "GRUSKIN - Dorothy. National Council of Jewish Women, Brooklyn Section Board, extends our heartfelt sorrow to Sam Gruskin and family on the passing of Dorothy, an Honorary Director. Services on Thursday, January 20, at 1:30PM at Garlick, 1153 Coney Island Avenue. Anne Berger, Rita Berger, Co-Presidents GRUSKIN-Dorothy. Mentor and dear, dear friend" , "date" : "20000120" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "14" , "title" : "Paid Notice: Deaths GRUSKIN, DOROTHY" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/20\/classified\/paid-notice-deaths-gruskin-dorothy.html"} , {"body" : "City officials yesterday postponed their attempts to return professional baseball to Brooklyn, dropping a plan to build a temporary stadium for a minor-league team just south of Prospect Park. The Mets organization and city officials had hoped to have the minor-league team play temporarily in the Parade Grounds, a cluster of athletic fields next to" , "date" : "20000119" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "City Drops Plan to Build Stadium in Parade Grounds" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/19\/nyregion\/city-drops-plan-to-build-stadium-in-parade-grounds.html"} , {"body" : "Stephon Marbury's story is well documented. He grew up in the Coney Island section of Brooklyn, living basketball and dreaming of playing regularly at Madison Square Garden, where he envisioned leading the Knicks to several National Basketball Association championships. But the business of the N.B.A. does not scoot over for childhood dreams, so" , "date" : "20000119" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "PRO BASKETBALL; Marbury to Be on Guard In Return to the Garden" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/19\/sports\/pro-basketball-marbury-to-be-on-guard-in-return-to-the-garden.html"} , {"body" : "Siu Tang, 17, said the worst thing about being homeless was the stares she got from passers-by, leering glances that said, ''What's wrong with you?'' ''Everybody would ask me, 'Why would you rather be here than at home?' '' she said. ''I don't like people thinking something is wrong with me.'' Siu, the daughter of first-generation immigrants from" , "date" : "20000114" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "THE NEDIEST CASES; Off the Street and Back in High School" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/14\/nyregion\/the-nediest-cases-off-the-street-and-back-in-high-school.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West at 79th Street. ''Capturing Time: The New York Times Capsule'' includes some of the nearly 50 design proposals received in a New York Times Magazine competition to create a time capsule for preserving artifacts from today for the next 1,000 years. The winning" , "date" : "20000114" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "50" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/14\/arts\/spare-times-337285.html"} , {"body" : "Quick, now: If an A train leaves 207th Street and an F train leaves Coney Island, at what time will they pass in the tunnels under the Jay Street-Borough Hall station in Brooklyn -- and how many passengers will have smiled at one another, mugged one another, put on their eye makeup, finished that romance novel, thought menacing thoughts about their" , "date" : "20000111" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Subway Stardom Is a Test Away; Taking the Motorman's Exam, for Money or Fantasy" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/11\/nyregion\/subway-stardom-is-a-test-away-taking-the-motorman-s-exam-for-money-or-fantasy.html"} , {"body" : "When Gary Wong's parents fled Burma in 1979, they wanted to give their future children a life away from the poverty and repression of that nation's military government. They bribed officials. They signed a paper vowing never to return. By all accounts, Mr. Wong, 18, the eldest of three children, led exactly the kind of life his parents hoped he" , "date" : "20000111" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Shooting Victim Was Living His Parents' Dreams" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/11\/nyregion\/shooting-victim-was-living-his-parents-dreams.html"} , {"body" : "An 18-year-old shot and killed a man during a robbery in Brooklyn last night and was then shot and wounded by an off-duty police officer, the authorities said. The gunman, Lamar Means, approached Gary Wong, also 18, on Mermaid Avenue in Coney Island about 6:30 p.m., said Officer David Lanuto, a police spokesman. Mr. Means shot Mr. Wong in the arm" , "date" : "20000110" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Officer Shoots Man After Fatal Robbery" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/10\/nyregion\/officer-shoots-man-after-fatal-robbery.html"} , {"body" : "A staple of life for drivers in New York City -- the three-hour alternate-side parking regulation -- is being radically altered in many parts of the city, as officials reduce the period to only 90 minutes in an effort to make the rules less burdensome. The goal is not only to make parking easier, but also to make the rules conform to more efficient" , "date" : "20000108" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Now Drivers Can Spend Less Time Dodging the Grim Sweeper" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/08\/nyregion\/now-drivers-can-spend-less-time-dodging-the-grim-sweeper.html"} ,   {"body" : "MORGANSTERN - Mildred. Be loved wife of the late Abraham. Mother of Daniel, Ann and Lucy. Grandmother of Matthew. Mother-in-law of June. Sister of Lilly & Morty. Loving aunt and friend. A shining light and inspiration to all who knew her. Services Sunday, at 10:45AM, Sherman's Flatbush Memorial Chapel, 1283, Coney Island Avenue, Brooklyn (Avenue" , "date" : "20000108" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "16" , "title" : "Paid Notice: Deaths MORGANSTERN, MILDRED" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/08\/classified\/paid-notice-deaths-morganstern-mildred.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. Costumes, set pieces, film equipment and other items relating to film, television and video are on permanent display. ''Mental Hygiene: Social Guidance Films, 1945-70,'' through Jan. 23. Tomnorrow: at 2, ''Mental Hygiene: An" , "date" : "20000107" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "50" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/07\/arts\/spare-times-234524.html"} , {"body" : "Last spring, 21 New York City high school students who had overcome great difficulties to excel in their studies received the first New York Times College Scholarship Program awards. Now, each winner's high school has won an award of its own: a $10,000 grant that will be presented in the names of teachers who played a significant role in the lives" , "date" : "20000107" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Grants Honor the Teachers Who Have Inspired Excellence" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/07\/nyregion\/grants-honor-the-teachers-who-have-inspired-excellence.html"} , {"body" : "SALKIN-Sol. Beloved husband of Rose, who were married over 60 years. Loving father of Cynthia, Harvey and Arnold. Devoted father-in-law and grandfather-in-law of Laura, Melanie, Marilyn and Cheryl. Cherished grandfather of Elliot, Jonathan, Randy, Michael, Justin, Kimberly and the late Jay. Cherished great grandfather of Jeremy, Jarret and Joshua." , "date" : "20000104" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "8" , "title" : "Paid Notice: Deaths SALKIN, SOL" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/04\/classified\/paid-notice-deaths-salkin-sol.html"} , {"body" : "'TIS By Frank McCourt Scribner (Hardcover, $26) The first officer told me Albany was a city far up the Hudson River, capital of New York State. He said Albany had all the charm of Limerick, ha ha ha, a great place to die but not a place where you'd want to get married or rear children. He was from Dublin and knew I was from Limerick and when he" , "date" : "20000102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "7" , "title" : "NEW YORK BOOKSHELF; An Immigrant's View, the Art of Trash, a Phantom's Lair: All Between Covers in 1999" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/02\/nyregion\/new-york-bookshelf-immigrant-s-view-art-trash-phantom-s-lair-all-between-covers.html"} , {"author" : "Philip Weiss last wrote for the magazine about tabloid history." , "body" : "Donald Trump remembers exactly when he realized his father was beginning to fade. About six years ago, they were driving down Fifth Avenue when he gave his father big news: he had just bought the land beneath the Empire State Building. ''That's a tall building, isn't it?'' Fred C. Trump replied. ''How many apartments are in that building?'' At" , "date" : "20000102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "28" , "title" : "The Lives They Lived: Fred C. Trump, b. 1905; The Fred" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/02\/magazine\/the-lives-they-lived-fred-c-trump-b-1905-the-fred.html"} , {"body" : "MIDTOWN Top Hats, Lots of Legs And White Grand Pianos A turning point in the history of Hollywood is illustrated this month in the film series ''Sing Out! The Hollywood Musical During the 1930's,'' beginning Wednesday at the Donnell Library. The movie musical is said to be the only film genre to emerge after the coming of sound, and many mediocre" , "date" : "20000102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/02\/nyregion\/playing-in-the-neighborhood-136034.html"} , {"body" : "''Gee, I guess we're the first,'' said Karen Minott, a Brooklyn resident who showed up at Grand Army Plaza about 5 p.m. with her cousin and a friend. Ms. Minott cradled her sleeping 18-month-old daughter and looked about with that slightly embarrassed look people get when they suddenly realize they're early for a party. ''Where is everybody?'' she" , "date" : "20000101" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "1\/1\/00: A CITY CELEBRATES; Brooklyn Throws a Party Just for the Locals" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/01\/nyregion\/1-1-00-a-city-celebrates-brooklyn-throws-a-party-just-for-the-locals.html"} , {"body" : "A group of Brooklyn community groups that sued to stop a minor league Mets team from moving into a planned ballpark in Flatbush has dropped its opposition to the plan, now that the city has promised to renovate a park where the team would play. But the Brooklyn borough president, Howard Golden, is the stumbling block to an agreement to put the team" , "date" : "20000101" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Brooklyn Groups Back Use Of Park by Mets Farm Team" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/01\/nyregion\/brooklyn-groups-back-use-of-park-by-mets-farm-team.html"}]