[  {"body" : "Facing potentially costly suits over a crumbling burial hill built on demolition debris, Cypress Hills Cemetery, the huge graveyard on the border of Brooklyn and Queens, has filed a bankruptcy petition. The move is intended to stave off legal actions brought on by the construction and disintegration of the hill, which is 50 feet high. Lawyers for" , "date" : "20001008" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Graves, Rubble and a Bankruptcy Claim" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/08\/nyregion\/graves-rubble-and-a-bankruptcy-claim.html"} , {"body" : "ON primary day last month, E. S. Dixon and Janet Ingram sat in the basement of a public housing project in north Brooklyn and stared at an empty voting booth. For 12 hours Ms. Ingram and Mr. Dixon, poll workers for the 79th Election District, had done virtually nothing. Since 6 a.m. they had logged only nine voters. Ten feet away, at a voting" , "date" : "20001001" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Empty Booth" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/01\/nyregion\/the-empty-booth.html"} , {"body" : "Emily Dora Blank and Alexander Eric Appelbaum are to be married this evening at American Park at the Battery, a restaurant in Manhattan. Rabbi Lawrence Kushner is to perform the ceremony. The bride, 29, is keeping her name. She is the director of community organizing at the Cypress Hills Local Development Corporation, a social services agency in" , "date" : "20000903" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "10" , "title" : "WEDDINGS; Emily Blank, Alec Appelbaum" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/03\/style\/weddings-emily-blank-alec-appelbaum.html"} , {"body" : "THINGS are hopping -- literally -- in the West 32nd Street basement of St. Francis of Assisi Church, headquarters for Father Brian Jordan, the scrappy Franciscan determined to play mediator in the stand-off between Mayor Rudolph W. Giuliani and the family of Patrick M. Dorismond, the security guard slain by the police in March. Father Jordan, a" , "date" : "20000627" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Feisty Monk Works at Mayoral Mediation" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/27\/nyregion\/public-lives-feisty-monk-works-at-mayoral-mediation.html"} , {"body" : "An association of New York City judges is criticizing an attempt by the state's chief administrative judge to curtail political patronage in the court system. In a March memorandum, and again in a letter dated Monday, Jonathan Lippman, the state's chief administrative judge, told state judges that the law required them to more closely supervise the" , "date" : "20000517" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Move to Curb Court Patronage Is Criticized" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/17\/nyregion\/move-to-curb-court-patronage-is-criticized.html"} , {"body" : "The Cypress Hills Cemetery in Queens only seemed quiet, but Claudia Shear knew better. She waved her arm toward the hundreds of gravestones that surrounded her and said: ''Aren't we lucky? That's what everyone is telling us now.'' Luck is very much on Ms. Shear's mind these days, and for good reason. Her new play, ''Dirty Blonde,'' about love," , "date" : "20000508" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "Blown Sideways, but Landing on Broadway" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/08\/theater\/blown-sideways-but-landing-on-broadway.html"} , {"body" : "The state attorney general's office asked a state judge yesterday to reconsider his decision to name a Manhattan lawyer as the general counsel for the Cypress Hills Cemetery just two months after he was fired from another position overseeing the cemetery's troubled affairs. The lawyer, Ravi Batra, had reasserted himself ''in a backdoor way'' into" , "date" : "20000502" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Lawyer Ousted as Receiver Is Opposed for Cemetery Post" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/02\/nyregion\/lawyer-ousted-as-receiver-is-opposed-for-cemetery-post.html"} , {"body" : "A funeral procession of about 170 people on foot and 15 livery cabs traveled several miles from East New York, Brooklyn, to a Queens cemetery yesterday morning, to bury the seventh livery-cab driver to be killed on duty this year. As the mourners filed into the Cypress Hills Cemetery to remember Jean Scutt, 43, as a hard-working Haitian immigrant" , "date" : "20000423" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["HONDURAS"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "At Cabby's Funeral, a Call for a Community Solution" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/23\/nyregion\/at-cabby-s-funeral-a-call-for-a-community-solution.html"} , {"body" : "On a day of solemnity and outrage that degenerated into violence, Patrick M. Dorismond, the unarmed son of Haitian immigrants who was shot to death in a confrontation with the police on March 16, was carried across Brooklyn, eulogized as a martyr and laid to rest yesterday after a march and funeral that drew thousands of anguished mourners and" , "date" : "20000326" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Angry Mourners and Police Clash At Funeral of Man Shot by Officer" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/26\/nyregion\/angry-mourners-and-police-clash-at-funeral-of-man-shot-by-officer.html"} , {"body" : "By the end of the afternoon, the crowds had cleared and no one was dead. But the angry outbursts of violence that erupted in Brooklyn yesterday before and after the funeral of Patrick M. Dorismond were perhaps the most severe clashes between civilians and the police since the Tompkins Square Park disturbances in 1989. The violent protests, in which" , "date" : "20000326" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Police Say Officers' Calm Averted Worse Violence" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/26\/nyregion\/police-say-officers-calm-averted-worse-violence.html"} ,   {"body" : "COSTAS-Marie (nee Michel). On February 16, 2000. Loving wife of the late Professor Procope Costas; beloved mother of Celia. Dear sister of Dite Fordes and George Michel; loving aunt of William and George Fordes, & William Michel. A cherished aunt and great aunt. Reposing at Dahill Funeral Home 2525 65th Street, corner Avenue P, Brooklyn, New York," , "date" : "20000219" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "13" , "title" : "Paid Notice: Deaths COSTAS, MARIE (NEE MICHEL)" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/19\/classified\/paid-notice-deaths-costas-marie-nee-michel.html"} , {"body" : "COSTAS-Marie. Nee Michel. On February 16, 2000. Loving wife of the late Professor Procope Costas. Dear sister of Dite Fordes and George Michel; loving aunt of William and George Fordes, and William Michel. A cherished aunt and great aunt. Reposing at Dahill Funeral Home 2525 65th Street, corner Avenue P, Brooklyn, NY until 9:30am Saturday. Funeral" , "date" : "20000218" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "21" , "title" : "Paid Notice: Deaths COSTAS, MARIE" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/18\/classified\/paid-notice-deaths-costas-marie.html"} , {"body" : "The court-appointed official who has been managing the troubled affairs of the Cypress Hills Cemetery will remain on the job despite attempts by state officials to remove him. Although the state attorney general's office has said that the official, Ravi Batra, ''undermined the public's confidence'' by mishandling the cemetery case, Justice Richard" , "date" : "20000215" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Judge Refuses to Dismiss Cemetery's Overseer" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/15\/nyregion\/judge-refuses-to-dismiss-cemetery-s-overseer.html"} , {"body" : "MARSHALL-Alma (nee Cohen). February 12, 2000, aged 103, peacefully in her sleep after a brief illness. Juilliard graduate, with a lifelong passion for music, who taught piano and sang in the Metropolitan Opera chorus when she was young. Proud and devoted mother and mother-in-law of Jill and Richard Gallen, proud and loving grandmother (and" , "date" : "20000214" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "10" , "title" : "Paid Notice: Deaths MARSHALL, ALMA" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/14\/classified\/paid-notice-deaths-marshall-alma.html"} , {"body" : "IMAGINE, if you can, the spectacle of Mae West playing Norma Desmond in ''Sunset Boulevard.'' That possibility, reported by Cameron Crowe in his book ''Conversations With Billy Wilder,'' must seem incomprehensible to anyone who treasures Gloria Swanson's sinuously macabre performance in the 1950 classic. Was Mae West some kind of joke? Apparently" , "date" : "20000213" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "9" , "title" : "THEATER; Mae West, Still There for Us to Come Up and See" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/13\/theater\/theater-mae-west-still-there-for-us-to-come-up-and-see.html"} , {"body" : "The state attorney general's office plans to ask a state judge in Brooklyn to dismiss the court-appointed receiver who has been overseeing the Cypress Hills Cemetery. State officials said they wanted to remove the receiver, Ravi Batra, from the case because ''serious questions'' have been raised about his receivership, which began in 1998. As the" , "date" : "20000204" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "State to Ask for Removal Of a Cemetery's Overseer" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/04\/nyregion\/state-to-ask-for-removal-of-a-cemetery-s-overseer.html"} , {"body" : "Six years ago, when state officials were confronting a morass of problems at Cypress Hills Cemetery, where about 1,000 corpses were buried in a 40-foot-high mound of construction debris, one of their first steps was to recommend a seasoned cemetery administrator to oversee the graveyard along the Brooklyn-Queens border. But once the nomination" , "date" : "20000129" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Cemetery's Troubled Stewardship; Long-Running Case Reveals World of Connections and Lucrative Fees" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/29\/nyregion\/cemetery-s-troubled-stewardship-long-running-case-reveals-world-connections.html"} , {"body" : "One afternoon about three years ago, Claudia Shear got the type of call young writers dream about. ''I remember it perfectly,'' she said recently, beaming. ''I'm standing in my kitchen making beans, and the phone rings. I picked it up, and someone said, 'Hi, this is James Lapine.' It was one of the great moments of my life. ''And he said, 'How are" , "date" : "20000121" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "1" , "title" : "Collaborate, Big Boy?" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/21\/movies\/collaborate-big-boy.html"} , {"body" : "Federal investigators have begun an inquiry into in an unusual letter that surfaced in Brooklyn political circles last month hinting that party loyalties and court-appointed legal work in the borough's court system go hand in hand, two officials familiar with investigation said yesterday. The officials, who spoke on the condition of anonymity," , "date" : "20000112" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "F.B.I. Investigating Favoritism In Brooklyn Courts, Officials Say" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/12\/nyregion\/fbi-investigating-favoritism-in-brooklyn-courts-officials-say.html"}]