[  {"body" : "At 9:35 a.m. yesterday, the B67 bus had been stuck on Seventh Avenue in Park Slope, Brooklyn, stretched across an intersection, for 15 minutes when a woman with a rolling suitcase knocked on the door. The driver, Al Cromartie, 54, who has been driving a city bus for 11 years and has gotten stuck on the road only once before -- during the blizzard" , "date" : "20001231" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "THE BLIZZARD OF 2000: THE SCENE; Aboard the B67 in Brooklyn: Red Alert in a White Tableau" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/31\/nyregion\/blizzard-2000-scene-aboard-b67-brooklyn-red-alert-white-tableau.html"} , {"body" : "AMY BENNETT and Morton Dubin, both lawyers, were looking for an apartment to buy on the Upper West Side. One weekend, they went to an open house on 71st Street and were totally depressed by the minuscule bedrooms and pathetic outdoor space. ''It was $750,000 for two closets and a shared garden,'' Mr. Dubin said. On impulse, they jumped on the" , "date" : "20001224" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Habitats \/Lafayette Avenue, Brooklyn; Couple Find Fort Greene Is Just to Their Taste" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/24\/realestate\/habitats-lafayette-avenue-brooklyn-couple-find-fort-greene-just-their-taste.html"} , {"body" : "JACQUES TORRES, the pastry chef who made his name at Le Cirque and on television, has just opened a chocolate factory and shop. It is not, as one might expect, in a prestigious precinct of high-rent Midtown, but in Brooklyn, among century-old factories in the shadow of the Brooklyn Bridge. ''It was what we could afford,'' Mr. Torres said. He and" , "date" : "20001220" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "The Chocolate Chef, Live From Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/20\/dining\/the-chocolate-chef-live-from-brooklyn.html"} , {"body" : "The Church of St. Ann and the Holy Trinity, a historic architectural gem in Brooklyn Heights, has shut its doors indefinitely after church officials decided last Sunday that the building was a safety hazard for its congregation. St. Ann's, an Episcopal church that housed a well-known arts center until this past summer, when the two rancorously" , "date" : "20001216" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Historic Brooklyn Church Closes for Safety Reasons" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/16\/nyregion\/historic-brooklyn-church-closes-for-safety-reasons.html"} , {"body" : "A sampling of the musical presentations planned for the holiday season at churches and concert halls in New York City. All are free unless otherwise noted. (Churches accept donations.) This selection, compiled by Paul Griffiths, represents what caught this critic's eye and excited his expectations. More holiday recommendations for this weekend are" , "date" : "20001215" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "Carolers and Choristers Ring In the Holiday Season" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/15\/movies\/carolers-and-choristers-ring-in-the-holiday-season.html"} , {"body" : "A Queens contractor that illegally underpaid workers on renovations of New York City buildings will pay $1.9 million to more than 100 employees. Alan G. Hevesi, the city's comptroller, said an agreement by Classic Electric Inc., of Astoria to pay the wages due plus interest represented the largest amount of back pay ever from a contractor that" , "date" : "20001213" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Underpaid Construction Workers Get $1.9 Million" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/13\/nyregion\/underpaid-construction-workers-get-1.9-million.html"} , {"body" : "Like any other show, yesterday's performance of ''Sunday Brunch 4'' began shortly after the doors closed and the audience got settled. Except, in this case, the doors were shiny, metal and mobile, and the audience just happened to be along for the ride. That's because ''Sunday Brunch 4'' was performed, as were two earlier versions, on a southbound" , "date" : "20001211" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "Next Stop, Dessert: Street Theater Moves Onto the Subway" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/11\/theater\/next-stop-dessert-street-theater-moves-onto-the-subway.html"} , {"body" : "Perhaps never in the history of bovinity has there been such a mystery as the one surrounding the fiberglass cow painted with colorful street scenes that stared out across the Korean War Veterans Plaza in Downtown Brooklyn. Last summer the creature was in good company. Along with several others like him, he grazed in the grassy quads of Cadman" , "date" : "20001210" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; The Last Fiberglass Roundup: Prodigal Cow Comes Home" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/10\/nyregion\/neighborhood-report-downtown-brooklyn-last-fiberglass-roundup-prodigal-cow-comes.html"} , {"body" : "To anyone tempted to call Brooklyn an outer borough, hear this: ''In some ways, I think we're better than the Met.'' This is the word from Jay Meetze, the 27-year-old conductor who is the artistic director of the brand new Opera Company of Brooklyn. Sure the Metropolitan Opera is good, Mr. Meetze acknowledges, but he insists that his offerings are" , "date" : "20001210" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Move Over, Zeffirelli: A New Opera Company Thinks Small" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/10\/nyregion\/neighborhood-report-brooklyn-up-close-move-over-zeffirelli-new-opera-company.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''LA BOHEME.'' Amato Opera. This company, in its 53rd season, stages its productions on modest but generally attractive sets, and uses reduced orchestrations and singers who can often be" , "date" : "20001208" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/08\/movies\/classical-music-and-dance-guide.html"} ,   {"body" : "A group of developers is advancing plans for a mixed-income rental building on a site in the far eastern corner of TriBeCa that long has been dotted with vacant lots and mostly empty low-lying structures. The $118.5 million project will contain 330 apartments. Of these, 204 units will be one-bedrooms, and the rest will be studios and two-bedroom" , "date" : "20001208" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "Residential Real Estate; A TriBeCa Building Is a Curtain Raiser for a Trio of Developers" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/08\/nyregion\/residential-real-estate-tribeca-building-curtain-raiser-for-trio-developers.html"} , {"body" : "In Hearing Room 387 at Queens Family Court, lawyers who jam into the closet-sized chamber have had to settle for a not-so-judicial-sounding seat assignment: the windowsill. At Brooklyn Family Court, defendants awaiting their turn overflow into equally grand accommodations: the stairwell. And at Manhattan's 111 Centre Street courthouse, where" , "date" : "20001205" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Halls of Justice Going Up All Over; New York City Nears a Peak In Its Courthouse Building Boom" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/05\/nyregion\/halls-justice-going-up-all-over-new-york-city-nears-peak-its-courthouse-building.html"} , {"author" : "Diane Cole is the author of the memoir ''After Great Pain: A New Life Emerges.''" , "body" : "Bless the family symmetry that gave my son, Edward, a first cousin who shares not only his age (almost 12) but also similar passions for general science and general mischief. Unfortunately, they live three hours apart, which limits all but their online time together. So whenever Cousin Steven comes to town, we show him the town: our town. And who" , "date" : "20001201" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "31" , "title" : "Travels With an Aunt: New York for Children" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/01\/arts\/travels-with-an-aunt-new-york-for-children.html"} , {"body" : "Community Capital Bank, a 10-year-old bank based in Downtown Brooklyn that specializes in providing small business loans and individual banking services in lower-income neighborhoods, is opening a branch in Sunset Park, Brooklyn, on Dec. 15. The branch, the bank's second, will occupy a building at 140 58th Street (at First Avenue) that housed a" , "date" : "20001126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; Brooklyn-Based Bank Coming to Sunset Park" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/26\/nyregion\/urban-tactics-brooklyn-based-bank-coming-to-sunset-park.html"} , {"body" : "A 25-year-old film student died early yesterday in a fire ignited by candles burning near her bed in her downtown Brooklyn apartment, officials said. The woman, Helen Carnegie, was a first-year graduate film student at New York University's Tisch School of the Arts. She was the 13th person in New York City this year to die in a fire started by a" , "date" : "20001123" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Student Killed in Fire Started by Candles" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/23\/nyregion\/student-killed-in-fire-started-by-candles.html"} , {"body" : "With a Little Bit of Luck NORMAN LAMM, who is celebrating his 25th year as president of Yeshiva University, would credit exactly one thing for his extended tenure: mazel. ''Just plain good luck,'' he said, translating the Yiddish word. Given that university presidents rarely remain in their posts for as long as a decade, much less a" , "date" : "20001122" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "9" , "title" : "BULLETIN BOARD" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/22\/nyregion\/bulletin-board.html"} , {"body" : "A few months from now, a new bright blue steel structure that frames the entrance to Downtown Brooklyn may be torn down. Or it may be joined by two others at nearby intersections. It all depends on the outcome of a battle between the organization that erected the arch and the local community board, which says neither it nor the city's Art" , "date" : "20001119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; Critics Say an Arch, From a Painter's Blue Period, Isn't Art" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/19\/nyregion\/neighborhood-report-downtown-brooklyn-critics-say-arch-painter-s-blue-period-isn.html"} , {"body" : "AMID the resolutely practical small businesses in western Harlem -- the lace curtain stores, the Koreans selling cheap socks and scooters, the hardware suppliers -- the Sweet Chef Southern Styles Bakery is a bright spot, a fanciful sign of a neighborhood on the way up. The shop's glass display cases are sparkling clean. Its pies and cakes -- sweet" , "date" : "20001119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; Making Harlem Sweeter, One Pie at a Time" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/19\/nyregion\/coping-making-harlem-sweeter-one-pie-at-a-time.html"} , {"author" : "E-mail: daschn@nytimes.com" , "body" : "The Nisei Knick Q.: I've heard that the New York Knicks once had a Japanese point guard. When did he play? A.: Back in the era of the two-handed set shot, Wataru Misaka, a Japanese-American standout at the University of Utah, played in three games for the Knicks in 1947. After playing on Utah's championship teams in 1944 and 1947, he became the" , "date" : "20001119" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2000\/11\/19\/nyregion\/fyi-234818.html"} , {"body" : "Officer Necktie, as he asked to be called, works the traffic beat in downtown Brooklyn. He has been on the job for more than a year, and by now, he says, he knows it pretty well. For example, he knew that yesterday was supposed to be the day that police officers across New York showed zero tolerance toward traffic violators of all stripes -- double" , "date" : "20001118" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Practically Zero Tolerance on Traffic" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/18\/nyregion\/practically-zero-tolerance-on-traffic.html"} ,   {"body" : "William S. Woodside, a prominent business and civic leader who used his positions as a platform to promote social change in the New York area and nationwide, died on Wednesday at his home in Manhattan. He was 78 and also had homes in Scottsdale, Ariz., and Litchfield, Conn. The cause was lung disease, said his wife, Migs. The resume of Mr." , "date" : "20001118" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["U.S." , "Obituaries"] , "page_facet" : "17" , "title" : "William Woodside, Executive, Dies at 78" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/18\/us\/william-woodside-executive-dies-at-78.html"} , {"body" : "At first blush, it looked like a typical fender bender: a 1989 Mercury sedan with four people inside ran into the car of a woman driving alone in downtown Brooklyn. But even though a police officer noted in his accident report that there were no injuries, three passengers in the Mercury were taken to a medical clinic, where they were treated for" , "date" : "20001117" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "Car Crashes Were Staged For Fraud, U.S. Charges" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/17\/nyregion\/car-crashes-were-staged-for-fraud-us-charges.html"} , {"body" : "NEW YORK MANHATTAN: TAX CUT APPROVED -- The New York City Council voted 39 to 3 yesterday to approve a reduction in the city's personal income tax that would save taxpayers an average of $52 a year. The cut is much smaller than the one proposed by Mayor Rudolph W. Giuliani nearly a year ago. It was scaled back by the mayor and the Council because" , "date" : "20001116" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/16\/nyregion\/metro-briefing.html"} , {"body" : "After a quarter of a century in which community opposition, lack of government financing and other obstacles thwarted the development of three prime patches at the edge of downtown Brooklyn, New York State moved yesterday to spur housing and retail projects on the sites. State officials invited proposals from developers to buy and build on one of" , "date" : "20001115" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "State Seeks Plans for Neglected Brooklyn Area" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/15\/nyregion\/state-seeks-plans-for-neglected-brooklyn-area.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. Costumes, set pieces, film equipment and other items relating to film, television and video are on permanent display. ''Visions of New York: Films From the 1960's Underground,'' including guest appearances by filmmakers; through" , "date" : "20001110" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/10\/arts\/spare-times-116610.html"} , {"body" : "Coney Island is an eclectic oasis on the edge of an eclectic city. It is home to the Polar Bears, those hearty souls who swim in the Atlantic in February, and the Russian women who stroll the boardwalk in mink coats in July. And, of course, the Cyclone, the rickety-looking roller coaster that roars over an amusement park with a fabled past and a" , "date" : "20001110" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "WEEKEND WARRIOR; Hit Me With Your Best Shot" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/10\/arts\/weekend-warrior-hit-me-with-your-best-shot.html"} , {"body" : "And this was supposed to be a new and improved New York election. There was the city's nifty new automated phone bank with 38 operators ready to enlighten bewildered voters. There was the revamped training program for the 26,000 brave souls recruited to staff the city's polls. There were the extended Board of Elections office hours, the scan-able" , "date" : "20001109" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "20" , "title" : "THE 2000 ELECTIONS: THE MECHANICS; Preparations for Smooth Day at Polls Run Afoul of Murphy's Law" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/09\/us\/2000-elections-mechanics-preparations-for-smooth-day-polls-run-afoul-murphy-s.html"} , {"body" : "It was a place of the discarded and the dead. There were no roads. There was said to be nothing green that could live. The smell could sicken at a distance of two miles. In the early years of the 20th century, the tiny island off the coast of Brooklyn was a nightmare: a dumping ground for most of the trash and animal carcasses of the teeming city." , "date" : "20001107" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BARREN ISLAND"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "All the Dead Horses, Next Door; Bittersweet Memories of the City's Island of Garbage" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/07\/nyregion\/all-dead-horses-next-door-bittersweet-memories-city-s-island-garbage.html"} , {"body" : "ATTRACTIONS Museums and Sites ALICE AUSTEN HOUSE, 2 Hylan Boulevard, Rosebank, Staten Island. This 17th-century farmhouse, converted to a Victorian cottage in the 19th century, was the home of the photographer Alice Austen. ''Ferryboat,'' photographs by Charles Martin, through Dec. 31. Hours: Thursdays through Sundays, noon to 5 p.m. Admission: $2;" , "date" : "20001103" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/03\/arts\/spare-times-003662.html"} , {"body" : "An investigation by the New York City Council has found that retailers continued to charge the 8.25 percent state sales tax on baby goods, hats, gloves and other merchandise even though the items were exempted from the tax on March 1. City Council Speaker Peter F. Vallone, who released the findings yesterday at a City Hall news conference, said" , "date" : "20001102" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Council Finds Old Sales Tax Is Still Assessed" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/02\/nyregion\/council-finds-old-sales-tax-is-still-assessed.html"} ,   {"body" : "The Yankee Stadium stop on the No. 4 line smelled not so much like victory yesterday as it did like bleach. Nuris Rosario, a transit worker, was putting her shoulder into her broom, scouring the last residue of the 2000 Subway Series off the long concrete platform. Somehow, though, you could tell that she did not want to wash it all away. It might" , "date" : "20001028" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "BASEBALL: SUBWAY SERIES -- TUNNEL VISIONS; A Ride To Work, A Replay Of Victory" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/28\/nyregion\/baseball-subway-series-tunnel-visions-a-ride-to-work-a-replay-of-victory.html"} , {"body" : "At 9 p.m. on a recent Monday, cars were double-parked along Rogers Avenue in the Flatbush section of Brooklyn. No action disturbed the street; the nearest bodega was quiet, and no one loitered on the corner at Martense Street. But behind the doors of the storefront Resurrection Temple of the Lord, a mighty noise ignited, lighted by the spirit of" , "date" : "20001027" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "CRITIC'S NOTEBOOK; A Twofold Mission Of Piety and Pop" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/27\/movies\/critic-s-notebook-a-twofold-mission-of-piety-and-pop.html"} , {"body" : "Compact video cameras emerged from tote bags, and silver cameras were whisked from the folds of dark suits as the visitors from Hubei Province in China took turns sidling up to an oversized statue and posing with shy half-smiles. They were not standing beside the Statue of Liberty or a hand-painted cow, but admiring a bronze statue depicting a" , "date" : "20001024" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Police Dept.'s Growing Allure; Crime Fighters From Around World Visit for Tips" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/24\/nyregion\/a-police-dept-s-growing-allure-crime-fighters-from-around-world-visit-for-tips.html"} , {"body" : "Four months ago, at the height of the summer tourist season, Greyhound Lines resumed direct bus service to and from Downtown Brooklyn for the first time in 10 years. But community board members say that the service has created traffic snarls and pollution in an already congested part of town, and that they were not consulted about the location for" , "date" : "20001022" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; Greyhound Skirted Proper Procedure, Local Leaders Charge" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/22\/nyregion\/neighborhood-report-downtown-brooklyn-greyhound-skirted-proper-procedure-local.html"} , {"body" : "WE were getting a lot of mail from readers complaining that I never write about New York buildings, so my employers decided to build one. Not just any building, but a work of architecture, a project with the potential to raise the quality of building in New York. Last week, when I learned that Renzo Piano had been chosen to design the new" , "date" : "20001022" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["TIMES SQUARE AND 42ND STREET (NYC)" , "NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "ART\/ARCHITECTURE; A Rare Opportunity For Real Architecture Where It's Needed" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/22\/arts\/art-architecture-a-rare-opportunity-for-real-architecture-where-it-s-needed.html"} , {"body" : "ATTRACTIONS Museums and Sites ALICE AUSTEN HOUSE, 2 Hylan Boulevard, Rosebank, Staten Island. This 17th-century farmhouse, converted to a Victorian cottage in the 19th century, was the home of the photographer Alice Austen. ''Ferryboat,'' photographs by Charles Martin, through Dec. 31. Hours: Thursdays through Sundays, noon to 5 p.m. Admission: $2;" , "date" : "20001020" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "48" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/20\/arts\/spare-times-751197.html"} , {"body" : "Theater ''THE ADVENTURES OF MAYA THE BEE,'' told through rod and shadow puppets and a jazz score, is about a little bee who rejects toiling in the hive and flies off to pursue tastes more exotic than honey. Saturdays at 11 a.m. at the Salon Theater, 45 Bleecker Street, Greenwich Village. Tickets: $15; $7 for children. Reservations: (212) 539-6644." , "date" : "20001020" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "48" , "title" : "SPARE TIMES: FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/20\/arts\/spare-times-for-children.html"} , {"body" : "City officials have decided to settle a federal civil rights case filed by a 19-year-old Brooklyn student who was arrested two years ago for jumping a turnstile when he had, in fact, paid his fare using a MetroCard. The case was one of thousands of fare-beating arrests that have been pursued by the police over the last six years as they have" , "date" : "20001011" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Proof From MetroCard Ends Fare-Beating Case" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/11\/nyregion\/proof-from-metrocard-ends-fare-beating-case.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. The Arthur Ross Terrace, a new one-acre public space with ginkgo and pagoda trees, has recently opened, with the same hours as the museum. Opening tomorrow, ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter,'' live, multicolored" , "date" : "20001006" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "46" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/06\/arts\/spare-times-508578.html"} , {"body" : "For seven years, the Public Art Fund has been responsible for the changing landscape of the commons that surround the Metro Tech Center, the complex of corporate offices in downtown Brooklyn that includes Chase Manhattan Bank; Bear, Stearns; and Brooklyn Union Gas. The commons' newest scene is ''Halcyon Days,'' a yearlong exhibition by five New" , "date" : "20001006" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "SOHO AREA (SOUTH HOUSTON INDUSTRIAL DISTRICT) (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "INSIDE ART; A Landscape That Grows Art" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/06\/arts\/inside-art-a-landscape-that-grows-art.html"} ,   {"body" : "Oysters, Irish Style An oyster festival sponsored by Guinness, the traditional quaff for oysters in Ireland, will include a Galway-style shucking contest and food for sale and will take place on Saturday from noon to 9 p.m. at East Fourth and Lafayette Streets. The event will benefit the Merchant's House Museum, 29 East Fourth Street. A Day for" , "date" : "20001004" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "10" , "title" : "CALENDAR" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/04\/dining\/calendar.html"} , {"body" : "To the Editor: Your Sept. 28 news article about the encouraging cultural progress in downtown Brooklyn understates the potential of the arts there by not mentioning the roles that nearby campuses play as providers of audiences, performers and artists. Long Island University, along with other nearby educational institutions, is a member of the" , "date" : "20001003" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Artistry in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/03\/opinion\/l-artistry-in-brooklyn-451967.html"} , {"body" : "In a typical fairy tale, a frog is an enchanted creature just waiting for his true self to be revealed. In ''Boonah, Come Down,'' the frog is also on a quest, but his transformation is achieved through meditation, -- no princess's kiss required. If this doesn't sound like the Brothers Grimm, well, it's probably because they never explored Eastern" , "date" : "20000929" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "FAMILY FARE; Of Frogs And Philosophy" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/29\/arts\/family-fare-of-frogs-and-philosophy.html"} , {"body" : "I'M kind of a renegade,'' the Brooklyn-born Brian Merlis says about his obsession -- an obsession with collecting that in the last 20 years has cost him $250,000 -- and his marriage. Mr. Merlis doesn't gamble, scuba dive or fly fighter planes. He is an amateur historian and a collector of photographs and artifacts who has apparently published more" , "date" : "20000924" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Books" , "Real Estate"] , "page_facet" : "7" , "title" : "Streetscapes\/Brian Merlis; An Amateur Historian With a Passion for Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/24\/realestate\/streetscapes-brian-merlis-an-amateur-historian-with-a-passion-for-brooklyn.html"} , {"body" : "OFFICE vacancies are approaching record lows and rental rates reaching record highs in Manhattan. Despite the demand, there is no speculative construction in the city, with the few buildings that are being constructed substantially preleased before a shovel went into the ground. Across the Hudson River along the New Jersey waterfront, buildings are" , "date" : "20000924" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Commercial Property; An Up Cycle Just Keeps Rolling" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/24\/realestate\/commercial-property-an-up-cycle-just-keeps-rolling.html"} , {"body" : "MOTT HAVEN Capturing a Killer: Artists' Visions of Asthma New York City children are almost three times as likely to be hospitalized for asthma as are children nationwide, and the city's highest rate has been in the Bronx. Local artists have responded with various visual methods of thinking about the problem. The Io-Art Gallery and Adverse" , "date" : "20000924" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/24\/nyregion\/playing-in-the-neighborhood-283320.html"} , {"body" : "Lost in the noisy ebullience over New York City's thriving economy is a problem that some economists and elected leaders say could undermine the city's prosperity and cost thousands of jobs at everything from Internet companies to garment manufacturers. The problem is a severe lack of office space in Manhattan and the surrounding boroughs." , "date" : "20000919" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE CROWDED CITY; OFFICE SHORTAGE IMPERILS GROWTH IN NEW YORK CITY" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/19\/nyregion\/the-crowded-city-office-shortage-imperils-growth-in-new-york-city.html"} , {"body" : "The city has taken more than six years to renovate a building it owns in Downtown Brooklyn, and Howard Golden, the borough president, who called the lengthy project ''a particular embarrassment,'' wants the work finished fast. But city officials say they need nine more months. At issue is exterior work being done on the building, 345 Adams Street," , "date" : "20000917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; City Gets a Scolding Over a Long-Stalled Renovation" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/17\/nyregion\/neighborhood-report-downtown-brooklyn-city-gets-scolding-over-long-stalled.html"} , {"author" : "Eyal Press is a writer based in New York. This is his first article for the magazine." , "body" : "Name: Mubenga Kanyinda Age: 28 Coming from: Congo Looking for: Freedom I had to leave my country,'' whispered Mubenga Kanyinda in a voice so soft I could barely hear him. It was a Thursday morning in early February, and Kan- yinda was sitting across from me inside a narrow room with pale blue walls and harsh fluorescent lighting. He was shy and" , "date" : "20000917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONGO"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "91" , "title" : "No Refuge" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/17\/magazine\/no-refuge.html"} , {"body" : "Borrowing a page from the corporate handbook, Schools Chancellor Harold O. Levy has appointed four community school district superintendents as senior superintendents to mentor and advise their colleagues, who, with the senior superintendents, run the city's 32 school districts. A fifth superintendent is being brought out of retirement to oversee" , "date" : "20000914" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "5 Superintendents to Oversee Colleagues" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/14\/nyregion\/5-superintendents-to-oversee-colleagues.html"} ,   {"body" : "It Was No Busy Signal Schools Chancellor HAROLD O. LEVY was irked recently when he tried to reach several Board of Education administrators by telephone and got their voice mail instead. So he hired a firm, KPMG Consulting, to learn just how many officials at the board's headquarters at 110 Livingston Street in downtown Brooklyn do not answer their" , "date" : "20000913" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "11" , "title" : "BULLETIN BOARD" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/13\/nyregion\/bulletin-board.html"} , {"body" : "September EVENING STARS 2000 DANCE SERIES You couldn't get much smarter and more adventurous than the Evening Stars 2000 Series, which provides a remarkable overview of American dance in six performances. And it's free. The dance component of the festival opens tonight with a shared program by the companies of Ronald K. Brown and Rennie Harris. The" , "date" : "20000910" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "THE ANNOTATED LIST; In the Whirl: Uptown, Downtown, All Around Town" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/10\/arts\/the-annotated-list-in-the-whirl-uptown-downtown-all-around-town.html"} , {"body" : "A federal lawsuit filed yesterday charges that the city's Administration for Children's Services violated the civil rights of a 5-year-old boy and his mother by holding the child in foster care illegally for two and a half years and denying his mother the chance to plead in court for his return. Though the suit, brought by the national advocacy" , "date" : "20000831" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Suit Charges That Boy Was Illegally Kept in Foster Care as Mother Sought Return" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/31\/nyregion\/suit-charges-that-boy-was-illegally-kept-in-foster-care-as-mother-sought-return.html"} , {"body" : "Immediately, Liz Shipman, the director, gets the emotional center of ''A Midsommer Nights Dreame'' right. In this production by the Kings County Shakespeare Company, no matter what happens in the Athenian court or in the more imposing fairy court of Oberon and Titania, no matter how much amusing confusion Puck produces with his botched" , "date" : "20000824" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "THEATER REVIEW; Where Fairies Are as Foolish as the Mortals" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/24\/theater\/theater-review-where-fairies-are-as-foolish-as-the-mortals.html"} , {"body" : "New York City officials are finding that the road to building a new trading complex for the New York Stock Exchange can be long and bumpy. In response to solicitations by the Giuliani administration, only two developers told the city last Friday that they were interested in building the proposed $727 million, 1.9-million-square-foot trading complex" , "date" : "20000824" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Only 2 Developers Express Interest in Building Trading Complex for Stock Exchange" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/24\/nyregion\/only-2-developers-express-interest-building-trading-complex-for-stock-exchange.html"} , {"body" : "The Daily News will begin distributing a free evening newspaper aimed at commuters starting Sept. 12, executives said yesterday. The new paper, to be called The Daily News Express, will have a staff of about 12 reporters and will generally feature 20 pages of news and 20 pages of advertisements. Street hawkers will hand out the paper at 75" , "date" : "20000822" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Business; Daily News to Start Free Evening Paper" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/22\/nyregion\/metro-business-daily-news-to-start-free-evening-paper.html"} , {"body" : "In the cramped law library on the top floor of Kings County Family Court, the day begins with frilly dresses, wide grins and cheers of congratulations. A 3-year-old twig of a boy, an orphan since birth, gets parents of his own. A pair of brothers -- one 20 and disabled, the other, 10, with eyes like darts -- are adopted by the quiet couple who took" , "date" : "20000820" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "36" , "title" : "Brooklyn Journal; In Court, Families Sit Waiting On the Law" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/20\/nyregion\/brooklyn-journal-in-court-families-sit-waiting-on-the-law.html"} , {"body" : "The flags hanging from the windows of homes lining the only cobblestone blocks in Brooklyn Heights all bear the same Revolutionary War motto, ''Don't Tread on Me.'' The flag-waving residents want to stop a park they fear will bring thousands of people walking along their streets every weekend. On the waterfront below Brooklyn Heights, a" , "date" : "20000816" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BROOKLYN BRIDGE PARK (NYC)" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "As Some Fight A Park Plan, Its Supporters See Elitism; Many in Brooklyn Hts. Fear Hordes of Visitors" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/16\/nyregion\/some-fight-park-plan-its-supporters-see-elitism-many-brooklyn-hts-fear-hordes.html"} , {"body" : "AS their lease drew to a close at 160-170 Varick Street on the lower west side of Manhattan, executives of Colahan Saunders Corporation, a commercial printing company, knew they were going to have to move. Their landlord, Trinity Church Real Estate, was converting its portfolio of buildings from largely industrial uses to offices, at rents" , "date" : "20000813" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "LONG ISLAND CITY (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Commercial Property\/Long Island City, Queens; Crossing the Queensboro Bridge as a Resettler" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/13\/realestate\/commercial-property-long-island-city-queens-crossing-queensboro-bridge-resettler.html"} , {"body" : "OFFICE rents, which have been rising steadily for several years, spiked upward in the second quarter of this year, leading some real estate executives to express concern that vital service providers, such as smaller law and accounting firms, may be driven out of Manhattan. According to figures compiled by the Williams Real Estate company, the" , "date" : "20000806" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "Commercial Property\/The Manhattan Market; Office Rents Are Up Sharply in the Second Quarter" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/06\/realestate\/commercial-property-manhattan-market-office-rents-are-up-sharply-second-quarter.html"} ,   {"body" : "Two underground electrical fires in downtown Brooklyn sent thick, black smoke billowing out of manholes and subway entrances and forced the closing of four of the city's busiest subway lines yesterday just as the evening commute was beginning, stranding tens of thousands of riders in Manhattan and Brooklyn. As subway fires go, the ones that began" , "date" : "20000803" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "2 Fires Disrupt Subway Lines In Manhattan And Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/03\/nyregion\/2-fires-disrupt-subway-lines-in-manhattan-and-brooklyn.html"} , {"body" : "INTERNATIONAL A3-17 Foreign Minister Quits As Israeli Turmoil Grows Foreign Minister David Levy resigned over Prime Minister Ehud Barak's willingness to compromise with the Palestinians on Jerusalem. And four bills calling for new elections passed in the Knesset. A17 Donations Uproar in Japan The government of Prime Minister Yoshiro Mori was" , "date" : "20000803" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/03\/nyregion\/news-summary-506036.html"} , {"body" : "IF you have set foot on a subway platform during the last 20 years, there is a decent chance he has been standing there next to you, a small, smiling man in no hurry to catch a train. He was probably carrying a green satchel with a tiny American flag stitched on the flap. From this satchel, he probably produced a pair of junk store binoculars or a" , "date" : "20000723" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "Smitten by the Subway" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/23\/nyregion\/smitten-by-the-subway.html"} , {"body" : "Three people were missing and feared dead last night after an explosion destroyed a three-story red-brick building near downtown Brooklyn and heavily damaged the house next door, the authorities said. The 7:45 p.m. explosion, which reduced 420 State Street in Boerum Hill to a pile of beams and bricks and damaged its neighbor, 418 State Street," , "date" : "20000712" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Blast Levels a Brooklyn Building; 3 People Are Missing" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/12\/nyregion\/blast-levels-a-brooklyn-building-3-people-are-missing.html"} , {"body" : "INTERNATIONAL A3-14 Mideast Summit Meeting Opens at Camp David Israeli and Palestinian leaders began their peace summit at Camp David. President Clinton ushered the leaders into the presidential retreat where he hopes for a ''principled compromise.'' A1 Nigerians Killed by Blast More than 100 people were killed after a damaged gasoline pipeline" , "date" : "20000712" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/12\/nyregion\/news-summary-173487.html"} , {"body" : "Developers pitching projects as varied as the expansion of an Astoria film studio to the construction of a large shopping center in East Harlem ranked among the biggest spenders last year on New York City lobbyists, according to a report released yesterday. Since the start of the Giuliani administration in 1994, spending on the lobbyists who try to" , "date" : "20000711" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Lobbyists Putting Muscle Behind Real Estate" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/11\/nyregion\/lobbyists-putting-muscle-behind-real-estate.html"} , {"body" : "Theater ''VENUS AND ADONIS,'' Shakespeare's 1593 bawdy epic poem about the love goddess and her unsuccessful seduction of young Adonis, has been adapted into a comedy by the Shakespeare Project, performed by live actors and puppets. Today through Sunday at 6 p.m. at Rector Park in Battery Park City, Lower Manhattan, as part of the Hudson River" , "date" : "20000707" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "SPARE TIMES: FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/07\/arts\/spare-times-for-children.html"} , {"body" : "The inspector general for the Metropolitan Transportation Authority is investigating allegations that supervisors who oversee the subway's signal system failed to make hundreds of inspections of the lights that direct trains throughout the city. Officials with New York City Transit said yesterday that they had learned of the allegations late last" , "date" : "20000707" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Subway Signal Inspections Under Review" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/07\/nyregion\/subway-signal-inspections-under-review.html"} , {"body" : "The B train that derailed Tuesday night in downtown Brooklyn, injuring 95 passengers, was traveling along a route it did not usually take and was crossing back to its own tracks when its third car jumped off the rails, transit officials said yesterday. Officials said it could be several weeks before they determined what caused the accident, which" , "date" : "20000622" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Officials Focus on Subway Switch as Cause of Derailment" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/22\/nyregion\/officials-focus-on-subway-switch-as-cause-of-derailment.html"} , {"body" : "The transit workers arrived by the dozens, piling out of trucks and wearing orange vests and helmets, like soldiers ready for battle. Some had trained for exactly such a moment. Others could not have known what to expect when they stepped into the subway tunnel beneath the DeKalb Avenue station in downtown Brooklyn. Billowing smoke. People" , "date" : "20000622" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "2 Derailed Cars, 70 Feet of Damaged Track, 8 Frantic Hours" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/22\/nyregion\/2-derailed-cars-70-feet-of-damaged-track-8-frantic-hours.html"} ,   {"body" : "Eighty-four people were hurt, three of them critically, when a subway train derailed as it pulled out of a station in downtown Brooklyn last night, hurling passengers into one another and against the train's windows, causing many head injuries, the authorities said. As the southbound B train left the DeKalb Avenue station at 9:57 p.m., the third" , "date" : "20000621" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Train Derails In Brooklyn, Injuring Scores" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/21\/nyregion\/train-derails-in-brooklyn-injuring-scores.html"} , {"body" : "INTERNATIONAL A3-12 Taiwan Leader Extends Invitation to Beijing Taiwan's new president, Chen Shui-bian, left, emboldened by the warm summit meeting between the leaders of North and South Korea, invited his Chinese counterpart, Jiang Zemin, to join him in a similar effort. A1 Strategy on China Trade Bill President Clinton summoned a bipartisan group" , "date" : "20000621" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/21\/nyregion\/news-summary-863980.html"} , {"author" : "Phillip Lopate, a novelist and essayist, is the editor of ''Writing New York'' (Library of America, 1998), a collection of writings about the city." , "body" : "IN Borges's story ''The Aleph,'' the narrator opens the trapdoor of a cellar to find himself staring at ''millions of acts both delightful and awful,'' all of which simultaneously ''occupied the same point in space.'' So a newcomer might feel, arriving in New York City for the first time. How does one begin to ''read'' New York, to make sense of" , "date" : "20000618" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "1" , "title" : "New York, Brick by Brick" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/18\/nyregion\/new-york-brick-by-brick.html"} , {"body" : "To help budding entrepreneurs answer questions about starting their own businesses -- ''How much money should I have in the bank during the first year?'' and ''When should I break from my career to begin?'' -- the Brooklyn Economic Development Corporation, a nonprofit agency that helps create jobs in the borough, this month opened a center for" , "date" : "20000618" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Assistance in Brooklyn For Would-Be Entrepreneurs" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/18\/nyregion\/new-yorkers-co-assistance-in-brooklyn-for-would-be-entrepreneurs.html"} , {"body" : "Mayor Rudolph W. Giuliani and City Council leaders joked this week about what to call them: the ''outer boroughs'' or the ''other boroughs''? But the reason for the bantering was no joke: the $37.6 billion budget approved this week includes an unusually large share of money and other perks for sections of the city outside Manhattan. The 2001 budget" , "date" : "20000608" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Budget Offers Perks to Boroughs Other Than Manhattan" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/08\/nyregion\/budget-offers-perks-to-boroughs-other-than-manhattan.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; usually the second Tuesday of the month; but the next meeting is Tuesday, 6:30 p.m.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. DISTRICT 2: Fort Greene, Downtown Brooklyn," , "date" : "20000604" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; The Brooklyn Meetings, From Sea Gate to Dumbo" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/04\/nyregion\/community-boards-the-brooklyn-meetings-from-sea-gate-to-dumbo.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Opening today, ''Fighting Dinosaurs: New Discoveries From Mongolia,'' which focuses on one of the most famous fossil finds in the world; through Oct. 29. In conjunction with the exhibition, a celebration of the cultural heritage of Mongolia, with" , "date" : "20000602" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/02\/arts\/spare-times-553107.html"} , {"body" : "After Stanley Leibman was arrested last year on federal bank fraud charges, he was so distraught, the government said, that he called an old pal, Vincent Scarabino, to complain about his lot. As federal prosecutors described the conversation, Mr. Leibman, who once owned a string of Brooklyn electronics stores, told Mr. Scarabino that he had been" , "date" : "20000530" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Trial to Open for Former Executive of U.S. Agency in a Murder-for-Hire Case" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/30\/nyregion\/trial-to-open-for-former-executive-of-us-agency-in-a-murder-for-hire-case.html"} , {"body" : "ON THE STREET New York City FEAST OF ST. ANTHONY, Mott Street, from Hester to Canal Streets, Little Italy. Today through Monday from 2 to 11:30 p.m. Sponsored by the St. Anthony Society and Most Precious Blood Church. WASHINGTON SQUARE OUTDOOR ART EXHIBIT, on the sidewalks north, south and east of Washington Square Park, Greenwich Village. Tomorrow" , "date" : "20000526" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/26\/arts\/spare-times-441759.html"} , {"body" : "A water-main break in downtown Brooklyn flooded several businesses yesterday and closed a busy block of Atlantic Avenue for several hours, fire officials said. Construction has been under way on water and gas pipes this week, and Deputy Fire Chief Robert Hovsepian said that a 30-inch water main ruptured during the afternoon. The basements of at" , "date" : "20000525" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "METRO NEWS BRIEFS: NEW YORK; Broken Main Floods Several Brooklyn Shops" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/25\/nyregion\/metro-news-briefs-new-york-broken-main-floods-several-brooklyn-shops.html"} ,   {"body" : "DOWNTOWN BROOKLYN Gardener's Gambit: Peony to King Four An outdoor living chess garden is the big (1,000 square feet) attraction in the third annual Metrotech Garden Festival, which opens at noon tomorrow. The garden is made up of chess pieces that are rolling planters of formal topiary, flowers and shrubs. International champions and local chess" , "date" : "20000521" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/21\/nyregion\/playing-in-the-neighborhood-342920.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. * ABDELLI, Symphony Space, 2537 Broadway, at 95th Street, (212) 864-5400 or (212) 545-7536. Abderrahmane Abdelli is a Berber from the Kabylia region of Algeria," , "date" : "20000519" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/19\/movies\/pop-and-jazz-guide-324060.html"} , {"body" : "A 60-year-old woman died after being run over by a private bus in Downtown Brooklyn yesterday, the police said. The woman, Digna Fontanez, was trying to cross Livingston Street, a busy four-lane street, just west of its intersection with Flatbush Avenue at 3:10 p.m., and she made it only halfway across, witnesses told the police. Witnesses said she" , "date" : "20000516" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "METRO NEWS BRIEFS: NEW YORK; Woman Crossing Street Is Killed by a Bus" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/16\/nyregion\/metro-news-briefs-new-york-woman-crossing-street-is-killed-by-a-bus.html"} , {"body" : "IS architecture an art? What restrictions can government place on architects without violating constitutional principles? A new proposal to overhaul the city's zoning laws is now forcing New Yorkers to confront these fundamental questions. Titled the Uniform Bulk Program, the proposal amounts to the architectural manifesto of the Giuliani" , "date" : "20000514" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "ART\/ARCHITECTURE; Reaching For Power Over Streets And Sky" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/14\/arts\/art-architecture-reaching-for-power-over-streets-and-sky.html"} , {"body" : "He has been the man so in control that he could almost be heard setting his jaw. He has been the man who knows what is best for everybody, the man who takes it upon himself to restore morality to Gomorrah on the Hudson. For better, for worse, for seven years, he has been the man. Then, over a span of a few days that culminated with an extraordinary" , "date" : "20000514" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "A New Side of a Familiar Man" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/14\/nyregion\/a-new-side-of-a-familiar-man.html"} , {"body" : "Over sandwiches and keyboards yesterday, at soda machines and bus stops, it seemed as if New Yorkers were hardly surprised by the news: the marital problems of Mayor Rudolph W. Giuliani and his wife, Donna Hanover. ''Come on, we knew a long time ago this wasn't much of a marriage,'' said Sidney Levitan, 89, a retired high school administrator." , "date" : "20000512" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE MAYOR'S SEPARATION: THE REACTION; Giuliani's Marital Uproar Brings Winces and Sighs" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/12\/nyregion\/mayor-s-separation-reaction-giuliani-s-marital-uproar-brings-winces-sighs.html"} , {"body" : "To the Editor: Re ''Turning a Kiosk Into a Borough Gateway'' (April 2): The north face of the kiosk, nearest Flatbush Avenue, was -- until it was removed a couple of years ago -- the location of my all-time favorite traffic sign: ''No standing at all times.'' I miss its grammatical incoherence and would dearly love to secure one to display. ELLIOTT" , "date" : "20000507" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "17" , "title" : "Life Under the Billboard Blanket; Brooklyn Kiosk Carried Sign That Turned Heads" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/07\/nyregion\/l-life-under-the-billboard-blanket-brooklyn-kiosk-carried-sign-that-turned-heads-131989.html"} , {"body" : "FOR CHILDREN Theater ''PLAYS 2000: NEW WORKS FROM URBAN YOUTH THEATER.'' Henry Street Settlement's Urban Youth Theater will present five one-acts, written and performed by students of the program and directed by faculty members and guest artists, at Henry Street Settlement's Experimental Theater, Abrons Arts Center, 466 Grand Street, Lower East" , "date" : "20000428" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/28\/arts\/spare-times-984434.html"} , {"body" : "The protesters who headed to the Brooklyn Bridge yesterday morning, led by the Rev. Herbert Daughtry in a march against police brutality, were making a point with their attire as well as their agenda. In support of an economic boycott, the nearly 200 protesters spurned Easter finery and spring hats for denim and baseball caps, and planned to march" , "date" : "20000424" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officers Halt Protest March Against Police" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/24\/nyregion\/officers-halt-protest-march-against-police.html"} , {"body" : "Dismayed over two towering buildings currently rising in Brooklyn Heights, community groups packed Borough Hall on Monday to demand that the city impose stricter limits in its proposed rezoning of downtown Brooklyn. In a proposal presented by the Department of City Planning to Borough President Howard Golden, the city would create a Special" , "date" : "20000423" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKYLN UP CLOSE; Residents Seek a Tighter Cap On Towers in Their Midst" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/23\/nyregion\/neighborhood-report-brookyln-up-close-residents-seek-tighter-cap-towers-their.html"} ,   {"body" : "The potential for development in Brooklyn -- including concepts for a freight tunnel to Staten Island and a new cultural district downtown -- is the focus of a three-morning conference starting tomorrow sponsored by the Steven L. Newman Real Estate Institute at Baruch College. The second session is scheduled for May 8 and the third for May 22. All" , "date" : "20000423" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Conference at Baruch College; The Future Of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/23\/realestate\/postings-conference-at-baruch-college-the-future-of-brooklyn.html"} , {"body" : "The Cyclone, the famed wooden roller coaster at Coney Island, starts up another white-knuckle season. With other reports from the West Village, Upper West Side, Upper East Side, Midtown, Greenwich Village, SoHo, Broad Channel, Downtown Brooklyn, South Brooklyn, Hunts Point and Pelham Parkway. PAGES 5-9 NEIGHBORHOOD REPORT" , "date" : "20000423" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEIGHBORHOOD REPORT; Let the Screams Begin" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/23\/nyregion\/neighborhood-report-let-the-screams-begin.html"} , {"body" : "Peter Bloom knew he had made the right school choice five years ago when he visited his son's kindergarten class and reached for a batch of muffins the students had just baked. His son gave him a reproachful look. ''Dad,'' he said, ''those are for the homeless shelter.'' Brooklyn Friends School has long been known as the warm and fuzzy New York" , "date" : "20000419" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "11" , "title" : "Private School Reassesses in Wake of a Departure" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/19\/nyregion\/private-school-reassesses-in-wake-of-a-departure.html"} , {"body" : "A cloud of pink dust from a pack of dye used to catch bank robbers forced the shutdown of a subway station in Downtown Brooklyn for more than an hour last night, the authorities said. After the dust settled, how the pack got into the Jay Street-Borough Hall station remained a mystery. No bank robberies were reported nearby -- banks were closed" , "date" : "20000417" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "METRO NEWS BRIEFS: NEW YORK; Subway Station Is Closed After Dye Pack Explodes" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/17\/nyregion\/metro-news-briefs-new-york-subway-station-is-closed-after-dye-pack-explodes.html"} , {"body" : "This is a sampling of the musical presentations planned for the holiday season at churches and concert halls in New York City. All are free unless otherwise noted (churches accept donations). This selection, compiled by the critic Paul Griffiths, represents what caught his eye and excited his expectations. Unless noted, church choirs are featured" , "date" : "20000414" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "A Chorus of Alleluias and Glorias Herald Easter Season" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/14\/movies\/a-chorus-of-alleluias-and-glorias-herald-easter-season.html"} , {"body" : "An off-duty police officer moonlighting as a security guard in a downtown Brooklyn clothing store killed a 17-year-old boy last evening in a gunfight that began after the youth and a friend set off the store's theft alarm, the police said. The friend and a store clerk were each shot in the leg during the gunfight, which filled the store's entryway" , "date" : "20000413" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Off-Duty Officer Kills Youth in Brooklyn Store" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/13\/nyregion\/off-duty-officer-kills-youth-in-brooklyn-store.html"} , {"body" : "IN America, more than 200,000 guns are traced by law enforcement each year. This is the story of one of those weapons -- named after its serial number -- No. 997126, a 12-shot, 9 millimeter Jennings semi-automatic. The gun, made mostly of plastic, was manufactured in 1995, at a factory near John Wayne International Airport in Costa Mesa, Calif. It" , "date" : "20000409" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GEORGIA" , "COSTA MESA (CALIF)"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "18" , "title" : "THE NATION; The Biography of a Gun" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/09\/weekinreview\/the-nation-the-biography-of-a-gun.html"} , {"body" : "Snaking under the streets of Manhattan and parts of Brooklyn are 175 miles of thick cast-iron pipes that were laid nearly a century ago to help a developing city deal with the ever-present danger of fire. In its day, the high-pressure water system was considered the ultimate in firefighting technology, but like most innovations, it eventually" , "date" : "20000404" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "City Finds a Fiber-Optic Solution Underfoot, in Old Pipes" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/04\/nyregion\/city-finds-a-fiber-optic-solution-underfoot-in-old-pipes.html"} , {"body" : "FROM the time the first discussions began until it opened its doors in July 1998, Renaissance Plaza in downtown Brooklyn was a 15-year undertaking, with much of the uncertainty that delayed the project centered on the 376-room hotel that is part of the 1.4-million-square-foot building, which also contains offices and stores. But less than two years" , "date" : "20000402" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Commercial Property\/Downtown Brooklyn; Open Only Two Years, a Hotel Is Ready to Expand" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/02\/realestate\/commercial-property-downtown-brooklyn-open-only-two-years-hotel-ready-expand.html"} , {"body" : "Saying Brooklyn deserves a visual gateway to welcome visitors, community groups have long pushed for restoration of a graffiti-covered kiosk that once housed a subway entrance and newsstand. But now that the city plans to renovate the 92-year-old kiosk, on a traffic island bounded by Flatbush, Atlantic and Fourth Avenues, there is disagreement on" , "date" : "20000402" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; Turning a Kiosk Into a Borough Gateway" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/02\/nyregion\/neighborhood-report-downtown-brooklyn-turning-a-kiosk-into-a-borough-gateway.html"} ,   {"body" : "HAD Stephon Marbury remained at Georgia Tech for four long years and helped keep the departing Bobby Cremins's program afloat, he would be a rookie now in the National Basketball Association, greener all over except in the wallet. The Nets' best player was at his dressing stall one night last week when he was asked if at any time as a millionaire" , "date" : "20000402" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "Sports of The Times; In an Often Shady and Dirty Business, It Is Business as Usual" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/02\/sports\/sports-of-the-times-in-an-often-shady-and-dirty-business-it-is-business-as-usual.html"} , {"body" : "EVENTS NEW YORK CITY MARATHON LINEUP, West Park Drive at 67th Street, Central Park. Applications for the 2000 New York City Marathon will be handed out on Sunday from 11 a.m. to 1 p.m. Sponsored by the New York Road Runners Club. Information: (212) 860-4455. TARTAN DAY CELEBRATION, Central Park, Literary Walk, East Drive and 68th Street. Featuring" , "date" : "20000331" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/31\/arts\/spare-times-541885.html"} , {"body" : "Theater ''APPELEMANDO'S DREAMS.'' The title character in Patricia Polacco's picture book can see things that adults can't or won't see. He also perceives light and color where adults see only drabness. The tale has been adapted into a light opera by the librettist Barbara Zinn Krieger and the composer James Kurtz. They've embellished the book's" , "date" : "20000331" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/31\/arts\/spare-times-for-children.html"} , {"body" : "Thousands of young adults in New York City's foster care system, many of them neglected or abandoned during the height of the city's crack epidemic a decade ago, have been moved out of the system in recent years, forced to fend for themselves at 18 and often with little education or financial resources. The city's child welfare system, whose legal" , "date" : "20000328" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Youths Leaving Foster Care System With Few Skills or Resources" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/28\/nyregion\/youths-leaving-foster-care-system-with-few-skills-or-resources.html"} , {"body" : "HERBERT STURZ is not a name readily recognizable to 98 percent of New Yorkers. This pleases Mr. Sturz. But inquire of the remaining 2 percent -- public- and private-sector types alike, who have left their own crater-size footprints in criminal justice, real estate development and social welfare policies in the city -- and the booming response is" , "date" : "20000328" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; A Man Who Gives Credit Where It's Due" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/28\/nyregion\/public-lives-a-man-who-gives-credit-where-it-s-due.html"} , {"body" : "BROOKLYN HEIGHTS and neighboring Cobble Hill have long been the home to locally owned businesses catering to the residents of the largely low-rise neighborhoods and the nearby court system. But now the area is beginning to attract national retailers, at the same time as some local businesses are expanding. CVS Pharmacy has leased 12,000 square feet" , "date" : "20000326" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "COBBLE HILL (NYC)" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Commercial Property\/Brooklyn Heights and Cobble Hill; National Chains Vie for Piece of the Local Retail Pie" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/26\/realestate\/commercial-property-brooklyn-heights-cobble-hill-national-chains-vie-for-piece.html"} , {"body" : "ATTRACTIONS Museums and Sites ALICE AUSTEN HOUSE, 2 Hylan Boulevard, Rosebank, Staten Island. This 17th-century farmhouse, converted to a Victorian cottage in the 19th century, was the home of the photographer Alice Austen. The parlor is filled with period furniture. ''Moments in Staten's Island's Black Heritage,'' photographs from 1880 to the turn" , "date" : "20000324" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/24\/arts\/spare-times-425460.html"} , {"body" : "It's not a job with a future, but the future of many neighborhoods in America may be affected by how well the job is done. Every 10 years, the Census Bureau hires an army of census takers -- enumerators, in bureau parlance. For the 2000 count, which has just begun, the bureau needs about a half-million of them. The job lasts only six weeks or so." , "date" : "20000318" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Census Takers Moved by Money And Civic Duty; A Temp Position That Counts, Even if It Doesn't Last Long" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/18\/nyregion\/census-takers-moved-money-civic-duty-temp-position-that-counts-even-if-it-doesn.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''IL BARBIERE DI SIVIGLIA.'' The baritone Thomas Hampson, whose intelligent, scholarly accomplishment and devotion to song were recently on display in two Carnegie Hall recital" , "date" : "20000317" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/17\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Mayor Rudolph W. Giuliani announced yesterday that the city was aggressively seeking a buyer for 110 Livingston Street, the Board of Education's decrepit and maligned headquarters in downtown Brooklyn, and that he was not going to wait for the board's study exploring the possibility of a sale. ''Study!'' Mr. Giuliani said derisively at a news" , "date" : "20000310" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Mayor Says School Board's Base Is for Sale, Study or No" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/10\/nyregion\/mayor-says-school-board-s-base-is-for-sale-study-or-no.html"} ,   {"body" : "John P. Keith, a former president of the Regional Plan Association, a nonprofit planning agency for the New York City metropolitan area, died Thursday at a hospital in Manhattan. He was 78. The cause of death was congestive heart failure, said his wife, Doris. Mr. Keith was president of the association from 1969 to 1989. Previously, he spent 10" , "date" : "20000307" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "29" , "title" : "John P. Keith, 78, President Of Regional Plan Association" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/07\/nyregion\/john-p-keith-78-president-of-regional-plan-association.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting March 14, 6:30 P.M.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; (718) 389-0009. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill, Boerum Hill, Vinegar" , "date" : "20000305" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "BROOKLYN UP CLOSE; Communities Speak Up: Where the Boards Meet in March" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/05\/nyregion\/brooklyn-up-close-communities-speak-up-where-the-boards-meet-in-march.html"} , {"body" : "Check-In Time After the success of Metrotech, the office complex in downtown Brooklyn known for its dedication to showcasing public art, its developer, Bruce C. Ratner, is once more trying his hand at creating environments that focus on contemporary art. This time Mr. Ratner is installing art in two new Manhattan hotels opening this spring. ''I" , "date" : "20000303" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "48" , "title" : "INSIDE ART" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/03\/arts\/inside-art.html"} , {"body" : "The halls of the Brooklyn Tabernacle shook with the exhortations of the Rev. Jim Cymbala yesterday, and Carol Cymbala, leading the choir, worked the piano as she has done for 27 years, as if nothing at all were different about this day. But there was. The 270-voice Brooklyn Tabernacle Choir was singing for the first time in public since winning its" , "date" : "20000228" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Choir Wins Praise by Singing the Lord's Praises" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/28\/nyregion\/brooklyn-choir-wins-praise-by-singing-the-lord-s-praises.html"} , {"body" : "A decade after Greyhound stopped direct long-distance service to and from Brooklyn, two local businessmen are trying to return the bus company to the borough. But some community board members have raised concerns about noise and pollution from buses. Darnell Canada, president of the Fort Greene Empowerment Organization, a community group, and" , "date" : "20000227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: FORT GREENE; Long-Absent Greyhounds May Return To Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/27\/nyregion\/neighborhood-report-fort-greene-long-absent-greyhounds-may-return-to-brooklyn.html"} , {"body" : "JERRY NOONAN has what he calls ''a nice problem.'' Nearly all 400 boxes at his Mail Boxes Etc. outlet on the Avenue of the Americas near 14th Street have been rented, so Mr. Noonan, who owns the franchise, has come up with what he calls the ''virtual mailbox.'' Instead of getting keys to an actual box, customers go to the desk and ask for their" , "date" : "20000227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Little Boxes, Little Boxes" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/27\/nyregion\/new-yorkers-co-little-boxes-little-boxes.html"} , {"body" : "Grasping a bar designed to help blind children keep their balance as they play, 4-year-old Monique jumps up and down on a small yellow trampoline. Suddenly, Joshua, a tall, husky boy, jumps on behind her. Ignoring the bar, he bounces hard, throwing her off balance. ''Stand up, Monique!'' cries one of her teachers. Monique frowns. ''He keeps" , "date" : "20000227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: COBBLE HILL; Blind Children Take a Small Step Toward Public School" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/27\/nyregion\/neighborhood-report-cobble-hill-blind-children-take-small-step-toward-public.html"} , {"body" : "At the 84th Precinct in downtown Brooklyn, the officers on duty started gathering in the lounge when word came that the verdict would soon be announced. It would be ridiculous to say that the half-dozen patrolmen who gathered were anxious or concerned or rapt. It was more than that: a tidal wave could have engulfed the neighborhood and still they" , "date" : "20000226" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE DIALLO VERDICT: THE POLICE; At a Brooklyn Precinct, Tension, Then Jubilation" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/26\/nyregion\/the-diallo-verdict-the-police-at-a-brooklyn-precinct-tension-then-jubilation.html"} , {"body" : "THE big guy, Jimmy Fyfe, all hulking 6 feet 7 inches Norwegian-Scottish-Irish of him, with the coarse street talk of a Brooklyn cop, abruptly gets tearful. In June 1998, he recounts, his son-in-law, a black graduate student at the University of Illinois who was a political refugee from the Ivory Coast, was stomped to death by a white bouncer" , "date" : "20000224" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Police Reformer Draws on His Experience" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/24\/nyregion\/public-lives-police-reformer-draws-on-his-experience.html"} , {"body" : "It opened at the height of the Roaring Twenties as the headquarters for the Benevolent and Protective Order of Elks, a luxurious private club with a ballroom, more than 200 dormitory rooms, a library, bowling alleys, handball courts, Turkish baths and a swimming pool. But after becoming a casualty of the Depression, mismanagement and failure, it" , "date" : "20000222" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "School Bureaucracy Set in Stone, and Mortar; But Inside Building, Humanity Shows" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/22\/nyregion\/school-bureaucracy-set-in-stone-and-mortar-but-inside-building-humanity-shows.html"} ,   {"author" : "John Waldman is the author of ''Heartbeats in the Muck: The History, Sea Life and Environment of New York Harbor,'' published last month by Lyons Press." , "body" : "THERE are standard, packaged ways to meet New York Harbor -- taking the Circle Line tour or the Staten Island Ferry -- and in doing so one can see many of its renowned sights. But to learn the essential character of the harbor, one must see its many uncelebrated spaces, large and small. The New Yorker writer Joseph Mitchell knew this a half century" , "date" : "20000220" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Harbor Nobody Knows; New York's Reviving Waterfront Teems With Hidden Treasures" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/20\/nyregion\/harbor-nobody-knows-new-york-s-reviving-waterfront-teems-with-hidden-treasures.html"} , {"body" : "AT Nina America on West 27th Street, identical female mannequin heads with large vacant eyes and saucy smiles line the office shelves, an army of faces topped with wigs, from flaxen curls to purplish pageboys. Amid stacks of cardboard boxes from China, employees work the phones, brokering human hair. Nina America is one of more than a dozen" , "date" : "20000220" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Rapunzel's Offspring Are Cashing In" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/20\/nyregion\/new-yorkers-co-rapunzel-s-offspring-are-cashing-in.html"} , {"body" : "While stands the Coliseum, Rome shall stand; When falls the Coliseum, Rome shall fall. Lord Byron ''Childe Harold's Pilgrimage'' Good thing this is New York. Having stood 1,920 years fewer than the one in Rome, the Coliseum on Columbus Circle is about to topple. Its facade is already being shrouded in the funereal pall of safety netting as workers" , "date" : "20000220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["COLUMBUS CIRCLE (NYC)" , "NEW YORK CITY" , "UPPER WEST SIDE (MANHATTAN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Built, but Not Destined, to Last; A Robert Moses Legacy, Coliseum Is Coming Down" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/20\/nyregion\/built-but-not-destined-to-last-a-robert-moses-legacy-coliseum-is-coming-down.html"} , {"body" : "The New York Times Company has taken an important step toward creating a new headquarters in the Times Square area. It has selected a developer to help in its negotiations with state and city officials to build a 1.37 million-square-foot tower across from the Port Authority Bus Terminal, according to the company and government officials. The" , "date" : "20000219" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "TIMES SQUARE AND 42D STREET (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Times Co. Picks Developer For New Home in Times Sq." , "url" : "http:\/\/www.nytimes.com\/2000\/02\/19\/nyregion\/times-co-picks-developer-for-new-home-in-times-sq.html"} , {"body" : "FOR CHILDREN Theater ''THE ENCOUNTER OF JUAN BOBO AND PEDRO ANIMAL,'' a puppet show with audience participation, about two charming but dimwitted vagabonds who learn about friendship and self-esteem, tomorrow at 3:30 p.m. (Spanish); Sunday at 2 p.m. (English). Through March 12. Los Kabayitos Theater, 107 Suffolk Street (second floor), Lower East" , "date" : "20000218" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "49" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/18\/arts\/spare-times-873560.html"} , {"body" : "ACROSS the street from the American Museum of Natural History, Betsy Gotbaum, director of the New-York Historical Society, has been watching the construction of the dazzling, hugely trumpeted $210 million planetarium with great interest and strong emotions. ''Ellen took a place that was moribund and has done something spectacular,'' Ms. Gotbaum" , "date" : "20000213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "What It Takes" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/13\/nyregion\/what-it-takes.html"} , {"body" : "A Fire Department employee was arrested early yesterday on charges of raping a co-worker inside the computer room where they worked. The woman told the police that she was working with the suspect, Winston Meusa, 42, in the Fire Department's computer tape library at 11 Metrotech Center in downtown Brooklyn at 1:30 a.m. when he knocked her to the" , "date" : "20000211" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "METRO NEWS BRIEFS: NEW YORK; Fire Department Worker Arrested on Rape Charge" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/11\/nyregion\/metro-news-briefs-new-york-fire-department-worker-arrested-on-rape-charge.html"} , {"body" : "To the Editor: As one of the nearly 60,000 daily commuters who use the DeKalb Avenue subway stop in downtown Brooklyn, no matter how it's spelled, I am delighted to see such ambitious plans for this venerable station's restoration (news article, Feb. 3). What interests me and many other old Brooklynites, though, is not whether the station should be" , "date" : "20000207" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "Ah, a Subway Station Grows in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/07\/opinion\/l-ah-a-subway-station-grows-in-brooklyn-685950.html"} , {"body" : "When Lee Harris Pomeroy was a student at Brooklyn Technical High School in the 1940's, he thought that the DeKalb Avenue subway station in downtown Brooklyn, part of his daily commute to class, was ''old and tired and looked as if it could use work.'' A half-century later, the busy station in the heart of the borough's business center is even older" , "date" : "20000203" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Untangling Knots in the Subway; Architect's Challenge Is to Make DeKalb Station Flow" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/03\/nyregion\/untangling-knots-subway-architect-s-challenge-make-dekalb-station-flow.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting Feb 8, 6:30 P.M.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; (718) 389-0009. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill, Boerum Hill, Vinegar Hill," , "date" : "20000130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; Brooklyn Meetings In February" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/30\/nyregion\/community-boards-brooklyn-meetings-in-february.html"} ,   {"body" : "IN what may be the single boldest zoning proposal since 1961, New York City's planning chief, Joseph B. Rose, says he wants to simplify the rules governing the size of new buildings. But even a simplified zoning proposal is not simple. Groups as sophisticated as the Real Estate Board of New York and the Municipal Art Society have had to hire zoning" , "date" : "20000130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "A Complex Plan's Aim: Simpler Zoning Rules" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/30\/realestate\/a-complex-plan-s-aim-simpler-zoning-rules.html"} , {"body" : "All New York City mayors dream about changing the face of their realm, of erecting a physical legacy. Fiorello La Guardia is remembered for his public housing, the airport that bears his name and the alliance he forged with Robert Moses, the most grandiose builder of all. John V. Lindsay fought for urban renewal. Edward I. Koch is credited with the" , "date" : "20000126" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER PARK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Master Plans or Pipe Dreams; Giuliani Proposes Monuments; Skeptics See Fantasies" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/26\/nyregion\/master-plans-or-pipe-dreams-giuliani-proposes-monuments-skeptics-see-fantasies.html"} , {"body" : "Hillary Rodham Clinton today sharpened her attacks on Mayor Rudolph W. Giuliani's education agenda, criticizing his support for school vouchers and suggesting that his attacks on the New York City Board of Education were counterproductive. Mrs. Clinton never once mentioned the name of her likely opponent in this year's race for the United States" , "date" : "20000126" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Mrs. Clinton Steps Up Attacks On Giuliani's Schools Agenda" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/26\/nyregion\/mrs-clinton-steps-up-attacks-on-giuliani-s-schools-agenda.html"} , {"body" : "Mayor Rudolph W. Giuliani brought his escalating campaign against the New York City Board of Education to the Capitol today, calling on state lawmakers to abolish the seven-member board and give the mayor greater control over the city school system. In an hourlong address outlining his legislative priorities, the mayor complained that the central" , "date" : "20000125" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "Mayor Urges Lawmakers to Eliminate City School Board" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/25\/nyregion\/mayor-urges-lawmakers-to-eliminate-city-school-board.html"} , {"body" : "The detritus of urban life litters the streets of Boerum Hill: candy wrappers, soda cans and other jetsam, much of it cast off by people walking through on their way to downtown Brooklyn. In other neighborhoods near commercial districts, the Department of Sanitation puts out litter baskets and empties them daily. And shopkeepers can ''adopt'' trash" , "date" : "20000123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BOERUM HILL; Avid Wastebasket Adopters Get Hard Time From City" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/23\/nyregion\/neighborhood-report-boerum-hill-avid-wastebasket-adopters-get-hard-time-city.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. ''Mental Hygiene: Social Guidance Films, 1945-70,'' through Sunday. Tomorrow: at 2, ''Drugs,'' five short films about drug addiction; at 4, ''Civics,'' six short films about being thankful to be an American. Sunday: at 2," , "date" : "20000121" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "48" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/21\/arts\/spare-times-441422.html"} , {"body" : "Speaking of Food and Trends Clark Wolf, a restaurant consultant, will discuss trends in food and in the restaurant business, tonight from 6:30 to 8:30 at the New York University department of nutrition and food studies, 35 West Fourth Street. The fee is $75; (212) 998-5588. Conference on Agriculture Just Food, a nonprofit organization that supports" , "date" : "20000119" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "CALENDAR" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/19\/dining\/calendar.html"} , {"body" : "EVERY day there seems to be a geometric increase in the number of deals being offered through the Internet. Get Rich Quick! Lose Weight Now! Earn Free Dollars! So when Ray Shawn Williams decided on a lark to fill out a form for an online lottery that promised the winner a semester of free student housing, he figured it was just another gimmick. On" , "date" : "20000116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Education" , "Technology" , "Real Estate"] , "page_facet" : "2" , "title" : "Habitats\/Brooklyn; A Dorm Room Rent-Free, Won in an Online Lottery" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/16\/realestate\/habitats-brooklyn-a-dorm-room-rent-free-won-in-an-online-lottery.html"} , {"body" : "In using his annual State of the City address to offer a shopping list for economic development, Mayor Rudolph W. Giuliani yesterday ranged across a spectrum of projects, real or only dreamed of, including such diverse public works as improvements to the East River Park and tax incentives for new offices in Brooklyn, the Bronx and Queens. As it has" , "date" : "20000114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Now, Mayor Says, Is Time to Build Up, Under and All Around" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/14\/nyregion\/now-mayor-says-is-time-to-build-up-under-and-all-around.html"} , {"body" : "It's not exactly as complicated as the cockpit of a jet. It has two handles: one for the brake and one for the speed. It has a little button for the horn, a digital speedometer and a brake pressure gauge that looks like something from the boiler room of the Mauretania. No automatic pilot. No radar. Not even a seat belt sign (because there are no" , "date" : "20000114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "A Safe Place to Make Mistakes" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/14\/nyregion\/a-safe-place-to-make-mistakes.html"} ,   {"body" : "In front of a lush, eye-popping backdrop of the Times Square New Year's Eve celebration, Mayor Rudolph W. Giuliani delivered a theatrical State of the City address yesterday that was both a reprise of what he considers his greatest triumphs and an effort to impose his legacy on New York City far into the next decade. The speech often sounded like a" , "date" : "20000114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "A Theatrical Giuliani Speaks, But Is It Goodbye or Hello?" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/14\/nyregion\/a-theatrical-giuliani-speaks-but-is-it-goodbye-or-hello.html"} , {"body" : "It sounded like an offhand joke, but Mayor Rudolph W. Giuliani insisted yesterday that he was serious. He wants to sell the New York City Board of Education headquarters at 110 Livingston Street in Brooklyn to shrink what he has repeatedly called a bloated bureaucracy and end the Board of Education. A new ''smart'' building could house 75 percent" , "date" : "20000114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Mayor's Tough Medicine For the Schools System" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/14\/nyregion\/mayor-s-tough-medicine-for-the-schools-system.html"} , {"body" : "They began appearing last week, on lampposts all over Lower Manhattan, sprouting among the thicket of offers from movers, pleas for work and other homespun handbills that traditionally crowd the city's street fixtures. But these fliers, complete with tear-off telephone numbers on the bottom, do not promote a sidewalk furniture sale. Nor do they" , "date" : "20000109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; To Take The Census, First Recruit Census Takers" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/09\/nyregion\/neighborhood-report-new-york-up-close-take-census-first-recruit-census-takers.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. Costumes, set pieces, film equipment and other items relating to film, television and video are on permanent display. ''Mental Hygiene: Social Guidance Films, 1945-70,'' through Jan. 23. Tomnorrow: at 2, ''Mental Hygiene: An" , "date" : "20000107" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "50" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/07\/arts\/spare-times-234524.html"} , {"body" : "The relationship between Rudy Crew and Rudolph W. Giuliani had been ice cold for months when, as Dr. Crew tells it, the mayor surprised the schools chancellor by ushering him into his City Hall inner office after a meeting last September. ''He said, 'Listen, I'm hoping there's some way we can bury the hatchet,' '' Dr. Crew recalled yesterday. ''I" , "date" : "20000106" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Crew Reflects on the Job, and the Rift That Helped to End It" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/06\/nyregion\/crew-reflects-on-the-job-and-the-rift-that-helped-to-end-it.html"} , {"author" : "Ramon Cortines was New York City schools chancellor from 1993 to 1995." , "body" : "Mayor Rudolph Giuliani says that the next New York schools chancellor should be a good administrator and manager, not necessarily someone with experience as an educator -- ''the kind of person,'' he said, ''that could run a very, very complex business or multinational corporation.'' But the idea that the school system needs a manager is a straw" , "date" : "20000104" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "19" , "title" : "Why Chancellors Fail in New York" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/04\/opinion\/why-chancellors-fail-in-new-york.html"} , {"body" : "WITH little commercial activity and only one subway line to Manhattan, Clinton Hill has long been a place that turns in early for the night. Now, though, this low-profile Brooklyn neighborhood is getting attention from people priced out of other parts of the city. Like its sister neighborhood, Fort Greene, with which it is often compared, Clinton" , "date" : "20000102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CLINTON HILL (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Clinton Hill, Brooklyn; Historic, Diverse and on the Rise" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/02\/realestate\/if-you-re-thinking-living-clinton-hill-brooklyn-historic-diverse-rise.html"} , {"body" : "As she lay in bed dying of cancer, Verna Peebles's sister asked for one last thing: that Ms. Peebles raise her 7-year-old grandson. Ms. Peebles, 58, had already raised four children of her own -- her oldest is 38, her youngest 28 -- but on Dec. 9, 1998, she waited for the car that would bring Steven Branch, her grandnephew, from Norfolk, Va., to" , "date" : "20000102" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "THE NEEDIEST CASES; Helping Orphan Settle Into a New Home" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/02\/nyregion\/the-neediest-cases-helping-orphan-settle-into-a-new-home.html"}]