[  {"body" : "ON an August night eight years ago, my taxi slowed on Broadway at West 79th Street. A doorman in gold buttons swept open a gate, and we rolled into the courtyard of the Apthorp, a Renaissance-style building where a childhood friend lived. It became my first home in New York. For three weeks, I crashed in an elegant room whose walls smelled of musky" , "date" : "20001231" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "There's No Place Like Home. But There's . . . No Place." , "url" : "http:\/\/www.nytimes.com\/2000\/12\/31\/nyregion\/there-s-no-place-like-home-but-there-s-no-place.html"} , {"body" : "The timing could hardly have added a more dramatic coda to the fallen relationship. St. Ann's Center for Restoration and the Arts moved into its new home yesterday, just eight days after the historic church that had housed the arts group until August shut its doors indefinitely. The arts group has recently been dubbed ''St. Ann's in Exile'' after" , "date" : "20001219" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Brooklyn Group Of Artists Settles In New Quarters" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/19\/nyregion\/brooklyn-group-of-artists-settles-in-new-quarters.html"} , {"body" : "CONTEMPORARY art in New York is a half-empty, half-full situation. Depending on whom you listen to, it's either terminally confused and uncentered, or healthily, refreshingly diverse. (Personally, I think confusion is healthy, so I win either way.) Almost anyone would agree, though, that the art world is itself fragmented. There's a centralized" , "date" : "20001215" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "ART REVIEW; For Hikers Seeking Art, Brooklyn Is a Left Bank" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/15\/arts\/art-review-for-hikers-seeking-art-brooklyn-is-a-left-bank.html"} , {"body" : "In the nine months since the city began a program called Digital NYC to market tax incentives to technology companies interested in moving to parts of the city outside Silicon Alley, it has had notable success in one area: the Brooklyn waterfront neighborhood known as Dumbo, where it has lured 11 companies that have brought 225 jobs and leased" , "date" : "20001210" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "DUMBO (DOWN UNDER MANHATTAN BRIDGE OVERPASS) (NYC)"] , "nytd_section_facet" : ["Science" , "New York and Region" , "Technology"] , "page_facet" : "59" , "title" : "Deals Lure Tech Companies To Brooklyn Neighborhood" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/10\/nyregion\/deals-lure-tech-companies-to-brooklyn-neighborhood.html"} , {"body" : "THE SoHo bistro was just as Serge Raoul has tried to keep it for 25 years: packed to bursting, smelling of steak au poivre and warm as a fresh slice of bread on a chilly night. ''You can barely stand,'' Mr. Raoul said Tuesday night. ''It's fantastic, isn't it?'' He seemed thrilled that people five-deep at the bar were virtually sitting in the laps" , "date" : "20001210" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "4" , "title" : "A NIGHT OUT WITH: Serge Raoul; Marking 25 Cool Years" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/10\/style\/a-night-out-with-serge-raoul-marking-25-cool-years.html"} , {"body" : "THE following designers' stores welcome the public. Visitors interested in commissioning the designer to furnish their homes are asked to make appointments. AERO -- 132 Spring Street (at Greene Street); (212) 966-4700. Thomas O'Brien's eight-year-old store and furniture gallery is going strong with a mixture of classic modern pieces: Danish" , "date" : "20001109" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "9" , "title" : "Finding the Designers" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/09\/garden\/finding-the-designers.html"} , {"body" : "ATTRACTIONS Museums and Sites ALICE AUSTEN HOUSE, 2 Hylan Boulevard, Rosebank, Staten Island. This 17th-century farmhouse, converted to a Victorian cottage in the 19th century, was the home of the photographer Alice Austen. ''Ferryboat,'' photographs by Charles Martin, through Dec. 31. Hours: Thursdays through Sundays, noon to 5 p.m. Admission: $2;" , "date" : "20001020" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "48" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/20\/arts\/spare-times-751197.html"} , {"body" : "IT was largely the romantic obsession of male writers and moviemakers that first elevated boxing from barroom backwater to relative respectability early in the 20th century. From Damon Runyon's columns in The New York American, Hemingway's ruminations on the ''sweet science'' and Clifford Odets's play ''Golden Boy,'' to Norman Mailer's discourse on" , "date" : "20001001" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Style" , "Books"] , "page_facet" : "1" , "title" : "When Women Step Into the Ring" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/01\/style\/when-women-step-into-the-ring.html"} , {"body" : "A huge building in the South Bronx that has been largely vacant for several years is to be taken over by a major Internet retailer in a move that will provide 900 jobs in the area, city officials said yesterday. The decision of the company, Webvan Group Inc., to move to Hunts Point comes as Internet and telecommunications companies are" , "date" : "20000922" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Web Retailer To Bring Jobs To the Bronx" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/22\/nyregion\/web-retailer-to-bring-jobs-to-the-bronx.html"} , {"body" : "A former tobacco warehouse on Water and Dock Streets has been through a lot in the last hundred years. First, the city sliced off a chunk of the structure to build New Dock Street. Then an owner lopped off three of its five stories. It was struck by lightning, and gutted by the resulting fire. Last fall the landmarked building was almost demolished" , "date" : "20000827" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "DUMBO; In Preserving the Building, Knocking a Hole in the Wall" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/27\/nyregion\/dumbo-in-preserving-the-building-knocking-a-hole-in-the-wall.html"} ,   {"body" : "To the Editor: Your Aug. 16 news article about the controversy surrounding the proposed Brooklyn Bridge Park correctly reports that the Brooklyn Heights Association endorses the vision of a major park on our downtown waterfront. So do the associations representing the adjacent neighborhoods of Cobble Hill, Dumbo, Fort Greene and Fulton Ferry" , "date" : "20000821" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "24" , "title" : "A Waterfront Park for Brooklyn?" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/21\/opinion\/l-a-waterfront-park-for-brooklyn-775223.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''DON GIOVANNI.'' The Berkshire Opera Company has been attracting attention and loyal patrons over the years for its imaginative, well-cast productions, presented at its summer residence in Pittsfield, Mass.," , "date" : "20000818" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/18\/movies\/classical-music-and-dance-guide.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Classical Music BARGEMUSIC. There is no better place in New York City to experience chamber music with the proper intimacy than at the concerts presented by Bargemusic, the rewarding weekly series that takes place" , "date" : "20000811" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/11\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Allan H. Dobrin, New York City's information technology and telecommunications commissioner, is eminently at home in the virtual world. He carries a Palm Pilot V, a Motorola alphanumeric pager, a wireless I.B.M. laptop, a Startac cellular telephone and a Nextel cell phone that works like a walkie-talkie. It is the real world, with boundaries both" , "date" : "20000716" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "25" , "title" : "New York's Commissioner Gadget, Without the Trappings of Power" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/16\/nyregion\/new-york-s-commissioner-gadget-without-the-trappings-of-power.html"} , {"body" : "A Place With Taste The first Manhattan restaurant designed by Adam Tihany was La Coupole, at 32nd Street and Park Avenue, which failed as an enterprise but not as a handsome design. When La Coupole closed, the space was turned over to An American Place, which moved out last year. Now, Mr. Tihany is about to refurbish the room, paying homage to his" , "date" : "20000628" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "11" , "title" : "OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/28\/dining\/off-the-menu.html"} , {"body" : "AN island village. The end of the weekend. An oversubscribed jitney back to civilization. An angry mob encircles and entraps it until the police come. This is not an episode of ''Survivor,'' the CBS reality television series that pits 16 castaways against one another as they vote each other off their island, one per week. Rather, it's another true" , "date" : "20000625" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["HAMPTONS (NY)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "THE AGE OF DISSONANCE; Battling to Survive on an Island in the Atlantic" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/25\/style\/the-age-of-dissonance-battling-to-survive-on-an-island-in-the-atlantic.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; usually the second Tuesday of the month; but the next meeting is Tuesday, 6:30 p.m.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. DISTRICT 2: Fort Greene, Downtown Brooklyn," , "date" : "20000604" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; The Brooklyn Meetings, From Sea Gate to Dumbo" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/04\/nyregion\/community-boards-the-brooklyn-meetings-from-sea-gate-to-dumbo.html"} , {"body" : "The bagel. The knish. The pepperoni slice. To couple the words ''Brooklyn'' and ''food'' is to evoke these legendary immigrant-inspired snacks that over the last century have filled the bellies of locals and injected pizazz into palates of Americans from Memphis to Malibu. But lest anyone think Brooklyn's gastronomic glories are limited to these" , "date" : "20000514" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY LORE; Brooklyn on 10,000 Calories a Day" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/14\/nyregion\/city-lore-brooklyn-on-10000-calories-a-day.html"} , {"body" : "Not long ago, women walking under the Brooklyn side of the Manhattan Bridge would try to avoid a certain bar at the corner of York and Adams Streets. Even if they strode by quickly without looking up, rough-looking men would crowd the windows and let loose a volley of catcalls. It wasn't surprising. The bar, Between the Bridges, with its barred," , "date" : "20000423" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Dumbo Journal; Unlikely Friendship Forged by Proximity" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/23\/nyregion\/dumbo-journal-unlikely-friendship-forged-by-proximity.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy pop and jazz concerts in the New York metropolitan region this weekend. * denotes a highly recommended concert. AISLER SET, Thompson Center, New York University, 238 Thompson Street, near Washington Square South, Greenwich Village, (212) 998-4999. The pop-savvy home-crafters" , "date" : "20000421" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "31" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/21\/movies\/pop-and-jazz-guide-881104.html"} ,   {"body" : "ONE problem with being young, hard-working and successful in New York is that there is no time to find a place to live, especially when the best apartments seem to be snapped up immediately. Last summer, Suzanne Melbinger, who is 31, was living on West 23rd Street in a two-room suite for $2,500 a month at the Chelsea Hotel that she had taken after" , "date" : "20000326" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "DUMBO (DOWN UNDER MANHATTAN BRIDGE OVERPASS) (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "Habitats\/Brooklyn; Finding an Apartment Across From the Office" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/26\/realestate\/habitats-brooklyn-finding-an-apartment-across-from-the-office.html"} , {"body" : "BROOKLYN HEIGHTS and neighboring Cobble Hill have long been the home to locally owned businesses catering to the residents of the largely low-rise neighborhoods and the nearby court system. But now the area is beginning to attract national retailers, at the same time as some local businesses are expanding. CVS Pharmacy has leased 12,000 square feet" , "date" : "20000326" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "COBBLE HILL (NYC)" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Commercial Property\/Brooklyn Heights and Cobble Hill; National Chains Vie for Piece of the Local Retail Pie" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/26\/realestate\/commercial-property-brooklyn-heights-cobble-hill-national-chains-vie-for-piece.html"} , {"body" : "When her office moved to Dumbo, she found that the converted factory across the way offered a large apartment that appealed. By Trish Hall 3" , "date" : "20000326" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Habitats\/Brooklyn; Cross-Street Commute" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/26\/realestate\/habitats-brooklyn-cross-street-commute.html"} , {"body" : "For Philip Glass and his fans, this seems to be a season for reviewing the inventory, including both old favorites and recent editions. In the fall the Metropolitan Museum of Art began a Glass retrospective that ends next month with a performance of music from ''Les Enfants Terribles.'' And now the Brooklyn Academy of Music, which a few months ago" , "date" : "20000323" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "MUSIC REVIEW; Into a Haunted Film Landscape With Philip Glass" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/23\/arts\/music-review-into-a-haunted-film-landscape-with-philip-glass.html"} , {"body" : "Manhattan NOHO $559,375 47 Bond Street (Mulberry St.) 2-bedroom, 1-bath, 900-sq.-ft. condo in a prewar building; walk-up, high ceilings, hardwood floors, fireplace, 450 sq. ft. of private roof space; common charge $510; taxes $2,724, listed at $585,000, 20 weeks on market (broker: Halstead Property Co.) TRIBECA $1,046,250 17 White Street 1-bedroom," , "date" : "20000309" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "13" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/09\/garden\/residential-sales.html"} , {"body" : "A decade after Greyhound stopped direct long-distance service to and from Brooklyn, two local businessmen are trying to return the bus company to the borough. But some community board members have raised concerns about noise and pollution from buses. Darnell Canada, president of the Fort Greene Empowerment Organization, a community group, and" , "date" : "20000227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: FORT GREENE; Long-Absent Greyhounds May Return To Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/27\/nyregion\/neighborhood-report-fort-greene-long-absent-greyhounds-may-return-to-brooklyn.html"} , {"body" : "GO out in Brooklyn? On the weekend? For groovy New Yorkers, that was once an unbearably tepid proposition. Russian immigrants may drink vodka in Brighton Beach leisure palaces, and Trinidadians let loose to soca near Nostrand Avenue. But the students, artists and hipsters seeking the cultural edge started their evenings on the subway to the Village" , "date" : "20000211" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Brooklyn Nights Turn Brighter" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/11\/movies\/brooklyn-nights-turn-brighter.html"} , {"body" : "AS the cold wind of encroaching winter swept down Morris Park Avenue early last month, Angel Rios, a compact young boxer, made his way toward a greenish, tired-looking building just off White Plains Road in the Bronx. Bundled up against the cold but still shivering, he pulled open the dented steel door underneath a dirty sign that read, ''Morris" , "date" : "20000130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "LAS VEGAS (NEV)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Angel's Dream" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/30\/nyregion\/angel-s-dream.html"} , {"body" : "Where a developer recently envisioned an upscale marina and an ultramodern hotel, park planners now want to build a marsh. About 150 years after the natural shoreline disappeared, replaced by bulkheads and piers, state officials and the Brooklyn Bridge Park Development Corporation hope to return estuary grasses to a cove near the Manhattan Bridge." , "date" : "20000130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: DUMBO; New Hotel? No Thanks, They'd Prefer a Marsh" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/30\/nyregion\/neighborhood-report-dumbo-new-hotel-no-thanks-they-d-prefer-a-marsh.html"} , {"body" : "Two years ago, Joe, the man I lived with, suggested that we outfit our apartment with a light especially created to combat the winter blues. Seasonal affective disorder is its quaint moniker. In fact, the condition is nothing more than a hunger for daylight during the darkest days of winter. I vetoed the proposal. Call me a troglodyte. But what I" , "date" : "20000114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "MY CITY; Plotting Your Winter Days to Gather the Light" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/14\/arts\/my-city-plotting-your-winter-days-to-gather-the-light.html"} ,   {"body" : "AS sympathetic victims, common urban pigeons -- even those murdered by the elusive poison-wielding serial killer who has been stalking them in Manhattan for the past two years -- are a tough sell. Mark MacDonald, the American Society for the Prevention of Cruelty to Animals detective who has become the guardian angel of all living local pigeons and" , "date" : "20000113" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Avenging Angel Hunts the Pigeon Poisoner" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/13\/nyregion\/public-lives-avenging-angel-hunts-the-pigeon-poisoner.html"} , {"body" : "As the co-owner and director of design for the last 22 years at Studio EIS in the Dumbo neighborhood of Brooklyn, Ivan Schwartz has become an expert builder of large-scale props for museums, stores, restaurants and hotels. An artist in his own right, Mr. Schwartz, left, is also a collagist who logs hour upon hour clipping, photocopying, painting" , "date" : "20000113" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS: INTERIOR DESIGN; Hiding Behind the Light, in Plain Sight" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/13\/garden\/currents-interior-design-hiding-behind-the-light-in-plain-sight.html"}]