[  {"body" : "While the nationwide decrease in serious crime has stalled, crime in New York City has continued to decline over the last year, police officials say, crediting an expensive overtime program that they say has led to more than 84,000 arrests. But few of the arrests made through the aggressive program, Operation Condor, which has put additional police" , "date" : "20001229" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Overtime Program Credited for Crime Drop" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/29\/nyregion\/overtime-program-credited-for-crime-drop.html"} , {"body" : "SHE barks. She bites. A 43-year-old guard dog who gets her own way, she keeps the object of her protective instincts, Gov. George E. Pataki, on a short leash, much as she handled her previous charge, former Senator Alfonse M. D'Amato. But surprise, surprise, the exotic Zenia B. Mucha (pronounced ZEN-ya MOO-kah) blushes with the best of them." , "date" : "20001222" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Pataki's 'Bad Cop' Set to Patrol a New Beat" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/22\/nyregion\/public-lives-pataki-s-bad-cop-set-to-patrol-a-new-beat.html"} , {"body" : "A MAN'S inner life is always betrayed by his bookshelf. On Judge Edward R. Korman's, ''The History of the Supreme Court'' sits next to ''The Power of Nice.'' Judge Korman is the chief judge in the Federal District Court in Brooklyn. He has presided over gory mob trials and, last month, emotional hearings on how to divide the money in the the" , "date" : "20001219" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; A Judge Who Wears His Heart on His Robe" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/19\/nyregion\/public-lives-a-judge-who-wears-his-heart-on-his-robe.html"} , {"body" : "A bouncer at a Brooklyn nightclub died early yesterday in a gun battle that erupted when he and a colleague turned away a group of men hoping to attend a birthday party, the police said. His fellow bouncer and two of the men denied entry were also injured in the fight. The confrontation was one of six unrelated shootings, three of them fatal," , "date" : "20001211" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "3 Men Are Shot to Death In Clashes Over Weekend" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/11\/nyregion\/3-men-are-shot-to-death-in-clashes-over-weekend.html"} , {"body" : "Three years ago Carlos Knight was living in a Williamsburg homeless shelter and surviving on $599 a month in Supplemental Security Income. He was unable to hold a permanent job, he said, because of bipolar disorder, which causes him to feel elated one minute and utterly depressed the next. ''I get a lot of mood swings,'' he said. ''When I get" , "date" : "20001206" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; Club's Members Learn Skills for Life" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/06\/nyregion\/the-neediest-cases-club-s-members-learn-skills-for-life.html"} , {"body" : "A twister sweeps through Macy's. All the clothes are vacuumed up and set aswirl. They settle at last like soft shrapnel across a vast field. Picture this space as an area the size of several football fields: a warehouse, actually, filled with garments from many periods, all seasons, in every permutation of style. There are shirts here and shorts" , "date" : "20001205" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "10" , "title" : "Old Clothing Never Dies, It Just Fades Far, Far Away" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/05\/style\/old-clothing-never-dies-it-just-fades-far-far-away.html"} , {"body" : "THERE are thousands of places in New York where you can buy a dead chicken. But until recently, there were just a few where you could get a live one. Years ago, the city, including Manhattan, was home to hundreds of wholesale slaughterhouses. Meat, especially poultry, was brought in live, slaughtered and sold to butchers and grocers for sale to the" , "date" : "20001203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Where Chickens Don't Perch in the Meat Cooler" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/03\/nyregion\/new-yorkers-co-where-chickens-don-t-perch-in-the-meat-cooler.html"} , {"body" : "The New York State education commissioner has overturned the dismissal of one of the five superintendents removed for poor performance by Rudy Crew, the former schools chancellor, in a shake-up that proved to be one of the signature acts of his four-year administration. In an unusual intervention into the affairs of a school district, the" , "date" : "20001128" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "State Schools Chief Nullifies Superintendent's '99 Ouster" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/28\/nyregion\/state-schools-chief-nullifies-superintendent-s-99-ouster.html"} , {"body" : "It is not exactly unheard of to let incarcerated mothers spend time with their children. There are prison nurseries where women are allowed to stay with their infants, and there is at least one behind-bars program, in California, where mothers can live with no more than two of their children age 6 or under. But in recent months, an intriguing" , "date" : "20001119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "Help for Mothers in Jail, From Prosecutors" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/19\/nyregion\/help-for-mothers-in-jail-from-prosecutors.html"} , {"body" : "After years of false starts, East New York is pinning its hopes for economic resurrection on a 230-acre Brooklyn landfill. For decades, the land and scores of other vacant lots helped earn the battered Brooklyn neighborhood a reputation as a hard-luck ghetto, a place where nothing grew but weeds and the crime rate. But now this huge tract of land" , "date" : "20001115" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "East New York Senses Promise In a New Mall" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/15\/nyregion\/east-new-york-senses-promise-in-a-new-mall.html"} ,   {"body" : "INTERNATIONAL A3-16 Left in Israel Expressing Concern Over Settlements Israeli leftists have started to raise their voices and ask if, as they see it, Israel should be sacrificing its citizens, its soldiers and its hope for peace to defend the settlements. The left is now pushing an old point with what they are portraying as an urgent new twist:" , "date" : "20001115" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/15\/nyregion\/news-summary-210439.html"} , {"body" : "A Brooklyn man has been charged with murder in the deaths of his girlfriend, their infant daughter and the young woman's 2-year-old son, who were bound, repeatedly stabbed and set on fire, the authorities said yesterday. The man, Zabdiel Yara, 21, was arrested Monday night and charged with three counts of first-degree murder, three counts of" , "date" : "20001115" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Charged With Murdering His Girlfriend and 2 Children" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/15\/nyregion\/man-charged-with-murdering-his-girlfriend-and-2-children.html"} , {"body" : "CITY kids are known for being tough and jaded, overstimulated and overscheduled. For good reason. While so many of their ancestors came here to give them a better life, it requires as much grit and courage to grow up in New York as it does to immigrate. But children simply aim their zany imaginations and raw perceptions at what they know. So the" , "date" : "20001112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "1" , "title" : "Hello Up There" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/12\/nyregion\/hello-up-there.html"} , {"body" : "For the first time since it required tougher English tests for high school graduation, the State Board of Regents has released scores that capture the progress of an entire class. The data presented here are for New York City students who entered ninth grade for the first time in fall 1996. To reflect that many students did not make it to senior" , "date" : "20001112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "12" , "title" : "How High School Students Did on the Regents Exams" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/12\/nyregion\/how-high-school-students-did-on-the-regents-exams.html"} , {"body" : "If two men flying over Brooklyn in 1968 had not noticed four dilapidated frame farmhouses nestled behind housing projects, the hamlet of Weeksville might have sunk into obscurity along with the scores of towns that once dotted the landscape. Instead, the houses, remnants of a vibrant 19th-century community of freed slaves, are about to be restored" , "date" : "20001112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WEEKSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BEDFORD-STUYVESANT; Where Slaves Once Lived, A Museum Will Rise" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/12\/nyregion\/neighborhood-report-bedford-stuyvesant-where-slaves-once-lived-museum-will-rise.html"} , {"body" : "Just a decade ago, Community School District 29 in southeastern Queens was one of the city's most desirable, in a largely middle-class black neighborhood of stout brick homes and tree-lined streets whose schools had high reading scores and calm classrooms. But now its citywide ranking has slipped, its former superintendent has been charged with" , "date" : "20001109" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "In Decade, Queens School District Slips From Desirable to Troubled" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/09\/nyregion\/in-decade-queens-school-district-slips-from-desirable-to-troubled.html"} , {"body" : "A police officer and a man suspected of kidnapping his former girlfriend were shot in an exchange of gunfire in Brooklyn yesterday when officers, responding to a frantic telephone call from the woman, arrived to rescue her, the police said. The shootout, in which the suspect, a man wanted by federal authorities, was critically injured, ended a" , "date" : "20001102" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officer and Suspect Are Shot As Police Rescue a Woman" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/02\/nyregion\/officer-and-suspect-are-shot-as-police-rescue-a-woman.html"} , {"body" : "A young man shot by a robber Tuesday as he changed a tire outside a Brooklyn high school died of his injuries early yesterday, the police said. The shooting took place about 5:30 p.m. Tuesday outside Bushwick High School as the man, Joseph Gallo Rodriguez, 18, who was working for a garage, was changing a tire on a teacher's car, the authorities" , "date" : "20001026" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "18-Year-Old Is Fatally Shot While Helping Change Tire" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/26\/nyregion\/18-year-old-is-fatally-shot-while-helping-change-tire.html"} , {"body" : "COLFIN-Sylvia (Sally). February 13, 1919 to October 15, 2000. Civilian Employee for US Army during WWII with Artist Corps. Was first secretary to Willard Cummings' Skowhegan School of Painting and Sculpture. During a 52 year marriage to Abe Colfin she was a devoted wife and mother. She was an avid volunteer, Den Mother and employee at the East New" , "date" : "20001017" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "12" , "title" : "Paid Notice: Deaths COLFIN, SYLVIA" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/17\/classified\/paid-notice-deaths-colfin-sylvia.html"} , {"body" : "THE setting was a dinner party on the Upper West Side. The talk turned to a new crime deterrent: a thumb-detonated electronic alarm system being tested on an Upper East Side block starting this month. The alarm is to be attached to the key chain of a potential victim, who can press it upon sensing a criminal nearby. A loudspeaker will then issue a" , "date" : "20001008" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; Invisible? Sadly, Just the Opposite" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/08\/nyregion\/coping-invisible-sadly-just-the-opposite.html"} ,   {"body" : "''Imagine all the people. . . .'' Mindy Ohman from Minneapolis was singing quietly at the edge of the John Lennon memorial in Central Park on Thursday morning. Stacy Leroy from East New York, Brooklyn, walked up and joined her for a few bars. Then they looked at each other, grinning. ''What comes next?'' Mr. Leroy asked sheepishly. Ms. Ohman was" , "date" : "20001008" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: UPPER WEST SIDE; A Decision on a Convicted Killer Looses a Rush of Musical Memories" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/08\/nyregion\/neighborhood-report-upper-west-side-decision-convicted-killer-looses-rush.html"} , {"body" : "ON primary day last month, E. S. Dixon and Janet Ingram sat in the basement of a public housing project in north Brooklyn and stared at an empty voting booth. For 12 hours Ms. Ingram and Mr. Dixon, poll workers for the 79th Election District, had done virtually nothing. Since 6 a.m. they had logged only nine voters. Ten feet away, at a voting" , "date" : "20001001" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Empty Booth" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/01\/nyregion\/the-empty-booth.html"} , {"body" : "MANHATTAN Midnight to 5 a.m. today Central Park QUEENS 10 p.m. tomorrow to 5 a.m. Monday Pomonok, Fresh Meadows, Hillcrest, Jamaica Estates, Kissena Park BROOKLYN 10 p.m. tomorrow to 5 a.m. Monday Starrett City, Spring Creek, Brownsville, New Lots, East New York, Fresh Creek Park, Greenwood Cemetery, Sunset Park and Bay Ridge. BERGEN COUNTY, N.J." , "date" : "20000923" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "UPDATE; West Nile Spraying Schedule" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/23\/nyregion\/update-west-nile-spraying-schedule.html"} , {"body" : "Much like Manhattan, Brooklyn has never had a boroughwide multiple listing of homes for sale. Now, reflecting a lack of inventory at a time when prices -- especially in Brooklyn's historic brownstone districts -- have been rising, the three multiple listing services that loosely divide the borough plan to merge by the end of the year. ''The idea is" , "date" : "20000915" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Residential Real Estate; Multiple Listings Sought For Homes in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/15\/nyregion\/residential-real-estate-multiple-listings-sought-for-homes-in-brooklyn.html"} , {"body" : "Carol Williams did not need an economic study to prove that her $24,000-a-year job as an administrative assistant could not support three children in New York, even when squeezed into a one-bedroom, $600-a-month apartment in the Bronx. ''By the time I paid my car payments and my car insurance and some bills, I was broke,'' said Ms. Williams, a" , "date" : "20000913" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "PLATTSBURGH (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Family Needs Far Exceed The Official Poverty Line; Study Lays Out Costs of Getting By in City" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/13\/nyregion\/family-needs-far-exceed-official-poverty-line-study-lays-costs-getting-city.html"} , {"body" : "A former New York City school superintendent has filed a federal lawsuit accusing former Chancellor Rudy Crew of firing him because he is white and because the chancellor needed a scapegoat to appease Mayor Rudolph W. Giuliani and a powerful business group at a time when the school system was under fire for low test scores. Robert E. Riccobono was" , "date" : "20000913" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "11" , "title" : "Ex-Superintendent Files Suit Contending Race Led to Firing" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/13\/nyregion\/ex-superintendent-files-suit-contending-race-led-to-firing.html"} , {"body" : "Inside a makeshift locker room, 18 members of the Nubian Gents put on their game faces. Within a few minutes, the serious-looking young men in the black-and-bronze uniforms file into the hushed sanctuary of the Church of God of East Flatbush. They huddle at the front of the Brooklyn church, arms locked, whispering a prayer. Then, after an a" , "date" : "20000912" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "Feet Stomp, Arms Flap, and Confidence Grows" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/12\/nyregion\/feet-stomp-arms-flap-and-confidence-grows.html"} , {"body" : "QUEENS 10 p.m. today to 5 a.m. tomorrow Ozone Park, Woodhaven, Howard Beach, Lindenwood, South Ozone Park, Aqueduct Race Track, East Elmhurst, Corona, Flushing, Little Neck, Douglaston, Oakland Gardens, Alley Pond Park, parts of Cunningham Park, Queensborough Community College, Glen Oaks, North Shore Towers, Floral Park, Hollis Hills, Queens" , "date" : "20000908" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "UPDATE; West Nile Spraying Schedule" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/08\/nyregion\/update-west-nile-spraying-schedule.html"} , {"body" : "QUEENS 10 p.m. today to 5 a.m. tomorrow Flushing Meadows\/Corona Park, Shea Stadium, U.S. Tennis Center, Mount Hebron Cemetery, Cedar Grove Cemetery 10 p.m. tomorrow to 5 a.m. Saturday Ozone Park, Woodhaven, Howard Beach, Lindenwood, South Ozone Park, Aqueduct Race Track, East Elmhurst, Corona, Flushing, Little Neck, Douglaston, Oakland Gardens," , "date" : "20000907" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "UPDATE; West Nile Spraying Schedule" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/07\/nyregion\/update-west-nile-spraying-schedule.html"} , {"body" : "One of the thorniest problems facing any New York City school is how to attract good teachers. But for academically troubled schools in the city's most impoverished neighborhoods, where failure is often the norm, the challenge is even greater. So it seemed quixotic when the state education commissioner, Richard P. Mills, by bureaucratic fiat from" , "date" : "20000902" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Hiring of Teachers Is More Than a Matter of Decree" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/02\/nyregion\/hiring-of-teachers-is-more-than-a-matter-of-decree.html"} ,   {"body" : "Mayor Rudolph W. Giuliani and his new police commissioner took their community relations campaign to an Upper West Side church yesterday, attending a Mass and speaking again about the need for unity among the city's varied people. It was the second Sunday in a row of churchgoing for the mayor and Police Commissioner Bernard B. Kerik, who has made" , "date" : "20000828" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "After Mass, Police Chief And Mayor Call for Unity" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/28\/nyregion\/after-mass-police-chief-and-mayor-call-for-unity.html"} , {"body" : "Builders are nearing completion of the first of four planned structures in a complex that will offer housing and a variety of services to homeless and low-income people in East New York, Brooklyn, and the sponsor is already inundated with applications. More than 1,500 people have applied for 26 of the 52 apartments in the first building of the" , "date" : "20000825" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Residential Real Estate; New Housing, and Help, Are Scheduled for Poor" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/25\/nyregion\/residential-real-estate-new-housing-and-help-are-scheduled-for-poor.html"} , {"body" : "After a weekend of public ceremony and symbolic gestures before the television cameras, New York City's new police commissioner rolled up his sleeves yesterday and settled down to the mundane details of his post. The commissioner, Bernard B. Kerik, was greeted by flashing cameras as he walked through the front door of 1 Police Plaza at 7:30 a.m.," , "date" : "20000822" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "New Police Commissioner Settles In for a Day of Meetings and Greetings" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/22\/nyregion\/new-police-commissioner-settles-in-for-a-day-of-meetings-and-greetings.html"} , {"body" : "INTERNATIONAL A3-9 Rescuers Plan to Enter Sunken Russian Sub Rescue teams were preparing a plan to use a ship's crane to rip a hatch off of the Russian submarine Kursk more than a week after it plunged to the bottom of the Barents Sea. They will then begin recovering the bodies of the 118 crew members and try to salvage the submarine's nuclear" , "date" : "20000821" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["World"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/21\/world\/news-summary-775126.html"} , {"body" : "A day after being named New York City's new police commissioner, Bernard B. Kerik took the first step to fulfill his pledge to reach out to the city's minority residents, who are among the department's harshest critics. Yesterday -- along with Mayor Rudolph W. Giuliani and Joseph P. Dunne, the new first deputy commissioner -- Mr. Kerik visited a" , "date" : "20000821" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Kerik Reaches Out to Minority Residents" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/21\/nyregion\/kerik-reaches-out-to-minority-residents.html"} , {"body" : "Standing next to the entrance of a Brooklyn subway station on a recent sweltering morning, Representative Edolphus Towns shook hands with the last in a trickling stream of rush hour workers and paused to make an observation about his campaign. ''Last time, I didn't do too much of this,'' the 66-year-old congressman said of his last primary race, in" , "date" : "20000817" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Congressman Squares Off With Brooklyn Challenger" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/17\/nyregion\/congressman-squares-off-with-brooklyn-challenger.html"} , {"author" : "E-mail: anemona@nytimes.com" , "body" : "AS school districts from New York City to Dallas to Inkster, Mich., experiment with handing over the worst schools to private managers in a last-ditch effort to save them, the experience of the Sisulu Children's Academy in Harlem may offer some insight into how well this new tactic will work. Sisulu, founded by a Wall Street financier who" , "date" : "20000809" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "8" , "title" : "LESSONS; A Charter School Begins: Sisulu and the Gladiator" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/09\/us\/lessons-a-charter-school-begins-sisulu-and-the-gladiator.html"} , {"body" : "CORPORATIONS beware: if you were born before 1865, Deadria C. Farmer-Paellmann is looking for slaves in your archives and may have bad news for you. The sleuthing started in 1992 when, as artistic director of the protest (a 26-hour ''drum vigil'') that halted excavation of a 17th-century African burial ground near City Hall, Ms. Farmer-Paellmann" , "date" : "20000808" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Pressing the Cause of the Forgotten Slaves" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/08\/nyregion\/public-lives-pressing-the-cause-of-the-forgotten-slaves.html"} , {"body" : "The newest Clean Rite laundry, a 10,000-square-foot space on Eastern Parkway near Atlantic Avenue in East New York, Brooklyn, is not a classic mom-and-pop laundry. But the store, with 218 washers and dryers, is aimed at moms and pops: there is a CD-filled jukebox and a children's area with DVD movies, videos and board games. John Sabino, the" , "date" : "20000806" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "IN BRIEF; Spinning the Washing Into a 'Family Sport'" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/06\/nyregion\/in-brief-spinning-the-washing-into-a-family-sport.html"} , {"body" : "A Pop\/Jazz music listing in the Arts & Leisure section on Sunday for the City Parks Foundation Concerts carried an outdated schedule. Ray, Goodman and Brown is the performing group for three concerts: today at Fort Greene Park in Brooklyn; Wednesday at Linden Park in East New York; and Thursday at Von King Park in Bedford-Stuyvesant, Brooklyn. The" , "date" : "20000801" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/01\/nyregion\/c-corrections-470953.html"} ,   {"author" : "Jim Rasenberger, a screenwriter, has written for Salon and Vanity Fair." , "body" : "IN a basement room of the Municipal Archives, at 31 Chambers Street, stands an enormous gleaming freezer, the kind of industrial-size appliance you might expect to find in the kitchen of a bustling restaurant. But ominous signs warn hungry snoops away. ''Toxic Material,'' they read. ''Alarm Will Sound!'' What could this freezer contain? Dangerous" , "date" : "20000730" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY LORE; A Lost City, Frozen in Time" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/30\/nyregion\/city-lore-a-lost-city-frozen-in-time.html"} , {"body" : "The composer Carman Moore and the librettist Ishmael Reed call their new gospel opera, ''Gethsemane Park,'' a ''gospera.'' It's a hodgepodge term, but it indicates how consciously the creators of this earnest work -- an updated retelling of the story of Jesus'last days among his disciples set amid inner-city poverty -- have tried to mix musical" , "date" : "20000729" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "9" , "title" : "OPERA REVIEW; A Jazzy Jesus Raps, and Street People Reply in Chorus" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/29\/arts\/opera-review-a-jazzy-jesus-raps-and-street-people-reply-in-chorus.html"} , {"body" : "One of the four police officers who shot Amadou Diallo has been cleared of wrongdoing in another fatal shooting, prompting that man's father to denounce the judicial process yesterday. The parents of the second victim, Patrick Bailey, a 22-year-old black man from Brooklyn who was killed in 1997 by Officer Kenneth Boss, had sued four police officers" , "date" : "20000727" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Officer in Shooting of Diallo Is Not Liable in Earlier Death" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/27\/nyregion\/officer-in-shooting-of-diallo-is-not-liable-in-earlier-death.html"} , {"body" : "New York State has expanded a program that provides tax credits and other incentives for companies to invest in economically troubled areas, adding zones in which the incentives will be offered. As a result of legislation authorizing the six new districts, which Gov. George E. Pataki recently signed into law, the state will soon send forms to all" , "date" : "20000725" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Tax Break Program Is Expanded To Help More Depressed Areas" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/25\/nyregion\/tax-break-program-is-expanded-to-help-more-depressed-areas.html"} , {"body" : "The death of a man who was shot this week with a high-powered pellet rifle in the East New York section of Brooklyn was the first killing in the city with such a weapon in recent memory, law enforcement officials said yesterday. During a five-hour nighttime spree by a rooftop sniper that continued into Thursday morning, four other people were" , "date" : "20000722" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Shooting Death in Brooklyn Highlights Air Gun Dangers" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/22\/nyregion\/shooting-death-in-brooklyn-highlights-air-gun-dangers.html"} , {"body" : "Despite an intensive weeklong campaign to round up truants, more than 130,000 students in kindergarten through 12th grade -- nearly 40 percent -- are missing from the most ambitious summer school program in New York City's history, the Board of Education said yesterday. The poor attendance is a costly and potentially embarrassing culmination to" , "date" : "20000712" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Summer School Truancy Rate In New York Near 40 Percent" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/12\/nyregion\/summer-school-truancy-rate-in-new-york-near-40-percent.html"} , {"body" : "Barnard Expands Creative Writing Program Drawing on New York City's wealth of literary talent, Barnard College is starting a creative writing program this fall that will use noted authors as teachers. JHUMPA LAHIRI, a Barnard graduate who won the Pulitzer Prize for fiction this year with ''Interpreter of Maladies,'' is already lined up. Two" , "date" : "20000712" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "BULLETIN BOARD" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/12\/nyregion\/bulletin-board.html"} , {"body" : "NEWS Out Rocking Arrive with a picnic dinner at 6. Settle down in a park. Hear a free concert at 7. So goes the invitation from the Brooklyn Academy of Music and the City Parks Foundation, teaming up to present 18 concerts in 5 parks in Brooklyn starting tonight, when the rocker Nona Hendryx, who gained fame with LaBelle, lights up Fort Greene" , "date" : "20000711" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "FOOTLIGHTS" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/11\/theater\/footlights.html"} , {"body" : "He waited until the bus was ready to leave before squeezing up front to address the passengers. The Greyhound was going from Chicago to Indiana. It was winter. The sky was suffused with gray. He surveyed the bunched rows of seats. There were only 19 passengers, most of them young, most of them black. Billy Wimsatt was white. It was an audience that" , "date" : "20000706" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "Guarding the Borders Of the Hip-Hop Nation" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/06\/us\/guarding-the-borders-of-the-hip-hop-nation.html"} , {"body" : "One summer day in 1999, three men sat on the sun-splashed deck of Shooters Restaurant in Miami Beach, flipping through their menus and gazing at the lazy currents of the Intracoastal Waterway. They had arrived that day, the authorities say, on the glistening yacht of their host, Chris Paciello, a handsome South Beach nightclub owner as famous for" , "date" : "20000703" , "day_of_week_facet" : "Monday" , "geo_facet" : ["MIAMI BEACH (FLA)" , "MIAMI (FLA)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "In Miami, an Imported Mob Scene" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/03\/nyregion\/in-miami-an-imported-mob-scene.html"} ,   {"body" : "Each time a police cruiser passed, someone in the game room screamed a curse. Mother this, mother that, on and on. They cranked the rap music to seismic levels, as if the lyrics -- something about ''cracker cops'' -- might make the police leave them alone. But still, the cruisers came. And then an unmarked Taurus went by. And then a police van with" , "date" : "20000625" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "View From New York Streets: No Retreat by Police" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/25\/nyregion\/view-from-new-york-streets-no-retreat-by-police.html"} , {"body" : "Police Commissioner Howard Safir said yesterday that as many as five officers would probably be disciplined for failing to respond properly to people who complained about a group of men attacking women in and around Central Park on Sunday. Mr. Safir also announced 8 more arrests in the attacks, which occurred after the National Puerto Rican Day" , "date" : "20000617" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "CENTRAL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Up to 5 Officers Could Be Punished Over Response to Park Attacks, Commissioner Says" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/17\/nyregion\/up-5-officers-could-be-punished-over-response-park-attacks-commissioner-says.html"} , {"body" : "An ambulette driver was charged with robbery, assault and unlawful imprisonment yesterday, accused of taking two women who suffered from mental disabilities on a drug-fueled six-hour ride through the streets of Brooklyn, the police said. The driver, Marvin Beeler, 32, picked up the first woman, Chanel Williams, at a rehabilitation center in" , "date" : "20000615" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "19" , "title" : "Police Say Driver Of an Ambulette Robbed 2 Women" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/15\/nyregion\/police-say-driver-of-an-ambulette-robbed-2-women.html"} , {"body" : "For years, New York City educators have assailed the state's school financing system as unfair, saying it provides the city with nearly $2,000 less per student than areas upstate and in the suburbs. More money, they say, will help improve the education of the city's 1.1 million students. To get better teachers and solve other problems, Schools" , "date" : "20000614" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Success of City School Pupils Isn't Simply a Money Matter" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/14\/nyregion\/success-of-city-school-pupils-isn-t-simply-a-money-matter.html"} , {"body" : "An outbreak of violence that began Friday night continued unabated yesterday as three people were killed and 28 others were stabbed or shot in attacks throughout the city, the police said. The latest crimes included violence in the hours after the Puerto Rican Day Parade -- in which three people were stabbed within 20 minutes; drive-by shootings;" , "date" : "20000612" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "3 More Killed as Surge in Crime Continues Throughout Weekend" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/12\/nyregion\/3-more-killed-as-surge-in-crime-continues-throughout-weekend.html"} , {"body" : "In this era of standardized student testing, it has become an all-too-familiar ritual in New York City and across the country: the leader of the school system calls a news conference and holds a wedding or a funeral, crowing if scores are up, grieving and accepting blame if they are down. Historically, most New York City chancellors have been able" , "date" : "20000611" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "43" , "title" : "Test Scores Are Up. From This We Can Conclude that the schools are doing:" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/11\/nyregion\/test-scores-are-up-from-this-we-can-conclude-that-the-schools-are-doing.html"} , {"body" : "Three people were shot yesterday in a Brooklyn restaurant after an argument on the sidewalk spilled inside, the police said. Around 4:30 p.m., two young men began arguing in front of the International West Indian Restaurant on New Lots Avenue in East New York, said Officer Gary Cillo, a police spokesman. One of the youths pulled a gun and chased" , "date" : "20000608" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "3 Are Shot in Restaurant" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/08\/nyregion\/3-are-shot-in-restaurant.html"} , {"body" : "Because of an editing error, a report in the Bulletin Board column of the Education page yesterday about a new appointment for Serge Rene, who was removed as a Brooklyn principal in 1997, misstated his title. While he is temporarily in charge of Intermediate School 166 in East New York, he is assistant principal, not principal." , "date" : "20000608" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/08\/nyregion\/c-corrections-657352.html"} , {"body" : "Rudy Crew's New Assignment RUDY CREW, the former schools chancellor, has joined the board of National Computer Systems, which has an exclusive contract to service scanning equipment that grades tests in nearly all of the city's schools. Conflict of interest rules prohibit a former employee from doing business with the board for one year after" , "date" : "20000607" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "11" , "title" : "BULLETIN BOARD" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/07\/nyregion\/bulletin-board.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; usually the second Tuesday of the month; but the next meeting is Tuesday, 6:30 p.m.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. DISTRICT 2: Fort Greene, Downtown Brooklyn," , "date" : "20000604" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; The Brooklyn Meetings, From Sea Gate to Dumbo" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/04\/nyregion\/community-boards-the-brooklyn-meetings-from-sea-gate-to-dumbo.html"} ,   {"body" : "On a recent drizzly Saturday morning, a group of nine girls from New York City's poorer neighborhoods walked over soil so soft it sank under their footsteps. Unlike the hard asphalt and caked dirt in the city's empty lots, the girls discovered, this ground was ripe with fertility. The girls were participating in a program run by the Fresh Air Fund," , "date" : "20000604" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FISHKILL (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "The Fresh Air Fund; Enjoying the Feel of Earth, Not Pavement, Underfoot" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/04\/nyregion\/the-fresh-air-fund-enjoying-the-feel-of-earth-not-pavement-underfoot.html"} , {"body" : "The graduation ceremony for Baruch College, held at Madison Square Garden yesterday, was as international as New York City itself. Among the nearly 2,000 undergraduates were students who came from as far away as Nepal. The valedictorian was from India. The salutatorian was from France. The honorary degree recipient, Chung Mong Joon, a businessman" , "date" : "20000602" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "Commencements; Belafonte Lauds Diversity Of Baruch College Class" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/02\/nyregion\/commencements-belafonte-lauds-diversity-of-baruch-college-class.html"} , {"body" : "For eight hours after his arrest last week, John Taylor sat with investigators in a second-floor squad room at the 111th Precinct in northern Queens, unwinding the spool of his life, from his childhood in a Brooklyn housing project to what prosecutors charge was his role last week in the execution-style slayings of five people in the basement of a" , "date" : "20000601" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "An Atrocity's Mystery of Evil; Open-and-Shut Case, but Suspect Is a Closed Book" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/01\/nyregion\/an-atrocity-s-mystery-of-evil-open-and-shut-case-but-suspect-is-a-closed-book.html"} , {"body" : "In recent months, even a statistician could be forgiven for feeling as if the bad old New York crime days weren't so far away after all: Seven Wendy's employees herded into a walk-in refrigerator in Queens and gunned down mercilessly, shot in the head. Nine livery-cab drivers killed in four months. Mother robbed in a subway by a gunman holding a" , "date" : "20000528" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Watchful vs. Worried; Crimes Evoke City's Bad Old Days, but Not Old Fears" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/28\/nyregion\/watchful-vs-worried-crimes-evoke-city-s-bad-old-days-but-not-old-fears.html"} , {"body" : "About 15 minutes after a group of a dozen teenagers began cooking the vegetables and meat for a heaping plate of nachos, a dispute arose. On one side was Daniel Mercado, 17, a Bronx resident who is in the culinary arts program of Park West High School in Manhattan. He wanted to fry the onions, mix them in with the beef and put the melted cheese on" , "date" : "20000528" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FISHKILL (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "The Fresh Air Fund; Lessons for Life (Nachos, Too) at Weekend Camp" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/28\/nyregion\/the-fresh-air-fund-lessons-for-life-nachos-too-at-weekend-camp.html"} , {"body" : "Shante Proctor, an 11-year-old fifth grader from the East New York section of Brooklyn, has had four teachers this year. In four years, her school has had four principals. Her classmates have also changed regularly. Poverty -- in the guise of evictions, job changes, assignment to homeless shelters -- has kept them on the move. Last year, for every" , "date" : "20000525" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Turnover of Teachers and Pupils Deepens Troubles of Poor Schools" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/25\/nyregion\/turnover-of-teachers-and-pupils-deepens-troubles-of-poor-schools.html"} , {"body" : "After a long delay, the New York City Partnership is finally preparing to award bonuses to teachers and principals in six Brooklyn schools where test scores improved during the 1998-99 school year. The Partnership, a business group, began the bonus program in District 19, in East New York, and expanded it to District 23, in Brownsville, this year." , "date" : "20000523" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "METRO NEWS BRIEFS: NEW YORK; Business Group Giving Bonuses to Teachers" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/23\/nyregion\/metro-news-briefs-new-york-business-group-giving-bonuses-to-teachers.html"} , {"body" : "When asked about their mayor yesterday, New Yorkers were as rambunctious as the political landscape itself. In train stations and on street corners, in cafes and pizzerias, there was little agreement about the motives and character of the man who stood before supporters yesterday and announced -- with notable emotion -- that he would not continue" , "date" : "20000520" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "THE MAYOR'S DECISION: THE VOTERS; New Yorkers Lament the Political Matchup That Will Not Be" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/20\/nyregion\/mayor-s-decision-voters-new-yorkers-lament-political-matchup-that-will-not-be.html"} , {"body" : "One employee was killed and another was critically injured last night in a robbery in a bodega in East New York, Brooklyn, the police said. Two youths entered the bodega, at 640 Blake Avenue, about 9:15 p.m. and announced a robbery, said Detective John Giammarino, a police spokesman. They shot one employee, 40, twice in the stomach and another" , "date" : "20000519" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; Store Employee Killed In Brooklyn Robbery" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/19\/nyregion\/metro-news-briefs-new-york-store-employee-killed-in-brooklyn-robbery.html"} , {"body" : "THE three-story Tudor on tree-graced Maryland Road in Douglaston, Queens, often reverberates with the clamor and clatter of Frances Toner's dozen grandchildren and four great-grandchildren. ''And I have friends on the block,'' said Mrs. Toner, who has lived in her four-bedroom house for nearly 60 years, ''which is why I don't want to move.'' In" , "date" : "20000514" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "The Elderly Face Complicated Housing Choices" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/14\/realestate\/the-elderly-face-complicated-housing-choices.html"} ,   {"body" : "Some trembled with emotion as they recounted horror stories about apartment-snatching real estate brokers. Others voiced support for small-property owners who could now afford to send their children to college, thanks to soaring local rents. They were among nearly 200 Park Slope residents who packed a forum entitled ''The Gentrification of Park" , "date" : "20000514" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: PARK SLOPE; Profits and Diversity Jostle At a Gentrification Forum" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/14\/nyregion\/neighborhood-report-park-slope-profits-diversity-jostle-gentrification-forum.html"} , {"body" : "A lot of attention is paid to how well New York City residents respond to the United States Census, one of the many reasons being that counting people in a city as populated, diverse and grouchy as New York is such a complicated and challenging task. The Census Bureau has been patting itself on its back because of the city's return rate during the" , "date" : "20000507" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; City Census Return Rate: Better Then Expected, Worse Than the U.S." , "url" : "http:\/\/www.nytimes.com\/2000\/05\/07\/nyregion\/neighborhood-report-new-york-up-close-city-census-return-rate-better-then.html"} , {"body" : "Fort Greene, Brooklyn, has always been home to a black middle class, but the Ave belonged to the broke and the bus drivers. The playground belonged to the tough kids like Chulo, who wear flannel and sneakers and whiskers. That was before the Change. The Caucasian invasion, they call it; before the police and the block associations, the bars, cafes" , "date" : "20000507" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: BENDING ELBOWS; Couple of Homeboys With the Gentrification Blues" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/07\/nyregion\/neighborhood-report-bending-elbows-couple-homeboys-with-gentrification-blues.html"} , {"body" : "The police raided an apartment in a Brooklyn housing project on Monday afternoon, arresting six young gang members who had forced out the rightful tenant and converted his home into a drug den, police officials said. The gang, known as the Crime Family, threatened to kill the tenant if he did not leave his apartment or if he complained to the" , "date" : "20000503" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Police Say Six Took Over Home And Turned It Into a Drug Den" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/03\/nyregion\/police-say-six-took-over-home-and-turned-it-into-a-drug-den.html"} , {"body" : "A livery-cab driver who chased a suspected robber on foot on the Lower East Side was shot early yesterday in the most serious of six violent incidents over the weekend involving cabbies. The police said some of the incidents involved acts of vigilantism or retribution by cab drivers, and were rooted in drivers' concerns about their safety after the" , "date" : "20000501" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Cabby Is Shot When He Tries to Capture a Robbery Suspect" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/01\/nyregion\/cabby-is-shot-when-he-tries-to-capture-a-robbery-suspect.html"} , {"body" : "The head of the livery-cab drivers' association repeated his pleas to drivers yesterday to install bulletproof partitions, but then called for allowing such cabs to pick up passengers on the street. ''We are working to pass a law, after the partitions are put in, so that you can hail livery cabs,'' Fernando A. Mateo, the president of the New York" , "date" : "20000430" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Livery Drivers' Chief Seeks Right to Accept Street Hails" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/30\/nyregion\/livery-drivers-chief-seeks-right-to-accept-street-hails.html"} , {"body" : "A livery-cab driver was fatally shot in Brooklyn early yesterday, the ninth in a series of killings this year that has confounded the police and has sent the city and the livery industry scrambling to improve the safety of drivers. The Police Department said yesterday that it would add still more officers to an already expanded livery task force," , "date" : "20000429" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Another Livery Driver Is Slain, Pushing Toll to 9 for the Year" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/29\/nyregion\/another-livery-driver-is-slain-pushing-toll-to-9-for-the-year.html"} , {"body" : "The remnants of the bronze war-memorial statue that was stolen from a Brooklyn park last week were found over the weekend, with the head discovered in one scrapyard and the rest of the statue, broken into hundreds of pieces, found in another, the police said. Two suspects were arrested in the theft of the statue, a 7-foot, 1,000-pound depiction of" , "date" : "20000424" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "2 Are Charged After Police Find a Stolen Statue in 300 Pieces" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/24\/nyregion\/2-are-charged-after-police-find-a-stolen-statue-in-300-pieces.html"} , {"body" : "A funeral procession of about 170 people on foot and 15 livery cabs traveled several miles from East New York, Brooklyn, to a Queens cemetery yesterday morning, to bury the seventh livery-cab driver to be killed on duty this year. As the mourners filed into the Cypress Hills Cemetery to remember Jean Scutt, 43, as a hard-working Haitian immigrant" , "date" : "20000423" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["HONDURAS"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "At Cabby's Funeral, a Call for a Community Solution" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/23\/nyregion\/at-cabby-s-funeral-a-call-for-a-community-solution.html"} , {"body" : "The yellow taxi bore medallion 6Y70, but it was not a yellow taxi. It was a police cruiser, a radio car in disguise, and it was occupied by members of the Brooklyn North Street Crime Unit. Shortly before midnight on Wednesday, with its engine revving and a portable red light flashing from its dashboard, the car lurched through its gears and bore" , "date" : "20000422" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For Beleaguered Officers Now on Livery-Cab Duty, Gratitude" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/22\/nyregion\/for-beleaguered-officers-now-on-livery-cab-duty-gratitude.html"} ,   {"body" : "It's Sunday morning, just after 2 -- a scant 24 hours after Jean Scutt, the new driver at Commodore Car Service, was shot dead -- and Brandi Turner is frazzled because Car 72's driver is squeezing the radio transmitter as he barrels across Brooklyn in his Lincoln Town Car. ''Seventy-two, seventy-two,'' Ms. Turner says, raising her voice as she" , "date" : "20000417" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Cabbies Ply Streets Warily on Tense Night Shift" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/17\/nyregion\/cabbies-ply-streets-warily-on-tense-night-shift.html"} , {"body" : "JOE ANTONY CAVISE, who has danced the dances, is not surprised that ''Cats'' is closing in June. He's surprised it's still running. ''When I left, I gave it a year,'' said Mr. Cavise, who performed in the show from 1983 to 1987. ''Don't get me wrong, the show is great, but it's so expensive and so incredibly difficult, so demanding physically. I" , "date" : "20000416" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "18" , "title" : "As the Show Ends, One Who Danced In 'Cats' Looks Back" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/16\/nyregion\/as-the-show-ends-one-who-danced-in-cats-looks-back.html"} , {"body" : "A rookie police officer was fatally injured within blocks of her Brooklyn station house yesterday when her car collided with a minivan, the police said. The driver of the minivan was charged with driving while intoxicated, and the police said further charges were being considered. The officer, Patricia Rosado, 27, had graduated from the Police" , "date" : "20000410" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Crash Kills a Rookie Police Officer" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/10\/nyregion\/brooklyn-crash-kills-a-rookie-police-officer.html"} , {"body" : "WHEN Madelaine Bukiet was about 13 years old, she began crossing Manhattan alone by bus to go to the orthodontist. Her father, Melvin Jules Bukiet, a novelist, admits that the decision was one of convenience; the monthly trip simply became too much of a headache for Madelaine's two working parents. Adonia Irby just turned 7, and her father still" , "date" : "20000409" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Letting Go" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/09\/nyregion\/letting-go.html"} , {"body" : "IN America, more than 200,000 guns are traced by law enforcement each year. This is the story of one of those weapons -- named after its serial number -- No. 997126, a 12-shot, 9 millimeter Jennings semi-automatic. The gun, made mostly of plastic, was manufactured in 1995, at a factory near John Wayne International Airport in Costa Mesa, Calif. It" , "date" : "20000409" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GEORGIA" , "COSTA MESA (CALIF)"] , "nytd_section_facet" : ["Week in Review"] , "page_facet" : "18" , "title" : "THE NATION; The Biography of a Gun" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/09\/weekinreview\/the-nation-the-biography-of-a-gun.html"} , {"body" : "A 2-day-old baby girl was abducted from a bassinet in her mother's room at University Hospital at the Downstate Medical Center in Brooklyn yesterday afternoon, but was found hours later after an intense search by the police, who said the infant had been taken by a 17-year-old girl. The police identified the teenager as Angelica Lawrence, and said" , "date" : "20000408" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Police Find Newborn Girl Abducted From Hospital" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/08\/nyregion\/police-find-newborn-girl-abducted-from-hospital.html"} , {"body" : "A police officer drew his gun in a crowded play area yesterday, but this time it was in response to a man shooting into the air. The man was quickly arrested and no one was hurt. The gunman opened fire with a .44-caliber handgun in Brooklyn's Highland Park to break up an argument between opposing touch football players, the police said. The police" , "date" : "20000403" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Officer Draws Gun to Disarm Man Firing in Brooklyn Park" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/03\/nyregion\/officer-draws-gun-to-disarm-man-firing-in-brooklyn-park.html"} , {"body" : "NO getting away from it: everywhere in New York City home prices just keep climbing -- from the rarefied heights of Manhattan where 11 apartments have sold for $10 million or more so far this year, compared with just six in all of 1999, to every single ZIP code area in the city's other boroughs. A studio in Manhattan costs 31 percent more than it" , "date" : "20000402" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "In All 5 Boroughs, High Goes Higher" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/02\/realestate\/in-all-5-boroughs-high-goes-higher.html"} , {"body" : "He is not the police officer who killed an unarmed man on the West Side last month. He is not the officer who tortured a man in a Brooklyn precinct station house three years ago. He did not shoot a squeegee man in the Bronx, frequent a Midtown brothel, run a drug ring from his locker or do anything else to tarnish the badge that he keeps on a chain" , "date" : "20000402" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Branded By the Badge In a City Turned Hostile; Anger Over Shootings Permeates Job, Haunting A Veteran Police Officer" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/02\/nyregion\/branded-badge-city-turned-hostile-anger-over-shootings-permeates-job-haunting.html"} , {"body" : "Ed Cota's game is straight out of Brooklyn, a refined version now that fits firmly into North Carolina basketball's ''buddy system.'' Cota began learning his game as a 9-year-old, walking across the street from his front door on East New York Avenue to watch older boys play at Hamilton-Metz Park. On some early mornings, he would practice there" , "date" : "20000329" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "COLLEGE BASKETBALL; Cota Offers a Perfect Fit To Carolina's Tradition" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/29\/sports\/college-basketball-cota-offers-a-perfect-fit-to-carolina-s-tradition.html"} ,   {"body" : "Judging by statistics alone, New York is relatively safer these days for its more than 41,000 livery-cab drivers, the drivers who make up the only cab industry in most of the city, cruising the streets where yellow cabs are rarely seen. During the first four years of the 1990's, for example, 139 livery drivers were killed in shootings, stabbings" , "date" : "20000328" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "After Shootings, Livery Drivers Keep a Wary Eye in the Mirror" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/28\/nyregion\/after-shootings-livery-drivers-keep-a-wary-eye-in-the-mirror.html"} , {"body" : "More than a thousand mourners filled a funeral home in Brooklyn and the streets outside last night to pay respects to Patrick Dorismond, the 26-year-old security guard killed by a plainclothes police officer last week. Dozens carried or wore the Haitian flag, and Mr. Dorismond's cousins, who are renowned Haitian musicians, sang for him. Across" , "date" : "20000325" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Police Shooting Victim Is Remembered and Mourned in Tears and Song" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/25\/nyregion\/police-shooting-victim-is-remembered-and-mourned-in-tears-and-song.html"} , {"body" : "New York City schools chancellors and their Boards of Education often have the kind of resentful and uneasy relationship that develops between upstairs and downstairs neighbors with different tastes in music and guests. Chancellors from Frank J. Macchiarola, in the 1980's, to Rudy Crew, who was ousted in December, have chafed under what they call" , "date" : "20000321" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "As Board Seeks Schools Chief, Its Stewardship Draws Scrutiny" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/21\/nyregion\/as-board-seeks-schools-chief-its-stewardship-draws-scrutiny.html"} , {"body" : "Regulators in New York State, the nation's largest banking center and an industry pace setter, are devising new rules to crack down on lenders who impose exorbitant fees that force countless homeowners into foreclosure and bankruptcy. The abuses at issue are the underbelly of the lucrative $280 billion national market in loans for people with" , "date" : "20000316" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New York Planning Crackdown On Excessive Home Loan Fees" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/16\/nyregion\/new-york-planning-crackdown-on-excessive-home-loan-fees.html"} , {"body" : "The Orbital Sciences Corporation is one of the country's leading satellite companies. It launches rockets into outer space and wins contracts from NASA and makes devices that keep track of everything from ships to snow plows in Michigan blizzards. But over the last three years the company has been stumped by one seemingly simple mission: keeping" , "date" : "20000315" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Out of Touch In the City's Canyons; Satellites Become Blind Eyes in the Sky Trying to Spot and Track Buses" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/15\/nyregion\/touch-city-s-canyons-satellites-become-blind-eyes-sky-trying-spot-track-buses.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting March 14, 6:30 P.M.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; (718) 389-0009. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill, Boerum Hill, Vinegar" , "date" : "20000305" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "BROOKLYN UP CLOSE; Communities Speak Up: Where the Boards Meet in March" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/05\/nyregion\/brooklyn-up-close-communities-speak-up-where-the-boards-meet-in-march.html"} , {"body" : "Stephanie Lynn-Harrison, 41, was pregnant and unemployed. She recalls that she became increasingly worried about how she was going to provide for her children, and that the stress eventually became too much. She began to feel a depression that at its worst points was so deep it was as if ''a complete fog'' had moved in, she said. ''It was a" , "date" : "20000228" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE NEEDIEST CASES; After Help in Regaining Control of Life, She Now Helps Others" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/28\/nyregion\/the-neediest-cases-after-help-in-regaining-control-of-life-she-now-helps-others.html"} , {"body" : "A decade after Greyhound stopped direct long-distance service to and from Brooklyn, two local businessmen are trying to return the bus company to the borough. But some community board members have raised concerns about noise and pollution from buses. Darnell Canada, president of the Fort Greene Empowerment Organization, a community group, and" , "date" : "20000227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: FORT GREENE; Long-Absent Greyhounds May Return To Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/27\/nyregion\/neighborhood-report-fort-greene-long-absent-greyhounds-may-return-to-brooklyn.html"} , {"body" : "While the jury deliberated today in the trial of four New York police officers charged with murdering Amadou Diallo, a carnival-like atmosphere prevailed outside the courthouse here. The drumbeats of a Japanese Buddhist nun echoed through the air, and a bus from Harlem unloaded about 40 protesters who waved antipolice placards while tramping" , "date" : "20000225" , "day_of_week_facet" : "Friday" , "geo_facet" : ["ALBANY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Park View: Two Views of Diallo Case" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/25\/nyregion\/park-view-two-views-of-diallo-case.html"} , {"body" : "To the Editor: Polly Morrice (Op-Ed, Feb. 23) writes that the psychologist Ellen Winner ''argues that only 'profoundly gifted' students -- with I.Q.'s over 160 or prodigious talents in art or music -- should receive special services. Everyone else, including the plain old smart kids, belongs in a heterogeneous classroom with high standards.''" , "date" : "20000224" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "26" , "title" : "Gifted Programs Have Downside, Too" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/24\/opinion\/l-gifted-programs-have-downside-too-975362.html"} ,   {"body" : "Freedom from the educational bureaucracy. Emancipation from cramped, inadequate buildings. Liberty from incompetent teachers. As an advocate of charter schools, Steven B. Klinsky embraces those promises. But as the founder of Victory Schools Inc., soon to be New York State's largest operator of charter schools, Mr. Klinsky acknowledges that the" , "date" : "20000223" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Charter School's Learning Curve; Operator Faces Challenges in New Educational Venture" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/23\/nyregion\/charter-school-s-learning-curve-operator-faces-challenges-new-educational.html"} , {"body" : "One morning last month, Nathaniel Washington was about to leave his Brooklyn apartment for work when his wife, Christine, noticed his left eye drooping and his lower lip quivering. Seeing these telltale signs of epileptic seizures, which have plagued her husband since infancy, Mrs. Washington told him to take his coat off and lie down. Mr." , "date" : "20000221" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE NEEDIEST CASES; A Will to Work, and Finally, a Way" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/21\/nyregion\/the-neediest-cases-a-will-to-work-and-finally-a-way.html"} , {"body" : "A police officer who contends that he was arrested in a drug sweep only because he is Hispanic filed a federal civil rights lawsuit against the Police Department yesterday, charging that it continues to pursue disciplinary charges against him even though his criminal case was dismissed. The suit filed by the officer, Aki Perez, in Federal District" , "date" : "20000219" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Officer Sues Police Dept. Over Arrest" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/19\/nyregion\/officer-sues-police-dept-over-arrest.html"} , {"body" : "On a cold day in East New York recently, the ice and snow drifted up against abandoned buildings and empty lots. The desolate Brooklyn streets were still, in what is among the New York neighborhoods hardest hit by decades of urban decay. The only sounds were the yelping of a dog and the thump-thump-thump of a car stereo. Inside one apartment on" , "date" : "20000215" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE NEEDIEST CASES; Aid for Parents Who Are Overwhelmed" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/15\/nyregion\/the-neediest-cases-aid-for-parents-who-are-overwhelmed.html"} , {"body" : "Leg gone -- mind in a daze But it's a phase I'm gonna rise above this In my head My leg I'll always miss Nothing is false about this If it was I would whisper go away In pain, in search of a sympathetic ear, Lenny Rabb wrote these verses into the newsletter he publishes from his home in the East New York section of Brooklyn. ''My wife and I spend" , "date" : "20000211" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; Fathers Living With AIDS Find a Voice" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/11\/nyregion\/the-neediest-cases-fathers-living-with-aids-find-a-voice.html"} , {"body" : "Residents of Brooklyn, Queens and the Bronx pay substantially higher fares than suburban commuters do for traveling the same distance on the Long Island Rail Road and Metro-North, but their service is more sporadic and their stations are much more dilapidated, according to a survey of the commuter railroads released yesterday by the Public" , "date" : "20000211" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Survey Finds Disparities in Train Service" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/11\/nyregion\/survey-finds-disparities-in-train-service.html"} , {"body" : "When a group of corporate leaders announced in 1998 that it would award cash bonuses to school superintendents, principals and teachers who improved test scores in several troubled districts, supporters praised the plan as a revolutionary effort to make schools more like businesses. But critics warned that the experiment would hurt morale and even" , "date" : "20000209" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "11" , "title" : "Teacher Incentive Plan Pays Off Despite Fears" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/09\/nyregion\/teacher-incentive-plan-pays-off-despite-fears.html"} , {"body" : "A Drag Queen And a Mobster Now and then, a movie like ''Mob Queen'' surfaces on video: a good piece of work turned out by young filmmakers on a shoestring that finally finds a distributor with an eye for something a little bizarre and highly viewable. And in this case, the film, to be released on tape Feb. 15 by First Run Features, happened to pick" , "date" : "20000204" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "HOME VIDEO" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/04\/movies\/home-video-656879.html"} , {"body" : "A young couple armed with a gun forced their way into a Barnes & Noble bookstore on the Upper West Side yesterday morning, ordered a manager to open the safe and then fled with $25,000, the police said. But New York City transit officers, acting on a description from store employees, promptly arrested a man waiting on the subway platform at" , "date" : "20000131" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "One Arrested in Armed Robbery of $25,000 from Bookstore" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/31\/nyregion\/one-arrested-in-armed-robbery-of-25000-from-bookstore.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting Feb 8, 6:30 P.M.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; (718) 389-0009. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill, Boerum Hill, Vinegar Hill," , "date" : "20000130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; Brooklyn Meetings In February" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/30\/nyregion\/community-boards-brooklyn-meetings-in-february.html"} ,   {"body" : "Ever since the city reaped a windfall of $44 million in new funds for affordable child care, parents and child care advocates across the city have waited anxiously for the city to distribute day care vouchers to needy parents. The need, they know, is acute, with the number of poor or working-class families waiting for these coveted coupons having" , "date" : "20000130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MIDWOOD (NYC)" , "WILLIAMSBURG (NYC)" , "CROWN HEIGHTS (NYC)" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Distribution of Vouchers For Day Care Is Scrutinized" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/30\/nyregion\/distribution-of-vouchers-for-day-care-is-scrutinized.html"} , {"body" : "For years, Crystal J. felt that the ambulances always came too early and the police too late. Before she turned 17, Crystal recalls, she had been raped twice and had attempted suicide three times. Each time she tried to soothe her suffering with toxic tonics concocted from medicine and liquor cabinets, but she was thwarted by doctors intent on" , "date" : "20000125" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE NEEDIEST CASES; Giving Up a Death Wish To Guide a Brother's Life" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/25\/nyregion\/the-neediest-cases-giving-up-a-death-wish-to-guide-a-brother-s-life.html"} , {"body" : "As school was winding down last June, the superintendent of one district in Brooklyn decided to take a bold step. One by one, he called in 10 principals and told them they were through. They had failed to improve test scores, he told them, failed to develop partnerships with parents and teachers, failed to build effective programs, failed to meet" , "date" : "20000125" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Politics Plays Role in Return Of Failing School Principals" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/25\/nyregion\/politics-plays-role-in-return-of-failing-school-principals.html"} , {"body" : "It was a joke that got big laughs around New York City Transit as the end of last year approached: The subways were fully Y2K compliant. But to understand why it was so funny requires a peek inside a tiny mustard-yellow room deep within Grand Central Terminal, where a handful of workers keeps track of Manhattan's busiest subways. The technology" , "date" : "20000124" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "SAN FRANCISCO (CALIF)" , "PARIS (FRANCE)" , "LONDON (ENG)" , "MONTREAL (CANADA)"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "Subways Trade No. 2 Pencils For 21st-Century Technology" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/24\/nyregion\/subways-trade-no-2-pencils-for-21st-century-technology.html"} , {"body" : "A fugitive who is believed to have eluded the police in Midtown last Tuesday by leaping from a 19th-story window to the ledge of an adjacent building was returned to New York City yesterday and charged with murder after being stopped on a bus crossing into Canada. Law enforcement officials said that the suspect, Jaquan Muhammad, was carrying a" , "date" : "20000118" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["CANADA" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Agile Suspect Caught at Customs Checkpoint" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/18\/nyregion\/agile-suspect-caught-at-customs-checkpoint.html"} , {"author" : "James Traub is a contributing writer for the magazine. His study of schoolwide reform, ''Better by Design,'' was published last month by the Thomas B. Fordham Foundation." , "body" : "Last fall, the New York State Education Department released the results of a fourth-grade math test and eighth-grade math and language tests. It will come as no surprise to hear that the numbers for students in New York City were dreadful. About two-thirds of city eighth graders failed the English language arts test, and about three-quarters failed" , "date" : "20000116" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine" , "Education"] , "page_facet" : "52" , "title" : "What No School Can Do" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/16\/magazine\/what-no-school-can-do.html"} , {"body" : "As a teenager in the 1980's, Andrew Aiken rhymed and danced his nights away as a master of ceremonies at house music parties in Crown Heights, Brooklyn. A son of Jamaican immigrants, he dreamed of glory as a rap and reggae star. But in 1991 a robber shot Mr. Aiken for a gold bracelet on his wrist and $90 in his pocket, paralyzing him from the waist" , "date" : "20000116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "The Shattered Lives Left by a Street War; Wheeled Prisons Bear Legacy Of Violence of a Crack Epidemic" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/16\/nyregion\/shattered-lives-left-street-war-wheeled-prisons-bear-legacy-violence-crack.html"} , {"body" : "Another religious statue was vandalized in Brooklyn Friday night, the sixth desecrated there in a week, the police said. In the latest incident, someone broke the hands off a statue of Our Lady of Fatima at St. Rita's Roman Catholic Church, at 275 Shepherd Avenue in East New York. It follows a similar act of vandalism that occurred on Jan. 9, when" , "date" : "20000116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Another Church Statue Damaged in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/16\/nyregion\/another-church-statue-damaged-in-brooklyn.html"} , {"body" : "The two dead toddlers who were found beside their slain mother in a burning apartment in Brooklyn on Thursday had both been fatally stabbed before the fire was set, autopsies showed yesterday. The killer, law enforcement officials said, lined the bodies up on a mattress before setting the fire and put a pillow over at least one of the children's" , "date" : "20000115" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Children and Mother Died Before Fire" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/15\/nyregion\/children-and-mother-died-before-fire.html"} , {"body" : "The bodies of a 19-year-old woman, bound by her hands and feet, and her two young children were discovered yesterday on a mattress that had been set on fire in a basement apartment in East New York, the police said. The mother, Erica Alvarez, had been stabbed several times; the fire was apparently set to cover the crime, law enforcement officials" , "date" : "20000114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mother and 2 Children Are Killed in a Brooklyn Arson" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/14\/nyregion\/mother-and-2-children-are-killed-in-a-brooklyn-arson.html"} ,   {"body" : "A knit cap on his head, his long legs encased in baggy jeans, Issan Duke was perched on a stool in the computer laboratory at the DeVry Institute of Technology, an upstart college in Long Island City, Queens, that believes it has created a practical and efficient form of career-oriented liberal arts education. In the lab, a bright, cavernous room" , "date" : "20000112" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "12" , "title" : "EDUCATION; DeVry Gives Career Training the Old College Try" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/12\/nyregion\/education-devry-gives-career-training-the-old-college-try.html"} , {"body" : "In retrospect, it seems only natural that Paul Matus should found a Web site about the New York City transit system. He grew up in Flatbush, not far from the Church Avenue trolley, the last trolley in Brooklyn, which stopped running in 1956, when Mr. Matus was 10 years old. ''Whenever I got a good report card I would get a trolley ride,'' said Mr." , "date" : "20000109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "7" , "title" : "NEW YORK ON LINE; All About Transit, Not Only for Buffs" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/09\/nyregion\/new-york-on-line-all-about-transit-not-only-for-buffs.html"} , {"body" : "After walking her three children to school one morning last August, Ernesta N. stepped into the crosswalk to return home. That is when she says a car stopped at the light lunged forward, grazing her in the leg. The driver was her husband. ''I realized it was he, but he sped up and ran the red light,'' Ernesta said in Spanish in a recent interview." , "date" : "20000104" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE NEEDIEST CASES; Fleeing an Abusive Spouse and Finding a New Home" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/04\/nyregion\/the-neediest-cases-fleeing-an-abusive-spouse-and-finding-a-new-home.html"}]