[  {"body" : "The 20-year-old man identified as a suspect in the killing of a Brooklyn man outside a topless lounge in TriBeCa last week turned himself in to the police yesterday, the authorities said. The suspect, Thomas M. Burke, a construction worker from Brooklyn, arrived with a lawyer, Anthony Lombardino, at the First Precinct station house at 10:30 a.m." , "date" : "20001225" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Suspect Surrenders in Killing of Man With a Punch Outside a TriBeCa Club" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/25\/nyregion\/suspect-surrenders-in-killing-of-man-with-a-punch-outside-a-tribeca-club.html"} , {"author" : "E-mail: daschn@nytimes.com" , "body" : "Illuminating Christmas Q.: I understand that electric Christmas tree lights were introduced in New York City. When? A.: Historians generally credit Edward H. Johnson, the vice president of Thomas A. Edison's electric company, with the introduction of the lights, in the rear parlor of his New York home, in 1882. The 80 hand-wired, hand-blown glass" , "date" : "20001203" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2000\/12\/03\/nyregion\/fyi-476145.html"} , {"body" : "It was a place of the discarded and the dead. There were no roads. There was said to be nothing green that could live. The smell could sicken at a distance of two miles. In the early years of the 20th century, the tiny island off the coast of Brooklyn was a nightmare: a dumping ground for most of the trash and animal carcasses of the teeming city." , "date" : "20001107" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BARREN ISLAND"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "All the Dead Horses, Next Door; Bittersweet Memories of the City's Island of Garbage" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/07\/nyregion\/all-dead-horses-next-door-bittersweet-memories-city-s-island-garbage.html"} , {"body" : "A school bus matron was on duty, along with the driver, in a van where the police say two Brooklyn boys sexually abused a younger schoolmate, officials said yesterday. The three boys, all students at Public School 231, a school for special education students in Borough Park, were on the way home on Tuesday when the incident occurred, said Sgt." , "date" : "20001007" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "2 Held in Abuse of Boy, 7, on Bus" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/07\/nyregion\/2-held-in-abuse-of-boy-7-on-bus.html"} , {"body" : "Friends since nursing school, the four women had worked a combined 158 years at St. Vincents Hospital in Manhattan, caring for ill children. They loved traveling almost as much as they loved their work, and that common passion sent them on trips around the world together. That bond offered some comfort to their colleagues yesterday, as they mourned" , "date" : "20000926" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["VIRGINIA BEACH (VA)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "St. Vincents Mourns Loss Of 4 Nurses" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/26\/nyregion\/st-vincents-mourns-loss-of-4-nurses.html"} , {"body" : "I'M kind of a renegade,'' the Brooklyn-born Brian Merlis says about his obsession -- an obsession with collecting that in the last 20 years has cost him $250,000 -- and his marriage. Mr. Merlis doesn't gamble, scuba dive or fly fighter planes. He is an amateur historian and a collector of photographs and artifacts who has apparently published more" , "date" : "20000924" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Books" , "Real Estate"] , "page_facet" : "7" , "title" : "Streetscapes\/Brian Merlis; An Amateur Historian With a Passion for Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/24\/realestate\/streetscapes-brian-merlis-an-amateur-historian-with-a-passion-for-brooklyn.html"} , {"body" : "The owner of a car salvage business in Flatlands, Brooklyn, discovered a human skeleton yesterday in the trunk of a car he had bought at a city auction, the police said. The man, who owns Auto Gobbler, at East 56th Street and Preston Court, discovered the skeleton when he popped open the trunk of a 1993 red Chevrolet Lumina. Police officials did" , "date" : "20000819" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Auction Buyer Finds Skeleton in Car Trunk" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/19\/nyregion\/auction-buyer-finds-skeleton-in-car-trunk.html"} , {"body" : "Here is a selective listing by critics of The New York Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is" , "date" : "20000707" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/07\/arts\/art-guide.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; usually the second Tuesday of the month; but the next meeting is Tuesday, 6:30 p.m.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. DISTRICT 2: Fort Greene, Downtown Brooklyn," , "date" : "20000604" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; The Brooklyn Meetings, From Sea Gate to Dumbo" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/04\/nyregion\/community-boards-the-brooklyn-meetings-from-sea-gate-to-dumbo.html"} , {"body" : "DO you like those arms?'' Tyce Keith D'Orio demanded of the student dancers trying to follow his moves at Horizons Dance Center in the Flatlands section of Brooklyn. ''I don't like those arms. They need to pop.'' The students tried again. About two dozen, teenagers and young adults, were jammed into the small studio, moving to the strains of Tracy" , "date" : "20000528" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Studios Nurture the Starry-Eyed and Twinkle-Toed" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/28\/nyregion\/new-yorkers-co-studios-nurture-the-starry-eyed-and-twinkle-toed.html"} ,   {"body" : "LOUISE SPIERS, wearing polka dots and a tired frown, is sitting in a tiny borrowed office at Manhattan Family Court, ignoring the vase of spring flowers on the desk behind her. Once an avid gardener and flower lover, Ms. Spiers, who counsels the families of murder victims, does not have the heart for indulging in flora anymore. That is what" , "date" : "20000505" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Finding Life After Murder, and Sharing It" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/05\/nyregion\/public-lives-finding-life-after-murder-and-sharing-it.html"} , {"body" : "The head of the livery-cab drivers' association repeated his pleas to drivers yesterday to install bulletproof partitions, but then called for allowing such cabs to pick up passengers on the street. ''We are working to pass a law, after the partitions are put in, so that you can hail livery cabs,'' Fernando A. Mateo, the president of the New York" , "date" : "20000430" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Livery Drivers' Chief Seeks Right to Accept Street Hails" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/30\/nyregion\/livery-drivers-chief-seeks-right-to-accept-street-hails.html"} , {"body" : "A livery-cab driver was fatally shot in Brooklyn early yesterday, the ninth in a series of killings this year that has confounded the police and has sent the city and the livery industry scrambling to improve the safety of drivers. The Police Department said yesterday that it would add still more officers to an already expanded livery task force," , "date" : "20000429" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Another Livery Driver Is Slain, Pushing Toll to 9 for the Year" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/29\/nyregion\/another-livery-driver-is-slain-pushing-toll-to-9-for-the-year.html"} , {"body" : "WHEN Madelaine Bukiet was about 13 years old, she began crossing Manhattan alone by bus to go to the orthodontist. Her father, Melvin Jules Bukiet, a novelist, admits that the decision was one of convenience; the monthly trip simply became too much of a headache for Madelaine's two working parents. Adonia Irby just turned 7, and her father still" , "date" : "20000409" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Letting Go" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/09\/nyregion\/letting-go.html"} , {"author" : "E-mail address: daschn@nytimes.com" , "body" : "Escape by a Rebel Q. I once read that during the Civil War, Governors Island was used as a prison for Confederate soldiers, and that one escaped and swam to shore in Manhattan. Was he ever caught? A. No, but accounts vary as to where he was imprisoned, how he escaped and what happened after he did. Most historical sources contend that in April" , "date" : "20000402" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2000\/04\/02\/nyregion\/fyi-554723.html"} , {"body" : "A passenger in a commuter van was raped and kidnapped by the van's driver and two other men early Saturday morning, the police said yesterday. A woman boarded the vehicle, known as a dollar van, at 3:30 a.m. on Flatlands Avenue, near Pennsylvania Avenue, in the New Lots section of Brooklyn, said Detective Claude Kellman of the Brooklyn Special" , "date" : "20000320" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Dollar Van Driver Held in Rape of Passenger" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/20\/nyregion\/dollar-van-driver-held-in-rape-of-passenger.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting March 14, 6:30 P.M.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; (718) 389-0009. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill, Boerum Hill, Vinegar" , "date" : "20000305" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "BROOKLYN UP CLOSE; Communities Speak Up: Where the Boards Meet in March" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/05\/nyregion\/brooklyn-up-close-communities-speak-up-where-the-boards-meet-in-march.html"} , {"body" : "A decade after Greyhound stopped direct long-distance service to and from Brooklyn, two local businessmen are trying to return the bus company to the borough. But some community board members have raised concerns about noise and pollution from buses. Darnell Canada, president of the Fort Greene Empowerment Organization, a community group, and" , "date" : "20000227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: FORT GREENE; Long-Absent Greyhounds May Return To Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/27\/nyregion\/neighborhood-report-fort-greene-long-absent-greyhounds-may-return-to-brooklyn.html"} , {"body" : "A jam-packed express bus from the Flatlands in Brooklyn barrels toward Lower Manhattan, its standing-room-only passengers struggling to keep their balance with each bump and turn. In southeastern Queens, a driver who should be on the road sits at the depot while his bus is repaired. And at a Jackson Heights bus stop, more than 50 wind-chilled" , "date" : "20000216" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Beyond the Pale of the M.T.A.; On City-Run Buses, Getting to Work Can Be Work" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/16\/nyregion\/beyond-the-pale-of-the-mta-on-city-run-buses-getting-to-work-can-be-work.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting Feb 8, 6:30 P.M.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; (718) 389-0009. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill, Boerum Hill, Vinegar Hill," , "date" : "20000130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; Brooklyn Meetings In February" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/30\/nyregion\/community-boards-brooklyn-meetings-in-february.html"} ,   {"body" : "INTERNATIONAL 3-13 Prosecutors Pursue Bin Laden Web of Terror Federal prosecutors, in a series of little-noticed court filings, have painted the most detailed picture yet of how Osama bin Laden directed what they depict as a worldwide terrorism conspiracy. The government has charged Mr. bin Laden with conspiring to attack Americans, specifically in" , "date" : "20000123" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/23\/nyregion\/news-summary-482897.html"} , {"body" : "For years, Nick Biancorosso says, the nose-pinching odor of oil periodically invaded his house, and those of his neighbors, on Utica Avenue in the Flatlands section of Brooklyn. He and his wife initially blamed their boiler, which they replaced, to no avail. Also futile, he says, were the complaints they lodged about the smell to dispatchers at a" , "date" : "20000113" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Fighting a Battle Above and Below; Neighbors Sue City Transit Agency Over Diesel Spill Beneath Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/13\/nyregion\/fighting-battle-above-below-neighbors-sue-city-transit-agency-over-diesel-spill.html"}]