[  {"body" : "ON an August night eight years ago, my taxi slowed on Broadway at West 79th Street. A doorman in gold buttons swept open a gate, and we rolled into the courtyard of the Apthorp, a Renaissance-style building where a childhood friend lived. It became my first home in New York. For three weeks, I crashed in an elegant room whose walls smelled of musky" , "date" : "20001231" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "There's No Place Like Home. But There's . . . No Place." , "url" : "http:\/\/www.nytimes.com\/2000\/12\/31\/nyregion\/there-s-no-place-like-home-but-there-s-no-place.html"} , {"body" : "In recent days, Smithson Smith's co-workers made jokes at his expense, citing his uncanny resemblance to a widely publicized wanted poster that showed a bank robber calmly strolling out of a nearby Midtown branch. They laughed, warning Mr. Smith, the office's computer operations supervisor, that he should eat lunch at his desk to avoid being" , "date" : "20001228" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Office Worker Accused in 2-Year Series of Bank Robberies" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/28\/nyregion\/office-worker-accused-in-2-year-series-of-bank-robberies.html"} , {"body" : "The immediate crisis may be over for residents of most illegal loft apartments in New York City, but the larger issue remains: what to do about a growing stock of unlawfully converted buildings and the people who have made them their homes. An uproar arose Dec. 15 when city inspectors suddenly evicted 60 people from an illegally converted factory" , "date" : "20001227" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "CHELSEA (NYC)" , "SOHO AREA (SOUTH HOUSTON INDUSTRIAL DISTRICT) (NYC)" , "TRIBECA (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Evictions Illuminate Issue Of Illegal Loft Apartments" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/27\/nyregion\/evictions-illuminate-issue-of-illegal-loft-apartments.html"} , {"body" : "The two men fatally shot by an off-duty detective while they tried to rob a Brooklyn bodega on Sunday both had histories of robbery arrests, the police said yesterday. The police and Mayor Rudolph W. Giuliani said it appeared that the detective, Michael Zeller, 36, acted appropriately when he fired his 9-millimeter service handgun at the two men," , "date" : "20001226" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Killed in Robbery Attempt Had Police Arrest Records" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/26\/nyregion\/2-killed-in-robbery-attempt-had-police-arrest-records.html"} , {"body" : "One day after holding public hearings for proposed power plants around the city, the State Department of Environmental Conservation issued a permit for an electricity-generating plant to be built on a barge in Williamsburg. The proposal is one of two put forth by private companies to build power plants along the Brooklyn waterfront. The New York" , "date" : "20001224" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Residents See Health Risks In New Generating Plants" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/24\/nyregion\/neighborhood-report-new-york-up-close-residents-see-health-risks-new-generating.html"} , {"body" : "After New York City inspectors checked 29 Brooklyn factory buildings with illegal dwellings, Mayor Rudolph W. Giuliani's office said last night that none had safety hazards serious enough to require residents to be evacuated. The announcement eased fears of widespread evacuations of an estimated 1,000 to 2,000 tenants in 121 such buildings under" , "date" : "20001221" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Eviction Fears Ease After Inspections in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/21\/nyregion\/eviction-fears-ease-after-inspections-in-brooklyn.html"} , {"body" : "After ousting 60 residents from illegal lofts in a factory building in Brooklyn that had fire safety violations, city officials were analyzing 120 similar sites in the borough yesterday to determine if more buildings should be emptied. Mayor Rudolph W. Giuliani said that the buildings were being grouped by the severity of their violations, and that" , "date" : "20001220" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Evacuation Threat Looms in Crackdown on Illegal Loft Buildings in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/20\/nyregion\/evacuation-threat-looms-in-crackdown-on-illegal-loft-buildings-in-brooklyn.html"} , {"body" : "CONTEMPORARY art in New York is a half-empty, half-full situation. Depending on whom you listen to, it's either terminally confused and uncentered, or healthily, refreshingly diverse. (Personally, I think confusion is healthy, so I win either way.) Almost anyone would agree, though, that the art world is itself fragmented. There's a centralized" , "date" : "20001215" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "ART REVIEW; For Hikers Seeking Art, Brooklyn Is a Left Bank" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/15\/arts\/art-review-for-hikers-seeking-art-brooklyn-is-a-left-bank.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''LA BOHEME.'' Amato Opera. This company, in its 53rd season, stages its productions on modest but generally attractive sets, and uses reduced orchestrations and singers who can often be" , "date" : "20001215" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/15\/movies\/classical-music-and-dance-guide.html"} , {"body" : "YES, it is freezing, but turn your thoughts, please, to balmy summer and a pool that seems to float on the water. The Hudson River, we are talking about here, and a pool that will seem to float on the Hudson because it will be on the Hudson. Is there anything more lyric: to be in the water, surrounded by water? If it is finished on time, summer of" , "date" : "20001214" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Across the Hudson, a Dream Drops Anchor" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/14\/nyregion\/public-lives-across-the-hudson-a-dream-drops-anchor.html"} ,   {"body" : "A cold front that buried the Midwest in snow this week blew through New York yesterday, but the objects falling from the sky were considerably larger and less enchanting than snowflakes. Tree limbs, power lines, window panes, road signs and building parts pelted the region as high winds, with gusts up to 62 miles per hour, set the morning commute" , "date" : "20001213" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "High Winds Propel Cold Air And Big, Dangerous Objects" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/13\/nyregion\/high-winds-propel-cold-air-and-big-dangerous-objects.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''LA BOHEME.'' Amato Opera. This company, in its 53rd season, stages its productions on modest but generally attractive sets, and uses reduced orchestrations and singers who can often be" , "date" : "20001208" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/08\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Change of State It took less than 48 hours for one of the State Department's most senior diplomats to make his post-diplomatic plans known. J. STAPLETON ROY, a former ambassador to China, resigned in anger on Monday over SECRETARY OF STATE MADELEINE K. ALBRIGHT'S continuing effort to tighten security. (Dr. Albright suspended Mr. Roy's deputy," , "date" : "20001207" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["CHINA"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/07\/nyregion\/public-lives.html"} , {"body" : "SINCE it was first spotted in Brooklyn in 1996, the Asian long-horned beetle has caused the destruction of 5,100 trees in New York and 1,400 in Chicago. Infested trees are cut down, chipped and burned because there is no other way to kill the pest, which has come dangerously close to Central Park in New York and Lincoln Park in Chicago. ''It's" , "date" : "20001203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "15" , "title" : "CUTTINGS; Imported Pest Raises Fears For Forests" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/03\/style\/cuttings-imported-pest-raises-fears-for-forests.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''LA BOHEME.'' Metropolitan Opera. Franco Zeffirelli's hyper-detailed, cinematic staging of this Puccini classic has been a staple of the Met repertory since 1981. The current cast includes" , "date" : "20001201" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/01\/movies\/classical-music-and-dance-guide.html"} , {"body" : "After years of planning and politicking, New York City took its first formal step yesterday into a future after the Fresh Kills Landfill, when the City Council overwhelmingly approved a long-term plan to deal with the city's daily mountain of refuse through at least the opening decades of the new century. Fresh Kills, in Staten Island, once the" , "date" : "20001130" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)" , "FRESH KILLS (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "COUNCIL APPROVES A LONG-TERM PLAN FOR CITY GARBAGE" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/30\/nyregion\/council-approves-a-long-term-plan-for-city-garbage.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York region. Opera ''DER FLIEGENDE HOLLANDER.'' Metropolitan Opera. August Everding's gripping 1989 production of Wagner's ''Fliegende Hollander'' for the Metropolitan Opera proves that a conception and a staging of a" , "date" : "20001124" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/24\/movies\/classical-music-and-dance-guide.html"} , {"body" : "A TYPICAL Sunday in the Queens childhood of the Rev. James F. Fitzpatrick went something like this: Get up early in Ozone Park and put your good clothes on. Go to 9 a.m. Mass. Pray with a full heart. Come home and eat a nice, hot breakfast. Bacon and eggs at the table, not, ''Here's your cereal and out the door.'' Visit with the grandparents in" , "date" : "20001124" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Bringing a Lifetime of Faith to a Tough Job" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/24\/nyregion\/public-lives-bringing-a-lifetime-of-faith-to-a-tough-job.html"} , {"body" : "New Yorkers have seldom had much trouble summoning up a decent fit of rage on the subject of their garbage and what to do with it. In the early 1990's, when a trash-burning factory was proposed at the Brooklyn Navy Yard, screaming tussles on the steps of City Hall were often the news du jour. But yesterday in the City Council's chambers, lawmakers" , "date" : "20001121" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Garbage Plan Hearing Is Unusually Tidy" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/21\/nyregion\/garbage-plan-hearing-is-unusually-tidy.html"} , {"body" : "Almost a decade ago, a newcomer riding the elevated F train over the Gowanus Canal was told to look out the window. ''That's Red Hook, where the gangsters throw dead bodies,'' said her friend, pointing to the murky water below. ''Even the subway doesn't stop there.'' The subway still does not stop in Red Hook, but the new ''Neighborhood History" , "date" : "20001119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "GOWANUS CANAL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: RED HOOK\/GOWANUS; Frommer's It's Not; Guidebook Burnishes a Rugged Image" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/19\/nyregion\/neighborhood-report-red-hook-gowanus-frommer-s-it-s-not-guidebook-burnishes.html"} ,   {"body" : "THE night air vibrates as a steady stream of trucks grunt and groan on the elevated lanes of the Brooklyn-Queens Expressway. Below, street lights cast lonely glows on a barren block lined with rusting warehouses and a Roman Catholic convent, hard by the Brooklyn waterfront. It is difficult to imagine how this isolated spot in Greenwood Heights, a" , "date" : "20001119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY LORE; By the B.Q.E., an Artists' Salon Casts an Avant-Garde Glow" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/19\/nyregion\/city-lore-by-the-bqe-an-artists-salon-casts-an-avant-garde-glow.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''LA BOHEME,'' Metropolitan Opera. Franco Zeffirelli's hyper-detailed, cinematic staging of this Puccini classic has been a staple of the Met repertory since 1981, and is back with an able" , "date" : "20001117" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/17\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Theater ''LA CUCARACHITA MARTINA,'' about an endearing cockroach, is based on Cuban and Puerto Rican folklore. The heroine is a bunraku-style puppet designed by Jose Lopez. Los Kabayitos Puppet and Children's Theater, 107 Suffolk Street, second floor, Lower East Side. Through Dec. 3. Shows at 3 p.m.: in English, tomorrow; in Spanish, Sunday." , "date" : "20001117" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "46" , "title" : "SPARE TIMES -- FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/17\/arts\/spare-times-for-children.html"} , {"body" : "And this was supposed to be a new and improved New York election. There was the city's nifty new automated phone bank with 38 operators ready to enlighten bewildered voters. There was the revamped training program for the 26,000 brave souls recruited to staff the city's polls. There were the extended Board of Elections office hours, the scan-able" , "date" : "20001109" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "20" , "title" : "THE 2000 ELECTIONS: THE MECHANICS; Preparations for Smooth Day at Polls Run Afoul of Murphy's Law" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/09\/us\/2000-elections-mechanics-preparations-for-smooth-day-polls-run-afoul-murphy-s.html"} , {"body" : "Jonathan Springer, a lawyer, was among those who did not mind the half-hour wait at the polls at 102nd Street and Amsterdam Avenue yesterday. ''It's really exciting to have all these people here,'' he said before voting in an election that many city poll workers said had drawn the largest turnout -- and the longest lines -- that they had seen in" , "date" : "20001108" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "11" , "title" : "THE 2000 ELECTIONS: THE VOTERS; Long Lines And Problems At the Polls" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/08\/us\/the-2000-elections-the-voters-long-lines-and-problems-at-the-polls.html"} , {"body" : "THE view is terrific, even if it's from the top of a massive trash heap. The wide swath of the Hudson River and the breathtaking skyline of Manhattan are to the east, and the rolling hills of northern New Jersey march north and west. If current plans are carried out, this moonscape of construction debris and industrial waste rising from the watery" , "date" : "20001029" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "MEADOWLANDS (NJ)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Commercial Property; Turning Brownfields Into Fairways and Greens" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/29\/realestate\/commercial-property-turning-brownfields-into-fairways-and-greens.html"} , {"body" : "When the Greenpoint Manufacturing and Design Center opened in 1994, supporters of manufacturing in New York City cheered: what had once been a decrepit rope factory on the Brooklyn waterfront had been turned into a low-cost home for light manufacturing companies and artisans. When the center opened, the nonprofit development organization behind the" , "date" : "20001025" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Commercial Real Estate; Redeveloping Space to Keep Manufacturing Jobs" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/25\/nyregion\/commercial-real-estate-redeveloping-space-to-keep-manufacturing-jobs.html"} , {"body" : "FERNICOLA OSTERIA clings to the upper edge of Williamsburg like a climber to a sheer sheet of granite. Two steps to the north, a long, lonely industrial strip extends deep into Greenpoint. Out the front window, across Kent Avenue, a stark wooden fence runs along a scrubby stretch of riverfront park that attracts the braver kind of jogger. The" , "date" : "20001025" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "10" , "title" : "RESTAURANTS; Twisting the Classics: Italian Goes Nuova" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/25\/dining\/restaurants-twisting-the-classics-italian-goes-nuova.html"} , {"body" : "From 1921 through 1956, more than a third of the World Series played never left New York City. The Yankees won 10 of them, the Giants won 2 and the Dodgers won the other one as well as the hearts of underdogs everywhere. RAY CORIO '21 GIANTS vs. YANKEES Giants win series, 5-3 (5 of 9 games) The Giants had captured six pennants and one World Series." , "date" : "20001021" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "BASEBALL: SUBWAY SERIES; The First 13 Stops" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/21\/sports\/baseball-subway-series-the-first-13-stops.html"} , {"body" : "To see New York City from the water is to see it anew, spread out serenely along the horizon in the shifting light, distorted by distance, blurred by haze, magically rearranging itself as you move in the muffled quiet toward someplace, anyplace or, better yet, no place at all. Contemplating New York in that way is a little like dreaming. The" , "date" : "20001013" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "37" , "title" : "Gliding in a Floating World, Life Is but a Dream" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/13\/arts\/gliding-in-a-floating-world-life-is-but-a-dream.html"} ,   {"body" : "Erika deBoesche Ryan, a daughter of Fabienne and Robert Ryan of Orangeburg, N.Y., is to be married today to Thomas Gunther Oelkers, a son of Catherine and Thomas M. Oelkers of Maspeth, Queens. Msgr. William J. Belford will perform the ceremony at St. Catharine's Roman Catholic Church in Blauvelt, N.Y. The couple graduated from St. John's" , "date" : "20001008" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "13" , "title" : "WEDDINGS; Erika Ryan, Thomas Oelkers" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/08\/style\/weddings-erika-ryan-thomas-oelkers.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. The Arthur Ross Terrace, a new one-acre public space with ginkgo and pagoda trees, has recently opened, with the same hours as the museum. Opening tomorrow, ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter,'' live, multicolored" , "date" : "20001006" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "46" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/06\/arts\/spare-times-508578.html"} , {"body" : "The dialogue resembles nothing you've heard before in the theater, except perhaps in a Pinter play. It sounds like a conversation overheard on a street corner, bus or public basketball court. And that, says Richard Maxwell, who wrote and directed ''Boxing 2000,'' which opened last week on the Lower East Side, is exactly the point. He wants his" , "date" : "20000925" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "A Playwright Who Creates People, Not Roles" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/25\/theater\/a-playwright-who-creates-people-not-roles.html"} , {"body" : "'Enthusiasm' Pierogi 177 North Ninth Street Williamsburg Brooklyn Through Oct. 9 The main event in this solo debut is a continuous 75-minute compendium of dozens of short videos made by Mr. Kimball in the last several years. They were all filmed in his art-cluttered New York apartment; he is the only performer. He lounges around in the nude," , "date" : "20000922" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "ART IN REVIEW; Kim Kimball" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/22\/arts\/art-in-review-kim-kimball.html"} , {"body" : "Faced with a doubling of his electricity costs this summer, an East Harlem supermarket owner found a creative way to try to remain in business. ''We're going to generate our own electricity,'' said Alfredo Rodriguez, 39, who owns the Associated Supermarket on East 116th Street between Lexington and Park Avenues. After receiving his latest monthly" , "date" : "20000918" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Store's Do-It-Yourself Way To Lower Its Power Costs" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/18\/nyregion\/store-s-do-it-yourself-way-to-lower-its-power-costs.html"} , {"author" : "Deborah Solomon, a regular contributor to the magazine, is at work on a biography of Norman Rockwell." , "body" : "Name: Rebecca Smith Age: 34 Coming from: New Haven Looking for: Recognition What can happen in a year? Nothing. Everything. Rebecca Smith arrived in New York a little more than a year ago, a young artist with a master's degree from Yale. It might seem overly optimistic if not preposterous to assume that her life could be radically altered in the" , "date" : "20000917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "61" , "title" : "How to Become An Instant Art Star" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/17\/magazine\/how-to-become-an-instant-art-star.html"} , {"body" : "September EVENING STARS 2000 DANCE SERIES You couldn't get much smarter and more adventurous than the Evening Stars 2000 Series, which provides a remarkable overview of American dance in six performances. And it's free. The dance component of the festival opens tonight with a shared program by the companies of Ronald K. Brown and Rennie Harris. The" , "date" : "20000910" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "22" , "title" : "THE ANNOTATED LIST; In the Whirl: Uptown, Downtown, All Around Town" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/10\/arts\/the-annotated-list-in-the-whirl-uptown-downtown-all-around-town.html"} , {"body" : "The cock-of-the-walk score for ''The Bulls' Night Out,'' performed by the Swing Daddies, gives the film a focus and energy that its filmmaking lacks. (The music sounds like a bouncing-on-the-balls-of-its-feet Las Vegas fanfare for a Sinatra entrance at the old Aladdin Hotel in Las Vegas.) The picture's title is explained in the very first scene," , "date" : "20000907" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "3" , "title" : "FILM REVIEW; Three Cops, Retired but Yearning For Action" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/07\/movies\/film-review-three-cops-retired-but-yearning-for-action.html"} , {"body" : "QUEENS 10 p.m. today to 5 a.m. Saturday Kew Gardens, Glendale, Woodhaven, Richmond Hill, Ozone Park and parts of Forest Hills 10 p.m. tomorrow to 5 a.m. Sunday Hunters Point, Long Island City, Dutch Kills and Queensbridge BROOKLYN 10 p.m. today to 5 a.m. Saturday Trinity Cemetery and Cemetery of the Evergreens, Highland Park and adjacent cemeteries" , "date" : "20000901" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "UPDATE; West Nile Spraying Schedule" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/01\/nyregion\/update-west-nile-spraying-schedule.html"} , {"body" : "Just off 20th Avenue in Astoria, Queens, behind a steel and brick fence guarded by dogs, sits an old hulk of a power plant that was built when cars had fins and Uncle Miltie was the king of prime time. The plant, designed to burn coal, then oil, had become a symbol of power generation at its dirtiest and least efficient by the time it was closed in" , "date" : "20000814" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE ENERGY RUSH -- A special report.; Promise and Peril in New York Power Plans" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/14\/nyregion\/the-energy-rush-a-special-report-promise-and-peril-in-new-york-power-plans.html"} ,   {"body" : "As the new digital technologies continue to transform the movie business, established companies are looking for ways to protect their franchise while taking advantage of new opportunities. One example is IFC Films, an offshoot of the Independent Film Channel cable network, which was itself an offshoot of Bravo, the upscale cultural channel that" , "date" : "20000811" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "27" , "title" : "AT THE MOVIES; Cable Offshoot Branches Out" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/11\/movies\/at-the-movies-cable-offshoot-branches-out.html"} , {"body" : "Aftabuddin Rayman smokes alone, in windowless rooms, deep into the night. Four times a week, as most people are getting off work, Mr. Rayman eases his Toyota Camry into a narrow canyon of warehouses near the East River on the edge of Greenpoint. Dressed in a blue cotton uniform, he enters the cool inner chambers of the Acme Smoked Fish Corporation," , "date" : "20000806" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; At the Top of the Flavor Chain" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/06\/nyregion\/new-yorkers-co-at-the-top-of-the-flavor-chain.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera GLIMMERGLASS OPERA. This is the weekend to see all four productions that Glimmerglass Opera in Cooperstown is offering during its 25th-anniversary summer season. Tomorrow afternoon there will be another" , "date" : "20000804" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/04\/movies\/classical-music-and-dance-guide.html"} , {"body" : "For the second time this summer, the Asian long-horned beetle has been found in an area previously thought to be uninfested, Parks Commissioner Henry J. Stern said yesterday. The beetle, which has destroyed nearly 3,000 city trees, was discovered last week in the Queens Zoo in Flushing Meadows-Corona Park. At least three beetle-infested trees, all" , "date" : "20000801" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "FLUSHING MEADOWS-CORONA PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Tree-Killing Asian Beetle Spreads to New Area of Queens" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/01\/nyregion\/tree-killing-asian-beetle-spreads-to-new-area-of-queens.html"} , {"body" : "DEAR DIARY: My friend Gabor Koranyi was visiting New York from Hungary recently and took the subway from Manhattan to his hosts' home in Greenpoint, Brooklyn, one night. It was after 2 a.m., and when he left the station he lost his way. The streets were deserted, and although he stopped a few cabs to ask directions, or to take him to his" , "date" : "20000731" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/31\/nyregion\/metropolitan-diary-449849.html"} , {"body" : "MAYER-Edward F., 92. Died Tuesday at Dartmouth-Hitchcock Medical Center. He was born in Brooklyn, New York on October 1, 1907, son of Frederick and Frieda (Pless) Mayer. He graduated City College of New York and was a Budget Analyst for Exxon Corporation for forty years. After retirement from Exxon Corporation, he was Director of Development for CW" , "date" : "20000730" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "35" , "title" : "Paid Notice: Deaths MAYER, EDWARD F." , "url" : "http:\/\/www.nytimes.com\/2000\/07\/30\/classified\/paid-notice-deaths-mayer-edward-f.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera GLIMMERGLASS OPERA. Tonight at the Glimmerglass Opera in Cooperstown there will be another performance of the much-anticipated production of John Philip Sousa's operetta ''The Glass Blowers,'' the first" , "date" : "20000728" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/28\/movies\/classical-music-and-dance-guide.html"} , {"body" : "After complaining for years about the smell, pollution and truck traffic from garbage transfer stations, organizations and politicians in three Brooklyn neighborhoods filed a federal civil rights complaint yesterday against New York City and the state. ''This area bears the brunt of waste transfer stations in New York City,'' said Representative" , "date" : "20000725" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "RED HOOK (NYC)" , "GREENPOINT (NYC)" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Complaint Says 3 Neighborhoods Bear Brunt of City Garbage" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/25\/nyregion\/complaint-says-3-neighborhoods-bear-brunt-of-city-garbage.html"} , {"body" : "NORTH FORK BANCORP'S chairman and chief executive, John A. Kanas, returned to his spacious Melville office following a sometimes raucous annual shareholders' meeting of Dime Bancorp, slipped off his jacket and tie and slumped into a chair. ''Those guys got crushed,'' he said with a trace of a smile, referring to the board of the Dime, parent of" , "date" : "20000723" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Biggest Hurdle Yet for North Fork Bank" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/23\/nyregion\/biggest-hurdle-yet-for-north-fork-bank.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera GLIMMERGLASS OPERA. Tomorrow night a new production of Strauss's ''Salome'' directed by Leon Major will be unveiled at the Glimmerglass Opera, the innovative summer festival company in Cooperstown," , "date" : "20000721" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/21\/movies\/classical-music-and-dance-guide.html"} ,   {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera GLIMMERGLASS OPERA. This summer is the 25th anniversary of the Glimmerglass Opera in Cooperstown, N.Y., and the weekend offers one of the world's most popular operas, Puccini's ''Boheme,'' directed by" , "date" : "20000714" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/14\/movies\/classical-music-and-dance-guide.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. ''Fighting Dinosaurs: New Discoveries From Mongolia,'' featuring one of the most famous fossil finds in the world; through Oct. 29. ''Mongolia Observed: Photographs Present and Past,'' featuring 40 color images by Robert Peck and black-and-white" , "date" : "20000714" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/14\/arts\/spare-times-198587.html"} , {"body" : "An unwanted immigrant has landed on the Lower East Side. After sneaking into Brooklyn in cargo from China in 1996, a tree-killing beetle has now crossed the Williamsburg Bridge and buried itself inside the neighborhood's hardwoods. Last month, the city Parks Department discovered the Asian longhorned beetle, considered the top threat to the city's" , "date" : "20000709" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: MANHATTAN UP CLOSE; Migrant Beetle Burrows in a Park, And Soon the Trees Are Dying" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/09\/nyregion\/neighborhood-report-manhattan-up-close-migrant-beetle-burrows-park-soon-trees.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''SIX CHARACTERS IN SEARCH OF AN AUTHOR'' Hugo Weisgall is already considered by a devoted band of critics and singers to be one of the important opera composers of the 20th century. The operagoing" , "date" : "20000707" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/07\/movies\/classical-music-and-dance-guide.html"} , {"body" : "NEW YORK MANHATTAN: HOTEL BOUGHT Leonard Litwin, a developer whose company owns 18 apartment towers on the East Side, recently bought his first hotel, the Sutton. Mr. Litwin paid about $35 million for the Sutton, an extended-stay hotel with 84 suites on East 56th Street, near First Avenue. Built in 1928, the hotel fell on hard times after World War" , "date" : "20000703" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/03\/nyregion\/metro-briefing.html"} , {"body" : "When Boaz Vaadia, a sculptor, saw boulders being pulled out of the ground during sewer repairs near his Berry Street studio in 1989, he was determined to salvage them. So he found a forklift for sale at a local forklift dealership and wrote a check on the spot, for $3,000. ''I felt like a kid picking up stones from the beach, wanting this beautiful" , "date" : "20000702" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: WILLIAMSBURG; Sculptor Harvests Brooklyn Boulders as Material for Art" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/02\/nyregion\/neighborhood-report-williamsburg-sculptor-harvests-brooklyn-boulders-material.html"} , {"body" : "Here are events tied to Operation Sail 2000: Tomorrow FREE WATERFRONT CONCERT, Battery Park, Great Lawn, Lower Manhattan. Featuring Billy Bragg and Shawn Colvin. 3:30 p.m. Sponsored by the Downtown Alliance. Information: (212) 835-2789. TANABATA FESTIVAL: TALES FROM JAPAN, South Street Seaport Museum, Children's Center, 165 John Street, Lower" , "date" : "20000630" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "43" , "title" : "A Salute to the Fourth; Avast! A Ship's Log of Events" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/30\/arts\/a-salute-to-the-fourth-avast-a-ship-s-log-of-events.html"} , {"body" : "Not long ago, Caffe Giannini in Ridgewood, Queens, was the sort of place where a customer could sit for hours at one of the round marble tables, drinking cappuccino brewed on the antique brass espresso machine. But according to federal agents, the tiny thriving storefront cafe did more than serve good coffee, cannoli and mozzarella sandwiches to" , "date" : "20000630" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "RIDGEWOOD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Revisiting a Cafe's Society of Brazen Violence" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/30\/nyregion\/revisiting-a-cafe-s-society-of-brazen-violence.html"} , {"body" : "Asian long-horned beetles, which have destroyed nearly 3,000 trees in New York City since their first appearance in the Greenpoint section of Brooklyn four years ago, have invaded the trees that line Luther Gulick Playground near the Manhattan approach to the Williamsburg Bridge, Parks Commissioner Henry J. Stern said yesterday. The infected trees" , "date" : "20000625" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LUTHER GULICK PLAYGROUND (BROOKLYN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Beetle Spreads To New Area, Dooming Trees" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/25\/nyregion\/beetle-spreads-to-new-area-dooming-trees.html"} , {"body" : "WILLIAMSBURG Friday Night Art At 20-Odd Galleries Williamsburg and Greenpoint are home to more than 20 galleries less than two miles from the Bedford Avenue subway stop, yet visits have not always been easy, because of hidden locations and changeable schedules. On Friday night, the artists will make it easy: during ''Open Williamsburg,'' more than" , "date" : "20000618" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/18\/nyregion\/playing-in-the-neighborhood-795186.html"} ,   {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''CARMEN.'' The first production of the Opera Festival of New Jersey is Bizet's ''Carmen,'' one of the most popular operas ever written. But this inventive company, which performs" , "date" : "20000616" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/16\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''ELECTRA.'' For the average American listener of a certain age, the name Mikis Theodorakis will probably summon up the film ''Zorba the Greek'' and perhaps two others, ''Z'' and" , "date" : "20000609" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/09\/movies\/classical-music-and-dance-guide.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; usually the second Tuesday of the month; but the next meeting is Tuesday, 6:30 p.m.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. DISTRICT 2: Fort Greene, Downtown Brooklyn," , "date" : "20000604" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; The Brooklyn Meetings, From Sea Gate to Dumbo" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/04\/nyregion\/community-boards-the-brooklyn-meetings-from-sea-gate-to-dumbo.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''MARRIAGE OF FIGARO.'' The homespun but attractive qualities of the Amato Opera's productions and the intimacy of its shoe-box theater offer a useful change of perspective for operagoers used to the" , "date" : "20000602" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/02\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Nine days after a double-decker tour bus killed a pedestrian at a Midtown Manhattan intersection, Gov. George E. Pataki today shut down the tour company for at least two weeks, and vowed to put it out of business permanently. The governor had the State Department of Motor Vehicles suspend the vehicle registrations for all 63 buses run by New York" , "date" : "20000601" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Pataki Orders Tour Bus Line Off the Streets" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/01\/nyregion\/pataki-orders-tour-bus-line-off-the-streets.html"} , {"body" : "Police ballistics tests confirmed yesterday that a handgun found in the possession of one of two suspects now in custody was used to kill five Wendy's restaurant workers and wound two others who had been bound, gagged and shot execution-style in a gruesome robbery-massacre in Queens last week. Investigators said the ballistics tests further" , "date" : "20000528" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Tests Show a Suspect's Pistol Was Used to Kill 5 at a Wendy's in Queens, Police Say" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/28\/nyregion\/tests-show-suspect-s-pistol-was-used-kill-5-wendy-s-queens-police-say.html"} , {"body" : "Two men with criminal histories, one of whom, the police said, staged five terrifying gunpoint robberies at fast-food outlets in New York last year, were arrested yesterday and charged in the execution-style shootings of seven bound-and-gagged workers at a Wendy's restaurant in Queens. Less than 48 hours after the grisly massacre in Wendy's" , "date" : "20000527" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "2 Men Arrested In Killings of 5 At Restaurant" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/27\/nyregion\/2-men-arrested-in-killings-of-5-at-restaurant.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''MARRIAGE OF FIGARO.'' The homespun but attractive qualities of the Amato Opera's productions and the intimacy of its shoe-box theater offer a useful change of perspective for" , "date" : "20000526" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/26\/movies\/classical-music-and-dance-guide.html"} , {"body" : "The sound system just wasn't happening at the Polish National Home, but the strained, suffering speakers added a new dimension to the electronic music that was drilling through them: homeliness. The Beer and Sausage Festival, a three-day experimental event in Greenpoint, Brooklyn, which finished up with a night of electronics on Friday, took place" , "date" : "20000516" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "POP REVIEW; Beer and Sausage, but No Accordions, Thank You" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/16\/arts\/pop-review-beer-and-sausage-but-no-accordions-thank-you.html"} , {"body" : "The blackened iron gantries once dominated this stretch of Long Island City like mechanical giants, their massive and clanking framework lifting railroad freight cars onto river barges like rocks into a sand pail. Manhattan, like a cool sister, obliviously hummed to its own rhythm across the short span of river. The gantries stand silent now," , "date" : "20000507" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GANTRY PLAZA STATE PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "46" , "title" : "Long Island City Journal; An Oasis for Fishermen And Riverside Dreamers" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/07\/nyregion\/long-island-city-journal-an-oasis-for-fishermen-and-riverside-dreamers.html"} ,   {"body" : "Federal agents have broken up a cocaine ring that had been operating in New York City for 15 years and that used the attendants and dark corners of Midtown Manhattan parking garages to transfer millions of dollars in drug proceeds from one courier's car to another, the authorities said yesterday. The ring, which United States Customs Service" , "date" : "20000503" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "15 Are Held as Agents Crack Long-Running Cocaine Ring" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/03\/nyregion\/15-are-held-as-agents-crack-long-running-cocaine-ring.html"} , {"body" : "Mayor Rudolph W. Giuliani said yesterday that his administration's new plan to close the Fresh Kills landfill and ship the city's trash from existing waterfront stations would reduce truck traffic and not unfairly burden any city neighborhood. City Council leaders also praised the plan and promised to work to approve it quickly. Speaker Peter F." , "date" : "20000502" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "FRESH KILLS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Mayor Says New Trash Plan Will Reduce Truck Traffic" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/02\/nyregion\/mayor-says-new-trash-plan-will-reduce-truck-traffic.html"} , {"body" : "With the closing of the Fresh Kills landfill fast approaching, Mayor Rudolph W. Giuliani has sharply revised his long-term plan for disposing the city's household garbage. To the surprise and relief of several critics of his old plan, the new plan does not include proposals to build a huge new waste plant in the Red Hook section of Brooklyn, and a" , "date" : "20000501" , "day_of_week_facet" : "Monday" , "geo_facet" : ["LINDEN (NJ)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mayor Drops Unpopular Plans for Trash Hubs" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/01\/nyregion\/mayor-drops-unpopular-plans-for-trash-hubs.html"} , {"body" : "FOR CHILDREN Theater ''PLAYS 2000: NEW WORKS FROM URBAN YOUTH THEATER.'' Henry Street Settlement's Urban Youth Theater will present five one-acts, written and performed by students of the program and directed by faculty members and guest artists, at Henry Street Settlement's Experimental Theater, Abrons Arts Center, 466 Grand Street, Lower East" , "date" : "20000428" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/28\/arts\/spare-times-984434.html"} , {"body" : "It's hard enough for a regular New Yorker to find the perfect home. But if you're 24 feet tall and weigh 10 tons, it is apparently impossible. Especially if you're picky. In January, the AT&T Corporation offered to return Golden Boy, the gold-leafed, Apollo-like statue that originally crowned the company's Lower Manhattan headquarters, to its" , "date" : "20000420" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BASKING RIDGE (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "AT&T Statue to Remain Suburban" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/20\/nyregion\/at-t-statue-to-remain-suburban.html"} , {"body" : "One way artists earn their cultural keep these days is by providing, free, luxuries people usually have to pay for. Inigo Manglano-Ovalle, who is in the Whitney Biennial, once offered massages performed by identical twins. Lee Mingwei served dinner to selected art viewers. In that vein, Pia Lindman, a Finnish-born artist, has built a working sauna" , "date" : "20000416" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "NEIGHBORHOOD REPORT: LONG ISLAND CITY; Baring All for Art at P.S. 1: Volunteer Bathers at 'Sauna'" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/16\/nyregion\/neighborhood-report-long-island-city-baring-all-for-art-ps-1-volunteer-bathers.html"} , {"body" : "Three years after the first Asian longhorned beetles were found in Greenpoint, Brooklyn, city officials said yesterday that the chances of eradicating what has become the city's most insidious killer of trees remained remote, and announced a broad new assault on the beetles for this summer. ''The spread has been reduced, but no one yet sees light" , "date" : "20000412" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "$10 Million Earmarked to Fight Beetles" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/12\/nyregion\/10-million-earmarked-to-fight-beetles.html"} , {"body" : "The partly decomposed body of a newborn baby girl was found on a conveyor belt at a garbage-sorting plant in Brooklyn last night, the police said. Workers at the Eastern Waste Management Plant at 123 Varick Avenue in Greenpoint found the body, wrapped in a sweater, on a conveyor belt after unloading a garbage truck about 5:30 p.m., said Officer" , "date" : "20000403" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "METRO NEWS BRIEFS: NEW YORK; Baby's Decomposed Body Found at Garbage Plant" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/03\/nyregion\/metro-news-briefs-new-york-baby-s-decomposed-body-found-at-garbage-plant.html"} , {"body" : "A jeweler was critically wounded yesterday as he went to the aid of his son, who had just been shot by a robber in their Brooklyn store. The police said that the robber entered Robert's Fine Jewelry at 655 Manhattan Avenue in Greenpoint about 11:10 a.m. Witnesses told robbery investigators from the 94th Precinct detective squad that the robber had" , "date" : "20000330" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Robber Shoots Father and Son at a Jewelry Store" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/30\/nyregion\/robber-shoots-father-and-son-at-a-jewelry-store.html"} , {"body" : "Vintage after vintage, Dry Creek Vineyards' racy dry sauvignon blanc reflects the steady-as-you-go grace of the sailboat on its label. Since the 70's, the owner, David Stare, a passionate boatsmen, has farmed the Dry Creek Valley. He helped introduce the Loire's sauvignon grape there, and his version of its wine has become a model in California." , "date" : "20000319" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "WINE UNDER $20; A Sailor's Sauvignon Blanc" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/19\/nyregion\/wine-under-20-a-sailor-s-sauvignon-blanc.html"} ,   {"body" : "Tree experts around New York City and Chicago are girding for a warm-weather offensive against a creature, little more than an inch long, that could destroy as much woodland as some of the worst forest fires in history. The creature is the Asian long-horned beetle, which kills trees by eating them from the inside and which has no natural enemies in" , "date" : "20000319" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA" , "CHICAGO (ILL)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "28" , "title" : "A Battle Over Beetles Takes On Urgency" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/19\/us\/a-battle-over-beetles-takes-on-urgency.html"} , {"body" : "WATTS-Edward Francis, Senior. Born October 4, 1916, died March 14, 2000. Retired from the Greenpoint Savings Bank after more than 50 years. Husband of the late Paula. He is survived by his children Edward and Gladys, daughterin-law Linda and granddaughter Brooke. Friends may call at Guidos Funeral Home, 440 Clinton St, Brooklyn, Thursday 2-5 &" , "date" : "20000316" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "10" , "title" : "Paid Notice: Deaths WATTS, EDWARD FRANCIS, SENIOR" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/16\/classified\/paid-notice-deaths-watts-edward-francis-senior.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting March 14, 6:30 P.M.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; (718) 389-0009. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill, Boerum Hill, Vinegar" , "date" : "20000305" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "BROOKLYN UP CLOSE; Communities Speak Up: Where the Boards Meet in March" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/05\/nyregion\/brooklyn-up-close-communities-speak-up-where-the-boards-meet-in-march.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''LA CENERENTOLA.'' Jennifer Larmore brings her rich, dusky mezzo-soprano voice, deft way with coloratura roulades, and endearing stage presence to the title role of ''La" , "date" : "20000303" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/03\/movies\/classical-music-and-dance-guide.html"} , {"body" : "THERE is no better quick fix for a home than a new piece of furniture, especially if it's 50 years old. And even better, if it's bought at near-garage-sale prices -- in New York City. Some recently opened warehouses and ''pickers'' sell midcentury-modern furniture to the public at wholesale prices. While the quality and condition vary, the money" , "date" : "20000302" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "SIGNS OF SPRING: REFURNISHING; Stylish Picking at Outlet Prices" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/02\/garden\/signs-of-spring-refurnishing-stylish-picking-at-outlet-prices.html"} , {"body" : "What is the architectural firm du jour -- lionized for the sphere-in-a-jewel-box Rose Center at the American Museum of Natural History -- doing at a sewage plant on the banks of Newtown Creek? Being honored by the New York City Art Commission for excellence in civic design. The Art Commission weighs the aesthetic appropriateness of architecture and" , "date" : "20000227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Art Commission Awards; 8 Are Honored For Excellence In Design" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/27\/realestate\/postings-art-commission-awards-8-are-honored-for-excellence-in-design.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''MADAMA BUTTERFLY.'' The American soprano Michele Crider made her Metropolitan Opera debut in 1997 as Cio-Cio San in Puccini's ''Madama Butterfly'' and won a warm ovation for her" , "date" : "20000225" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/25\/movies\/classical-music-and-dance-guide.html"} , {"body" : "A half a century after a putrid mountain began to rise from a wetland on Staten Island's western shore, New York City is finally close to delivering on its often repeated vow to close the Fresh Kills Landfill. The city received bids last week from companies eager to take over responsibility for the only trash still being sent to the landfill: about" , "date" : "20000221" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "FRESH KILLS (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Efforts to Close Fresh Kills Are Taking Unforeseen Tolls" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/21\/nyregion\/efforts-to-close-fresh-kills-are-taking-unforeseen-tolls.html"} , {"body" : "Residents say the city does not need to shut the Clark Street subway station for four months for elevator repairs. With other reports from Clinton, the Upper East and West Sides, Harlem, Sheepshead Bay, Greenpoint, Bay Ridge, Riverdale and Mott Haven. PAGES 6-12 NEIGHBORHOOD REPORT" , "date" : "20000220" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEIGHBORHOOD REPORT; Enraged Riders in Brooklyn Heights" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/20\/nyregion\/neighborhood-report-enraged-riders-in-brooklyn-heights.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''LES CONTES D'HOFFMANN.'' The ''Hoffmann'' revival continues at the Met with one major cast change and a new conductor. Mary Dunleavy sings three of the four soprano roles;" , "date" : "20000218" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/18\/movies\/873470.html"} ,   {"author" : "Jamie Malanowski's most recent article for Arts & Leisure was about the actor Philip Seymour Hoffman." , "body" : "IN the 80's, presented with merger mania and junk-bond madness, Hollywood produced movies like the polished ''Wall Street'' and the glossy ''Working Girl,'' films about the nexus of big money and big morality. Now the current Money Moment, this dot-com expansion, or bubble, or souffle, or whatever it turns out to be, has its first opus: ''Boiler" , "date" : "20000213" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "13" , "title" : "FILM; An Innocent's Exuberant Vision Of Corruption" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/13\/movies\/film-an-innocent-s-exuberant-vision-of-corruption.html"} , {"body" : "GO out in Brooklyn? On the weekend? For groovy New Yorkers, that was once an unbearably tepid proposition. Russian immigrants may drink vodka in Brighton Beach leisure palaces, and Trinidadians let loose to soca near Nostrand Avenue. But the students, artists and hipsters seeking the cultural edge started their evenings on the subway to the Village" , "date" : "20000211" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Brooklyn Nights Turn Brighter" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/11\/movies\/brooklyn-nights-turn-brighter.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''LES CONTES D'HOFFMANN,'' Metropolitan Opera. One of the Met's more satisfying productions meets the splendid Bryn Terfel, who will take on the Offenbach opera's four deep roles" , "date" : "20000204" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/04\/movies\/classical-music-and-dance-guide.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting Feb 8, 6:30 P.M.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; (718) 389-0009. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill, Boerum Hill, Vinegar Hill," , "date" : "20000130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; Brooklyn Meetings In February" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/30\/nyregion\/community-boards-brooklyn-meetings-in-february.html"} , {"body" : "From new ferry terminals to courthouses, recreational centers, hospitals, museums and schools, the budget Mayor Rudolph W. Giuliani released this week calls for billions of dollars in new spending on New York City construction projects. There is just one catch: The city is about to run out of bricks-and-mortar funds. The squeeze is so severe -- the" , "date" : "20000129" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Mayor's Capital Plan May Bump Into State Debt Ceiling" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/29\/nyregion\/mayor-s-capital-plan-may-bump-into-state-debt-ceiling.html"} , {"body" : "FOR years, Tequila's on Columbus held out a welcoming sombrero to the Upper West Side, offering powerful frozen margaritas, sizzling fajitas, enchiladas loaded with melted cheese and all the other party essentials that New Yorkers have come to regard as Mexican food. Then, last year, Tequila's was sold. The new owners, Cristina Castaneda and Raul" , "date" : "20000126" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MEXICO"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Now in New York: True Mexican" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/26\/dining\/now-in-new-york-true-mexican.html"} , {"body" : "On a snowy winter day in 1964, a young man named Peter Cangiliosi was hit by a car on Humboldt Street in Greenpoint, receiving less than serious injuries. He waited more than two hours for a city ambulance to arrive and take him 15 blocks to the Greenpoint Hospital, now closed. Some outraged residents formed the Greenpoint Volunteer Ambulance" , "date" : "20000123" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: GREENPOINT; Ambulance Corps, Just 36, Breathes Its Last" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/23\/nyregion\/neighborhood-report-greenpoint-ambulance-corps-just-36-breathes-its-last.html"} , {"body" : "Rosa Valado, an artist from Greenpoint, Brooklyn, remembers the day last spring that she first saw Drew Gardens, a swath of green on West Farms Road near Boston Road in the Bronx. ''I thought, this is really perfect,'' she said. ''It's kind of a magical spot.'' Not long ago, what is now a tranquil community garden along the Bronx River was a vacant" , "date" : "20000116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "DREW GARDENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: WEST FARMS; Sculpture With a Purpose Enhances a Public Garden" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/16\/nyregion\/neighborhood-report-west-farms-sculpture-with-a-purpose-enhances-a-public-garden.html"}]