[  {"body" : "A series of Christmas wreath burnings in Brooklyn is being investigated as a possible bias crime, a Police Department spokesman said yesterday. The burnings began on Dec. 1, when nine wreaths on the doors of homes in Sheepshead Bay and Mill Basin were set on fire in the early hours of the morning. Since then, there have been nine more complaints of" , "date" : "20001206" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Wreath Fires Investigated" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/06\/nyregion\/wreath-fires-investigated.html"} , {"body" : "A Brooklyn florist has been arrested with over 600,000 tablets of the drug Ecstasy in what federal agents and the police said yesterday was the New York area's largest single seizure of the popular drug sold in dance clubs and at all-night raves. The man, identified as Charles Coppola, 58, was arrested Thursday morning in front of his home at 2714" , "date" : "20001202" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "2" , "title" : "Officials Call Seizure of Ecstasy Their Largest" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/02\/nyregion\/officials-call-seizure-of-ecstasy-their-largest.html"} , {"body" : "For a Mafia warlord it was a cozy bargain. Facing life imprisonment on murder and racketeering charges, Anthony Salvatore Casso agreed in 1994 to become a turncoat witness for the government in exchange for a lenient sentence. The deal exploded in 1997 when federal prosecutors, contending that Mr. Casso lied and committed crimes while in jail as a" , "date" : "20001123" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "Mafia Informer's 2nd Appeal Says His Plea Deal Was Undercut" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/23\/nyregion\/mafia-informer-s-2nd-appeal-says-his-plea-deal-was-undercut.html"} , {"body" : "NEW YORK BROOKLYN: POSSIBLE ANTI-SEMITIC VANDALISM Since the Jewish holiday of Sukkot began last Friday, the police have reported seven cases of vandalism to sukkahs, the huts that Jews erect to commemorate the harvest festival. The police are referring the vandalism cases, all in Brooklyn, to the hate crimes task force. Yesterday, a 12-year-old" , "date" : "20001019" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/19\/nyregion\/metro-briefing.html"} , {"body" : "AFTER a three-year stint in Stamford, Conn., Ruth Zema is back in Yonkers. A widow in her mid-70's who was living alone at home, Mrs. Zema decided in 1997 that she needed senior housing. She had to go out of state -- to Stamford -- to find a residence she considered acceptable. She took a small apartment in an assisted-living project, paying $100 a" , "date" : "20001008" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "More Elderly Living Options, at a Price" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/08\/realestate\/more-elderly-living-options-at-a-price.html"} , {"body" : "A 17-year-old was arrested yesterday afternoon and accused of igniting a Brooklyn stable fire in June that killed 21 horses and sent 30-foot flames soaring into the night sky, the police said. The suspect, Frank Esposito, was charged with arson, reckless endangerment, 21 counts of animal cruelty, and marijuana possession, the police said, adding" , "date" : "20000826" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "17-Year-Old Is Charged In Fire at Brooklyn Stable" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/26\/nyregion\/17-year-old-is-charged-in-fire-at-brooklyn-stable.html"} , {"body" : "NEW YORK MANHATTAN: 'JULIUS CAESAR' DELAYED The New York Shakespeare Festival's first performance of ''Julius Caesar,'' originally scheduled for tonight at the Delacorte Theater in Central Park, has been postponed because of technical delays caused by rain. The first performance will be tomorrow at 8 p.m. Free tickets for the play, which is" , "date" : "20000808" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/08\/nyregion\/metro-briefing.html"} , {"body" : "Fire officials yesterday were investigating the cause of a fire that gutted the Bergen Beach Stables, a century-old horse barn in the Mill Basin section of Brooklyn, killing 21 horses. The two-alarm fire broke out shortly before midnight Friday, engulfing the wooden, 46-stall barn at 1364 East 66th Street in 30-foot flames. Fire officials said 121" , "date" : "20000611" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "Brooklyn Stable Fire Kills 21 Horses Trapped in Stalls" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/11\/nyregion\/brooklyn-stable-fire-kills-21-horses-trapped-in-stalls.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; usually the second Tuesday of the month; but the next meeting is Tuesday, 6:30 p.m.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. DISTRICT 2: Fort Greene, Downtown Brooklyn," , "date" : "20000604" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; The Brooklyn Meetings, From Sea Gate to Dumbo" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/04\/nyregion\/community-boards-the-brooklyn-meetings-from-sea-gate-to-dumbo.html"} , {"body" : "IT sounds like something out of ancient mythology. Three brothers living near the edge of a forest witness the coming of an invading army. They arm themselves, take to their horses and seek refuge in the woods they know as well as they know anything. The enemy arrives and systematically starts killing the long-oppressed minority to which the" , "date" : "20000528" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BELARUS"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Heroes Among Us" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/28\/nyregion\/heroes-among-us.html"} ,   {"body" : "A condominium community that will eventually have 850 apartments in 16 midrise buildings is beginning to take root on 15 acres at the edge of the Atlantic Ocean in Brighton Beach. The first two structures at the $325 million gated community, called Oceana, are under construction, and 81 of their 104 two- to four-bedroom apartments have been sold" , "date" : "20000310" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Residential Real Estate; Luxury Housing by the Boardwalk" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/10\/nyregion\/residential-real-estate-luxury-housing-by-the-boardwalk.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting March 14, 6:30 P.M.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; (718) 389-0009. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill, Boerum Hill, Vinegar" , "date" : "20000305" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "BROOKLYN UP CLOSE; Communities Speak Up: Where the Boards Meet in March" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/05\/nyregion\/brooklyn-up-close-communities-speak-up-where-the-boards-meet-in-march.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting Feb 8, 6:30 P.M.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; (718) 389-0009. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill, Boerum Hill, Vinegar Hill," , "date" : "20000130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; Brooklyn Meetings In February" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/30\/nyregion\/community-boards-brooklyn-meetings-in-february.html"}]