[  {"body" : "Bill Green, 71, is not embarrassed to show the scars that line his chest and sides. They are the reason he is still alive. ''I'm all cut up like a pig,'' he said. ''They cut me up every which way.'' The jagged scars are reminders of the half dozen operations he went through to help improve his circulation. The operations were supposed to save his" , "date" : "20001212" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; During a Time of Crisis, A Retiree Gets Some Help" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/12\/nyregion\/the-neediest-cases-during-a-time-of-crisis-a-retiree-gets-some-help.html"} , {"body" : "In the nine months since the city began a program called Digital NYC to market tax incentives to technology companies interested in moving to parts of the city outside Silicon Alley, it has had notable success in one area: the Brooklyn waterfront neighborhood known as Dumbo, where it has lured 11 companies that have brought 225 jobs and leased" , "date" : "20001210" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "DUMBO (DOWN UNDER MANHATTAN BRIDGE OVERPASS) (NYC)"] , "nytd_section_facet" : ["Science" , "New York and Region" , "Technology"] , "page_facet" : "59" , "title" : "Deals Lure Tech Companies To Brooklyn Neighborhood" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/10\/nyregion\/deals-lure-tech-companies-to-brooklyn-neighborhood.html"} , {"body" : "Stepping in to reduce the threat of blackouts next summer, the New York Power Authority is detailing its plans to install a fleet of small electricity generators around Brooklyn, Queens and the Bronx and on Long Island and possibly in Staten Island. Not only do officials hope to avert blackouts with the generators, but they also hope to hold down" , "date" : "20001122" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Power Agency Details Plans For Electric Turbines in City" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/22\/nyregion\/power-agency-details-plans-for-electric-turbines-in-city.html"} , {"body" : "New Yorkers have seldom had much trouble summoning up a decent fit of rage on the subject of their garbage and what to do with it. In the early 1990's, when a trash-burning factory was proposed at the Brooklyn Navy Yard, screaming tussles on the steps of City Hall were often the news du jour. But yesterday in the City Council's chambers, lawmakers" , "date" : "20001121" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Garbage Plan Hearing Is Unusually Tidy" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/21\/nyregion\/garbage-plan-hearing-is-unusually-tidy.html"} , {"body" : "STIFLED by the emphasis on traditional art in 1960's Japan, Yuko Nii decided to move to the United States. Three decades later, in 1996, she founded the Williamsburg Art & Historical Center in the magnificently preserved Kings County Savings Bank building at 135 Broadway in the Williamsburg section of Brooklyn, a block from the Peter Luger" , "date" : "20001029" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Streetscapes\/Former Kings County Savings Bank on Broadway in Brooklyn; From a Bank to an Art Center, Via an Artist's Vision" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/29\/realestate\/streetscapes-former-kings-county-savings-bank-broadway-brooklyn-bank-art-center.html"} , {"body" : "GUIDEBOOKS to New York City are always in demand in a place where advice can quickly become outdated. Here is a sampler from some recent volumes: NEW YORK'S 50 BEST MUSEUMS FOR COOL PARENTS AND THEIR KIDS By Alfred Gingold and Helen Rogan City & Company ($14, paperback) On the American Museum of Natural History: The other big favorite is, of" , "date" : "20001001" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEW YORK BOOKSHELF; Guides: Cappuccino-Free Bookstores, Cafes With Big Ears" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/01\/nyregion\/new-york-bookshelf-guides-cappuccino-free-bookstores-cafes-with-big-ears.html"} , {"body" : "Senator Charles E. Schumer told members of one of Silicon Alley's largest trade groups yesterday that if the city is to remain competitive in the technology industry it must create more options for less-expensive commercial space, force competition into the high-speed Internet field and train more skilled workers. Senator Schumer, Democrat of New" , "date" : "20000926" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "7" , "title" : "Metro Business; Schumer Urges Steps To Aid Technology" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/26\/nyregion\/metro-business-schumer-urges-steps-to-aid-technology.html"} , {"author" : "Diane Cardwell is an editor at the magazine." , "body" : "A few years ago, when I moved near Smith Street -- a dusty stretch running through the Brooklyn neighborhoods of Boerum Hill and Carroll Gardens -- it seemed happily mired in the 1950's. Dotted with members-only social clubs and old men playing cards in front of shuttered storefronts, the area felt untouched by the relentless pace of Manhattan" , "date" : "20000917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "33" , "title" : "The Way We Live Now: 9-17-00; A Street Grows In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/17\/magazine\/the-way-we-live-now-9-17-00-a-street-grows-in-brooklyn.html"} , {"body" : "ROSENTHAL-Anne M., 93. Died September 1, 2000 at Waterside Retirement Estates in Sarasota, Florida. She was born November 11, 1906 in New York City and lived in Sarasota since 1972. A graduate of Hunter College, she worked as a teacher of children with impaired vision and later as an accountant at the Brooklyn Navy Yard. Her survivors include two" , "date" : "20000907" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "9" , "title" : "Paid Notice: Deaths ROSENTHAL, ANNE M." , "url" : "http:\/\/www.nytimes.com\/2000\/09\/07\/classified\/paid-notice-deaths-rosenthal-anne-m.html"} , {"body" : "IF anyone tried to play a chess game the way I've lived my life, they wouldn't win,'' said Marley Kaplan, the executive director of Chess-in-the-Schools, a program in New York City that promotes chess as an educational tool. ''A lot of my adult life has not been thought out in such a strategic way.'' Ms. Kaplan, who reached her present age of 51" , "date" : "20000813" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "9" , "title" : "WEDDINGS: VOWS; Marley Kaplan and Bernard Dushman" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/13\/style\/weddings-vows-marley-kaplan-and-bernard-dushman.html"} ,   {"body" : "JULIANA MERZ got tired of working flat on her back, staring at the ceiling. Did Ms. Merz, a decorative artist who paints elaborate murals, designs and finishes on ceilings, walls, floors and any other imaginable surface, feel like Michelangelo working on the Sistine Chapel? She did not. ''It was a nightmare,'' she said. ''My neck was killing me,''" , "date" : "20000730" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; When Matisse Is Unavailable to Do Your Town House" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/30\/nyregion\/new-yorkers-co-when-matisse-is-unavailable-to-do-your-town-house.html"} , {"body" : "When Boaz Vaadia, a sculptor, saw boulders being pulled out of the ground during sewer repairs near his Berry Street studio in 1989, he was determined to salvage them. So he found a forklift for sale at a local forklift dealership and wrote a check on the spot, for $3,000. ''I felt like a kid picking up stones from the beach, wanting this beautiful" , "date" : "20000702" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: WILLIAMSBURG; Sculptor Harvests Brooklyn Boulders as Material for Art" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/02\/nyregion\/neighborhood-report-williamsburg-sculptor-harvests-brooklyn-boulders-material.html"} , {"body" : "WE were heaving to and definitely not giving up the ship as the United States brig Niagara weathered stormy skies in Long Island Sound before mustering in New York Harbor for Operation Sail 2000 over the coming July 4 holiday. The spanker sail at the stern trailed a puff of patriotic color: a 15-star Old Glory from the War of 1812. And atop the" , "date" : "20000630" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "41" , "title" : "A Salute to the Fourth; Down to the Sea Again, in Ships Tall and Fleet" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/30\/arts\/a-salute-to-the-fourth-down-to-the-sea-again-in-ships-tall-and-fleet.html"} , {"body" : "As this summer's driving and air-conditioning season unfolds, Americans may watch gasoline meters spin and utility bills soar and be tempted to think bad thoughts about energy princes in faraway Arabia. But, as the ditty dictates, why not blame Canada? Or, more precisely, blame Alberta. With the deferential surreptitiousness that some Americans now" , "date" : "20000612" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "Business"] , "page_facet" : "1" , "title" : "Oil Industry Rebounds in Canada As It Becomes Top U.S. Supplier" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/12\/business\/oil-industry-rebounds-in-canada-as-it-becomes-top-us-supplier.html"} , {"author" : "Fred Bernstein writes frequently about design. He lives in the West Village." , "body" : "EVERY New York tourist attraction has a hipper alter ego. For Shakespeare in the Park, there's Shakespeare in the Parking Lot; for P.S. 1, there's P.S. 122; for the Rainbow Room, there's the view from your accountant's 49th-floor window. Now, for the Brooklyn Bridge's well-trod pedestrian path -- a kind of Coney Island boardwalk in the sky --" , "date" : "20000611" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "FIRST PERSON; Walking the Williamsburg" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/11\/nyregion\/first-person-walking-the-williamsburg.html"} , {"body" : "MICHAEL KORIE, a lyricist, has nothing against the plaque in Greenwich Village marking the site of the former Stonewall Inn. At that spot, on Christopher Street, gay men battled police in June 1969 and began the modern movement for lesbian and gay rights. But when Mr. Korie walks the streets of New York, he sees many other places where gay New" , "date" : "20000611" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "1" , "title" : "Journey to an Overlooked Past" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/11\/nyregion\/journey-to-an-overlooked-past.html"} , {"body" : "New York may be second banana to Los Angeles when it comes to the film and television industry, but the city's supporting role is larger than New York officials had realized, according to a study released yesterday. Feature film, commercials and television production contributes about $5 billion a year to the city's economy -- twice as much as" , "date" : "20000607" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "4" , "title" : "Metro Business; More Than a Bit Player" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/07\/nyregion\/metro-business-more-than-a-bit-player.html"} , {"body" : "William Merritt Chase (1849-1916) and Maxfield Parrish (1870-1966), a generation apart, were in their day very popular artists. Each wielded a brush with true virtuosity; Chase in a filtered Impressionist style seen as ''high'' art, Parrish in a tight, finicky illustrational mode that left out no detail. They had little else in common until now," , "date" : "20000526" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "ART REVIEW; Two Painters, Far Apart, Intersect in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/26\/arts\/art-review-two-painters-far-apart-intersect-in-brooklyn.html"} , {"body" : "WHEN brownstones were constructed on block after block of Brooklyn in the late 19th century, they provided housing for well-to-do people whose live-in servants, usually immigrants from Italy, Ireland or Germany, would dust the intricately carved moldings and cook in the ground-floor kitchens, sending food upstairs to the dining room by dumbwaiter." , "date" : "20000521" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Discovering Bed-Stuy's Brownstones" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/21\/realestate\/discovering-bed-stuy-s-brownstones.html"} , {"body" : "They are the bouquets and bonbons of the economic-development world, and these days they are raining down on Robert De Niro, the Academy Award-winning actor, and Harvey Weinstein of Miramax Films, who are still looking for a place to build a sprawling film studio. New York State is down on one knee, pledging a road and perhaps even a sewer system." , "date" : "20000520" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK STATE" , "CONNECTICUT"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "Three States After Plum Role: Hollywood East; De Niro and Miramax Scout Locations for a Studio" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/20\/nyregion\/three-states-after-plum-role-hollywood-east-de-niro-miramax-scout-locations-for.html"} ,   {"body" : "Maybe you missed the invitation to tour one of New York City's waste water treatment plants yesterday, in honor of National Water Week, a time designated by Congress for contemplation of water's vast and varied uses, from diluting single-malt Scotch to filling hot tubs and flushing toilets. Still, Robert Rickey, who has worked for 25 years for the" , "date" : "20000510" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Plants That Redeem Water With Murky Pasts" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/10\/nyregion\/plants-that-redeem-water-with-murky-pasts.html"} , {"body" : "Judging by statistics alone, New York is relatively safer these days for its more than 41,000 livery-cab drivers, the drivers who make up the only cab industry in most of the city, cruising the streets where yellow cabs are rarely seen. During the first four years of the 1990's, for example, 139 livery drivers were killed in shootings, stabbings" , "date" : "20000328" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "After Shootings, Livery Drivers Keep a Wary Eye in the Mirror" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/28\/nyregion\/after-shootings-livery-drivers-keep-a-wary-eye-in-the-mirror.html"} , {"body" : "A livery cab driver was shot three times during an attempted robbery in Brooklyn yesterday, then crashed into a tree as he tried to drive himself to a hospital, the police said. Officers said the driver, Mohammed Chahon, 42, picked up a passenger on Navy Street, near the Brooklyn Navy Yard, just before 3:45 a.m. After riding for a few blocks, the" , "date" : "20000327" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "METRO NEWS BRIEFS: NEW YORK; Livery Cab Driver Is Shot In Attempted Robbery" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/27\/nyregion\/metro-news-briefs-new-york-livery-cab-driver-is-shot-in-attempted-robbery.html"} , {"body" : "Between the Manhattan Bridge and the Brooklyn-Queens Expressway, nestled under the shadow of the mammoth Watchtower Society headquarters, sits one of the most elaborately decorated industrial buildings in Brooklyn. The factory, at Bridge and York Streets in the tiny neighborhood of Vinegar Hill, was built in 1909 for the Thomson Meter Company," , "date" : "20000319" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: VINEGAR HILL; Treasure or Eyesore, Old Building Evokes Passion" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/19\/nyregion\/neighborhood-report-vinegar-hill-treasure-or-eyesore-old-building-evokes-passion.html"} , {"body" : "ROMERO-Joseph James, age 86, March 16, 2000. Beloved husband of Louise. Loving father of Joseph, Lois, Fay Ellen, Mary, Gerard, Margaret, Dolores, Carolyn, Robert and Janet. Oldest brother of George, Ann, Veronica, Martha and of the late Winifred, Margaret and William. Beloved grandfather of 24 grandchildren. As a young man, Joseph helped his" , "date" : "20000318" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "11" , "title" : "Paid Notice: Deaths ROMERO, JOSEPH JAMES" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/18\/classified\/paid-notice-deaths-romero-joseph-james.html"} , {"body" : "Check-In Time After the success of Metrotech, the office complex in downtown Brooklyn known for its dedication to showcasing public art, its developer, Bruce C. Ratner, is once more trying his hand at creating environments that focus on contemporary art. This time Mr. Ratner is installing art in two new Manhattan hotels opening this spring. ''I" , "date" : "20000303" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "48" , "title" : "INSIDE ART" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/03\/arts\/inside-art.html"} , {"body" : "A decade after Greyhound stopped direct long-distance service to and from Brooklyn, two local businessmen are trying to return the bus company to the borough. But some community board members have raised concerns about noise and pollution from buses. Darnell Canada, president of the Fort Greene Empowerment Organization, a community group, and" , "date" : "20000227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: FORT GREENE; Long-Absent Greyhounds May Return To Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/27\/nyregion\/neighborhood-report-fort-greene-long-absent-greyhounds-may-return-to-brooklyn.html"} , {"body" : "THE big guy, Jimmy Fyfe, all hulking 6 feet 7 inches Norwegian-Scottish-Irish of him, with the coarse street talk of a Brooklyn cop, abruptly gets tearful. In June 1998, he recounts, his son-in-law, a black graduate student at the University of Illinois who was a political refugee from the Ivory Coast, was stomped to death by a white bouncer" , "date" : "20000224" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Police Reformer Draws on His Experience" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/24\/nyregion\/public-lives-police-reformer-draws-on-his-experience.html"} , {"body" : "State and city environmental authorities have been investigating a ship repair company at the Brooklyn Navy Yard that has been cited for violating air pollution laws. Last week, the city's Department of Environmental Protection fined the company, Eastern Technical Enterprises, $400 for air contamination. The State Department of Environmental" , "date" : "20000213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN NAVY YARD; Dock Work Results in Fine For a Ship Repair Company" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/13\/nyregion\/neighborhood-report-brooklyn-navy-yard-dock-work-results-fine-for-ship-repair.html"} , {"body" : "At the Prison Ship Martyrs' Monument, atop a hill in Fort Greene Park, a bronze door has been replaced with plywood, the base is overgrown with grass, two plaques are missing and the light that once blazed on the 148-foot tall Doric column is permanently extinguished. Now an amateur historian in Brooklyn, Robert B. Paterson, is fighting to have the" , "date" : "20000109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "FORT GREENE PARK (BROOKLYN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: FORT GREENE; As a Monument Crumbles, a Question of Responsibility" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/09\/nyregion\/neighborhood-report-fort-greene-monument-crumbles-question-responsibility.html"} ,   {"body" : "WITH little commercial activity and only one subway line to Manhattan, Clinton Hill has long been a place that turns in early for the night. Now, though, this low-profile Brooklyn neighborhood is getting attention from people priced out of other parts of the city. Like its sister neighborhood, Fort Greene, with which it is often compared, Clinton" , "date" : "20000102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CLINTON HILL (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Clinton Hill, Brooklyn; Historic, Diverse and on the Rise" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/02\/realestate\/if-you-re-thinking-living-clinton-hill-brooklyn-historic-diverse-rise.html"}]