[  {"body" : "ON an August night eight years ago, my taxi slowed on Broadway at West 79th Street. A doorman in gold buttons swept open a gate, and we rolled into the courtyard of the Apthorp, a Renaissance-style building where a childhood friend lived. It became my first home in New York. For three weeks, I crashed in an elegant room whose walls smelled of musky" , "date" : "20001231" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "There's No Place Like Home. But There's . . . No Place." , "url" : "http:\/\/www.nytimes.com\/2000\/12\/31\/nyregion\/there-s-no-place-like-home-but-there-s-no-place.html"} , {"body" : "CONTEMPORARY art in New York is a half-empty, half-full situation. Depending on whom you listen to, it's either terminally confused and uncentered, or healthily, refreshingly diverse. (Personally, I think confusion is healthy, so I win either way.) Almost anyone would agree, though, that the art world is itself fragmented. There's a centralized" , "date" : "20001215" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "ART REVIEW; For Hikers Seeking Art, Brooklyn Is a Left Bank" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/15\/arts\/art-review-for-hikers-seeking-art-brooklyn-is-a-left-bank.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. ''The Films of Jacques Tati.'' Tomorrow at 2, 4:15 and 6:30 p.m., Tati's ''Playtime'' (1968), a restored print with nearly 20 minutes of film that was cut from the original United States release. Sunday at 2 p.m., Tati's short film" , "date" : "20001215" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "46" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/15\/arts\/spare-times-693090.html"} , {"body" : "In the nine months since the city began a program called Digital NYC to market tax incentives to technology companies interested in moving to parts of the city outside Silicon Alley, it has had notable success in one area: the Brooklyn waterfront neighborhood known as Dumbo, where it has lured 11 companies that have brought 225 jobs and leased" , "date" : "20001210" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "DUMBO (DOWN UNDER MANHATTAN BRIDGE OVERPASS) (NYC)"] , "nytd_section_facet" : ["Science" , "New York and Region" , "Technology"] , "page_facet" : "59" , "title" : "Deals Lure Tech Companies To Brooklyn Neighborhood" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/10\/nyregion\/deals-lure-tech-companies-to-brooklyn-neighborhood.html"} , {"body" : "Resources, references and the back story behind the story. 1. Here's how to tell you've reached Chappaqua. First, you're blinded by the reflection of a hundred commuter cars parked at the train station. Second, you see the statue of Horace Greeley. Greeley, a presidential candidate who lost to Grant, was a prominent newspaper editor in his day. But" , "date" : "20001210" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CHAPPAQUA (NY)"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "142" , "title" : "Footnotes" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/10\/magazine\/footnotes-517917.html"} , {"body" : "To the Editor: Re ''An East River Guggenheim'' (editorial, Nov. 29): Frank O. Gehry's proposal is magnificent -- but in the wrong place. Wall Street's quality as an urban space is derived in good part from the conversation between Trinity Church and the East River, which the proposed Guggenheim will muffle. Better to put the Guggenheim in a" , "date" : "20001202" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "A Stunning Guggenheim, but in the Wrong Place" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/02\/opinion\/l-a-stunning-guggenheim-but-in-the-wrong-place-492795.html"} , {"body" : "Almost a decade ago, a newcomer riding the elevated F train over the Gowanus Canal was told to look out the window. ''That's Red Hook, where the gangsters throw dead bodies,'' said her friend, pointing to the murky water below. ''Even the subway doesn't stop there.'' The subway still does not stop in Red Hook, but the new ''Neighborhood History" , "date" : "20001119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "GOWANUS CANAL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: RED HOOK\/GOWANUS; Frommer's It's Not; Guidebook Burnishes a Rugged Image" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/19\/nyregion\/neighborhood-report-red-hook-gowanus-frommer-s-it-s-not-guidebook-burnishes.html"} , {"body" : "A gunfight in the Red Hook housing projects in Brooklyn last night left one man dead, one critically injured and one wounded, the police said. The shootings appeared to be drug-related, they said. The violence began just after 6 p.m., when a 27-year-old man was shot once in the head in a first-floor hallway of 147 Richards Street in the Red Hook" , "date" : "20001107" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Gunfight Kills One and Injures 2" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/07\/nyregion\/brooklyn-gunfight-kills-one-and-injures-2.html"} , {"body" : "THE view is terrific, even if it's from the top of a massive trash heap. The wide swath of the Hudson River and the breathtaking skyline of Manhattan are to the east, and the rolling hills of northern New Jersey march north and west. If current plans are carried out, this moonscape of construction debris and industrial waste rising from the watery" , "date" : "20001029" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "MEADOWLANDS (NJ)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Commercial Property; Turning Brownfields Into Fairways and Greens" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/29\/realestate\/commercial-property-turning-brownfields-into-fairways-and-greens.html"} , {"body" : "''Billy Elliot'' tells the story of an 11-year-old boy living in a coal mining town in northern England who dreams of becoming a ballet dancer. Billy's father (Gary Lewis), a miner locked in inarticulate grief after the death of his wife, is horrified and embarrassed at his son's terpsichorean bent, and so the boy must secretly train with a tough," , "date" : "20001013" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "29" , "title" : "FILM REVIEW; Escaping a Miner's Life For a Career in Ballet" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/13\/movies\/film-review-escaping-a-miner-s-life-for-a-career-in-ballet.html"} ,   {"body" : "MIDTOWN Your Space or Mine: Sympathy for the Pedestrian Public plazas and atriums have become fixtures in New York, spurred by zoning changes in 1961 that offered pedestrians breathing room as a tradeoff for taller towers. But questions have been raised as to their success. Most recently a study supported by the Municipal Art Society found that" , "date" : "20001008" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/08\/nyregion\/playing-in-the-neighborhood-508926.html"} , {"body" : "THE setting was a dinner party on the Upper West Side. The talk turned to a new crime deterrent: a thumb-detonated electronic alarm system being tested on an Upper East Side block starting this month. The alarm is to be attached to the key chain of a potential victim, who can press it upon sensing a criminal nearby. A loudspeaker will then issue a" , "date" : "20001008" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; Invisible? Sadly, Just the Opposite" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/08\/nyregion\/coping-invisible-sadly-just-the-opposite.html"} , {"body" : "Four of the nine members of Brooklyn's Community School Board 15 have asked Schools Chancellor Harold O. Levy to consider firing the district's superintendent and several of his senior deputies following accusations of financial mismanagement and cuts in services at district schools. The request comes less than a year after the District 15 board" , "date" : "20001004" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Levy Is Urged to Consider Firing a Brooklyn Superintendent" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/04\/nyregion\/levy-is-urged-to-consider-firing-a-brooklyn-superintendent.html"} , {"body" : "The police made him an example of what they called their get-tough policy on people who drove while drunk. Civil libertarians cited him as an example of a victim of a flawed city policy that was too aggressive. But for 19 months, Pavel Grinberg, who lost his car in the first criminal case resulting from the citywide crackdown on drunken driving," , "date" : "20001003" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Long After His Arrest, His Car Is His Again" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/03\/nyregion\/long-after-his-arrest-his-car-is-his-again.html"} , {"body" : "A Brooklyn school district failed to request competitive bids for three staff conferences at hotels in the last two years and then greatly exceeded Board of Education spending limits, according to an audit released yesterday by the city comptroller. Community School District 15, which includes the Park Slope, Carroll Gardens, Red Hook and Cobble" , "date" : "20001003" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Brooklyn School District Exceeded Spending Caps for Conferences, Audit Says" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/03\/nyregion\/brooklyn-school-district-exceeded-spending-caps-for-conferences-audit-says.html"} , {"body" : "We first see Diana Guzman, the heroine of ''Girlfight,'' Karyn Kusama's sweet and fierce directorial debut, through a crowd of teenagers stampeding through the halls of a Brooklyn high school. She's leaning against a locker, head down, her black hair in cornrows along her scalp. Then she slowly raises her eyes, throwing out a glower as fearsome as" , "date" : "20000929" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "22" , "title" : "FILM REVIEW; Floating Like a Butterfly, Stinging Like a Bee" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/29\/movies\/film-review-floating-like-a-butterfly-stinging-like-a-bee.html"} , {"body" : "ON a stormy evening last May, silvery voices could be heard floating down the halls of Public School 321 in Park Slope. ''To-may-to! To-mah-to! Po-tay-to! Po-tah-to! ''Let's call the whole thing off . . . '' As the children sang, their parents drank coffee and ate Pepperidge Farm cookies in the auditorium. Standing among them, a youthful-looking" , "date" : "20000924" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "The Quest to Reinvent John Jay" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/24\/nyregion\/the-quest-to-reinvent-john-jay.html"} , {"author" : "Samuel G. Freedman, a professor of journalism at Columbia University, is the author most recently of ''Jew vs. Jew: The Struggle for the Soul of American Jewry.''" , "body" : "EARLY in the fall of 1962, when Bernard Olshan was about to move into the Amalgamated Houses in the Bronx with his new bride, he called on an amateur violinist named Herman Leibman. A gangly fellow with a Yiddish accent and a graying cloud of hair that brought to mind Einstein's, Leibman was for lack of a more exact term the culture minister of the" , "date" : "20000903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Where the Arts Still Sustain the Social Compact" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/03\/arts\/where-the-arts-still-sustain-the-social-compact.html"} , {"body" : "EVER since they bought it in 1967, Pete and Niki Spanakos have enjoyed living in their brilliantly white all-steel house in Sea Gate, Brooklyn. The beachfront house, believed to have been designed in 1936 by William Van Alen, architect of the Chrysler Building, is known in the neighborhood as ''the sugar cube.'' Now that their children are grown," , "date" : "20000806" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Streetscapes\/Sea Gate, Brooklyn; Beachfront House, Shining White and Made of Steel" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/06\/realestate\/streetscapes-sea-gate-brooklyn-beachfront-house-shining-white-and-made-of-steel.html"} , {"body" : "After complaining for years about the smell, pollution and truck traffic from garbage transfer stations, organizations and politicians in three Brooklyn neighborhoods filed a federal civil rights complaint yesterday against New York City and the state. ''This area bears the brunt of waste transfer stations in New York City,'' said Representative" , "date" : "20000725" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "RED HOOK (NYC)" , "GREENPOINT (NYC)" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Complaint Says 3 Neighborhoods Bear Brunt of City Garbage" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/25\/nyregion\/complaint-says-3-neighborhoods-bear-brunt-of-city-garbage.html"} ,   {"body" : "WANT to bring a room of preservationists to a rolling boil? Just say two words: ''vinyl siding.'' In many communities you'll see plenty of nice old houses cloaked with vinyl, aluminum and asphalt coverings. It's just the kind of thing historic district regulations are designed to prevent, and even dedicated vinyl lovers in historic districts don't" , "date" : "20000723" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PROSPECT LEFFERTS GARDENS HISTORIC DISTRICT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Streetscapes\/245 Fenimore Street in the Prospect Lefferts Gardens Historic District; Two Opposing Sides in the Debate Over Vinyl Siding" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/23\/realestate\/streetscapes-245-fenimore-street-prospect-lefferts-gardens-historic-district-two.html"} , {"body" : "Friday, Feb. 25, at 5 p.m., there wasn't a single narcotics officer on the streets of Harlem. Everyone was being held inside on standby in case of a race riot. The Diallo verdict was about to come down. On East 107th Street, at the police headquarters for Harlem narcotics, cops gathered around several televisions to watch the verdict, a couple of" , "date" : "20000709" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "1" , "title" : "Why Harlem Drug Cops Don't Discuss Race" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/09\/us\/why-harlem-drug-cops-don-t-discuss-race.html"} , {"body" : "Precisely at 11 a.m. Saturday, the Nassau, an amphibious-helicopter carrier, passed under the Verrazano-Narrows Bridge into Upper New York Bay. The ship was headed for its turn at the diesel ballet, a maneuver in which four tugboats nudge their hulking gray partner into its appointed anchorage southwest of Red Hook, Brooklyn. The low-slung black" , "date" : "20000703" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Coast Guard Choreographs Harbor's Biggest Gathering" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/03\/nyregion\/coast-guard-choreographs-harbor-s-biggest-gathering.html"} , {"body" : "FOR CHILDREN Theater ''THE ADVENTURES OF MAYA THE BEE,'' told through rod and shadow puppets and a jazz score, is about a little bee who rejects toiling in the hive and flies off to prusue tastes more exotic than honey. The elaborate puppets range from a pugnacious Maya, who looks like a preschooler who has sprouted wings, to a dragonfly resembling" , "date" : "20000623" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/23\/arts\/spare-times-900931.html"} , {"body" : "Theater ''THE ADVENTURES OF MAYA THE BEE,'' told through rod and shadow puppets and a jazz score, is about a little bee who rejects toiling in the hive and flies off to pursue tastes more exotic than honey. The elaborate puppets range from a pugnacious Maya, who looks like a preschooler who has sprouted wings, to a dragonfly resembling Mae West." , "date" : "20000623" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "SPARE TIMES: FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/23\/arts\/spare-times-for-children.html"} , {"body" : "FOR CHILDREN Exhibitions ''CAN YOU TELL ME HOW TO GET TO SESAME STREET?'' An interactive exhibition (through Sept. 3) atthe Brooklyn Children's Museum, 145 Brooklyn Avenue, at St. Mark's Avenue, Crown Heights, recreates the set of the PBS series. Tomorrow at 11:30 a.m. and 1 p.m., Roscoe Orman, Gordon of ''Sesame Street,'' will lead a sing-along of" , "date" : "20000616" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/16\/arts\/spare-times-778680.html"} , {"body" : "Irving Anker, the courtly former New York City schools chancellor who guided the system through the city's fiscal crisis and the turmoil over integration in the mid-1970's, died on Monday at his home in Jamaica, Queens. He was 88. A soft-spoken career educator who worked his way up through the school system, Mr. Anker became its leader in 1973," , "date" : "20000614" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Obituaries" , "New York and Region" , "Education"] , "page_facet" : "14" , "title" : "Irving Anker Dies at 88; Led Schools in Time of Turmoil" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/14\/nyregion\/irving-anker-dies-at-88-led-schools-in-time-of-turmoil.html"} , {"body" : "BATTERY PARK Music Hot and Cool For Summer Lunch Hours The Alliance for Downtown New York has put together an eclectic music mix for Wednesday lunch hours this summer. From Latin to jazz to Dixieland, the performers, in order of appearance starting June 21, are: Lanham and O'Connor, Linda Ipanema and the Dixiecats, Bob Cantwell and the Stompers," , "date" : "20000611" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/11\/nyregion\/playing-in-the-neighborhood-680605.html"} , {"body" : "FOR CHILDREN Theater ''THE ADVENTURES OF MAYA THE BEE,'' told through rod and shadow puppets and a jazz score, is about a little bee who rejects toiling in the hive and flies off to pursue tastes more exotic than honey. The elaborate puppets range from a pugnacious preschooler who has sprouted wings to a dragonfly resembling Mae West. Saturdays at" , "date" : "20000609" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/09\/arts\/spare-times-661325.html"} , {"body" : "Mayor Rudolph W. Giuliani and City Council leaders joked this week about what to call them: the ''outer boroughs'' or the ''other boroughs''? But the reason for the bantering was no joke: the $37.6 billion budget approved this week includes an unusually large share of money and other perks for sections of the city outside Manhattan. The 2001 budget" , "date" : "20000608" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Budget Offers Perks to Boroughs Other Than Manhattan" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/08\/nyregion\/budget-offers-perks-to-boroughs-other-than-manhattan.html"} ,   {"body" : "TUESDAY broke rough and forbidding. The gray, hard rain made it a Primary Day for only the most committed -- a Jim Florio kind of day. His was never the politics of sunny promises and pleasantries, and some political forecasters even imagined that bad skies were good news for the defeated governor's attempted comeback. After 16 campaigns in 31" , "date" : "20000607" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Our Towns; Going Forth, Once Again, As a Crusader" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/07\/nyregion\/our-towns-going-forth-once-again-as-a-crusader.html"} , {"body" : "FOR the last 40 years, Karen E. Gersch, artist and acrobat, has traveled the world chronicling her love of circuses in oil paintings, watercolors, quick line sketches and pastels. She is a Russian-trained performer herself and a founder of the Big Apple Circus. Her circus art, including the aerialist shown at left, is going on display this month at" , "date" : "20000604" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "NEIGHBORHOOD REPORT: RED HOOK; From, and About, the Circus" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/04\/nyregion\/neighborhood-report-red-hook-from-and-about-the-circus.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; usually the second Tuesday of the month; but the next meeting is Tuesday, 6:30 p.m.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. DISTRICT 2: Fort Greene, Downtown Brooklyn," , "date" : "20000604" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; The Brooklyn Meetings, From Sea Gate to Dumbo" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/04\/nyregion\/community-boards-the-brooklyn-meetings-from-sea-gate-to-dumbo.html"} , {"body" : "Baseball caps and do-rags are dutifully removed while court is in session. The prosecutor is a deliberative, soft-spoken young man of 16 with a crown of cornrows. The defense lawyer is 16, too, only recently out of jail on a charge of attempted murder. On the six-member jury sits a girl with searing eyes and the memory of juvenile jail still fresh" , "date" : "20000604" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Youth Court Of True Peers Judges Firmly" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/04\/nyregion\/youth-court-of-true-peers-judges-firmly.html"} , {"body" : "FOR CHILDREN Theater ''THE ADVENTURES OF MAYA THE BEE,'' told through rod and shadow puppets, is about a little bee who rejects toiling in the hive,and decides instead to fly off to pursue tastes more exotic than honey. Saturdays at 11 a.m. at the Salon Theater, 45 Bleecker Street, Greenwich Village. Tickets: $12; $6 for children. Reservations:" , "date" : "20000602" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/02\/arts\/spare-times-552682.html"} , {"body" : "HAVE you noticed how poorly the New York Yankees have been doing since their self-proclaimed No. 1 fan, the mayor, cast off his mantle of invincibility and became the diffident, love-is-all-you-need fellow we now see? To someone who is as much a lifelong Yankees fan as Rudolph W. Giuliani, this is cause for concern. Consider this. On May 10, when" , "date" : "20000602" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC; Time to Give Boring Its Due" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/02\/nyregion\/nyc-time-to-give-boring-its-due.html"} , {"body" : "The bagel. The knish. The pepperoni slice. To couple the words ''Brooklyn'' and ''food'' is to evoke these legendary immigrant-inspired snacks that over the last century have filled the bellies of locals and injected pizazz into palates of Americans from Memphis to Malibu. But lest anyone think Brooklyn's gastronomic glories are limited to these" , "date" : "20000514" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY LORE; Brooklyn on 10,000 Calories a Day" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/14\/nyregion\/city-lore-brooklyn-on-10000-calories-a-day.html"} , {"body" : "Maybe you missed the invitation to tour one of New York City's waste water treatment plants yesterday, in honor of National Water Week, a time designated by Congress for contemplation of water's vast and varied uses, from diluting single-malt Scotch to filling hot tubs and flushing toilets. Still, Robert Rickey, who has worked for 25 years for the" , "date" : "20000510" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Plants That Redeem Water With Murky Pasts" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/10\/nyregion\/plants-that-redeem-water-with-murky-pasts.html"} , {"body" : "BEFORE he bought a livery cab, Luis Jorge learned something about crime while running a bodega in the Red Hook section of Brooklyn. ''I was robbed four times at gunpoint,'' he recalled. But the Taxi and Limousine Commission has decided that he still doesn't understand the risks of armed robbery. Tonight, Mr. Jorge will be reluctantly joining fellow" , "date" : "20000510" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "The Big City; Knowing What's Best For Cabbies" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/10\/nyregion\/the-big-city-knowing-what-s-best-for-cabbies.html"} , {"body" : "Mayor Rudolph W. Giuliani's latest plan to export nearly 10,000 tons of city trash a day is winning widespread praise, even from the New Jersey community that would handle most of the garbage after the city's last landfill shuts down. It is a startling contrast to the last disposal plan Mr. Giuliani offered a year and a half ago, which evoked" , "date" : "20000507" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PENNSYLVANIA" , "OHIO" , "VIRGINIA" , "LINDEN (NJ)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "New Trash Plan Gains Backing, but Problems Remain" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/07\/nyregion\/new-trash-plan-gains-backing-but-problems-remain.html"} ,   {"body" : "ATTRACTIONS Museums and Sites ALICE AUSTEN HOUSE, 2 Hylan Boulevard, Rosebank, Staten Island. This 17th-century farmhouse, converted to a Victorian cottage in the 19th century, was the home of the photographer Alice Austen. The parlor is filled with period furniture. A student photography exhibition, including works from seven Staten Island high" , "date" : "20000505" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "45" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/05\/arts\/spare-times-101290.html"} , {"body" : "Like the proverbial rising tide that lifts all boats, the bustling economy that has buoyed activity in New York and New Jersey ports over the last three years has now brought an effort to hire additional longshoremen for the first time in nearly 30 years. But those jobs will call more for brain power, like computer and technical skills, than for" , "date" : "20000504" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "New Day on the Docks: They're Hiring Brains, Not Brawn" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/04\/nyregion\/new-day-on-the-docks-they-re-hiring-brains-not-brawn.html"} , {"body" : "Mayor Rudolph W. Giuliani said yesterday that his administration's new plan to close the Fresh Kills landfill and ship the city's trash from existing waterfront stations would reduce truck traffic and not unfairly burden any city neighborhood. City Council leaders also praised the plan and promised to work to approve it quickly. Speaker Peter F." , "date" : "20000502" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "FRESH KILLS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Mayor Says New Trash Plan Will Reduce Truck Traffic" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/02\/nyregion\/mayor-says-new-trash-plan-will-reduce-truck-traffic.html"} , {"body" : "With the closing of the Fresh Kills landfill fast approaching, Mayor Rudolph W. Giuliani has sharply revised his long-term plan for disposing the city's household garbage. To the surprise and relief of several critics of his old plan, the new plan does not include proposals to build a huge new waste plant in the Red Hook section of Brooklyn, and a" , "date" : "20000501" , "day_of_week_facet" : "Monday" , "geo_facet" : ["LINDEN (NJ)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mayor Drops Unpopular Plans for Trash Hubs" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/01\/nyregion\/mayor-drops-unpopular-plans-for-trash-hubs.html"} , {"body" : "INTERNATIONAL A3-13 Iran to Start Trial Of Jews Accused of Spying Thirteen Jews will go on trial today in Iran in the feared Revolutionary Court. The Jews are accused of spying for Israel, in a case that has been caught up in the swirl of Iran's internal political battles and could undo its tentative overtures to the West. But for most Iranians the" , "date" : "20000501" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/01\/nyregion\/news-summary-040517.html"} , {"body" : "Fairway may open a new supermarket in a city-owned warehouse on the Red Hook waterfront, a move that could jump-start nascent development efforts in the neighborhood. The store is negotiating with Gregory O'Connell, a Brooklyn developer, to add a third Fairway to the food-store chain, which has popular outposts on the Upper West Side and in Harlem." , "date" : "20000423" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: SOUTH BROOKLYN; Is There A Fairway In Red Hook's Future?" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/23\/nyregion\/neighborhood-report-south-brooklyn-is-there-a-fairway-in-red-hook-s-future.html"} , {"body" : "Museums and Sites ALICE AUSTEN HOUSE, 2 Hyland Boulevard, Rosebank, Staten Island. This 17th-century farmhouse, converted to a Victorian cottage in the 19th century, was the home of the photographer Alice Austen. The parlor is filled with period furniture. ''Moments in Staten's Island's Black Heritage,'' photographs from 1880 to the turn of the" , "date" : "20000421" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "SPARE TIMES; ATTRACTIONS" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/21\/arts\/spare-times-attractions.html"} , {"body" : "If the Gowanus Canal is looking a little sluggish these days, there's a reason. The canal's flushing tunnel, which turned the Gowanus, Brooklyn's legendarily filthy waterway, into a bouillabaisse of frolicking sea creatures when it began drawing cleaner water from New York Harbor into the canal last year, has been out of commission since March 14." , "date" : "20000415" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR" , "GOWANUS CANAL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Propeller Jam in Tunnel Slows Flow of Water in Gowanus Canal" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/15\/nyregion\/propeller-jam-in-tunnel-slows-flow-of-water-in-gowanus-canal.html"} , {"body" : "He is not the police officer who killed an unarmed man on the West Side last month. He is not the officer who tortured a man in a Brooklyn precinct station house three years ago. He did not shoot a squeegee man in the Bronx, frequent a Midtown brothel, run a drug ring from his locker or do anything else to tarnish the badge that he keeps on a chain" , "date" : "20000402" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Branded By the Badge In a City Turned Hostile; Anger Over Shootings Permeates Job, Haunting A Veteran Police Officer" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/02\/nyregion\/branded-badge-city-turned-hostile-anger-over-shootings-permeates-job-haunting.html"} , {"body" : "The three newest ferries of NY Waterway docked at Red Hook Terminal in Brooklyn this week after traveling from Sitka, Alaska, company officials said yesterday. The 79-foot-long catamarans traveled through the Panama Canal before arriving in Brooklyn. Officials at NY Waterway, based in Weehawken, N.J., said the boats would be able to carry 149" , "date" : "20000331" , "day_of_week_facet" : "Friday" , "geo_facet" : ["SITKA (ALASKA)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Business; Three New Ferries Arrive" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/31\/nyregion\/metro-business-three-new-ferries-arrive.html"} ,   {"body" : "THE SETTING -- An adult education class called ''Breaking Into Adult Movies,'' taught by Candida Royalle, a pornographic film star and producer, at the School for the Physical City, a public school on East 25th Street. The Tuesday night class was held in the cafeteria, where student-made banners celebrated the importance of education. The men" , "date" : "20000326" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: FLATIRON -- BUZZ; An Ex-Star Teaches The A B C's Of Movies Rated XXX" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/26\/nyregion\/neighborhood-report-flatiron-buzz-ex-star-teaches-b-c-s-movies-rated-xxx.html"} , {"body" : "This is not the gasoline shortage of the 70's. True, the per-gallon cost has been going up so fast that the price placards at the curb seem to flip over as fast as the digital readout on the pump. A gallon of regular in the New York metropolitan region cost an average of $1.44 last month, up from $1.06 last year. Prices in the city itself are even" , "date" : "20000323" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Gas Prices Are Rising, but Not the Tempers, Yet" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/23\/nyregion\/gas-prices-are-rising-but-not-the-tempers-yet.html"} , {"body" : "It's not a job with a future, but the future of many neighborhoods in America may be affected by how well the job is done. Every 10 years, the Census Bureau hires an army of census takers -- enumerators, in bureau parlance. For the 2000 count, which has just begun, the bureau needs about a half-million of them. The job lasts only six weeks or so." , "date" : "20000318" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Census Takers Moved by Money And Civic Duty; A Temp Position That Counts, Even if It Doesn't Last Long" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/18\/nyregion\/census-takers-moved-money-civic-duty-temp-position-that-counts-even-if-it-doesn.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting March 14, 6:30 P.M.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; (718) 389-0009. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill, Boerum Hill, Vinegar" , "date" : "20000305" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "BROOKLYN UP CLOSE; Communities Speak Up: Where the Boards Meet in March" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/05\/nyregion\/brooklyn-up-close-communities-speak-up-where-the-boards-meet-in-march.html"} , {"body" : "When the 12-member board of the Port Authority of New York and New Jersey holds its monthly meeting today, the agenda will be limited to routine capital expenditures instead of the grand bridges, tunnels, airports and development projects the agency has pursued in its 79 years. Such initiatives exist in abundance, but a long-simmering civil war" , "date" : "20000224" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Feud Over How Port Authority Spends Money Creates an Impasse" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/24\/nyregion\/feud-over-how-port-authority-spends-money-creates-an-impasse.html"} , {"body" : "A half a century after a putrid mountain began to rise from a wetland on Staten Island's western shore, New York City is finally close to delivering on its often repeated vow to close the Fresh Kills Landfill. The city received bids last week from companies eager to take over responsibility for the only trash still being sent to the landfill: about" , "date" : "20000221" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "FRESH KILLS (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Efforts to Close Fresh Kills Are Taking Unforeseen Tolls" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/21\/nyregion\/efforts-to-close-fresh-kills-are-taking-unforeseen-tolls.html"} , {"body" : "SWIRLING snow, cars turned to soft lumps on the street, the city as silent as a Vermont woods. I felt an irresistible need to go to the Brooklyn Botanic Garden. I bundled up as if I were in the north country and walked a mile to the garden, pleasantly disoriented because familiar landmarks were veiled by the storm. Yet, other perceptions were" , "date" : "20000203" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "4" , "title" : "HUMAN NATURE; Under a Canvas of Snow, a Garden of the Imagination" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/03\/garden\/human-nature-under-a-canvas-of-snow-a-garden-of-the-imagination.html"} , {"body" : "Whether the subject is the ownership of Ellis Island or the constitutionality of the commuter tax, the border wars between New York and New Jersey are always lively and vituperative affairs. That much was in evidence at a hearing last week at Fort Monmouth, where lurking beneath the scientific debates and cost-benefit analysis surrounding the" , "date" : "20000130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ATLANTIC OCEAN" , "NEW YORK CITY" , "NEW JERSEY" , "UNITED STATES"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "ON THE WATERFRONT; Don't Dump on Me" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/30\/nyregion\/on-the-waterfront-don-t-dump-on-me.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting Feb 8, 6:30 P.M.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; (718) 389-0009. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill, Boerum Hill, Vinegar Hill," , "date" : "20000130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; Brooklyn Meetings In February" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/30\/nyregion\/community-boards-brooklyn-meetings-in-february.html"} , {"body" : "A romantic drama about a Brooklyn girl who finds fulfillment in the boxing ring, a first-time director's story of estranged siblings in a small town and a documentary about South Africa's struggle for justice won top honors at the 16th annual Sundance Film Festival tonight. The festival, the premier event in the independent film world, concludes" , "date" : "20000130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "U.S."] , "page_facet" : "23" , "title" : "Sundance Jury Picks the Best of Rich Crop of Independent Films" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/30\/us\/sundance-jury-picks-the-best-of-rich-crop-of-independent-films.html"} ,   {"body" : "A small group of environmentalists that is seeking to stop the dumping of dredged material into the ocean off Sandy Hook squared off raucously today with more than 2,000 angry longshoremen, who turned out in support of a four-year-old agreement crucial to port jobs. The setting was a hearing in an Army base auditorium by the United States Army" , "date" : "20000125" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["ATLANTIC OCEAN"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "At Hearing, Longshoremen and Environmentalists Clash Over Dumping" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/25\/nyregion\/at-hearing-longshoremen-and-environmentalists-clash-over-dumping.html"} , {"body" : "Two years ago, Joe, the man I lived with, suggested that we outfit our apartment with a light especially created to combat the winter blues. Seasonal affective disorder is its quaint moniker. In fact, the condition is nothing more than a hunger for daylight during the darkest days of winter. I vetoed the proposal. Call me a troglodyte. But what I" , "date" : "20000114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "MY CITY; Plotting Your Winter Days to Gather the Light" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/14\/arts\/my-city-plotting-your-winter-days-to-gather-the-light.html"}]