[  {"body" : "Gladys Cohen, 52, says she tried everything she could think of to avoid going on welfare. She sold her furniture. She sold her jewelry. She applied for jobs. Her hand-carved mahogany bed brought her $800, enough for one month's rent. Three mirrors brought her a little more. Her jewelry was enough for five months' rent, she said. ''I would do it" , "date" : "20001230" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "The Neediest Cases; After a Futile Job Search, Turning to Charity for Help" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/30\/nyregion\/the-neediest-cases-after-a-futile-job-search-turning-to-charity-for-help.html"} , {"body" : "In recent days, Smithson Smith's co-workers made jokes at his expense, citing his uncanny resemblance to a widely publicized wanted poster that showed a bank robber calmly strolling out of a nearby Midtown branch. They laughed, warning Mr. Smith, the office's computer operations supervisor, that he should eat lunch at his desk to avoid being" , "date" : "20001228" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Office Worker Accused in 2-Year Series of Bank Robberies" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/28\/nyregion\/office-worker-accused-in-2-year-series-of-bank-robberies.html"} , {"body" : "A Brooklyn man died Wednesday of injuries suffered when a man struck him from behind after he left a topless lounge in TriBeCa, the police said yesterday. Detectives said the attack could have been unprovoked. The victim, identified as Neil Eddleson, 39, was pronounced dead at New York University Downtown Hospital at 9:48 p.m. Wednesday, the" , "date" : "20001222" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Brooklyn Man Dies After Being Hit in Head in TriBeCa" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/22\/nyregion\/brooklyn-man-dies-after-being-hit-in-head-in-tribeca.html"} , {"body" : "A cold front that buried the Midwest in snow this week blew through New York yesterday, but the objects falling from the sky were considerably larger and less enchanting than snowflakes. Tree limbs, power lines, window panes, road signs and building parts pelted the region as high winds, with gusts up to 62 miles per hour, set the morning commute" , "date" : "20001213" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "High Winds Propel Cold Air And Big, Dangerous Objects" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/13\/nyregion\/high-winds-propel-cold-air-and-big-dangerous-objects.html"} , {"body" : "A series of Christmas wreath burnings in Brooklyn is being investigated as a possible bias crime, a Police Department spokesman said yesterday. The burnings began on Dec. 1, when nine wreaths on the doors of homes in Sheepshead Bay and Mill Basin were set on fire in the early hours of the morning. Since then, there have been nine more complaints of" , "date" : "20001206" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Wreath Fires Investigated" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/06\/nyregion\/wreath-fires-investigated.html"} , {"body" : "Pudgie Walsh, gruff former firefighter and longtime coach of the Brooklyn Mariners, was hardly surprised when television producers turned up recently and asked to base a series on his life. After all, for the 44 seasons that Mr. Walsh has coached the Mariners, a semipro football team from Sheepshead Bay, people have always called him a character." , "date" : "20001113" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Larger-Than-Life Coach, Embellished for the Small Screen" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/13\/nyregion\/a-larger-than-life-coach-embellished-for-the-small-screen.html"} , {"body" : "For the first time since it required tougher English tests for high school graduation, the State Board of Regents has released scores that capture the progress of an entire class. The data presented here are for New York City students who entered ninth grade for the first time in fall 1996. To reflect that many students did not make it to senior" , "date" : "20001112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "12" , "title" : "How High School Students Did on the Regents Exams" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/12\/nyregion\/how-high-school-students-did-on-the-regents-exams.html"} , {"body" : "The tintinnabulation of voices had peaked at Jimmy's Corner as its denizens watched the tail end of the Subway Series. One of the loudest was that of Dee from Sheepshead Bay, a Met fan who drifted from table to table hustling drinks. ''Are you a Mets fan?'' she slurred, taking a seat at a table of three friends, an African-American man and woman," , "date" : "20001105" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: BENDING ELBOWS; Through a Glass of Vodka, Darkly" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/05\/nyregion\/neighborhood-report-bending-elbows-through-a-glass-of-vodka-darkly.html"} , {"body" : "THERE are few things that Patty Ellis enjoys more than walking. She likes to walk along Jones Beach, and she walks regularly during her lunch hour at work. Walking gives her a chance to think, she says, and to quietly enjoy her surroundings. Ms. Ellis, 43, of Garden City Park, was on one of her walks along the beach when it occurred to her, ''I" , "date" : "20001008" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "From Brooklyn to Montauk, One Step at a Time; On a Nine-Day Hike, an Intimate 'Warts and All' Portrait of the Island Emerges" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/08\/nyregion\/brooklyn-montauk-one-step-time-nine-day-hike-intimate-warts-all-portrait-island.html"} , {"body" : "AFTER a three-year stint in Stamford, Conn., Ruth Zema is back in Yonkers. A widow in her mid-70's who was living alone at home, Mrs. Zema decided in 1997 that she needed senior housing. She had to go out of state -- to Stamford -- to find a residence she considered acceptable. She took a small apartment in an assisted-living project, paying $100 a" , "date" : "20001008" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "More Elderly Living Options, at a Price" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/08\/realestate\/more-elderly-living-options-at-a-price.html"} ,   {"body" : "A 41-year-old Brooklyn woman was arrested yesterday morning after she robbed a Sheepshead Bay bank with a pellet gun and made her getaway on a crowded city bus, the police said. The woman, Valerie Coletti of 2256 Ralph Avenue, was arrested a few blocks from the Banco Popular at 1619 Sheepshead Bay Road, the police said. They said a teller flagged a" , "date" : "20000930" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Woman Held in Brooklyn Bank Robbery" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/30\/nyregion\/woman-held-in-brooklyn-bank-robbery.html"} , {"body" : "I'M kind of a renegade,'' the Brooklyn-born Brian Merlis says about his obsession -- an obsession with collecting that in the last 20 years has cost him $250,000 -- and his marriage. Mr. Merlis doesn't gamble, scuba dive or fly fighter planes. He is an amateur historian and a collector of photographs and artifacts who has apparently published more" , "date" : "20000924" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Books" , "Real Estate"] , "page_facet" : "7" , "title" : "Streetscapes\/Brian Merlis; An Amateur Historian With a Passion for Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/24\/realestate\/streetscapes-brian-merlis-an-amateur-historian-with-a-passion-for-brooklyn.html"} , {"body" : "Bill Hannan rushed for three touchdowns and returned an interception 55 yards for another score to help Garden City defeat Hewlett, 24-12. Garden City managed to win without its starting quarterback, Dave Kang, who has an injured ankle. The junior quarterback Steve DeGrazia, who was 7 of 11 in passing for 93 yards and a touchdown, filled in" , "date" : "20000924" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "18" , "title" : "HIGH SCHOOL FOOTBALL; Hannan's Two-Way Effort Leads Way for Garden City" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/24\/sports\/high-school-football-hannan-s-two-way-effort-leads-way-for-garden-city.html"} , {"body" : "Martha Bell remembers bursting into tears when the Board of Regents voted to allow the City University of New York to end remedial instruction for bachelor's degree students. Such instruction was at the heart of the program for poor students known as SEEK that CUNY started two generations ago to give black and Hispanic students a chance at a" , "date" : "20000919" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Remedial Program Refuses to Die; Revamped SEEK Remains Path for Poor Into CUNY" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/19\/nyregion\/remedial-program-refuses-to-die-revamped-seek-remains-path-for-poor-into-cuny.html"} , {"body" : "HARBOR seals bobbing in the water. Freighters from all over the world floating by. Cormorants spreading their wings on pier pilings and diving for fish. A sandy beach, right in the backyard. This is Brooklyn? Dr. June Reinisch, 57, and her husband, Dr. Leonard Rosenblum, 64, have been privy to these views of Gravesend Bay -- sometimes using a" , "date" : "20000917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SEA GATE (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Sea Gate; 'Hamptons West' in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/17\/realestate\/if-you-re-thinking-of-living-in-sea-gate-hamptons-west-in-brooklyn.html"} , {"body" : "To many residents of Greenwich Village, tourists are pests. When double-decker tour buses began peering into second-story windows, for example, tenants along West Fourth Street screamed and forced some routes changed. ''The tourists are an annoyance, especially in the summer,'' said James LaVigne, who lives near Sheridan Square. ''There's too many" , "date" : "20000917" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: GREENWICH VILLAGE; A Sheridan Square Complaint: Garbage In, But Not Enough Out" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/17\/nyregion\/neighborhood-report-greenwich-village-sheridan-square-complaint-garbage-but-not.html"} , {"body" : "Gold medals are showered so profusely in numberless wine competitions that they equal in value the German marks trundled to banks in wheelbarrows during the Weimar Republic. Besides, who knows how qualified the judges were and what standards and practices governed the sifting? Yet, certain wines are obvious winners. Take the charming Baron Herzog" , "date" : "20000903" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "WINE UNDER $20; Not Just Another Gold Medalist" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/03\/nyregion\/wine-under-20-not-just-another-gold-medalist.html"} , {"body" : "A volunteer ambulance responding to a call from a woman with chest pains Sunday night collided with a motorcycle, killing a father and his 13-year-old son, the police said. Alberto Curtis, 37, and his son Alberto Jr. were riding a motorcycle south on Ocean Avenue in Midwood, Brooklyn, when they struck a station wagon with ambulance license plates" , "date" : "20000829" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Brooklyn Ambulance Crash Kills Father and 13-Year-Old Son" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/29\/nyregion\/brooklyn-ambulance-crash-kills-father-and-13-year-old-son.html"} , {"body" : "Lena Cymbrowitz, a first-term state assemblywoman from Brooklyn, died yesterday in Manhattan. She was 43. Her family said she had been ill for a long time, but gave no details. Ms. Cymbrowitz, a Democrat, represented the 45th District, which includes Sheepshead Bay, Manhattan Beach, Gerritsen Beach and parts of Flatbush, Midwood and Brighton Beach." , "date" : "20000822" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "7" , "title" : "Lena Cymbrowitz -- Brooklyn Assemblywoman, 43" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/22\/nyregion\/lena-cymbrowitz-brooklyn-assemblywoman-43.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN GREENWICH VILLAGE $825,000 42 West 13th Street 3-bedroom, 2-bath, 1,600-sq.-ft. co-op in a prewar building; renovated kitchen and bath, high ceilings, h\/w floors," , "date" : "20000806" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/06\/realestate\/residential-resales-493945.html"} ,   {"body" : "For 14 months after Amy Watkins died with a knife in her back on a tree-shaded sidewalk in Brooklyn, David Jamison managed to escape the notice of dozens of detectives hunting for her killer. He cut off his dreadlocks. He apparently spoke little about the crime. He spent nine months in Pennsylvania until returning to Prospect Heights, the" , "date" : "20000804" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Woman's Arrest Led to Brother as Suspect in '99 Murder" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/04\/nyregion\/woman-s-arrest-led-to-brother-as-suspect-in-99-murder.html"} , {"body" : "IF you have set foot on a subway platform during the last 20 years, there is a decent chance he has been standing there next to you, a small, smiling man in no hurry to catch a train. He was probably carrying a green satchel with a tiny American flag stitched on the flap. From this satchel, he probably produced a pair of junk store binoculars or a" , "date" : "20000723" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "Smitten by the Subway" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/23\/nyregion\/smitten-by-the-subway.html"} , {"body" : "About 50 parents, teachers and students protested yesterday in front of the Board of Education headquarters, expressing anger that the board had not renewed the contract of a popular district superintendent in south Brooklyn. Donald Weber, superintendent of District 21 for 17 years, resigned on July 5, five days after his contract expired." , "date" : "20000721" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "Protest Backs Schools Chief In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/21\/nyregion\/protest-backs-schools-chief-in-brooklyn.html"} , {"body" : "''TO Jerry's credit, he never censored anything,'' said Larry David, the co-creator and executive producer of ''Seinfeld'' for seven years. ''But he vetoed this.'' ''This'' is an incest-themed story line that never showed up on ''Seinfeld'' but that Mr. David was taping two weeks ago for his new show, ''Curb Your Enthusiasm,'' starting on HBO in" , "date" : "20000716" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "The Great And Wonderful Wizard of Odds" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/16\/style\/the-great-and-wonderful-wizard-of-odds.html"} , {"body" : "TEDDY ROOSEVELT was in Syracuse that Labor Day for the opening of the New York State Fair when a man was arrested there for allegedly threatening to shoot the president. Foreign diplomats were predicting that war in the Balkans was inevitable. And at a baseball game in Brooklyn between the Superbas, as the team that became the Dodgers was known" , "date" : "20000708" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "Sports of The Times; It's Home-and-Home, Minus the Subway" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/08\/sports\/sports-of-the-times-it-s-home-and-home-minus-the-subway.html"} , {"body" : "Here are events tied to Operation Sail 2000: Tomorrow FREE WATERFRONT CONCERT, Battery Park, Great Lawn, Lower Manhattan. Featuring Billy Bragg and Shawn Colvin. 3:30 p.m. Sponsored by the Downtown Alliance. Information: (212) 835-2789. TANABATA FESTIVAL: TALES FROM JAPAN, South Street Seaport Museum, Children's Center, 165 John Street, Lower" , "date" : "20000630" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "43" , "title" : "A Salute to the Fourth; Avast! A Ship's Log of Events" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/30\/arts\/a-salute-to-the-fourth-avast-a-ship-s-log-of-events.html"} , {"body" : "NEW YORK MANHATTAN: LAZIO'S TAX RETURNS -- Calling reports of Representative Rick A. Lazio's stock profits ''deeply troubling,'' the chairwoman of the New York State Democratic Committee, Judith Hope, challenged the Republican Senate candidate yesterday to release his income tax returns. The New York Times reported on Friday that Mr. Lazio had made" , "date" : "20000622" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/22\/nyregion\/metro-briefing.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; usually the second Tuesday of the month; but the next meeting is Tuesday, 6:30 p.m.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. DISTRICT 2: Fort Greene, Downtown Brooklyn," , "date" : "20000604" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; The Brooklyn Meetings, From Sea Gate to Dumbo" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/04\/nyregion\/community-boards-the-brooklyn-meetings-from-sea-gate-to-dumbo.html"} , {"author" : "Stephen S. Hall is a contributing writer for the magazine. His most recent article was about embryo research." , "body" : "On a wet, blustery April morning, mist blowing sideways across the docks marking the lower end of Union Street on the Brooklyn waterfront, 17-year-old Alice Warren-Gregory races down the steps from her family's third-floor apartment a little after 5:30 a.m. Clutching a calculator and a copy of ''The Great Gatsby,'' she hurries up the block in the" , "date" : "20000604" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Science" , "Magazine" , "Education" , "Technology"] , "page_facet" : "52" , "title" : "The Smart Set" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/04\/magazine\/the-smart-set.html"} , {"body" : "BROWN-Annie Elizabeth (nee Sykes). Formerly of Sheepshead Bay, departed this life on May 29, 2000 at Scarsdale, NY. Beloved wife of the late Rev J.S. Brown. Devoted sister of Rachel Sykes. Loving mother of Diane Brown, Jane Holden, Janice Cheek and Joan Adams. Cherished grandmother of McThaddeus Holden, Jr., Anthony Holden, James Brown III, James" , "date" : "20000601" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "9" , "title" : "Paid Notice: Deaths BROWN, ANNIE ELIZABETH (NEE SYKES)" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/01\/classified\/paid-notice-deaths-brown-annie-elizabeth-nee-sykes.html"} ,   {"body" : "The Tin Man grew up to be a psychiatrist, and the Scarecrow became a musician. Dorothy works in a boutique. They were fifth graders in 1958, all ponytails and bobby socks and cardigans, when they staged ''The Wizard of Oz.'' They and 28 classmates had performed the play at Public School 100 in Brighton Beach, Brooklyn, and on the evening of May 17," , "date" : "20000530" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "3" , "title" : "42 Years Later, a Troupe Finds Itself in Oz Again" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/30\/nyregion\/42-years-later-a-troupe-finds-itself-in-oz-again.html"} , {"body" : "IT sounds like something out of ancient mythology. Three brothers living near the edge of a forest witness the coming of an invading army. They arm themselves, take to their horses and seek refuge in the woods they know as well as they know anything. The enemy arrives and systematically starts killing the long-oppressed minority to which the" , "date" : "20000528" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BELARUS"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Heroes Among Us" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/28\/nyregion\/heroes-among-us.html"} , {"body" : "She prefers to be called Ellie Babes, a former bar-top chorus girl with memories of tangos in Tangiers and merengues in Madrid. And she is still known in some corners of Brooklyn for her barroom bop. ''We traveled a lot,'' she says, flaring her nostrils with pride. ''And when we traveled, we liked to drink.'' There is, sadly, no we anymore. Just" , "date" : "20000528" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: BENDING ELBOWS; When Those Dancing Days Are Over" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/28\/nyregion\/neighborhood-report-bending-elbows-when-those-dancing-days-are-over.html"} , {"body" : "Three different varieties of specialty foods can be found in shops that opened this spring on the western side of Second Avenue between 22nd and 23rd Streets. They are part of a strip of remodeled stores in the base of the co-op building at 235 East 22nd Street. The French Butcher, at 383B Second Avenue, opened on May 6. It is owned by Arnaud" , "date" : "20000521" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; On 2nd Avenue, a Cornucopia Of Specialty Foods" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/21\/nyregion\/new-yorkers-co-on-2nd-avenue-a-cornucopia-of-specialty-foods.html"} , {"body" : "A yellow-cab driver died early yesterday morning in Manhattan after another driver stabbed him twice in the chest during an argument over a parking space, the police said. The fatal stabbing of the cabby, Baurihama Doukoure, 37, of the Bronx, was one of six killings in 24 hours, the most in any 24-hour period this year in the city and another" , "date" : "20000515" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Cabby Stabbed to Death, One of 6 Killings in 24 Hours" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/15\/nyregion\/cabby-stabbed-to-death-one-of-6-killings-in-24-hours.html"} , {"body" : "A rookie police officer was fatally injured within blocks of her Brooklyn station house yesterday when her car collided with a minivan, the police said. The driver of the minivan was charged with driving while intoxicated, and the police said further charges were being considered. The officer, Patricia Rosado, 27, had graduated from the Police" , "date" : "20000410" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Crash Kills a Rookie Police Officer" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/10\/nyregion\/brooklyn-crash-kills-a-rookie-police-officer.html"} , {"body" : "A new study of nearly 240,000 home loan applications from 1998 in New York City concludes that conventional banks have largely ignored black neighborhoods, even those with above-average incomes, creating a vacuum that has been filled by high-cost and often abusive lenders. The analysis was done by the staff of United States Senator Charles E." , "date" : "20000409" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Analysis Shows Racial Bias In Lending, Schumer Says" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/09\/nyregion\/analysis-shows-racial-bias-in-lending-schumer-says.html"} , {"body" : "DEAR DIARY: It was a parade day, traffic was inching along and bus passengers were understandably frustrated. A beautiful blue-eyed girl, about a year old, was crying in her mother's arms. The mother tried to placate her and even apologized to the other passengers for what she felt was a disturbance. The crying stopped magically when Yvonne" , "date" : "20000403" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/03\/nyregion\/metropolitan-diary-588911.html"} , {"body" : "Nineteen-year-old twin brothers were found shot in the head early yesterday, their bodies dumped into the middle of a residential street in the Gravesend section of Brooklyn. Anthony and Charles DiGirolamo, who would have turned 20 next week, were found in front of 1794 West Fifth Street by a passer-by about 4:25 a.m., said Sgt. Elias Nikas, a" , "date" : "20000402" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Twin Brothers Are Found Shot to Death, Their Bodies Dumped on a Brooklyn Street" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/02\/nyregion\/twin-brothers-are-found-shot-to-death-their-bodies-dumped-on-a-brooklyn-street.html"} , {"body" : "Federal prosecutors have charged two suspected Russian mobsters with abducting and murdering a professional boxer who had mysteriously disappeared from a Brooklyn garage in late 1995. The two men were identified as Alexander Nosov, 24, who is in jail in Germany on an unrelated charge, and Natan Gozman, about the same age, who is at large. In an" , "date" : "20000329" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Two Charged in Killing of Russian Boxer" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/29\/nyregion\/two-charged-in-killing-of-russian-boxer.html"} ,   {"body" : "ARTUR MATUSZEWSKI cradled the marble head of St. Francis in his hand, reflecting on the sad fate that had befallen it. Hamlet appraising Yorick's skull came to mind. Mr. Matuszewski estimated this rendering of the saint from Assisi to be about 70 years old. In style, though, it seemed much older. ''He has sort of a medieval face -- elongated,''" , "date" : "20000328" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC; Acts of Malice Bring Forth Good Deeds" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/28\/nyregion\/nyc-acts-of-malice-bring-forth-good-deeds.html"} , {"body" : "Six people were injured last night, one critically, when a fire truck on the way to a fire struck a car in Sheepshead Bay, Brooklyn, the authorities said. The truck, from Engine Company 254, was heading north on Nostrand Avenue to a fire at a video store on Avenue U about 9 p.m. when it hit a westbound Chevrolet truck on Shore Parkway, said Officer" , "date" : "20000320" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; Six Hurt as Fire Truck Hits a Car in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/20\/nyregion\/metro-news-briefs-new-york-six-hurt-as-fire-truck-hits-a-car-in-brooklyn.html"} , {"body" : "A 61-year-old Brooklyn high school teacher was arrested yesterday on federal charges that he transported a 16-year-old female student across state lines for sexual activity. A second teacher has been fired for having an inappropriate, though nonsexual, relationship with the same student. Paul Kerner, a former special education teacher at Sheepshead" , "date" : "20000314" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Teacher Accused of Taking Girl To Hotel in New Jersey for Sex" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/14\/nyregion\/teacher-accused-of-taking-girl-to-hotel-in-new-jersey-for-sex.html"} , {"body" : "ATTRACTIONS Museums and Sites ALICE AUSTEN HOUSE, 2 Hylan Boulevard, Rosebank, Staten Island. This 17th-century farmhouse, converted to a Victorian cottage in the 19th century, was the home of the photographer Alice Austen. The parlor is filled with period furniture. ''Moments in Staten's Island's Black Heritage,'' photographs from 1880 to the turn" , "date" : "20000310" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "46" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/10\/arts\/spare-times-197424.html"} , {"body" : "THIS time of year,'' Dolph Schayes was saying. ''This is when I really start to think basketball: the N.C.A.A. and the N.I.T., then the N.B.A. playoffs. This is the time.'' It's also the time to remember basketball in other eras, as Schayes, Nate (Tiny) Archibald, Andrew (Fuzzy) Levane, Floyd Layne, Zeke Sinicola and Alex Isaacs did yesterday --" , "date" : "20000310" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "Sports of The Times; Old P.S.A.L. Names Reminisce a Little" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/10\/sports\/sports-of-the-times-old-psal-names-reminisce-a-little.html"} , {"body" : "For Johnny Mathis, coach of Kennedy High School in the Bronx, Lincoln High of Brooklyn is just another in a line of hurdles the Knights have come across in their quest to become champions of the Public Schools Athletic League. On Sunday afternoon at Madison Square Garden, Kennedy (26-2) will face Lincoln (26-2) for the boys A division championship," , "date" : "20000308" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "PLUS: H.S. BASKETBALL -- P.S.A.L.; Kennedy's Shaw Injured for Final" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/08\/sports\/plus-hs-basketball-psal-kennedy-s-shaw-injured-for-final.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting March 14, 6:30 P.M.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; (718) 389-0009. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill, Boerum Hill, Vinegar" , "date" : "20000305" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "BROOKLYN UP CLOSE; Communities Speak Up: Where the Boards Meet in March" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/05\/nyregion\/brooklyn-up-close-communities-speak-up-where-the-boards-meet-in-march.html"} , {"body" : "While it is indispensable to observant Jews that the '98 Herzog late-harvest white riesling is kosher, the general consumer may not notice or care. Like other premium kosher wines from the Royal Wine Corporation in Brooklyn, it competes with dessert-wine peers based on the price-quality relationship. Fifteen years ago, before North American kosher" , "date" : "20000227" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "WINE UNDER $20; Niche No More" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/27\/nyregion\/wine-under-20-niche-no-more.html"} , {"body" : "Strong and deeply polarized emotions -- anger, bitter indignation and stunned disbelief on one side, and expressions of relief and vindication on the other -- rippled across the metropolitan area last night as politicians, community leaders and ordinary New Yorkers reacted swiftly to the acquittal of four white police officers in the killing of an" , "date" : "20000226" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE DIALLO VERDICT: THE REACTION; Verdict Bares Sharp Feelings On Both Sides" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/26\/nyregion\/the-diallo-verdict-the-reaction-verdict-bares-sharp-feelings-on-both-sides.html"} , {"body" : "Residents say the city does not need to shut the Clark Street subway station for four months for elevator repairs. With other reports from Clinton, the Upper East and West Sides, Harlem, Sheepshead Bay, Greenpoint, Bay Ridge, Riverdale and Mott Haven. PAGES 6-12 NEIGHBORHOOD REPORT" , "date" : "20000220" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEIGHBORHOOD REPORT; Enraged Riders in Brooklyn Heights" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/20\/nyregion\/neighborhood-report-enraged-riders-in-brooklyn-heights.html"} ,   {"body" : "Along the Henry Hudson Parkway in Riverdale is an elegant new 15-story building with a marble-tiled entrance, a fancy private dining room that can be reserved for entertaining, a 24-hour snack bar and a staff pianist who performs popular standards. Operated by Atria, a company in Louisville, Ky., the building is intended for well-off elderly" , "date" : "20000213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Costly New Residences for Elderly Open, but Many Rooms Are Empty" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/13\/nyregion\/costly-new-residences-for-elderly-open-but-many-rooms-are-empty.html"} , {"body" : "Brooklyn detectives have arrested a teacher's aide in a special education program and charged him with rape after discovering that a 13-year-old girl he had dated was eight-and-a-half-months pregnant. The girl had been a student last year at Intermediate School 14 in Sheepshead Bay, which is housed in the same building as the special education" , "date" : "20000210" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Teacher's Aide Charged In Rape of Girl, 13" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/10\/nyregion\/teacher-s-aide-charged-in-rape-of-girl-13.html"} , {"body" : "GUARDINO-Alphonso V. 88, of Pompano Beach, FL, and Sheepshead Bay, NY, on February 7, 2000. Beloved husband of the late Rita (nee Carvell), loving, proud and generous father of Anthony and Robert, caring father-in-law of Eleanor, devoted and proud grandfather of Victoria. Friends may call at John J. Healey Funeral Home, 2977 Ocean Avenue, Brooklyn," , "date" : "20000209" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "10" , "title" : "Paid Notice: Deaths GUARDINO, ALPHONSO V." , "url" : "http:\/\/www.nytimes.com\/2000\/02\/09\/classified\/paid-notice-deaths-guardino-alphonso-v.html"} , {"body" : "To the Editor: Reading the Feb. 2 Public Lives article about Nora Guthrie, Woody Guthrie's daughter, brought a rush of feelings and memories. During the 1960's and early 70's, I was a dance student of Nora and her mother, Marjorie Guthrie, Woody's former wife. Once a week I took the M train to Sheepshead Bay in Brooklyn, to a studio over a candy" , "date" : "20000207" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "The Guthrie Legacy" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/07\/opinion\/l-the-guthrie-legacy-687227.html"} , {"body" : "Lucy and Rob Hernandez call the last two years together a great learning experience, even though they've been married for 13 years. They take playful verbal jabs at one another, and when they are with their children, Deanna, 5, and Kayla, 2, they act the part of an old married couple. Mrs. Hernandez says jokingly of her husband, ''Trying to think" , "date" : "20000202" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "THE NEEDIEST CASES; A Family Builds Values Despite Upsets of Illness" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/02\/nyregion\/the-neediest-cases-a-family-builds-values-despite-upsets-of-illness.html"} , {"body" : "FOR nonresidents, Manhattan Beach is a destination. They come either for Kingsborough Community College, at the eastern tip of the peninsula, or for the 40-acre beach park. For residents, though, it is a bedroom community of mostly spacious homes, many with waterfront views. ''Manhattan Beach is almost completely surrounded by water, so it's sort" , "date" : "20000130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN BEACH (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "If You're Thinking of Living In\/Manhattan Beach, Brooklyn; Peninsular Suburb, and Destination" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/30\/realestate\/if-you-re-thinking-living-manhattan-beach-brooklyn-peninsular-suburb-destination.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting Feb 8, 6:30 P.M.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; (718) 389-0009. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill, Boerum Hill, Vinegar Hill," , "date" : "20000130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; Brooklyn Meetings In February" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/30\/nyregion\/community-boards-brooklyn-meetings-in-february.html"} , {"body" : "We were in the middle of a brutal cold snap last week, just like the winters of old, with temperatures diving into the single digits and winds as sharp and merciless as a razor slicing through the city's streets. In the hours before dawn on Wednesday the temperature in Central Park was 11 degrees. For the police and the Department of Homeless" , "date" : "20000124" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "25" , "title" : "In America; A Cold Wind Blows" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/24\/opinion\/in-america-a-cold-wind-blows.html"} , {"body" : "As temperatures plunged yesterday to their lowest level in six years, three New Yorkers were dead in the cold, including a patient at Flushing Hospital in Queens who was locked out on a roof in her bathrobe and slippers, the police said. The city was an icy tableau, as Bronx children were evacuated from a heatless school, calls from freezing" , "date" : "20000119" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "3" , "title" : "3 New Yorkers Die as Temperatures Plunge to 6-Year Low" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/19\/nyregion\/3-new-yorkers-die-as-temperatures-plunge-to-6-year-low.html"} , {"body" : "A young man speeding in a Mercedes-Benz on the Belt Parkway in Brooklyn struck a Honda from behind early yesterday, causing it to roll over and slam into a limousine parked at a roadside gas station, the police said. Two passengers in the Honda died, and a third was in critical condition last night. Eight other people suffered minor injuries. The" , "date" : "20000117" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BELT PARKWAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Driver Charged With Murder in 3-Car Crash That Killed 2" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/17\/nyregion\/driver-charged-with-murder-in-3-car-crash-that-killed-2.html"} ,   {"body" : "Siu Tang, 17, said the worst thing about being homeless was the stares she got from passers-by, leering glances that said, ''What's wrong with you?'' ''Everybody would ask me, 'Why would you rather be here than at home?' '' she said. ''I don't like people thinking something is wrong with me.'' Siu, the daughter of first-generation immigrants from" , "date" : "20000114" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "THE NEDIEST CASES; Off the Street and Back in High School" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/14\/nyregion\/the-nediest-cases-off-the-street-and-back-in-high-school.html"} , {"body" : "Last spring, 21 New York City high school students who had overcome great difficulties to excel in their studies received the first New York Times College Scholarship Program awards. Now, each winner's high school has won an award of its own: a $10,000 grant that will be presented in the names of teachers who played a significant role in the lives" , "date" : "20000107" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Grants Honor the Teachers Who Have Inspired Excellence" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/07\/nyregion\/grants-honor-the-teachers-who-have-inspired-excellence.html"}]