[  {"body" : "A state agency's plans to install 10 temporary generators around the city to meet power needs next summer is facing staunch opposition, particularly in Queens, where community and business leaders fear a setback to development taking place along the waterfront of Long Island City. One of the city's largest television and film facilities, Silvercup" , "date" : "20001226" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE" , "LONG ISLAND CITY (NYC)" , "STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "ISLIP (NY)" , "QUEENS (NYC)" , "EAST RIVER (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Neighborhoods React Angrily To Power Plan" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/26\/nyregion\/neighborhoods-react-angrily-to-power-plan.html"} , {"body" : "One day after holding public hearings for proposed power plants around the city, the State Department of Environmental Conservation issued a permit for an electricity-generating plant to be built on a barge in Williamsburg. The proposal is one of two put forth by private companies to build power plants along the Brooklyn waterfront. The New York" , "date" : "20001224" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Residents See Health Risks In New Generating Plants" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/24\/nyregion\/neighborhood-report-new-york-up-close-residents-see-health-risks-new-generating.html"} , {"body" : "The state deposited $10 million in government funds in a Sunset Park bank yesterday as part of a program to promote economic development in underserved areas. The bank, Community Capital Bank, is based in Brooklyn and opened a branch this month in the Brooklyn Army Terminal. The deposit, made by Comptroller H. Carl McCall, is part of a" , "date" : "20001221" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Business Briefing; BANK GETS STATE DEPOSIT" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/21\/nyregion\/metro-business-briefing-bank-gets-state-deposit.html"} , {"body" : "NEW YORK BROOKLYN: SCHOOL CONSTRUCTION INQUIRY A state commission is investigating allegations of shoddy construction by a Brooklyn company at three city schools, officials said yesterday, confirming a report by New York 1 News. The Moreland Commission has been investigating construction practices in the New York City school system for more than a" , "date" : "20001212" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/12\/nyregion\/metro-briefing.html"} , {"body" : "There are many, many ways in which the New York subway reveals itself as the biggest anachronism in a city full of them. Tunnels are still lighted by incandescent bulbs. Trains are still tracked by pencil, on paper ledgers that seem to have been borrowed from Bartleby the Scrivener. Mosaics still point passengers toward buildings that no longer" , "date" : "20001212" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Tunnel Vision; Where Even the Wireless Find Themselves on Hold" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/12\/nyregion\/tunnel-vision-where-even-the-wireless-find-themselves-on-hold.html"} , {"body" : "In the nine months since the city began a program called Digital NYC to market tax incentives to technology companies interested in moving to parts of the city outside Silicon Alley, it has had notable success in one area: the Brooklyn waterfront neighborhood known as Dumbo, where it has lured 11 companies that have brought 225 jobs and leased" , "date" : "20001210" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "DUMBO (DOWN UNDER MANHATTAN BRIDGE OVERPASS) (NYC)"] , "nytd_section_facet" : ["Science" , "New York and Region" , "Technology"] , "page_facet" : "59" , "title" : "Deals Lure Tech Companies To Brooklyn Neighborhood" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/10\/nyregion\/deals-lure-tech-companies-to-brooklyn-neighborhood.html"} , {"body" : "No More Public Dramas For a 'Dull' Mr. and Mrs. Melodrama is no more in the soap-opera lives of Burton and Linda Pugach. So they both say. Flashback to 1959: Linda Riss, as Mrs. Pugach is then known, is blinded in one eye when a man Mr. Pugach has hired throws lye in her face. At the trial of Mr. Pugach, a lawyer in his 30's, Miss Riss, a secretary" , "date" : "20001210" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "57" , "title" : "FOLLOWING UP" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/10\/nyregion\/following-up.html"} , {"body" : "NEW YORK QUEENS: TEENAGER FATALLY STRUCK BY VAN -- A 14-year-old Rego Park girl died yesterday after she was struck by a minivan while crossing Queens Boulevard, the police said. The authorities said the girl, Sofia Leviyev, was walking along a crosswalk at 67th Avenue at 5 p.m. Wednesday when she was hit by a Dodge Caravan going west. The car had" , "date" : "20001201" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/01\/nyregion\/metro-briefing.html"} , {"body" : "Community Capital Bank, a 10-year-old bank based in Downtown Brooklyn that specializes in providing small business loans and individual banking services in lower-income neighborhoods, is opening a branch in Sunset Park, Brooklyn, on Dec. 15. The branch, the bank's second, will occupy a building at 140 58th Street (at First Avenue) that housed a" , "date" : "20001126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "URBAN TACTICS; Brooklyn-Based Bank Coming to Sunset Park" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/26\/nyregion\/urban-tactics-brooklyn-based-bank-coming-to-sunset-park.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $365,000 365 West 20th Street 1-bedroom, 1-bath, 730-sq.-ft. co-op in a prewar building; part-time doormen, renovated windowed kitchen, high ceilings, h\/w" , "date" : "20001126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONNECTICUT" , "WESTCHESTER COUNTY (NY)" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/26\/realestate\/residential-sales.html"} ,   {"body" : "The New York City Economic Development Corporation is issuing a request for proposals to redevelop the South Brooklyn Marine Terminal in the Sunset Park section. The corporation is seeking a developer to improve and operate the 95-acre terminal. The site, which consists of three piers with seven berths and an upland area with six buildings and" , "date" : "20001121" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Metro Business Briefing; WATERFRONT PLANS REQUESTED" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/21\/nyregion\/metro-business-briefing-waterfront-plans-requested.html"} , {"body" : "NEW YORK BROOKLYN: SUBWAY CONDUCTOR ATTACKED A passenger attacked a subway conductor yesterday on an N train bound for Coney Island, the police said, apparently after a dispute about an announcement. The passenger, Rafael Stern, 64, of 381 Central Park West in Manhattan, was charged with assault and criminal possession of a weapon after the scuffle" , "date" : "20001113" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/13\/nyregion\/metro-briefing.html"} , {"body" : "On the outside, they look like beauty salons and barbershops staffed by hardworking immigrants. But behind the storefront, young Chinese women, some in their teens, are offering something else entirely. ''They provide sexual services,'' said Jeffrey Nguyen, director of H.I.V. services at the Chinatown Planning Council, a group that offers help to" , "date" : "20001112" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: CHINATOWN; Immigrants Work in Parlors Offering More Than Massages" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/12\/nyregion\/neighborhood-report-chinatown-immigrants-work-parlors-offering-more-than.html"} , {"body" : "Last July, Brooklynites flocked to the waterfront to greet 26 tall ships sailing in from around the world. But at a heated hearing earlier this month, more than 100 Sunset Park residents came together to keep an electricity-generating barge, one of 15 barge projects envisioned for the city, from docking nearby. Some residents wore gas masks and" , "date" : "20001029" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Floating Power Plants? 'Pack and Go Home,' Residents Say" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/29\/nyregion\/neighborhood-report-brooklyn-up-close-floating-power-plants-pack-go-home.html"} , {"body" : "ATTRACTIONS Museums and Sites ALICE AUSTEN HOUSE, 2 Hylan Boulevard, Rosebank, Staten Island. This 17th-century farmhouse, converted to a Victorian cottage in the 19th century, was the home of the photographer Alice Austen. ''Ferryboat,'' photographs by Charles Martin, through Dec. 31. Tomorrow night at 7:30, ''Halloween Mystery Night,'' party and" , "date" : "20001027" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "48" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/27\/arts\/spare-times-871486.html"} , {"body" : "Mexican Class Once dominated by Tex-Mex margarita mills and Cal-Mex burrito bars, the city's Mexican restaurants are evolving into more authentic expressions of regional cooking. These 12 restaurants show what has changed. (These summaries are taken from dining reviews, columns and articles in The Times by William Grimes, Eric Asimov and others.)" , "date" : "20001027" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MEXICO"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "50" , "title" : "EATING OUT" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/27\/arts\/eating-out.html"} , {"body" : "Promising ''a 21st-century solution to a very old social problem,'' the Brooklyn district attorney's office yesterday announced a pilot project to put photographs and videotape evidence of domestic violence crimes online in hopes of garnering more accurate evidence and resolving cases faster. The $500,000 project, based on a similar system in" , "date" : "20001026" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "11" , "title" : "Pilot Project to Use Web Site In Cases of Domestic Violence" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/26\/nyregion\/pilot-project-to-use-web-site-in-cases-of-domestic-violence.html"} , {"body" : "Just a year ago, John Q. Adams was holding his aching head and wondering what had gone wrong. The results of a new state math test had just come out, and only 39 percent of the eighth graders at his school in Brooklyn had met state standards. Mr. Adams's students had done better than the abysmal citywide average of 23 percent. But in the" , "date" : "20001019" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Brooklyn School Breaks From the Pack; A Case Study in How State Testing Was Used to Improve Education" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/19\/nyregion\/brooklyn-school-breaks-pack-case-study-state-testing-was-used-improve-education.html"} , {"body" : "A Bronx synagogue was vandalized yesterday, hours before the start of Yom Kippur. The police were investigating the attack, in which a bottle of purplish liquid was thrown against an entrance door at the Conservative Synagogue Adath Israel of Riverdale, at West 250th Street and the Henry Hudson Parkway, at 9 a.m. The attack caused initial concern" , "date" : "20001009" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Investigating Vandalism at Door Of Bronx Synagogue" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/09\/nyregion\/police-investigating-vandalism-at-door-of-bronx-synagogue.html"} , {"body" : "Several thousand demonstrators gathered south of Times Square during the evening rush yesterday to protest the killing of dozens of Palestinians by Israeli soldiers in recent days and what they characterized as blind American support for Israel. They said they wanted Americans to hear of their pain and to question Washington's financial support for" , "date" : "20001007" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "ISRAEL"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Times Square Marchers Protest Killing of Palestinians" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/07\/nyregion\/times-square-marchers-protest-killing-of-palestinians.html"} ,   {"body" : "Along Eighth Avenue in Brooklyn's Sunset Park, Hasidic Jews and Palestinian Muslims cross paths at every corner. Women with unmistakable Yiddish accents shop in Islamic markets, alongside Arabic women in head scarves. In the evenings, Jewish fathers pass Muslim fathers clutching the Koran, each on the way to pray to God or to Allah. A few return" , "date" : "20001005" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "ISRAEL" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New Hostility in Mideast Echoes in a Brooklyn Neighborhood" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/05\/nyregion\/new-hostility-in-mideast-echoes-in-a-brooklyn-neighborhood.html"} , {"body" : "WHEN it rains on one, it pours on us all.'' Greg Wolf likes to apply this more-the-merrier philosophy to the coffee and tea business in New York. And perhaps in a Zen world, the two beverages would complement each other, rather than compete. In July, though, Mr. Wolf and his business partner, Vardi Moscovitch, bought out a coffeehouse in Park Slope" , "date" : "20001001" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Selling Tea as Serenity, Not Snobbery" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/01\/nyregion\/new-yorkers-co-selling-tea-as-serenity-not-snobbery.html"} , {"body" : "LOWER MANHATTAN The Ferry Experience: A Commuter's Video Ed Davin has lived on Staten Island since 1966 and has spent 20 years commuting on the Staten Island Ferry. His video, ''The Ferry in Light and Shadow,'' includes 131 black and white photographs illustrating the ferry experience. The 21-minute tape is currently being shown in the Whitehall" , "date" : "20001001" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/01\/nyregion\/playing-in-the-neighborhood-405264.html"} , {"body" : "ON a stormy evening last May, silvery voices could be heard floating down the halls of Public School 321 in Park Slope. ''To-may-to! To-mah-to! Po-tay-to! Po-tah-to! ''Let's call the whole thing off . . . '' As the children sang, their parents drank coffee and ate Pepperidge Farm cookies in the auditorium. Standing among them, a youthful-looking" , "date" : "20000924" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "The Quest to Reinvent John Jay" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/24\/nyregion\/the-quest-to-reinvent-john-jay.html"} , {"body" : "MANHATTAN Midnight to 5 a.m. today Central Park QUEENS 10 p.m. tomorrow to 5 a.m. Monday Pomonok, Fresh Meadows, Hillcrest, Jamaica Estates, Kissena Park BROOKLYN 10 p.m. tomorrow to 5 a.m. Monday Starrett City, Spring Creek, Brownsville, New Lots, East New York, Fresh Creek Park, Greenwood Cemetery, Sunset Park and Bay Ridge. BERGEN COUNTY, N.J." , "date" : "20000923" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "UPDATE; West Nile Spraying Schedule" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/23\/nyregion\/update-west-nile-spraying-schedule.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY'S ROSE CENTER FOR EARTH AND SPACE, Central Park West at 81st Street. This 333,500-square-foot, seven-floor, 120-foot-high exhibition and research center includes the new Hayden Planetarium, the Cullman Hall of the Universe and the Gottesman Hall of Planet Earth. The Hayden Planetarium" , "date" : "20000922" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/22\/arts\/spare-times-269514.html"} , {"body" : "A huge building in the South Bronx that has been largely vacant for several years is to be taken over by a major Internet retailer in a move that will provide 900 jobs in the area, city officials said yesterday. The decision of the company, Webvan Group Inc., to move to Hunts Point comes as Internet and telecommunications companies are" , "date" : "20000922" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Web Retailer To Bring Jobs To the Bronx" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/22\/nyregion\/web-retailer-to-bring-jobs-to-the-bronx.html"} , {"body" : "Lost in the noisy ebullience over New York City's thriving economy is a problem that some economists and elected leaders say could undermine the city's prosperity and cost thousands of jobs at everything from Internet companies to garment manufacturers. The problem is a severe lack of office space in Manhattan and the surrounding boroughs." , "date" : "20000919" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE CROWDED CITY; OFFICE SHORTAGE IMPERILS GROWTH IN NEW YORK CITY" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/19\/nyregion\/the-crowded-city-office-shortage-imperils-growth-in-new-york-city.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. ''Fighting Dinosaurs: New Discoveries From Mongolia,'' featuring one of the most famous fossil finds in the world; through Oct. 29. ''Mongolia Observed: Photographs Present and Past,'' featuring 40 color images by Robert Peck and black-and-white" , "date" : "20000915" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/15\/arts\/spare-times-150509.html"} , {"body" : "Three more people, two of them still hospitalized, have been sickened by the West Nile virus, bringing the total number of people infected in the city this year to 11, Mayor Rudolph W. Giuliani said yesterday. Despite the new cases, Mr. Giuliani insisted that the city's measures against the virus, including spraying pesticide, had been successful." , "date" : "20000913" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["FIRE ISLAND NATIONAL SEASHORE" , "NEW YORK CITY" , "FIRE ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "3 More in City Are Sickened by West Nile Virus" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/13\/nyregion\/3-more-in-city-are-sickened-by-west-nile-virus.html"} ,   {"author" : "George F. Custen, a resident of Park Slope, is director of the film studies program at the City University Graduate Center and author of ''20th Century's Fox: Darryl F. Zanuck and the Culture of Hollywood.''" , "body" : "Despite their statistical rarity, the famous seem to be everywhere in New York. So residents take it for granted that from time to time, they will come face to face with someone famous. Naturally, then, in this celebrity-conscious realm, I was not surprised when I recently sighted someone of fame under water. Swimming laps in my neighborhood gym, I" , "date" : "20000903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY LORE; Yes! It's Him! (Whaddya Mean, Never Heard of Him?)" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/03\/nyregion\/city-lore-yes-it-s-him-whaddya-mean-never-heard-of-him.html"} , {"body" : "After nearly two decades of planning, New York City and State have completed the $20 million modernization of an old freight yard in Brooklyn, and the city is seeking bidders to revive the cross-harbor rail freight traffic that had largely disappeared since its heyday a half century ago. City officials hope that the return of a vibrant cross-harbor" , "date" : "20000831" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Operator Sought for Rebuilt Brooklyn Rail Yard" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/31\/nyregion\/operator-sought-for-rebuilt-brooklyn-rail-yard.html"} , {"body" : "The popular cable show ''Sex and the City'' was recently filmed in the West Village, but residents and merchants say they already have their own version of the program, and they are not happy about it. In the last year, three stores selling pornographic material, two of them open 24 hours, have moved on or near a two-block stretch of Christopher" , "date" : "20000827" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: GREENWICH VILLAGE; Sex and the Village, Much Rawer Than on Cable" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/27\/nyregion\/neighborhood-report-greenwich-village-sex-village-much-rawer-than-cable.html"} , {"body" : "When investigators last week shuttered a large, unlicensed medical clinic in Flushing that they said offered Chinese and Western remedies, they provided a glance behind a curtain that shrouds an expansive underground health care system serving hundreds of thousands of the city's immigrants. While the clinic, the New York Beijing Hospital of" , "date" : "20000820" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "33" , "title" : "For Many Immigrants, a Health Care System Underground" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/20\/nyregion\/for-many-immigrants-a-health-care-system-underground.html"} , {"body" : "The diversity of cultures and languages among Asian-Americans may cause headaches for schoolteachers and census takers, but rarely does it affect matters of life and death. One glaring exception is in the prevention and treatment of H.I.V. and AIDS. The efforts needed to educate Asian-Americans, especially recent immigrants, about the disease are" , "date" : "20000807" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Cultural Barriers Hinder Education of Asian-Americans About AIDS" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/07\/nyregion\/cultural-barriers-hinder-education-of-asian-americans-about-aids.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. ''Behind the Mirror: American Film in the 1950's,'' through Sept. 3. Tomorrow: Teleplays into film; at 2, Delbert Mann's ''Marty'' (1955); at 4, Sidney Lumet's ''12 Angry Men'' (1957). Sunday at 2: directed by Alfred Hitchcock; at" , "date" : "20000804" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/04\/arts\/spare-times-510971.html"} , {"body" : "A proposed rail-freight tunnel under New York Harbor that Mayor Rudolph W. Giuliani has adopted as a favored project would cost up to $2.3 billion but would pay for itself through increased business along a revitalized Brooklyn waterfront, according to a city study. The two-year study by the New York City Economic Development Corporation recommends" , "date" : "20000804" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "JERSEY CITY (NJ)" , "NEW YORK HARBOR" , "STATEN ISLAND (NYC)" , "BAY RIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Study Backs Freight-Train Tunnel in New York Harbor" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/04\/nyregion\/study-backs-freight-train-tunnel-in-new-york-harbor.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CLINTON $669,500 347 West 39th Street 1-bedroom, 1-bath, 1,350-sq.-ft. co-op in a prewar building; high ceilings, 3 walls of windows, slate floors, washer\/dryer," , "date" : "20000730" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/30\/realestate\/residential-resales-385794.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. ''Fighting Dinosaurs: New Discoveries From Mongolia,'' featuring one of the most famous fossil finds in the world; through Oct. 29. ''Mongolia Observed: Photographs Present and Past,'' featuring 40 color images by Robert Peck and black-and-white" , "date" : "20000714" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/14\/arts\/spare-times-198587.html"} , {"body" : "NEWS Out Rocking Arrive with a picnic dinner at 6. Settle down in a park. Hear a free concert at 7. So goes the invitation from the Brooklyn Academy of Music and the City Parks Foundation, teaming up to present 18 concerts in 5 parks in Brooklyn starting tonight, when the rocker Nona Hendryx, who gained fame with LaBelle, lights up Fort Greene" , "date" : "20000711" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "FOOTLIGHTS" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/11\/theater\/footlights.html"} ,   {"body" : "GENERATIONS of New Jerseyans shopped the Bamberger's store at the corner of Market and Halsey Streets in Newark for clothing, accessories and household goods. The throngs of shoppers have long since departed for the suburbs but the store, later named Macy's and closed in 1992, has gained an unexpected new life. Rows of computers and" , "date" : "20000709" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "JERSEY CITY (NJ)" , "MEADOWLANDS (NJ)"] , "nytd_section_facet" : ["Technology" , "Real Estate"] , "page_facet" : "1" , "title" : "Commercial Property; Web Gives White Elephants a New Life" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/09\/realestate\/commercial-property-web-gives-white-elephants-a-new-life.html"} , {"body" : "Here are events tied to Operation Sail 2000: Tomorrow FREE WATERFRONT CONCERT, Battery Park, Great Lawn, Lower Manhattan. Featuring Billy Bragg and Shawn Colvin. 3:30 p.m. Sponsored by the Downtown Alliance. Information: (212) 835-2789. TANABATA FESTIVAL: TALES FROM JAPAN, South Street Seaport Museum, Children's Center, 165 John Street, Lower" , "date" : "20000630" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "43" , "title" : "A Salute to the Fourth; Avast! A Ship's Log of Events" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/30\/arts\/a-salute-to-the-fourth-avast-a-ship-s-log-of-events.html"} , {"body" : "Each time a police cruiser passed, someone in the game room screamed a curse. Mother this, mother that, on and on. They cranked the rap music to seismic levels, as if the lyrics -- something about ''cracker cops'' -- might make the police leave them alone. But still, the cruisers came. And then an unmarked Taurus went by. And then a police van with" , "date" : "20000625" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "View From New York Streets: No Retreat by Police" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/25\/nyregion\/view-from-new-york-streets-no-retreat-by-police.html"} , {"body" : "Mark Green, the city's public advocate, sharply criticized the Giuliani administration yesterday, saying it had failed to identify and clean up thousands of blighted and polluted sites in New York City, squandering a chance to attract new business and create open space for the public. Mr. Green's criticism focused on the efforts of the city, and to" , "date" : "20000625" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "City Is Slow In Cleaning Polluted Sites, Green Says" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/25\/nyregion\/city-is-slow-in-cleaning-polluted-sites-green-says.html"} , {"body" : "An outbreak of violence that began Friday night continued unabated yesterday as three people were killed and 28 others were stabbed or shot in attacks throughout the city, the police said. The latest crimes included violence in the hours after the Puerto Rican Day Parade -- in which three people were stabbed within 20 minutes; drive-by shootings;" , "date" : "20000612" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "3 More Killed as Surge in Crime Continues Throughout Weekend" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/12\/nyregion\/3-more-killed-as-surge-in-crime-continues-throughout-weekend.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; usually the second Tuesday of the month; but the next meeting is Tuesday, 6:30 p.m.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. DISTRICT 2: Fort Greene, Downtown Brooklyn," , "date" : "20000604" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; The Brooklyn Meetings, From Sea Gate to Dumbo" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/04\/nyregion\/community-boards-the-brooklyn-meetings-from-sea-gate-to-dumbo.html"} , {"body" : "A veteran Brooklyn firefighter, George Bechman, 49, was arrested yesterday and charged with possession of cocaine with intent to sell it, the authorities said. A Parks Department employee, Randolph Hayes, who the police said sold 15 grams of cocaine to Firefighter Bechman in front of the firehouse, was arrested as part of the same investigation" , "date" : "20000525" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "METRO NEWS BRIEFS: NEW YORK; Firefighter Charged In Potential Cocaine Sale" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/25\/nyregion\/metro-news-briefs-new-york-firefighter-charged-in-potential-cocaine-sale.html"} , {"body" : "SUNSET PARK Chinese Exhibition Invites Visitors to Talk Back An exhibition that is family-oriented and hands-on, ''New Neighbors'' tells the story of Sunset Park's rapidly growing Chinese community. In this show at the Chinese Cultural School, ''story cards'' offer first-person accounts of recent immigrants, and visitors can tell their own stories" , "date" : "20000514" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/14\/nyregion\/playing-in-the-neighborhood-226750.html"} , {"body" : "When Police Commissioner Howard Safir announced yesterday that his doctors had diagnosed prostate cancer, he alluded to the possibility that he might need time off for surgery or recuperation, saying he had ''a great backup staff.'' As he spoke, he gestured to an intense, straight-backed man who stood between Chief of Department Joseph P. Dunne and" , "date" : "20000510" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Loyal, Driven Deputy Is Ready to Step In" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/10\/nyregion\/loyal-driven-deputy-is-ready-to-step-in.html"} , {"body" : "Three livery-cab drivers were robbed early yesterday in apparently unrelated incidents in Brooklyn and Queens, the police said. The first victim was a driver for the Emerald Car Service, who was sent to pick up a passenger at 2217 Voorhees Avenue in Coney Island, shortly after midnight, the police said. The passenger asked to be taken to West 33rd" , "date" : "20000507" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "METRO NEWS BRIEFS: NEW YORK; 3 Livery-Cab Drivers Are Robbed at Gunpoint" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/07\/nyregion\/metro-news-briefs-new-york-3-livery-cab-drivers-are-robbed-at-gunpoint.html"} ,   {"body" : "Sister Mary Geraldine Tobia, a longtime co-director of the Center for Family Life in Sunset Park, a social service agency serving people in that section of Brooklyn, died on Tuesday at Mount Sinai Hospital in Manhattan. She was 59 and lived at the center, which is at 345 43rd Street in Sunset Park. The cause was cancer, said Jennifer Howse, a" , "date" : "20000427" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "13" , "title" : "Sister Mary Geraldine Tobia, 59, Leader of Family Agency" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/27\/nyregion\/sister-mary-geraldine-tobia-59-leader-of-family-agency.html"} , {"body" : "TOBIA-Sr. Mary Geraldine. The March of Dimes Foundation honors the magnificent life and work of Sr. Mary Geraldine Tobia. As co-founder of the Center for Family Life in Sunset Park, Brooklyn, her legacy continues in the lives of the families she served. Dr. Jennifer L. Howse, President TOBIAS-Sr. Mary Geraldine. Sr. Mary Geraldine Co-Director of" , "date" : "20000427" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "13" , "title" : "Paid Notice: Deaths TOBIA, SR. MARY GERALDINE" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/27\/classified\/paid-notice-deaths-tobia-sr-mary-geraldine.html"} , {"body" : "TOBIAS-Sr. Geraldine, R.G.S. (nee Angela Marie Tobia). Sister of the Good Shepherd, Co-Founder with Sister Mary Paul Janchill of The Center for Family Life in Sunset Park, Brooklyn since 1978. The Center is a neighborhood based social service organization offering support to children, youth and families. The Center for Family Life has been" , "date" : "20000426" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "25" , "title" : "Paid Notice: Deaths TOBIAS, SR. GERALDINE, R.G.S. (NEE ANGELA MARIE TOBIA)" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/26\/classified\/paid-notice-deaths-tobias-sr-geraldine-rgs-nee-angela-marie-tobia.html"} , {"body" : "For years when it rained, police officers in the 50th Precinct station house say, their basement locker room flooded and they had to dress in puddles of water tainted with petroleum from a fuel spill beneath the building. The fumes were nauseating and headaches were common, officers say, until three months ago, when the city installed a system to" , "date" : "20000424" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Decrepit Station Houses Erode Police Morale, Officers Say" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/24\/nyregion\/decrepit-station-houses-erode-police-morale-officers-say.html"} , {"body" : "The potential for development in Brooklyn -- including concepts for a freight tunnel to Staten Island and a new cultural district downtown -- is the focus of a three-morning conference starting tomorrow sponsored by the Steven L. Newman Real Estate Institute at Baruch College. The second session is scheduled for May 8 and the third for May 22. All" , "date" : "20000423" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: Conference at Baruch College; The Future Of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/23\/realestate\/postings-conference-at-baruch-college-the-future-of-brooklyn.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN CHELSEA $1.35 million 223 West 19th Street 3-bedroom, 2 1\/2-bath, 2,325-sq.-ft. condo in a newly constructed addition to an existing 3-story building; upgraded" , "date" : "20000423" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/23\/realestate\/residential-sales.html"} , {"body" : "To the Editor: I must take issue with the narrowness of the reporting on Jello Biafra's appearance at Wetlands (''The Lollapaleftist Tour Touches Down on Hudson Street,'' April 2). While there is no doubt that I, like most in the room, did cheer Mr. Biafra's call for ending the war on drugs, my portrayal in the article was shallow and cartoonish." , "date" : "20000423" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "Jello Biafra Vs. the War on Drugs" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/23\/nyregion\/l-jello-biafra-vs-the-war-on-drugs-910236.html"} , {"body" : "Four fifth-grade girls from Public School 314 escaped class one recent afternoon in Sunset Park, Brooklyn, not to buy sweets at the corner bodega, or to swap secrets over blush in the bathroom, but to slip into a music room to work on their opera, a three-act (six-page) work involving a popular girl, a class clown and a meteorite blazing toward" , "date" : "20000422" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Adding Arias to the Three R's; Brooklyn School Uses Opera to Stimulate Young Minds" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/22\/nyregion\/adding-arias-three-r-s-brooklyn-school-uses-opera-stimulate-young-minds.html"} , {"body" : "A small health care revolution that has brought dozens of badly needed family doctors to new clinics in New York City's poorest neighborhoods is beginning to unravel, health and hospital experts say. The clinics had been multiplying in the city since the early 1990's, embraced as an efficient and affordable alternative to hospital emergency rooms," , "date" : "20000417" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Financial Struggles At Medical Clinics For the City's Poor" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/17\/nyregion\/financial-struggles-at-medical-clinics-for-the-city-s-poor.html"} , {"body" : "Zaher (Zack) Zahrey was a police detective with a spotless record when certain malevolent forces of the criminal justice system in New York began to close in on him. It was a case of a corrupt and treacherous system devouring one of its own. Detective Zahrey would spend several humiliating months in jail and his career would be ruined before he was" , "date" : "20000417" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "19" , "title" : "In America; A Blue Web" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/17\/opinion\/in-america-a-blue-web.html"} ,   {"body" : "The Metropolitan Transportation Authority and state lawmakers struck a deal yesterday that will move the city's bus fleet -- by far the largest in the country -- much more quickly away from diesel power and toward cleaner-fuel vehicles. The deal represents the most sweeping environmental change in the history of the city's transit system, a change" , "date" : "20000413" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Deal Speeds Shift of Buses From Diesel" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/13\/nyregion\/deal-speeds-shift-of-buses-from-diesel.html"} , {"body" : "A 22-year-old man was charged with first-degree murder last night in the slaying of a livery-cab driver early yesterday in Brooklyn, the police said. The suspect, Angel Perez Luna, was arrested about 12 hours after the police said he killed the driver with a shotgun blast to the head. He was arrested at his home, about a block from the spot on 18th" , "date" : "20000409" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "Man Is Charged With Murder In Livery-Cab Driver's Slaying" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/09\/nyregion\/man-is-charged-with-murder-in-livery-cab-driver-s-slaying.html"} , {"body" : "The F.B.I. and the police yesterday arrested 18 members of two gangs who they said carried out a murder and operated a bazaar for selling drugs, guns and explosives in Sunset Park, Brooklyn, officials said. The arrests brought to 28 the number of people charged in the lengthy investigation, which has focused on the Netas, a street gang that has its" , "date" : "20000406" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "18 Held as Members of Gangs That Sold Weapons and Drugs" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/06\/nyregion\/18-held-as-members-of-gangs-that-sold-weapons-and-drugs.html"} , {"body" : "Cancer patients and others with severe pain who live in black, Asian and Hispanic neighborhoods may have trouble getting medicine for their pain, because their local pharmacies often do not stock morphine and related drugs, doctors are reporting. A survey of 347 pharmacies in New York City found that in nonwhite neighborhoods, only 25 percent of" , "date" : "20000406" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S." , "Health"] , "page_facet" : "24" , "title" : "Little Access to Pain Drugs in Some Areas" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/06\/us\/little-access-to-pain-drugs-in-some-areas.html"} , {"body" : "If you tune in tomorrow afternoon to the Texaco Opera Quiz, the popular intermission feature that is part of the live radio broadcasts of the Metropolitan Opera, don't be surprised if the three panelists sound rather young to be experts. Rachel Speight, 15, is a sophomore in the vocal music department of the High School for the Performing and" , "date" : "20000331" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Q. Who Are the Opera Whiz Kids?" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/31\/movies\/q-who-are-the-opera-whiz-kids.html"} , {"body" : "Four people were injured last night, one critically, when the driver of a livery cab lost control on a crowded Midtown block, suddenly accelerated and plowed into pedestrians on a sidewalk. The car, a black Lincoln Town Car, clipped the side of a parked car, jumped the curb and went down the sidewalk for more than 30 feet before stopping outside" , "date" : "20000329" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Livery Cab Roars Up a Sidewalk in Midtown, Injuring Four" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/29\/nyregion\/livery-cab-roars-up-a-sidewalk-in-midtown-injuring-four.html"} , {"body" : "It's not a job with a future, but the future of many neighborhoods in America may be affected by how well the job is done. Every 10 years, the Census Bureau hires an army of census takers -- enumerators, in bureau parlance. For the 2000 count, which has just begun, the bureau needs about a half-million of them. The job lasts only six weeks or so." , "date" : "20000318" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Census Takers Moved by Money And Civic Duty; A Temp Position That Counts, Even if It Doesn't Last Long" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/18\/nyregion\/census-takers-moved-money-civic-duty-temp-position-that-counts-even-if-it-doesn.html"} , {"body" : "To the Editor: The writer's real gripe seems to be the conversion of commercial space to residential apartments. This is not a BID function; this is a decision of individual property owners. The author says ''merchants complained to the mayor that they became aware of the existence of the BID only when they received their first assessment bill.''" , "date" : "20000312" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "19" , "title" : "Rebutting a Critic of BID's" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/12\/nyregion\/l-rebutting-a-critic-of-bid-s-228346.html"} , {"body" : "ATTRACTIONS Museums and Sites ALICE AUSTEN HOUSE, 2 Hylan Boulevard, Rosebank, Staten Island. This 17th-century farmhouse, converted to a Victorian cottage in the 19th century, was the home of the photographer Alice Austen. The parlor is filled with period furniture. ''Moments in Staten's Island's Black Heritage,'' photographs from 1880 to the turn" , "date" : "20000310" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "46" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/10\/arts\/spare-times-197424.html"} , {"body" : "Moving, Scouting, Finger-Crossing Last year the Dreamworks film ''Saving Private Ryan'' was considered the early front-runner at the Academy Awards. It ended up winning five Oscars. ''Shakespeare in Love,'' a Miramax film that had been considered a long shot until an advertising blitz created a powerful buzz before the Oscars, won seven, including" , "date" : "20000309" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/09\/nyregion\/public-lives.html"} ,   {"body" : "On the eve of climactic contests in 16 states, the two Democratic presidential candidates seemed to look past each other as they stumped through New York City yesterday: Vice President Al Gore toward the general election and former Senator Bill Bradley toward his place in history. As Mr. Bradley dived into boisterous crowds throughout the city and" , "date" : "20000307" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "U.S."] , "page_facet" : "1" , "title" : "THE 2000 CAMPAIGN: THE DEMOCRATS; With Their Biggest Day at Hand, The Candidates' Paths Diverge" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/07\/us\/2000-campaign-democrats-with-their-biggest-day-hand-candidates-paths-diverge.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting March 14, 6:30 P.M.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; (718) 389-0009. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill, Boerum Hill, Vinegar" , "date" : "20000305" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "BROOKLYN UP CLOSE; Communities Speak Up: Where the Boards Meet in March" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/05\/nyregion\/brooklyn-up-close-communities-speak-up-where-the-boards-meet-in-march.html"} , {"body" : "It was a familiar swindle, but it worked, as it often does, like a charm: A fly-by-night operation promises to smooth the way to citizenship -- for a fee. Then the schemers pull up stakes, and the once-hopeful immigrant is left poorer and afraid of being deported. This time, the victims were Chinese living in Brooklyn and Manhattan. As many as" , "date" : "20000224" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CHINATOWN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Chinese Immigrants Lose Savings and Hopes in a Citizenship Swindle" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/24\/nyregion\/chinese-immigrants-lose-savings-and-hopes-in-a-citizenship-swindle.html"} , {"body" : "Courting the Hispanic vote, former Senator Bill Bradley stopped at a Brooklyn elementary school yesterday morning and spoke about the need for universal health insurance, noting the disproportionate numbers of Latinos among the uninsured and questioning Vice President Al Gore's commitment on the issue. Mr. Bradley said Mr. Gore's attacks against" , "date" : "20000222" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["U.S." , "Health"] , "page_facet" : "18" , "title" : "THE 2000 CAMPAIGN: NEW YORK; Bradley, Seeking Hispanic Support, Pushes Insurance Plan" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/22\/us\/2000-campaign-new-york-bradley-seeking-hispanic-support-pushes-insurance-plan.html"} , {"body" : "The city knew about Fausta Leon once. Mayor Rudolph W. Giuliani and other officials visited her. Thousands of New York newspaper readers, moved by her story, gave to a special fund that was set up for her and her family. Schoolchildren whom she had never met sent Ms. Leon handwritten cards offering their condolences. The slaying of Ms. Leon's" , "date" : "20000220" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "THE NEEDIEST CASES; Kindness Of Strangers After Death Of a Father" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/20\/nyregion\/the-neediest-cases-kindness-of-strangers-after-death-of-a-father.html"} , {"author" : "John Waldman is the author of ''Heartbeats in the Muck: The History, Sea Life and Environment of New York Harbor,'' published last month by Lyons Press." , "body" : "THERE are standard, packaged ways to meet New York Harbor -- taking the Circle Line tour or the Staten Island Ferry -- and in doing so one can see many of its renowned sights. But to learn the essential character of the harbor, one must see its many uncelebrated spaces, large and small. The New Yorker writer Joseph Mitchell knew this a half century" , "date" : "20000220" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Harbor Nobody Knows; New York's Reviving Waterfront Teems With Hidden Treasures" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/20\/nyregion\/harbor-nobody-knows-new-york-s-reviving-waterfront-teems-with-hidden-treasures.html"} , {"body" : "Buses powered by compressed natural gas -- long viewed as the cleanest alternative to diesel buses -- are no better for the environment than buses powered by a combination of diesel and electricity, according to a study that could have broad implications for vehicle fleets nationwide. Municipal transportation agencies around the country have come" , "date" : "20000215" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Study of Buses Using Natural Gas Could Diminish Demand for Them" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/15\/nyregion\/study-of-buses-using-natural-gas-could-diminish-demand-for-them.html"} , {"body" : "After years of battling over conflicting visions of the waterfront piers below Brooklyn Heights, the Port Authority of New York and New Jersey agreed yesterday to allow its prime property there to be developed as public parkland. The Port Authority, which owns most of the 80 acres of property along the waterfront, had considered putting high-rise" , "date" : "20000211" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN BRIDGE PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Port Authority Agrees to Let Piers Be Used for Brooklyn Bridge Park" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/11\/nyregion\/port-authority-agrees-to-let-piers-be-used-for-brooklyn-bridge-park.html"} , {"body" : "When Peter Schoenhardt looks at the red brick fortresslike building that towers above the houses lining the Fourth Avenue in Sunset Park, he is one of the few people who sees more than the crumbling, graffiti-smeared walls. Mr. Schoenhardt, 34, remembers when the structure housed the 68th Precinct station house. As a child, he went there three" , "date" : "20000206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: SUNSET PARK; Looking Past Graffiti To See Affordable Homes" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/06\/nyregion\/neighborhood-report-sunset-park-looking-past-graffiti-to-see-affordable-homes.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting Feb 8, 6:30 P.M.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; (718) 389-0009. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill, Boerum Hill, Vinegar Hill," , "date" : "20000130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; Brooklyn Meetings In February" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/30\/nyregion\/community-boards-brooklyn-meetings-in-february.html"} ,   {"body" : "FOR years, Tequila's on Columbus held out a welcoming sombrero to the Upper West Side, offering powerful frozen margaritas, sizzling fajitas, enchiladas loaded with melted cheese and all the other party essentials that New Yorkers have come to regard as Mexican food. Then, last year, Tequila's was sold. The new owners, Cristina Castaneda and Raul" , "date" : "20000126" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MEXICO"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Now in New York: True Mexican" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/26\/dining\/now-in-new-york-true-mexican.html"} , {"body" : "As a teenager in the 1980's, Andrew Aiken rhymed and danced his nights away as a master of ceremonies at house music parties in Crown Heights, Brooklyn. A son of Jamaican immigrants, he dreamed of glory as a rap and reggae star. But in 1991 a robber shot Mr. Aiken for a gold bracelet on his wrist and $90 in his pocket, paralyzing him from the waist" , "date" : "20000116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "The Shattered Lives Left by a Street War; Wheeled Prisons Bear Legacy Of Violence of a Crack Epidemic" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/16\/nyregion\/shattered-lives-left-street-war-wheeled-prisons-bear-legacy-violence-crack.html"} , {"body" : "Kwok Lum Lee, a father of two from Sunset Park, Brooklyn, thought he had found the perfect spot in Chinatown to peddle vegetables. By the time most New Yorkers bite into their morning bagel, Mr. Lee, a 45-year-old former chef, has already picked through his produce, arranged the scallions and made his first sale on the corner of Mott and Grand" , "date" : "20000116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; To Relieve Sidewalk Crowding, City Trims Street Vendors' Hours" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/16\/nyregion\/neighborhood-report-new-york-up-close-relieve-sidewalk-crowding-city-trims.html"} , {"body" : "A plan by the Metropolitan Transportation Authority to put hundreds of new diesel-powered buses on New York City streets in the next five years is drawing determined resistance from environmentalists and legislators, who say it will increase smog and health problems. Those critics note that Los Angeles, Cleveland and other major cities have barred" , "date" : "20000102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LOS ANGELES (CALIF)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "27" , "title" : "Plan to Add Diesel Buses Is Criticized; M.T.A. Is Urged to Look At Less-Polluting Option" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/02\/nyregion\/plan-add-diesel-buses-criticized-mta-urged-look-less-polluting-option.html"}]