[  {"body" : "ON an August night eight years ago, my taxi slowed on Broadway at West 79th Street. A doorman in gold buttons swept open a gate, and we rolled into the courtyard of the Apthorp, a Renaissance-style building where a childhood friend lived. It became my first home in New York. For three weeks, I crashed in an elegant room whose walls smelled of musky" , "date" : "20001231" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "There's No Place Like Home. But There's . . . No Place." , "url" : "http:\/\/www.nytimes.com\/2000\/12\/31\/nyregion\/there-s-no-place-like-home-but-there-s-no-place.html"} , {"body" : "AT last count, the guest list tonight includes Matilda, Geb Ra, Murphy and his brother Ed, and Lucy. Before midnight strikes, the guests will feast on a special cheesecake made of cottage cheese, American cheese and Cheez Whiz That's at a hotel in Cobble Hill, Brooklyn. In Flatbush, at a rival hotel, the guests will be serenaded by the staff with" , "date" : "20001231" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; Living Large, Barking Loud" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/31\/nyregion\/coping-living-large-barking-loud.html"} , {"body" : "ARCHERY U.S. Target Men's Olympic Bow: Richard Johnson, Woodstock, Conn. Women's Olympic Bow: Karen Scavotto, Enfield, Conn. Men's Compound Bow: Dave Cousins, Westbrooke, Me. Women's Compound Bow: Christie Bisco, Raymond, Me. U.S. Intercollegiate Team: Texas A&M. Men's Olympic Bow: Christopher Shull, Texas A&M. Women's Olympic Bow: Jessica Carlson," , "date" : "20001231" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "CHAMPIONS 2000; From Sydney To the Bronx, the Winners" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/31\/sports\/champions-2000-from-sydney-to-the-bronx-the-winners.html"} , {"body" : "A selective listing by critics of The Times of noteworthy pop and jazz concerts in New York City this weekend, including New Year's Eve celebrations. * denotes a highly recommended concert. MARC ANTHONY, Madison Square Garden, (212) 465-6741. Marc Anthony pines for romance with one of the most ardent voices in pop: a tenor that starts out seeming" , "date" : "20001229" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/29\/movies\/pop-and-jazz-guide-194220.html"} , {"body" : "BILGREI-Emanuel (Manny). Age 82, passed away December 27. Loving and devoted husband of Carrie Bilgrei, beloved father of Alice (Bilgrei) and Joseph Bresman, Michael and Donna Bilgrei. Cherished grandfather of Rachel, Joshua, Jonathan and Daniel. Founder and former head of Marc Air Conditioning and Refrigeration Corp. Boy Scout Leader, Free Mason," , "date" : "20001228" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "12" , "title" : "Paid Notice: Deaths BILGREI, EMANUEL (MANNY)" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/28\/classified\/paid-notice-deaths-bilgrei-emanuel-manny.html"} , {"body" : "The immediate crisis may be over for residents of most illegal loft apartments in New York City, but the larger issue remains: what to do about a growing stock of unlawfully converted buildings and the people who have made them their homes. An uproar arose Dec. 15 when city inspectors suddenly evicted 60 people from an illegally converted factory" , "date" : "20001227" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "CHELSEA (NYC)" , "SOHO AREA (SOUTH HOUSTON INDUSTRIAL DISTRICT) (NYC)" , "TRIBECA (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Evictions Illuminate Issue Of Illegal Loft Apartments" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/27\/nyregion\/evictions-illuminate-issue-of-illegal-loft-apartments.html"} , {"body" : "In the late 1970's, while the Bronx was burning, a small cadre of artists gathered in a storefront gallery on Third Street near the Hub at 149th Street, in the heart of a neighborhood rapidly turning to rubble. They put sculptures in abandoned lots, photographed teenagers dancing on linoleum laid over cracked concrete and painted kaleidoscopic" , "date" : "20001227" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "SOUTH BRONX (NYC)" , "HUNTS POINT (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Hope Is Artists' Medium In a Bronx Neighborhood; Dancers, Painters and Sculptors Head to Hunts Point" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/27\/arts\/hope-artists-medium-bronx-neighborhood-dancers-painters-sculptors-head-hunts.html"} , {"body" : "A state agency's plans to install 10 temporary generators around the city to meet power needs next summer is facing staunch opposition, particularly in Queens, where community and business leaders fear a setback to development taking place along the waterfront of Long Island City. One of the city's largest television and film facilities, Silvercup" , "date" : "20001226" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE" , "LONG ISLAND CITY (NYC)" , "STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "ISLIP (NY)" , "QUEENS (NYC)" , "EAST RIVER (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Neighborhoods React Angrily To Power Plan" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/26\/nyregion\/neighborhoods-react-angrily-to-power-plan.html"} , {"body" : "One day after holding public hearings for proposed power plants around the city, the State Department of Environmental Conservation issued a permit for an electricity-generating plant to be built on a barge in Williamsburg. The proposal is one of two put forth by private companies to build power plants along the Brooklyn waterfront. The New York" , "date" : "20001224" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Residents See Health Risks In New Generating Plants" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/24\/nyregion\/neighborhood-report-new-york-up-close-residents-see-health-risks-new-generating.html"} , {"body" : "A selective listing by critics of The New York Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary, especially during the holiday season, and should be checked by telephone." , "date" : "20001222" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "45" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/22\/arts\/art-guide.html"} ,   {"body" : "After New York City inspectors checked 29 Brooklyn factory buildings with illegal dwellings, Mayor Rudolph W. Giuliani's office said last night that none had safety hazards serious enough to require residents to be evacuated. The announcement eased fears of widespread evacuations of an estimated 1,000 to 2,000 tenants in 121 such buildings under" , "date" : "20001221" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Eviction Fears Ease After Inspections in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/21\/nyregion\/eviction-fears-ease-after-inspections-in-brooklyn.html"} , {"body" : "After ousting 60 residents from illegal lofts in a factory building in Brooklyn that had fire safety violations, city officials were analyzing 120 similar sites in the borough yesterday to determine if more buildings should be emptied. Mayor Rudolph W. Giuliani said that the buildings were being grouped by the severity of their violations, and that" , "date" : "20001220" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Evacuation Threat Looms in Crackdown on Illegal Loft Buildings in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/20\/nyregion\/evacuation-threat-looms-in-crackdown-on-illegal-loft-buildings-in-brooklyn.html"} , {"body" : "Lori Ledis, an art dealer and producer of concerts and music documentaries, died on Saturday at her home in Brooklyn. She was 40. The cause was a heart attack, said her husband, Robert Flam. Ms. Ledis was born in Flushing, Queens, and earned a Master of Fine Arts degree from Pratt Institute. She started an art consulting business, Contemporary" , "date" : "20001218" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "25" , "title" : "Lori Ledis, 40, Gallery Owner Who Also Produced Concerts" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/18\/arts\/lori-ledis-40-gallery-owner-who-also-produced-concerts.html"} , {"body" : "CONTEMPORARY art in New York is a half-empty, half-full situation. Depending on whom you listen to, it's either terminally confused and uncentered, or healthily, refreshingly diverse. (Personally, I think confusion is healthy, so I win either way.) Almost anyone would agree, though, that the art world is itself fragmented. There's a centralized" , "date" : "20001215" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "ART REVIEW; For Hikers Seeking Art, Brooklyn Is a Left Bank" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/15\/arts\/art-review-for-hikers-seeking-art-brooklyn-is-a-left-bank.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''LA BOHEME.'' Amato Opera. This company, in its 53rd season, stages its productions on modest but generally attractive sets, and uses reduced orchestrations and singers who can often be" , "date" : "20001215" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/15\/movies\/classical-music-and-dance-guide.html"} , {"body" : "I HAD a major obstacle to overcome before I was ready to visit this appealing new restaurant in the Williamsburg section of Brooklyn. It was the name. Why on earth would I want to go to a place called Chez Goo Goo, a name that brought to mind either baby food or a head full of greasy kid stuff? But what was a barrier to me was simply a joke to the" , "date" : "20001213" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "19" , "title" : "$25 AND UNDER; Hearty Fare at a Misnamed Spot in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/13\/dining\/25-and-under-hearty-fare-at-a-misnamed-spot-in-brooklyn.html"} , {"body" : "NEW YORK ALBANY: PEDIATRICIAN'S LICENSE REVOKED The New York State Department of Health has revoked the license of a Long Island pediatrician, saying he inappropriately touched six female patients during physical exams from 1978 to 1989, according to a report from the agency's division that disciplines doctors. According to the report, the doctor," , "date" : "20001213" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/13\/nyregion\/metro-briefing.html"} , {"body" : "Peter Luger, the steakhouse in the Williamsburg section of Brooklyn that has been in business since 1887, is just now getting around to selling steaks retail. But the steak lover on your gift list would probably consider the wait well worth it. The thick prime porterhouse, which easily makes a 36-ounce meal for two, is tender, juicy and richly" , "date" : "20001213" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF: GIFTS TO SAVOR; For a Cold Winter Night, When They'd Rather Eat In" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/13\/dining\/food-stuff-gifts-to-savor-for-a-cold-winter-night-when-they-d-rather-eat-in.html"} , {"body" : "WITH the possible exception of Judge Crater, nothing has ever vanished without a trace in New York. The city is not so much a tidy pile of building blocks as it is a chambered nautilus with walls of palimpsest on which the etchings of the present never entirely obscure the patterns beneath. Forever visible behind the newest layer, no matter how" , "date" : "20001210" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Old York; Look Close, and in This Ever-New Town You Will See Traces Of the Past Peeking Through" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/10\/nyregion\/old-york-look-close-this-ever-new-town-you-will-see-traces-past-peeking-through.html"} , {"body" : "BAHIA + (718) 218-9592; 690 Grand Street, between Manhattan and Graham Avenues; $$; no smoking; all major credit cards. Bahia, a bright, airy place that opened in June, offers an extensive menu, but the specialties are typical Salvadoran dishes. Main dishes include chicken tamales with shredded chicken, green olives and fat kernels of corn; sopa de" , "date" : "20001210" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "GOOD EATING; A Lively Scene In Williamsburg" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/10\/nyregion\/good-eating-a-lively-scene-in-williamsburg.html"} ,   {"body" : "Fast Ashley's, a classic-car showroom in the Williamsburg section of Brooklyn, hopes to revive interest in vintage American autos from the 1960's and 70's much the way New York stores like Resurrection have helped popularize vintage clothing. Todd Ashley, sporting a six-inch mohawk, is an owner of the dealership, at 95 North 10th Street, which" , "date" : "20001210" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "3" , "title" : "PULSE; How Much Is That Coupe in the Window?" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/10\/style\/pulse-how-much-is-that-coupe-in-the-window.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''LA BOHEME.'' Amato Opera. This company, in its 53rd season, stages its productions on modest but generally attractive sets, and uses reduced orchestrations and singers who can often be" , "date" : "20001208" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/08\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Three years ago Carlos Knight was living in a Williamsburg homeless shelter and surviving on $599 a month in Supplemental Security Income. He was unable to hold a permanent job, he said, because of bipolar disorder, which causes him to feel elated one minute and utterly depressed the next. ''I get a lot of mood swings,'' he said. ''When I get" , "date" : "20001206" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; Club's Members Learn Skills for Life" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/06\/nyregion\/the-neediest-cases-club-s-members-learn-skills-for-life.html"} , {"body" : "Today's buzz is dizzying, barreling prosperity. Skyscrapers are sprouting like Christmas trees, hotels are full, tourists legion. The average price of a Manhattan apartment south of Harlem is $850,000, and buyers must strike like raptors to grab one. Marc M. Goloven, senior regional economist at Chase Manhattan Bank, says that as employment has" , "date" : "20001203" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "58" , "title" : "The Neediest Cases; Prosperity Extends Its Reach, but Not Far Enough to Benefit All" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/03\/nyregion\/neediest-cases-prosperity-extends-its-reach-but-not-far-enough-benefit-all.html"} , {"body" : "THERE are thousands of places in New York where you can buy a dead chicken. But until recently, there were just a few where you could get a live one. Years ago, the city, including Manhattan, was home to hundreds of wholesale slaughterhouses. Meat, especially poultry, was brought in live, slaughtered and sold to butchers and grocers for sale to the" , "date" : "20001203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Where Chickens Don't Perch in the Meat Cooler" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/03\/nyregion\/new-yorkers-co-where-chickens-don-t-perch-in-the-meat-cooler.html"} , {"body" : "THERE are about 900,000 buildings in the five boroughs. And in the last year alone, the New York City Department of Buildings issued 68,702 construction permits -- 4,825 of them for entirely new buildings and 63,877 for alterations on existing structures, not infrequently to convert a century-old factory into residences. The department has 260" , "date" : "20001203" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "When Builders Are Inspectors" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/03\/realestate\/when-builders-are-inspectors.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''LA BOHEME.'' Metropolitan Opera. Franco Zeffirelli's hyper-detailed, cinematic staging of this Puccini classic has been a staple of the Met repertory since 1981. The current cast includes" , "date" : "20001201" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/01\/movies\/classical-music-and-dance-guide.html"} , {"body" : "NEW YORK QUEENS: TEENAGER FATALLY STRUCK BY VAN -- A 14-year-old Rego Park girl died yesterday after she was struck by a minivan while crossing Queens Boulevard, the police said. The authorities said the girl, Sofia Leviyev, was walking along a crosswalk at 67th Avenue at 5 p.m. Wednesday when she was hit by a Dodge Caravan going west. The car had" , "date" : "20001201" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/01\/nyregion\/metro-briefing.html"} , {"body" : "A selective listing by critics of The New York Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free. *" , "date" : "20001201" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2000\/12\/01\/arts\/art-guide.html"} , {"body" : "Brookie Maxwell's preoccupation as an artist is tension and redemption on the streets of New York. Mostly tension. It is there in her paintings of homeboys doing nothing on a hot Brooklyn street, in the sculptured figure of a mother kissing the jail cell that holds her son, and in the wary look a Hasidic woman levels at a black man as they pass" , "date" : "20001126" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: NEW YORK ARTISTS; Boy Who Screamed at God Finds Hope at a Gallery" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/26\/nyregion\/neighborhood-report-new-york-artists-boy-who-screamed-god-finds-hope-gallery.html"} ,   {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. Costumes, set pieces, film equipment and other items relating to film, television and video are on permanent display. ''Visions of New York: Films From the 1960's Underground,'' including guest appearances by filmmakers; through" , "date" : "20001124" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/24\/arts\/spare-times-353760.html"} , {"body" : "A selective listing by critics of The New York Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free. *" , "date" : "20001124" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/24\/arts\/art-guide.html"} , {"body" : "New Yorkers have seldom had much trouble summoning up a decent fit of rage on the subject of their garbage and what to do with it. In the early 1990's, when a trash-burning factory was proposed at the Brooklyn Navy Yard, screaming tussles on the steps of City Hall were often the news du jour. But yesterday in the City Council's chambers, lawmakers" , "date" : "20001121" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Garbage Plan Hearing Is Unusually Tidy" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/21\/nyregion\/garbage-plan-hearing-is-unusually-tidy.html"} , {"body" : "Almost a decade ago, a newcomer riding the elevated F train over the Gowanus Canal was told to look out the window. ''That's Red Hook, where the gangsters throw dead bodies,'' said her friend, pointing to the murky water below. ''Even the subway doesn't stop there.'' The subway still does not stop in Red Hook, but the new ''Neighborhood History" , "date" : "20001119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "GOWANUS CANAL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: RED HOOK\/GOWANUS; Frommer's It's Not; Guidebook Burnishes a Rugged Image" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/19\/nyregion\/neighborhood-report-red-hook-gowanus-frommer-s-it-s-not-guidebook-burnishes.html"} , {"body" : "THE night air vibrates as a steady stream of trucks grunt and groan on the elevated lanes of the Brooklyn-Queens Expressway. Below, street lights cast lonely glows on a barren block lined with rusting warehouses and a Roman Catholic convent, hard by the Brooklyn waterfront. It is difficult to imagine how this isolated spot in Greenwood Heights, a" , "date" : "20001119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY LORE; By the B.Q.E., an Artists' Salon Casts an Avant-Garde Glow" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/19\/nyregion\/city-lore-by-the-bqe-an-artists-salon-casts-an-avant-garde-glow.html"} , {"body" : "AL DI LA + (718) 783-4565 (or 4555); 248 Fifth Avenue, at Carroll Street, Park Slope; $$; no smoking; Visa and MasterCard. This homey Venetian-accented spot serves soulful and gutsy food. Starters include steamed Prince Edward Island mussels; baccala mantecato with grilled polenta; and prosciutto di San Daniele. Entrees include whole fish baked in" , "date" : "20001119" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "GOOD EATING; New Directions In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/19\/nyregion\/good-eating-new-directions-in-brooklyn.html"} , {"body" : "Pudgie Walsh, gruff former firefighter and longtime coach of the Brooklyn Mariners, was hardly surprised when television producers turned up recently and asked to base a series on his life. After all, for the 44 seasons that Mr. Walsh has coached the Mariners, a semipro football team from Sheepshead Bay, people have always called him a character." , "date" : "20001113" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Larger-Than-Life Coach, Embellished for the Small Screen" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/13\/nyregion\/a-larger-than-life-coach-embellished-for-the-small-screen.html"} , {"body" : "To the Editor: Re ''Mission District Fights Case of Dot-Com Fever'' (news article, Nov. 5): Many of the people I've talked to in San Francisco bemoan the exodus of musicians and artists now leaving in droves because of the high cost of living. In the end, San Francisco will be little more than a tourist mecca. Sadly, the same thing is happening" , "date" : "20001112" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SAN FRANCISCO (CALIF)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "14" , "title" : "City Culture in Danger" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/12\/opinion\/l-city-culture-in-danger-140848.html"} , {"body" : "And this was supposed to be a new and improved New York election. There was the city's nifty new automated phone bank with 38 operators ready to enlighten bewildered voters. There was the revamped training program for the 26,000 brave souls recruited to staff the city's polls. There were the extended Board of Elections office hours, the scan-able" , "date" : "20001109" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "20" , "title" : "THE 2000 ELECTIONS: THE MECHANICS; Preparations for Smooth Day at Polls Run Afoul of Murphy's Law" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/09\/us\/2000-elections-mechanics-preparations-for-smooth-day-polls-run-afoul-murphy-s.html"} , {"body" : "Jonathan Springer, a lawyer, was among those who did not mind the half-hour wait at the polls at 102nd Street and Amsterdam Avenue yesterday. ''It's really exciting to have all these people here,'' he said before voting in an election that many city poll workers said had drawn the largest turnout -- and the longest lines -- that they had seen in" , "date" : "20001108" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "11" , "title" : "THE 2000 ELECTIONS: THE VOTERS; Long Lines And Problems At the Polls" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/08\/us\/the-2000-elections-the-voters-long-lines-and-problems-at-the-polls.html"} ,   {"body" : "FOR centuries, corn stood at the center of the Central American universe, providing not only food but a symbol with a wealth of religious meanings. Today, corn may no longer serve the spiritual role it once did, but it is still the keystone of the Central American culinary universe, as is clear if you visit a Salvadoran restaurant like Bahia in" , "date" : "20001108" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "10" , "title" : "$25 AND UNDER; Salvadoran Cooking Celebrates Corn in All Its Guises" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/08\/dining\/25-and-under-salvadoran-cooking-celebrates-corn-in-all-its-guises.html"} , {"body" : "THE runners know the marathon only as a blur because they are busy putting one foot after another. Allan Steinfeld knows the race from the lead car, a convertible, the very best way to observe this day of days. Yesterday Steinfeld allowed a visitor to ride shotgun on the five-borough jaunt, a sheer gift from the president of the New York Road" , "date" : "20001106" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "Sports of The Times; Director Sees the Race Up Close and Personal" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/06\/sports\/sports-of-the-times-director-sees-the-race-up-close-and-personal.html"} , {"author" : "Theodore M. Davis is a lawyer and retired marathoner who lives in Park Slope, Brooklyn." , "body" : "THE 1998 New York City Marathon was my third. I should have stopped at two. I surreptitiously positioned myself near the front of the pack, standing shoulder to shoulder with the elite runners at the starting line. Behind me stretched a swarm of 30,000 people reeking of menthol muscle balms, some carrying flags or wearing face paint. I heard the" , "date" : "20001105" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "FIRST PERSON; Encounter With a Legend" , "url" : "http:\/\/www.nytimes.com\/2000\/11\/05\/nyregion\/first-person-encounter-with-a-legend.html"} , {"body" : "STIFLED by the emphasis on traditional art in 1960's Japan, Yuko Nii decided to move to the United States. Three decades later, in 1996, she founded the Williamsburg Art & Historical Center in the magnificently preserved Kings County Savings Bank building at 135 Broadway in the Williamsburg section of Brooklyn, a block from the Peter Luger" , "date" : "20001029" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Streetscapes\/Former Kings County Savings Bank on Broadway in Brooklyn; From a Bank to an Art Center, Via an Artist's Vision" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/29\/realestate\/streetscapes-former-kings-county-savings-bank-broadway-brooklyn-bank-art-center.html"} , {"body" : "Last July, Brooklynites flocked to the waterfront to greet 26 tall ships sailing in from around the world. But at a heated hearing earlier this month, more than 100 Sunset Park residents came together to keep an electricity-generating barge, one of 15 barge projects envisioned for the city, from docking nearby. Some residents wore gas masks and" , "date" : "20001029" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Floating Power Plants? 'Pack and Go Home,' Residents Say" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/29\/nyregion\/neighborhood-report-brooklyn-up-close-floating-power-plants-pack-go-home.html"} , {"body" : "THE view is terrific, even if it's from the top of a massive trash heap. The wide swath of the Hudson River and the breathtaking skyline of Manhattan are to the east, and the rolling hills of northern New Jersey march north and west. If current plans are carried out, this moonscape of construction debris and industrial waste rising from the watery" , "date" : "20001029" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "MEADOWLANDS (NJ)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Commercial Property; Turning Brownfields Into Fairways and Greens" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/29\/realestate\/commercial-property-turning-brownfields-into-fairways-and-greens.html"} , {"author" : "E-mail: daschn@nytimes.com" , "body" : "Mystery Island Q.: My street map shows a speck of land called Mussel Island in the middle of Newtown Creek, roughly where it splits into Maspeth Creek and the English Kills, on the border between Brooklyn and Queens. I have looked for the island, but I can't seem to find it. Where did it go? A.: According to the current Hagstrom maps, Mussel Island" , "date" : "20001029" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MUSSEL ISLAND (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2000\/10\/29\/nyregion\/fyi-875252.html"} , {"body" : "NEW YORKERS are often accused of being addicted to the adrenaline rush. If that is true, here are four recent mystery novels with New York locales that might rev up the heartbeats of readers hereabouts. THE WRONG DOG: A Rachel Alexander and Dash Mystery By Carol Lea Benjamin Walker & Company ($23.95, hardcover) It was an old building, like the back" , "date" : "20001029" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "16" , "title" : "NEIGHBORHOOD REPORT: NEW YORK BOOKSHELF; Crime May Be Down, But Not in Novels" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/29\/nyregion\/neighborhood-report-new-york-bookshelf-crime-may-be-down-but-not-in-novels.html"} , {"body" : "Arena@Feed 173A North Third Street Williamsburg, Brooklyn Through Sunday Cotter Luppi's large colored pencil drawings on paper fit into a contemporary kind of organic abstraction that isn't really organic or abstract at all. Its forms tend to look simultaneously carnal and mechanical, decorative but packed with information. The result is an art" , "date" : "20001027" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "ART IN REVIEW; Cotter Luppi" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/27\/arts\/art-in-review-cotter-luppi.html"} , {"body" : "'Bensin' Roebling Hall 390 Wythe Avenue Williamsburg, Brooklyn Through Nov. 6 Spessi is the professional name of the Icelandic photographer Sigutor Hallbjornsson, who is making his first United States appearance with this exhibition. A small catalog prepared by the gallery indicates that he has done extensive work in portraiture, and this is a" , "date" : "20001027" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "ART IN REVIEW; Spessi" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/27\/arts\/art-in-review-spessi.html"} ,   {"body" : "When the Greenpoint Manufacturing and Design Center opened in 1994, supporters of manufacturing in New York City cheered: what had once been a decrepit rope factory on the Brooklyn waterfront had been turned into a low-cost home for light manufacturing companies and artisans. When the center opened, the nonprofit development organization behind the" , "date" : "20001025" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "Commercial Real Estate; Redeveloping Space to Keep Manufacturing Jobs" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/25\/nyregion\/commercial-real-estate-redeveloping-space-to-keep-manufacturing-jobs.html"} , {"body" : "FERNICOLA OSTERIA clings to the upper edge of Williamsburg like a climber to a sheer sheet of granite. Two steps to the north, a long, lonely industrial strip extends deep into Greenpoint. Out the front window, across Kent Avenue, a stark wooden fence runs along a scrubby stretch of riverfront park that attracts the braver kind of jogger. The" , "date" : "20001025" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "10" , "title" : "RESTAURANTS; Twisting the Classics: Italian Goes Nuova" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/25\/dining\/restaurants-twisting-the-classics-italian-goes-nuova.html"} , {"body" : "PORTNOY-Susan E. Age 57, on October 21, 2000. Devoted daughter of Sara and the late Louis David Portnoy. Loving sister of Robert Portnoy of Plantation, FL, and Sharon Siegel of Forest Hills, NY, and aunt of Jessica Siegel, Leah Beth Portnoy and Michael Portnoy. Cherished companion of Jeffrey Haveson of West Orange, NJ. Susan taught in the" , "date" : "20001023" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "23" , "title" : "Paid Notice: Deaths PORTNOY, SUSAN E." , "url" : "http:\/\/www.nytimes.com\/2000\/10\/23\/classified\/paid-notice-deaths-portnoy-susan-e.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in New York City. Opera ''DON GIOVANNI.'' The Met's excellent revival of Mozart's ''Don Giovanni'' gets some replacements at tomorrow's matinee. Renee Fleming and Bryn Terfel remain. John Osborne takes over as Don Ottavio, Julien" , "date" : "20001020" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/20\/movies\/classical-music-and-dance-guide.html"} , {"body" : "AS some people wear their hearts on their sleeves, Prof. Joseph Dorinson wears on each of his lapels the photo of a baseball great. John Henry Lloyd, a black player in the days of segregated baseball, is on his right lapel. Jackie Robinson, who broke the color barrier in the major leagues, is on his left. This is not because of the Subway Series or" , "date" : "20001020" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; A Not-So-Old Professor's Take on Baseball" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/20\/nyregion\/public-lives-a-not-so-old-professor-s-take-on-baseball.html"} , {"body" : "HOPE springs eternal at the CMJ Music Marathon, the annual rock convention and showcase that opened last night in dozens of clubs around New York City. New bands, hundreds of them, hope for recording contracts, good reviews or at least some names to add to their e-mail lists. Established performers hope to rekindle old loyalties and to prove" , "date" : "20001020" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "CRITIC'S NOTEBOOK; Weaving Tassels On Rock's Fringe" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/20\/movies\/critic-s-notebook-weaving-tassels-on-rock-s-fringe.html"} , {"body" : "FREIBERG-Sylvia 7\/15\/11-10\/20\/98 Having grown up poor in Williamsburg, Brooklyn, she never lost her social conscience. We miss her humor and her insights during this election and throughout the year. Life isn't the same without her. The Family" , "date" : "20001020" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "29" , "title" : "Paid Notice: Memorials FREIBERG, SYLVIA" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/20\/classified\/paid-notice-memorials-freiberg-sylvia.html"} , {"body" : "West 10th's New Mood Indigo, 142 West 10th Street, has become Merge, an eclectic spot owned by Gino Diaferia, who also owns Veritas in the Flatiron district, and Sam DeMarco, who owns First in the East Village. Mr. DeMarco will also be the chef at District, which he is opening next month with Mr. Diaferia in the Muse, a new hotel in the theater" , "date" : "20001018" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "11" , "title" : "OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/18\/dining\/off-the-menu.html"} , {"body" : "They lingered in the restricted halls of state government with a familiar air, their cell phones ringing. They huddled with state officials and spent time between appointments lounging outside Governor Pataki's office. They were ubiquitous enough to earn a nickname: the Two Josephs. What annoyed some and amused others was that neither worked for" , "date" : "20001016" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE TWO JOSEPHS\/A special report.; Uncommon Albany Access Stirs Questions of Improper Influence" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/16\/nyregion\/two-josephs-special-report-uncommon-albany-access-stirs-questions-improper.html"} , {"body" : "Jose is a 47-year-old farmer from Choluteca Province in Honduras. He lives with his brother's family in Williamsburg, Brooklyn, and works handling 900-pound rolls of plastic film in a sheeting factory 25 minutes' walk from home. It is dirty, backbreaking work, and he is paid $6 an hour. Jose's brother's apartment is decent-sized, but Jose mostly" , "date" : "20001015" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HONDURAS"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "90" , "title" : "Cost Of Being Alive; The Provider" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/15\/magazine\/cost-of-being-alive-the-provider.html"} ,   {"author" : "Manny Howard is a contributing editor at Gourmet and Lucky." , "body" : "Four years ago, when my girlfriend and I moved in together, we considered it a step toward marriage. She was working as a waitress then. The money I made as a magazine editor would have been considered good most any place else except New York City, which is where we were living. Having grown up here, though, I had a bit of a boost, like the" , "date" : "20001015" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "58" , "title" : "Why We Split" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/15\/magazine\/why-we-split.html"} , {"body" : "To see New York City from the water is to see it anew, spread out serenely along the horizon in the shifting light, distorted by distance, blurred by haze, magically rearranging itself as you move in the muffled quiet toward someplace, anyplace or, better yet, no place at all. Contemplating New York in that way is a little like dreaming. The" , "date" : "20001013" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "37" , "title" : "Gliding in a Floating World, Life Is but a Dream" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/13\/arts\/gliding-in-a-floating-world-life-is-but-a-dream.html"} , {"body" : "A plan to build a park on the waterfront between North Seventh and North Ninth Streets hinges on the support of New York University, which has promised money for the project. But some have questioned the role of the Manhattan university in this Brooklyn neighborhood. The park space, now a weed-strewn lot, was acquired from its private owners in" , "date" : "20001008" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: WILLIAMSBURG; N.Y.U. Plans a New Park, But Neighbors Feel Left Out" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/08\/nyregion\/neighborhood-report-williamsburg-nyu-plans-new-park-but-neighbors-feel-left.html"} , {"author" : "Jill Eisenstadt is the author of two novels, ''From Rockaway'' and ''Kiss Out.''" , "body" : "EVERYONE strolls the Brooklyn Bridge, or should. The George Washington has its pedestrian devotees, as does the Williamsburg. But what about the other bridges in the city, a total of 2,027, according to The Encyclopedia of New York City? With the right P.R., might tourists be posing for their photos on the Queensborough, the Goethals, the Pulaski?" , "date" : "20001008" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Walking on Air" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/08\/nyregion\/walking-on-air.html"} , {"body" : "For seven years, the Public Art Fund has been responsible for the changing landscape of the commons that surround the Metro Tech Center, the complex of corporate offices in downtown Brooklyn that includes Chase Manhattan Bank; Bear, Stearns; and Brooklyn Union Gas. The commons' newest scene is ''Halcyon Days,'' a yearlong exhibition by five New" , "date" : "20001006" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "SOHO AREA (SOUTH HOUSTON INDUSTRIAL DISTRICT) (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "INSIDE ART; A Landscape That Grows Art" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/06\/arts\/inside-art-a-landscape-that-grows-art.html"} , {"body" : "The Month for Beer October -- with its cool, crisp days, autumn foliage and harvest celebrations -- brings thoughts of fall festivals like Oktoberfest brimming with plentiful food, good fellowship and beer. If all this puts you in the mood to quaff a glass and have a pleasant meal to boot, these 12 inviting places offer good and unusual beer lists." , "date" : "20001006" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "48" , "title" : "EATING OUT" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/06\/arts\/eating-out.html"} , {"body" : "A selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''DON GIOVANNI.'' The Met's production of Mozart's ''Don Giovanni'' has been spruced up, restaged and admirably cast. Bryn Terfel makes the title role particularly sinister but he sings like an angel." , "date" : "20001006" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/06\/movies\/classical-music-and-dance-guide.html"} , {"body" : "ON primary day last month, E. S. Dixon and Janet Ingram sat in the basement of a public housing project in north Brooklyn and stared at an empty voting booth. For 12 hours Ms. Ingram and Mr. Dixon, poll workers for the 79th Election District, had done virtually nothing. Since 6 a.m. they had logged only nine voters. Ten feet away, at a voting" , "date" : "20001001" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Empty Booth" , "url" : "http:\/\/www.nytimes.com\/2000\/10\/01\/nyregion\/the-empty-booth.html"} , {"body" : "A selective listing by critics of The New York Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free. *" , "date" : "20000929" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "32" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/29\/arts\/art-guide.html"} , {"body" : "A foundation controlled by a real estate speculator convicted last year in a Brooklyn bid-rigging scheme stands to earn $700,000 from a complex real estate deal backed by the Giuliani administration. The city comptroller, Alan G. Hevesi, moved to block the deal yesterday, citing ''a history of corruption.'' The windfall would be the result of a" , "date" : "20000928" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Homeless Shelter Proposal Is Questioned" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/28\/nyregion\/homeless-shelter-proposal-is-questioned.html"} ,   {"body" : "David Bett, an art director for a hip-hop music label, drove to the Brooklyn Museum of Art on Saturday with his wife and three children, playing L. L. Cool J on the car stereo to prepare them for what they were about to witness. Orvil M. Minott, 24, a rock and hip-hop musician, walked to the museum with a group of ''at risk'' teenagers he works" , "date" : "20000927" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "For Some, Hip-Hop Show Is Not Hip Enough" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/27\/arts\/for-some-hip-hop-show-is-not-hip-enough.html"} , {"body" : "THIS is a portrait of the artist as an angry middle-aged man (except when he's laughing at the irony of his predicament). After a career spent scraping by in near-anonymity, he is selected from 400 applicants to design a city monument at Foley Square in Lower Manhattan that pays homage to African-American slaves like his great-great-grandfather," , "date" : "20000927" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; With Memorial, a Monumental Predicament" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/27\/nyregion\/public-lives-with-memorial-a-monumental-predicament.html"} , {"body" : "I'M kind of a renegade,'' the Brooklyn-born Brian Merlis says about his obsession -- an obsession with collecting that in the last 20 years has cost him $250,000 -- and his marriage. Mr. Merlis doesn't gamble, scuba dive or fly fighter planes. He is an amateur historian and a collector of photographs and artifacts who has apparently published more" , "date" : "20000924" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Books" , "Real Estate"] , "page_facet" : "7" , "title" : "Streetscapes\/Brian Merlis; An Amateur Historian With a Passion for Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/24\/realestate\/streetscapes-brian-merlis-an-amateur-historian-with-a-passion-for-brooklyn.html"} , {"body" : "'Enthusiasm' Pierogi 177 North Ninth Street Williamsburg Brooklyn Through Oct. 9 The main event in this solo debut is a continuous 75-minute compendium of dozens of short videos made by Mr. Kimball in the last several years. They were all filmed in his art-cluttered New York apartment; he is the only performer. He lounges around in the nude," , "date" : "20000922" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "ART IN REVIEW; Kim Kimball" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/22\/arts\/art-in-review-kim-kimball.html"} , {"body" : "''I think of us as the garage bands of the year 2000,'' Eva Ilona Brzeski said over a cup of coffee. Across the street at the Angelika Film Center, other young directors like Ms. Brzeski were screening their films at the IFP Market, a combination film festival and workshop this week in Lower Manhattan. Like Ms. Brzeski's ''Last Seen,'' an 87-minute" , "date" : "20000921" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "To Market, With a Digital Movie and a Dream" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/21\/movies\/to-market-with-a-digital-movie-and-a-dream.html"} , {"author" : "Deborah Solomon, a regular contributor to the magazine, is at work on a biography of Norman Rockwell." , "body" : "Name: Rebecca Smith Age: 34 Coming from: New Haven Looking for: Recognition What can happen in a year? Nothing. Everything. Rebecca Smith arrived in New York a little more than a year ago, a young artist with a master's degree from Yale. It might seem overly optimistic if not preposterous to assume that her life could be radically altered in the" , "date" : "20000917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "61" , "title" : "How to Become An Instant Art Star" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/17\/magazine\/how-to-become-an-instant-art-star.html"} , {"author" : "Eyal Press is a writer based in New York. This is his first article for the magazine." , "body" : "Name: Mubenga Kanyinda Age: 28 Coming from: Congo Looking for: Freedom I had to leave my country,'' whispered Mubenga Kanyinda in a voice so soft I could barely hear him. It was a Thursday morning in early February, and Kan- yinda was sitting across from me inside a narrow room with pale blue walls and harsh fluorescent lighting. He was shy and" , "date" : "20000917" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CONGO"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "91" , "title" : "No Refuge" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/17\/magazine\/no-refuge.html"} , {"body" : "Strange things happen on Williamsburg's northern fringes. For a brief, shining moment last year, the Southside neighborhood brought forth Crisci, a wildly ambitious, very promising restaurant that reverted to its Italian red-sauce roots within a matter of weeks. Now, hard by the East River, Fernicola Osteria is giving new wave Italian cuisine a" , "date" : "20000915" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "DINER'S JOURNAL" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/15\/arts\/diner-s-journal.html"} , {"body" : "Call them delirious, but if organizers of the effort to bring the Olympics here get their way, 12 years from now New Yorkers might pass the month of September traipsing to beach volleyball along the East River, taking in dressage on Staten Island or cheering triathletes swimming a mile around the Central Park Reservoir. That's right, the Reservoir." , "date" : "20000912" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Plan to Put Olympics In New York Draws Fire; Site for 2012 Games Outlined by Backers, Including City Hall" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/12\/nyregion\/plan-put-olympics-new-york-draws-fire-site-for-2012-games-outlined-backers.html"} , {"body" : "Martin Lang, an engineer and water pollution expert who was a New York City commissioner in the Lindsay and Beame administrations, died Monday at a hospital in Roslyn, N.Y., where he lived. He was 85. Trained as an environmental engineer and chemist, he worked for the city for four decades, retiring in 1977 as administrator of the Department of" , "date" : "20000908" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "23" , "title" : "Martin Lang, 85, Engineer And Water Pollution Expert" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/08\/nyregion\/martin-lang-85-engineer-and-water-pollution-expert.html"} ,   {"body" : "Food for mind and body is on the menu in Williamsburg, Brooklyn, at the Read, 158 Bedford Avenue (North Eighth Street), a slightly threadbare but friendly used-book store and cafe. There, you might find an old copy of ''Slaughterhouse-Five'' by Kurt Vonnegut, to read while nibbling the chicken-walnut salad sandwich ($6) named after him. (Don't" , "date" : "20000906" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Books" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF: BACK TO SCHOOL; But Do They Have a Honey Pot for ''Winnie-the-Pooh''?" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/06\/dining\/food-stuff-back-to-school-but-do-they-have-a-honey-pot-for-winnie-the-pooh.html"} , {"body" : "AT dusk on a midsummer evening, not long after trading on Wall Street has closed for the day, nine people gather in a Greenwich Village living room to talk money. But this group speaks not of wringing more profits out of a bull market. They want to make do with less. Money is also on the agenda in Carroll Gardens, Brooklyn, as half a dozen women of" , "date" : "20000903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Pursuit of Less" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/03\/nyregion\/the-pursuit-of-less.html"} , {"body" : "THE first chapter of ''Joy Shtick,'' Joy Behar's rambling memoir, is called ''Trapped at Exit 60'' and describes, in often hilarious detail, the three years she spent in Centereach, ''totally isolated from civilization, but without the nice scenery.'' Another section is devoted to ''Why I Hate the Beach.'' Ms. Behar, a comedian and a co-host of the" , "date" : "20000903" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "A Comic Who Now Feels at Home on Island" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/03\/nyregion\/a-comic-who-now-feels-at-home-on-island.html"} , {"author" : "Samuel G. Freedman, a professor of journalism at Columbia University, is the author most recently of ''Jew vs. Jew: The Struggle for the Soul of American Jewry.''" , "body" : "EARLY in the fall of 1962, when Bernard Olshan was about to move into the Amalgamated Houses in the Bronx with his new bride, he called on an amateur violinist named Herman Leibman. A gangly fellow with a Yiddish accent and a graying cloud of hair that brought to mind Einstein's, Leibman was for lack of a more exact term the culture minister of the" , "date" : "20000903" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Where the Arts Still Sustain the Social Compact" , "url" : "http:\/\/www.nytimes.com\/2000\/09\/03\/arts\/where-the-arts-still-sustain-the-social-compact.html"} , {"body" : "Lutece Loses Chef After six years as executive chef of the venerable Lutece, Eberhard Muller is moving on. In October, he will become a partner in Bayard's on Hanover Square in the financial district, where he will be the executive chef. Mr. Muller and his partners, Harry Poulakakos and his son, Peter, also plan to turn Harry's at Hanover Square" , "date" : "20000830" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "9" , "title" : "OFF THE MENU" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/30\/dining\/off-the-menu.html"} , {"body" : "If Robert Frost were alive in this age of information, he might be prompted to write, ''Something there is that doesn't love a desk, that sends the worker's hand to clutter it.'' For all the effort that goes into the design of modern office space and furnishings, something deep in human nature seems to drive many people to bury themselves and their" , "date" : "20000827" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Business"] , "page_facet" : "10" , "title" : "ON THE JOB; At the Office, My Cluttered Desk Is My Castle" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/27\/business\/on-the-job-at-the-office-my-cluttered-desk-is-my-castle.html"} , {"body" : "Utter the name Hunts Point, residents say, and most people who do not know better think grit and grime and crime. Thoughts turn to a desolate and particularly polluted stretch of the South Bronx long associated with streetwalkers, drug dealers, rumbling trucks and a sprawling wholesale food market that offers little in the way of aesthetics. But" , "date" : "20000823" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "HUNTS POINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "No Longer A War Zone, Hunts Point Gains Status; New Services Arrive As City Improvements Lift Bronx Community" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/23\/nyregion\/no-longer-war-zone-hunts-point-gains-status-new-services-arrive-city.html"} , {"body" : "A selective listing by critics of The New York Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone; in August some galleries are" , "date" : "20000818" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/18\/arts\/art-guide.html"} , {"body" : "John Caffrey had been teaching English for 31 years when he heard about a new way to gain recognition for his skills, one available to teachers nationwide. The hitch: applicants had to pass a rigorous and time-consuming assessment that included videos of their teaching, samples of their students' work and essays analyzing their classroom" , "date" : "20000816" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "Program Recognizes Teachers' Extra Efforts" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/16\/nyregion\/program-recognizes-teachers-extra-efforts.html"} , {"body" : "NEW YORK MANHATTAN: POLICE DEPLOYMENT CRITICIZED The Police Department should assign more of its new officers to precincts instead of to specialized squads like those investigating robberies, arson or auto thefts, according to a report released yesterday by City Councilman Sheldon S. Leffler, a Queens Democrat. The report said precinct assignments" , "date" : "20000816" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/16\/nyregion\/metro-briefing.html"} ,   {"body" : "Kenya Latrell Johnson, a daughter of Josephine and Walter Johnson of Brooklyn, and Michael George Johnson, the son of Nancy and George Johnson of St. Albans, Queens, were married yesterday. The Rev. Richard J. Lawson performed the ceremony at the New Canaan Baptist Church in Brooklyn. Mrs. Johnson, 29, works in Manhattan as the project manager in" , "date" : "20000813" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "10" , "title" : "WEDDINGS; Kenya Johnson, Michael Johnson" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/13\/style\/weddings-kenya-johnson-michael-johnson.html"} , {"body" : "The Daily Soup Company, one of the city's better-known high-end soup operations, has sold eight of its nine stores, has shut the ninth and plans to offer its fare at less costly kiosks and other small sites as well as through food markets. The Aug. 1 sale and the shutdown, necessitated by a bankruptcy reorganization, highlight the financial" , "date" : "20000812" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Finances Force Daily Soup to Sell 8 Stores and Close One" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/12\/nyregion\/finances-force-daily-soup-to-sell-8-stores-and-close-one.html"} , {"body" : "When conversation turns to dining out in New York City, Manhattan is sometimes the assumption. But there are five boroughs in town, each offering its share of interesting restaurants. Here are a dozen from a long list of inviting possibilities in the Bronx, Brooklyn, Queens and Staten Island. (These summaries are taken from dining reviews, columns" , "date" : "20000811" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "EATING OUT; Touring the Boroughs" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/11\/arts\/eating-out-touring-the-boroughs.html"} , {"body" : "A selective listing by critics of The New York Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone; in August some galleries are" , "date" : "20000811" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/11\/arts\/art-guide.html"} , {"body" : "Talk about ugly. The performing artists and the visual artists are barely speaking to one another. Two mediation sessions have collapsed. Accusations have ricocheted off the peeling walls of the building where the artists pursue their muses. In the bathrooms and hallways, the graffiti reads: ''Corruption. Scandal. Violence.'' In the arts world," , "date" : "20000810" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Artist vs. Artist, Vision vs. Vision; 2 Groups Battle for Control of City-Owned Cultural Center" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/10\/nyregion\/artist-vs-artist-vision-vs-vision-2-groups-battle-for-control-city-owned.html"} , {"body" : "YOU ready for the show? Because the set is waiting for you. The office door of Philip Marlowe, Private Detective, is on one side; the office of Sam Spade, Criminal Investigator, is on the other, and in the center, befitting the star, is the name of Raoul Felder, in gold. Trompe l'oeil, the doors of Marlowe and Spade, though Europeans have been" , "date" : "20000809" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Scourge of Stars, Rich Spouse's Nightmare" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/09\/nyregion\/public-lives-scourge-of-stars-rich-spouse-s-nightmare.html"} , {"body" : "NEW YORK MANHATTAN: 'JULIUS CAESAR' DELAYED The New York Shakespeare Festival's first performance of ''Julius Caesar,'' originally scheduled for tonight at the Delacorte Theater in Central Park, has been postponed because of technical delays caused by rain. The first performance will be tomorrow at 8 p.m. Free tickets for the play, which is" , "date" : "20000808" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/08\/nyregion\/metro-briefing.html"} , {"body" : "An investigator credited DNA science yesterday with helping the police make an arrest in the strangulation murders of six women in Brooklyn. Not only did it ultimately link a homeless man to the crimes, he said, but it also cleared another homeless man in the case -- a man who then began cooperating with a detective and helped find the murder" , "date" : "20000806" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Man Cleared by DNA Tests Led Police to Murder Suspect" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/06\/nyregion\/man-cleared-by-dna-tests-led-police-to-murder-suspect.html"} , {"body" : "The police arrested a homeless panhandler yesterday in the killings of six women in Brooklyn whose deaths stirred fear among residents of Williamsburg and nearby areas that a serial killer was in their midst. An investigator familiar with the case said DNA evidence had linked the panhandler, Vincent Johnson, 31, to the slayings, which began last" , "date" : "20000805" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Man Arrested In Killings Of Six Women" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/05\/nyregion\/man-arrested-in-killings-of-six-women.html"} , {"body" : "INTERNATIONAL A3-7 North Korea at Center Of U.S. Intelligence Debate Disagreements abound between the senior United States diplomats and the Pentagon's top intelligence officials over how to interpret the few hard facts available about North Korea, as the debate intensifies over whether to build a system to defend against missile attacks. A4 China" , "date" : "20000805" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/05\/nyregion\/news-summary-537845.html"} ,   {"body" : "A selective listing by critics of The New York Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone; in August some galleries are" , "date" : "20000804" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2000\/08\/04\/arts\/art-guide.html"} , {"body" : "Just 100 yards from the corner of Bushwick Avenue and McKibbin Street, inside a brightly lighted basement garment factory, the buzzing of sewing machines rises and ebbs like dentists' drills as a dozen women hunch over tables stitching elastic waistbands into blue polyester pajamas. Three floors above, Rachel Bick works among half-clothed" , "date" : "20000730" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Bushwick Journal; The Trendy Frontier? Eastward Ho in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/30\/nyregion\/bushwick-journal-the-trendy-frontier-eastward-ho-in-brooklyn.html"} , {"author" : "Randy Kennedy is a reporter for the Metro section of The Times." , "body" : "Right around the time I moved to New York from Texas nine years ago, the city led the nation in robberies. I have always been proud that I played a small part in keeping it atop the rankings: my roommate and I were robbed -- or at least the robbery got under way -- just five minutes after we eased the U-Haul along the curb in Brooklyn, basking in" , "date" : "20000730" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "68" , "title" : "Lives; Welcome to the Jungle" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/30\/magazine\/lives-welcome-to-the-jungle.html"} , {"body" : "WHEN it comes to outdoor sculpture in New York City this summer, the animal kingdom seems to have walked off with the main prizes. For quality and sheer size, there is Jeff Koons's ''Puppy,'' a 43-foot-tall flower-covered sculpture in the shape of a West Highland terrier sitting perkily on its haunches center stage at Rockefeller Center. One of the" , "date" : "20000728" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "27" , "title" : "ART REVIEW; Stretching Definitions Of Outdoor Sculpture" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/28\/arts\/art-review-stretching-definitions-of-outdoor-sculpture.html"} , {"body" : "After complaining for years about the smell, pollution and truck traffic from garbage transfer stations, organizations and politicians in three Brooklyn neighborhoods filed a federal civil rights complaint yesterday against New York City and the state. ''This area bears the brunt of waste transfer stations in New York City,'' said Representative" , "date" : "20000725" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "RED HOOK (NYC)" , "GREENPOINT (NYC)" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Complaint Says 3 Neighborhoods Bear Brunt of City Garbage" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/25\/nyregion\/complaint-says-3-neighborhoods-bear-brunt-of-city-garbage.html"} , {"body" : "How hip is too hip? It depends on which Williamsburger you ask. A local group, citing too many loud bars in the area, is suing the State Liquor Authority after the agency gave a license to Sin-e, a club offering live music that is to open next month at 142-44 North Eighth Street. But Sin-e's owner, who owns a music club on the Lower East Side, says" , "date" : "20000723" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; In Williamsburg, a Club Tests Tolerance for the Hip" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/23\/nyregion\/neighborhood-report-new-york-up-close-williamsburg-club-tests-tolerance-for-hip.html"} , {"body" : "The atmosphere at Spacial Etc., a store that opened in May at 199 Bedford Avenue in Williamsburg, Brooklyn, is a mixture of earthy and sophisticated, thanks to the husband-wife owners, Russell Steinert and Janis Stemmermann. He has a European background; she is from a New Hampshire farming family. ''I find European style to be excruciatingly" , "date" : "20000723" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; A Store Combines Art and Clothing" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/23\/nyregion\/new-yorkers-co-a-store-combines-art-and-clothing.html"} , {"body" : "Courtney Love's band mates in Hole were probably the first to revive them, in long ago 1998. The fashion tyro Jeremy Scott is rarely seen without one, chosen from his extensive collection. Lara Flynn Boyle, the actress, sported a sequined version to the Golden Globe Awards. And the alternative rocker Perry Farrell, the model Shalom Harlow and the" , "date" : "20000718" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Style"] , "page_facet" : "8" , "title" : "Old Mall Rat T-Shirts Lead Hip New Lives" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/18\/style\/old-mall-rat-t-shirts-lead-hip-new-lives.html"} , {"body" : "MORE than 100 years ago, in a small pocket of Brooklyn, some immigrants from Nola, Italy, decided they couldn't live without their native city's grandest event. So they organized a summer festival that had as its centerpiece a ritual dating back centuries. On allotted days, a few hundred men carried a floridly decorated obelisk and a medieval boat" , "date" : "20000716" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "CITY LORE; Dancing the Lily With the 'Capos' in Williamsburg" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/16\/nyregion\/city-lore-dancing-the-lily-with-the-capos-in-williamsburg.html"} , {"body" : "The New York region's first major summer storm churned off the Atlantic yesterday with a deluge that disrupted air travel, flooded roads and broke a recent string of clear and sunny weekend days. No serious injuries were reported, but flooding was reported in homes in Springfield Gardens, Queens, where drainage is notoriously bad. For those who did" , "date" : "20000716" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Summer Storm Disrupts Air Travel and Events" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/16\/nyregion\/summer-storm-disrupts-air-travel-and-events.html"} ,   {"body" : "If Jacob Goldman has it right, the next great real estate rush in Manhattan will be to Cooperative Village, a mostly Jewish neighborhood just south of the Williamsburg Bridge that gained some fame as the home of the bubbe in the movie ''Crossing Delancey.'' As if to prove it, Mr. Goldman, a lawyer who recently obtained his real estate broker's" , "date" : "20000715" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Free Market Comes To Lower East Side; As Co-op Price Caps Are Lifted, Some Residents Are Wary of Change" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/15\/nyregion\/free-market-comes-lower-east-side-op-price-caps-are-lifted-some-residents-are.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera GLIMMERGLASS OPERA. This summer is the 25th anniversary of the Glimmerglass Opera in Cooperstown, N.Y., and the weekend offers one of the world's most popular operas, Puccini's ''Boheme,'' directed by" , "date" : "20000714" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/14\/movies\/classical-music-and-dance-guide.html"} , {"body" : "NEW YORK MANHATTAN: GIULIANI AIDE RESIGNS Richard T. Roberts, a top New York City housing official and one of a few high-ranking African-Americans in the Giuliani administration, announced yesterday that he was resigning to take a job at Goldman Sachs, the Wall Street investment firm. Mr. Roberts served three years as commissioner of the Department" , "date" : "20000714" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "METRO BRIEFING" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/14\/nyregion\/metro-briefing.html"} , {"body" : "''Manhattan Contrasts,'' an exhibition of generally conservative, representational paintings of 20th-century New York at the New-York Historical Society, is modest to a fault. Images are mostly of buildings old and new viewed from near and far, interspersed here and there with a few genre scenes. Quality ranges from journeyman competence to high" , "date" : "20000714" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "30" , "title" : "ART REVIEW; Following the Fickle Modern Beat" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/14\/arts\/art-review-following-the-fickle-modern-beat.html"} , {"body" : "Barnard Expands Creative Writing Program Drawing on New York City's wealth of literary talent, Barnard College is starting a creative writing program this fall that will use noted authors as teachers. JHUMPA LAHIRI, a Barnard graduate who won the Pulitzer Prize for fiction this year with ''Interpreter of Maladies,'' is already lined up. Two" , "date" : "20000712" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "BULLETIN BOARD" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/12\/nyregion\/bulletin-board.html"} , {"body" : "NEWS Out Rocking Arrive with a picnic dinner at 6. Settle down in a park. Hear a free concert at 7. So goes the invitation from the Brooklyn Academy of Music and the City Parks Foundation, teaming up to present 18 concerts in 5 parks in Brooklyn starting tonight, when the rocker Nona Hendryx, who gained fame with LaBelle, lights up Fort Greene" , "date" : "20000711" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "FOOTLIGHTS" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/11\/theater\/footlights.html"} , {"body" : "At Miss Elle's Homesick Bar and Grill on West 79th Street, the well-dressed regulars greet him like an old friend. ''Hey, Thai, where have you been?'' they say. ''We haven't seen you in ages.'' Weeks or months may have passed since he last stopped by. He looks tired and thin, as if he has been sleeping on the streets. A beard covers his face. His" , "date" : "20000709" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "On the Fringe, With a Gift" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/09\/nyregion\/on-the-fringe-with-a-gift.html"} , {"body" : "An unwanted immigrant has landed on the Lower East Side. After sneaking into Brooklyn in cargo from China in 1996, a tree-killing beetle has now crossed the Williamsburg Bridge and buried itself inside the neighborhood's hardwoods. Last month, the city Parks Department discovered the Asian longhorned beetle, considered the top threat to the city's" , "date" : "20000709" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: MANHATTAN UP CLOSE; Migrant Beetle Burrows in a Park, And Soon the Trees Are Dying" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/09\/nyregion\/neighborhood-report-manhattan-up-close-migrant-beetle-burrows-park-soon-trees.html"} , {"body" : "The grandson of Gil Hodges, the first baseman for the postwar Brooklyn Dodgers, was charged with manslaughter yesterday after he accidentally killed the brother of a man believed to be a member of the Lucchese crime family, the police said. Mr. Hodges's grandson, also named Gil Hodges, is accused of killing Lance Marino, the brother of Craig" , "date" : "20000708" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Grandson Of a Dodger Faces Charges In a Death" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/08\/nyregion\/grandson-of-a-dodger-faces-charges-in-a-death.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''SIX CHARACTERS IN SEARCH OF AN AUTHOR'' Hugo Weisgall is already considered by a devoted band of critics and singers to be one of the important opera composers of the 20th century. The operagoing" , "date" : "20000707" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/07\/movies\/classical-music-and-dance-guide.html"} ,   {"body" : "State Attorney General Eliot L. Spitzer announced yesterday that he had reached a settlement with the Cipriani restaurant family that he hoped would end a tradition of barring women from the lucrative waiters' jobs at some of the city's most exclusive restaurants. In settling the sex discrimination lawsuit brought by the attorney general a year" , "date" : "20000707" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Settlement Rattles the Barrier Against Women as Waiters" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/07\/nyregion\/settlement-rattles-the-barrier-against-women-as-waiters.html"} , {"body" : "Multicontinental Three continents -- Africa, Asia and Europe -- surround the Mediterranean. The region's highly diverse cuisine is exemplified by these 12 restaurants that offer food from points all around that sea. (These summaries are taken from dining reviews, columns and articles in The Times by William Grimes, Eric Asimov and others.) 1." , "date" : "20000707" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "EATING OUT" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/07\/arts\/eating-out.html"} , {"body" : "One summer day in 1999, three men sat on the sun-splashed deck of Shooters Restaurant in Miami Beach, flipping through their menus and gazing at the lazy currents of the Intracoastal Waterway. They had arrived that day, the authorities say, on the glistening yacht of their host, Chris Paciello, a handsome South Beach nightclub owner as famous for" , "date" : "20000703" , "day_of_week_facet" : "Monday" , "geo_facet" : ["MIAMI BEACH (FLA)" , "MIAMI (FLA)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "In Miami, an Imported Mob Scene" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/03\/nyregion\/in-miami-an-imported-mob-scene.html"} , {"body" : "When Boaz Vaadia, a sculptor, saw boulders being pulled out of the ground during sewer repairs near his Berry Street studio in 1989, he was determined to salvage them. So he found a forklift for sale at a local forklift dealership and wrote a check on the spot, for $3,000. ''I felt like a kid picking up stones from the beach, wanting this beautiful" , "date" : "20000702" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: WILLIAMSBURG; Sculptor Harvests Brooklyn Boulders as Material for Art" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/02\/nyregion\/neighborhood-report-williamsburg-sculptor-harvests-brooklyn-boulders-material.html"} , {"body" : "THE annual migration to New York of new college graduates, degrees in hand, entry-level jobs on the horizon, seems as inevitable as the changing of the seasons. Just as predictable is the sticker shock they face when they plunge into the hunt for an apartment, when they realize that what they might pay for an entire house in Birmingham or Boise is" , "date" : "20000702" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "For the Class of 2000, Renting 101" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/02\/realestate\/for-the-class-of-2000-renting-101.html"} , {"body" : "CITYWIDE Volleyball Blanket Bingo At a Citywide Tournament Volleyball, on and off the beaches, will be played for prizes next weekend in the Parks Department's 2000 Ford Explorer Citywide Beach Volleyball Tournament. At six sites on Saturday, men's and women's doubles teams will compete in open and novice divisions and co-ed novice quads. The quads" , "date" : "20000702" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/2000\/07\/02\/nyregion\/playing-in-the-neighborhood-014435.html"} , {"body" : "Here are events tied to Operation Sail 2000: Tomorrow FREE WATERFRONT CONCERT, Battery Park, Great Lawn, Lower Manhattan. Featuring Billy Bragg and Shawn Colvin. 3:30 p.m. Sponsored by the Downtown Alliance. Information: (212) 835-2789. TANABATA FESTIVAL: TALES FROM JAPAN, South Street Seaport Museum, Children's Center, 165 John Street, Lower" , "date" : "20000630" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "43" , "title" : "A Salute to the Fourth; Avast! A Ship's Log of Events" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/30\/arts\/a-salute-to-the-fourth-avast-a-ship-s-log-of-events.html"} , {"body" : "A memorial service for a famously self-destructive performance artist is about to start, and out on the sidewalk on the Lower East Side, the sousaphonist for the Hungry March Band is teaching the tenor sax player a new song. No sheet music is required. ''We're going to repeat five notes,'' Scott Moore, the man with the big horn, tells Emily Fairey." , "date" : "20000629" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Playing Oompah In the Key Of Whatever; A Brooklyn Band Marches To a Different Sousaphone" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/29\/nyregion\/playing-oompah-key-whatever-brooklyn-band-marches-different-sousaphone.html"} , {"body" : "Fifty years ago, a Saturday visitor to the small synagogue on Willoughby Avenue near Throop Street in Bedford-Stuyvesant, Brooklyn, would have come upon a congregation reading prayers and singing, the men and women separated, as Orthodox Jewish law demands. On Saturday, as muted sunlight shone through the synagogue's high arched windows, some" , "date" : "20000626" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "They're Jewish, With a Gospel Accent" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/26\/nyregion\/they-re-jewish-with-a-gospel-accent.html"} , {"body" : "Enzo Gugliuzza, Williamsburg, Brooklyn, May 18, 2000 ''I play the trumpet on my lunch hour. A lot of guys go get pizza, but I play the trumpet. People think I'm nuts. Actually, I've always played the trumpet. But if you're not constant, you lose the sound, the essence, the spirit. What comes out is technically correct, but there's no beauty in it." , "date" : "20000625" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "24" , "title" : "The Way We Live Now: 6-25-00; What They Were Thinking" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/25\/magazine\/the-way-we-live-now-6-25-00-what-they-were-thinking.html"} ,   {"body" : "DILLMEIER-William E. On June 23, 2000, on his 89th birthday, at his home in Garden City, NY. Father of William E., Jr. of Lambertville, NJ, Robert L. of Garden City and the late David S., who died in 1967. Father-in-law of Margaret and Joy Dillmeier. Husband of the late Doris Dillmeier, who died in 1971 and the late Hazel Dillmeier, who died in" , "date" : "20000625" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "36" , "title" : "Paid Notice: Deaths DILLMEIER, WILLIAM E." , "url" : "http:\/\/www.nytimes.com\/2000\/06\/25\/classified\/paid-notice-deaths-dillmeier-william-e.html"} , {"body" : "Asian long-horned beetles, which have destroyed nearly 3,000 trees in New York City since their first appearance in the Greenpoint section of Brooklyn four years ago, have invaded the trees that line Luther Gulick Playground near the Manhattan approach to the Williamsburg Bridge, Parks Commissioner Henry J. Stern said yesterday. The infected trees" , "date" : "20000625" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LUTHER GULICK PLAYGROUND (BROOKLYN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Beetle Spreads To New Area, Dooming Trees" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/25\/nyregion\/beetle-spreads-to-new-area-dooming-trees.html"} , {"body" : "The killing of a woman whose partly clothed body was found Thursday on a mattress in a vacant lot in Williamsburg, strangled with her sneaker laces, may be linked to the slayings of five other women in Brooklyn, the police said yesterday. The other bodies were found over the last 10 months on rooftops in Williamsburg, in apartments in" , "date" : "20000624" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "New Death May Be Linked To 5 More Brooklyn Killings" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/24\/nyregion\/new-death-may-be-linked-to-5-more-brooklyn-killings.html"} , {"body" : "Teaching Gardens Threatened Two public schools in the Bronx have enhanced their sixth-grade life sciences curriculums by having students dig their fingers into the soil of nearby community gardens on plots owned by New York City. Both sites, however, are on city-owned plots that the city is now seeking to return to the tax rolls. Administrators at" , "date" : "20000621" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "11" , "title" : "BULLETIN BOARD" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/21\/nyregion\/bulletin-board.html"} , {"body" : "The gallery at the Puck Building was filled last week with people who don't get out much. At least not out into the light, where they might be recognized, and arrested. Some call themselves artists, others boast that they are true vandals. Some, who have retired to the comfort of suburban homes and respectable careers, or who now show their work in" , "date" : "20000619" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "Night Scrawlers Have Their Day, Though Prices Disappoint" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/19\/arts\/night-scrawlers-have-their-day-though-prices-disappoint.html"} , {"body" : "WILLIAMSBURG Friday Night Art At 20-Odd Galleries Williamsburg and Greenpoint are home to more than 20 galleries less than two miles from the Bedford Avenue subway stop, yet visits have not always been easy, because of hidden locations and changeable schedules. On Friday night, the artists will make it easy: during ''Open Williamsburg,'' more than" , "date" : "20000618" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/18\/nyregion\/playing-in-the-neighborhood-795186.html"} , {"author" : "Ann Wilson Lloyd writes about art from Boston and Cape Cod." , "body" : "THE wheels of the art world turn in widening arcs these days. Globe-trotting operatives, lightning-fast communication and a growing number of international exhibitions generate a scene that tends to circulate widely the work of a chosen few. The Brooklyn-based Chinese artist Xu Bing is currently one of these. Known for his work with hybrid language" , "date" : "20000618" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "ART\/ARCHITECTURE; Binding Together Cultures With Cords of Wit" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/18\/arts\/art-architecture-binding-together-cultures-with-cords-of-wit.html"} , {"body" : "Here is a selective listing by critics of The New York Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is" , "date" : "20000616" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/16\/arts\/art-guide.html"} , {"body" : "While New York basks in fine cuisine and exotic restaurants, there is still no better place to be if you're simply in the mood for steak and potatoes. Here are 12 outstanding steakhouses to choose from. 1. Angelo and Maxie's Steakhouse * [Rating: 1 star] (212) 220-9200 233 Park Avenue South, at 19th Street $$ All major cards This is not a place for" , "date" : "20000616" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "EATING OUT; Back to Basics" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/16\/arts\/eating-out-back-to-basics.html"} , {"body" : "YOU can't call them book shelves anymore. Books have moved out to make room for CD's, videos, serving dishes, computer disks, office equipment and milk-glass cow heads. The shelving units here made their debuts during the International Contemporary Furniture Fair in New York last month; they are modular and can expand as the need arises. 1. The" , "date" : "20000615" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "PERSONAL SHOPPER; Shelves for Well-Dressed Walls" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/15\/garden\/personal-shopper-shelves-for-well-dressed-walls.html"} ,   {"body" : "NEW YORK MANHATTAN: LAZIO ON RADIO Representative Rick A. Lazio, the Republican nominee for the Senate, spent about 20 minutes yesterday in playful banter with the radio talk show host Don Imus. The highlights included Mr. Lazio passing a pop quiz on New York trivia that included questions on the length of a mile in Manhattan blocks (about 20) and" , "date" : "20000614" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Metro Briefing" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/14\/nyregion\/metro-briefing.html"} , {"author" : "Fred Bernstein writes frequently about design. He lives in the West Village." , "body" : "EVERY New York tourist attraction has a hipper alter ego. For Shakespeare in the Park, there's Shakespeare in the Parking Lot; for P.S. 1, there's P.S. 122; for the Rainbow Room, there's the view from your accountant's 49th-floor window. Now, for the Brooklyn Bridge's well-trod pedestrian path -- a kind of Coney Island boardwalk in the sky --" , "date" : "20000611" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "FIRST PERSON; Walking the Williamsburg" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/11\/nyregion\/first-person-walking-the-williamsburg.html"} , {"body" : "IT is surely one of the most thankless tasks in public service. And on Thursday morning, when the gavel pounds for the start of this year's all-day hearing on proposed rent increases for New York City's 1 million rent-stabilized apartments, members of the city's Rent Guidelines Board may well have shudders from hearings past lurking in the recesses" , "date" : "20000611" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Raising the Rent, and Raising the Roof" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/11\/realestate\/raising-the-rent-and-raising-the-roof.html"} , {"body" : "Each spring for the last 20 years, Nestor Rantas has traveled to the Bronx from Juana Diaz, P.R., to sell hats, T-shirts, key chains and anything else bearing the colors or name of his native land. So it was no surprise that early yesterday, the day before the annual Puerto Rican Day Parade in Manhattan, Mr. Rantas, 44, was standing near Southern" , "date" : "20000611" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "48" , "title" : "Countdown to the Parade, With Pride and Profit" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/11\/nyregion\/countdown-to-the-parade-with-pride-and-profit.html"} , {"body" : "On a holy day of joy and celebration, an influential sect of ultra-Orthodox Jews in Brooklyn fell into a state of abject shock yesterday, their close-knit community stunned by news that their spiritual leader's granddaughter and her 5-month-old daughter had died in a predawn fire. The cause of yesterday's fire in a Williamsburg duplex only deepened" , "date" : "20000610" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "KIRYAS JOEL (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Orthodox Jews Are Stunned By 2 Deaths In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/10\/nyregion\/orthodox-jews-are-stunned-by-2-deaths-in-brooklyn.html"} , {"body" : "DISTRICT 1: Greenpoint, Williamsburg; usually the second Tuesday of the month; but the next meeting is Tuesday, 6:30 p.m.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. DISTRICT 2: Fort Greene, Downtown Brooklyn," , "date" : "20000604" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; The Brooklyn Meetings, From Sea Gate to Dumbo" , "url" : "http:\/\/www.nytimes.com\/2000\/06\/04\/nyregion\/community-boards-the-brooklyn-meetings-from-sea-gate-to-dumbo.html"} , {"body" : "Taste of Brooklyn www.tasteofbrooklyn.com O.K., so Brooklyn is not exactly the land of milk and honey. But there is plenty of other yummy stuff on the menu, so much that it is getting hard to keep track of it all. But don't despair. There is a Web site dedicated solely to monitoring, rating and sometimes ranting about the mushrooming restaurant" , "date" : "20000528" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "9" , "title" : "NEW YORK ONLINE; Brownstone Soup" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/28\/nyregion\/new-york-online-brownstone-soup.html"} , {"body" : "IT sounds like something out of ancient mythology. Three brothers living near the edge of a forest witness the coming of an invading army. They arm themselves, take to their horses and seek refuge in the woods they know as well as they know anything. The enemy arrives and systematically starts killing the long-oppressed minority to which the" , "date" : "20000528" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BELARUS"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Heroes Among Us" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/28\/nyregion\/heroes-among-us.html"} , {"author" : "E-mail address: daschn@nytimes.com" , "body" : "Erode, Don't Implode Q. As I watch the Coliseum being dismantled floor by floor, I can't help wondering why they don't just dynamite it. Does the city prohibit demolition by implosion, or is there something about the building that prevents this? A. Implosion involves the precise weakening of a building's support columns with small, carefully timed" , "date" : "20000528" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2000\/05\/28\/nyregion\/fyi-442739.html"} , {"body" : "Here is a selective listing by critics of The New York Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. (Many may close" , "date" : "20000526" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/26\/arts\/art-guide.html"} ,   {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''MARRIAGE OF FIGARO.'' The homespun but attractive qualities of the Amato Opera's productions and the intimacy of its shoe-box theater offer a useful change of perspective for" , "date" : "20000526" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/26\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Six months after a 22-year-old Mexican laborer, Eduardo Daniel, was killed in a collapse at a Brooklyn construction site, lawyers for his estate said yesterday that they would file suit today against his employer, Eugene Ostreicher, a builder who is under criminal investigation by state and local authorities. In addition to suing Mr. Ostreicher," , "date" : "20000524" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; Suit to Be Filed In Laborer's Death" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/24\/nyregion\/metro-news-briefs-new-york-suit-to-be-filed-in-laborer-s-death.html"} , {"body" : "ERIC ALICEA was admiring photographs of his award-winning Damascene pigeons when a flutter of feathers sliced the air, accelerated past the sales counter and smacked loudly into the plate glass window. A huge white King Homer pigeon had leaped from its perch inside the Maspeth Bird Store in a vain attempt to launch itself over the flat garage roofs" , "date" : "20000521" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Pigeons as Pawns in an Airborne War Game" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/21\/nyregion\/new-yorkers-co-pigeons-as-pawns-in-an-airborne-war-game.html"} , {"body" : "Here is a selective listing by critics of The New York Times of new or noteworthy art, design and photography exhibitions at New York museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but ours vary and should be checked by telephone. Gallery admission is" , "date" : "20000519" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/19\/arts\/art-guide.html"} , {"body" : "Momenta Art 72 Berry Street Williamsburg, Brooklyn Through June 5 This wry group show is a mild acid bath for a strain of swoony celebrity worship in recent art. A couple of stars actually do appear. Janeane Garofalo is one, seen in Alyson Levy's ''Parent Trap''-type photographic tableaus. Another is the Mexican comedian Enrique Cuenca, in a daffy" , "date" : "20000519" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "34" , "title" : "ART IN REVIEW; 'I Saw Stars'" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/19\/arts\/art-in-review-i-saw-stars.html"} , {"body" : "It's not often that Chelsea sophisticates, Midtown commuters and 10-year-old Upper East Siders are after the same hot item. But there it is. And there. And there. The new new thing is a lighter, sleeker version of a traditional child's toy, the scooter. Newly endowed with Rollerblade-style wheels, snowboard decks and aircraft-quality steel frames," , "date" : "20000519" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Hot Wheels For Disciples of Cool; New Yorkers Get Carried Away By Zippier, Hipper Scooters" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/19\/nyregion\/hot-wheels-for-disciples-cool-new-yorkers-get-carried-away-zippier-hipper.html"} , {"body" : "''Is each borough part of the same city?'' This is one of the provocative questions that will be asked Thursday evening of five front-line commanders from the New York City Buildings Department, who each face distinct issues as they regulate more than 800,000 buildings among them. All five of the agency's borough superintendents -- Rick Chandler of" , "date" : "20000514" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: DISCUSSION SPONSORED BY A.I.A. CHAPTER; Buildings Issues In the 5 Boroughs" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/14\/realestate\/postings-discussion-sponsored-by-aia-chapter-buildings-issues-in-the-5-boroughs.html"} , {"body" : "Twenty barrels of potassium cyanide that were stolen earlier this month from a New Jersey warehouse were found yesterday afternoon in the underbrush along a residential street in the Bronx. The discovery of the highly poisonous chemicals prompted the authorities to evacuate about 70 homes as a precaution. Before removing the steel barrels, which" , "date" : "20000514" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Bronx Homes Are Evacuated After Barrels of Deadly Cyanide Are Found" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/14\/nyregion\/bronx-homes-are-evacuated-after-barrels-of-deadly-cyanide-are-found.html"} , {"body" : "'A Life in Art' AXA Gallery 787 Seventh Avenue, at 51st Street Through May 27 An intimate, domestic painter convinced that the best kind of art lay in closely observed reality, Fairfield Porter (1907-1975) still showed in his work an abstract sensibility. To his paintings of people, still lifes, household interiors and landscapes, he brought not" , "date" : "20000512" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "ART IN REVIEW; Fairfield Porter" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/12\/arts\/art-in-review-fairfield-porter.html"} , {"body" : "Eyewash 143 North Seventh Street Williamsburg, Brooklyn Through May 22 The works-on-paper group show ''Line,'' organized by Renee Riccardo, is a collaboration between two veteran Brooklyn galleries that have decided to join forces. It's also an attractive heads-up on some recent tendencies -- decorative is an umbrella word sometimes used -- in" , "date" : "20000512" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "36" , "title" : "ART IN REVIEW; Lori Taschler, Jeanne Tremel, Angela Wyman" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/12\/arts\/art-in-review-lori-taschler-jeanne-tremel-angela-wyman.html"} ,   {"body" : "''Franklin Street is going to become the design center of New York,'' said Evan Snyderman, 29, an owner of TriBeCa's newest upscale vintage furniture store, R 20th Century Design, an adjunct to the R in Williamsburg, Brooklyn. The new R wants to publicize less-known modern masters and on May 22 will open a show of 53 pieces by the Dutch designer" , "date" : "20000511" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS: INTERIORS; The Furniture That Baby Boomers First Crawled Around" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/11\/garden\/currents-interiors-the-furniture-that-baby-boomers-first-crawled-around.html"} , {"body" : "The Cypress Hills Cemetery in Queens only seemed quiet, but Claudia Shear knew better. She waved her arm toward the hundreds of gravestones that surrounded her and said: ''Aren't we lucky? That's what everyone is telling us now.'' Luck is very much on Ms. Shear's mind these days, and for good reason. Her new play, ''Dirty Blonde,'' about love," , "date" : "20000508" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "Blown Sideways, but Landing on Broadway" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/08\/theater\/blown-sideways-but-landing-on-broadway.html"} , {"body" : "ATTRACTIONS Museums and Sites ALICE AUSTEN HOUSE, 2 Hylan Boulevard, Rosebank, Staten Island. This 17th-century farmhouse, converted to a Victorian cottage in the 19th century, was the home of the photographer Alice Austen. The parlor is filled with period furniture. A student photography exhibition, including works from seven Staten Island high" , "date" : "20000505" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "45" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/05\/arts\/spare-times-101290.html"} , {"body" : "Eleven years after a Queens businessman was shot to death in his lavish Astoria home, the authorities yesterday charged the owner of a major bridge-painting company, which has worked on the Verrazano, Whitestone and Triborough bridges and has been linked to organized crime, with the murder of the Queens man, his former business partner. The police" , "date" : "20000503" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Painting Contractor Charged With 1989 Murder in Queens" , "url" : "http:\/\/www.nytimes.com\/2000\/05\/03\/nyregion\/painting-contractor-charged-with-1989-murder-in-queens.html"} , {"body" : "IT happened so fast it was easy to miss. Brownstones in places like Fort Greene and Harlem are no longer necessarily bargains. A nice house in Harlem might sell for $700,000, double the price of a year ago, according to Yvonne Maddox, manager of Charles H. Greenthal's Harlem office. In Brooklyn's Clinton Hill, house prices have reached $999,995," , "date" : "20000430" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Habitats\/Bedford-Stuyvesant; Finding a Town House With a Sense of History" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/30\/realestate\/habitats-bedford-stuyvesant-finding-a-town-house-with-a-sense-of-history.html"} , {"body" : "Nowhere Fast Pierogi 2000 177 North Ninth Street Williamsburg, Brooklyn Through May 8 Steven Charles, who is making his solo debut at the age of 33, is not just another dot painter. He takes this convention, already in wide use, to new extremes of density and obsessiveness. Working in bright enamels, Mr. Charles covers his canvases with dizzying," , "date" : "20000428" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "ART IN REVIEW; Steven Charles" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/28\/arts\/art-in-review-steven-charles.html"} , {"body" : "STYLE seekers, take a number. Beginning this month, dozens of budding decorators and amateur renovators throw open their homes, gardens, 18th-century estates, 19th-century row houses and contemporary apartments to visitors, as the show house season opens. Some show houses display the work of designers who are established, others the efforts of" , "date" : "20000427" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NORTHEASTERN STATES (US)" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "Show Houses, From Farmhouse to Town House" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/27\/garden\/show-houses-from-farmhouse-to-town-house.html"} , {"body" : "IT'S hard to say exactly when I cleaned a small fortune's worth of clothes out of my closet and began to stockpile my new look. First came the tubs of berry-colored lip gloss that could smother a fly. Then I bought a pair of denim flares with braided detailing at the waist, a flowing chiffon blouse and tinted aviator sunglasses. And finally I went" , "date" : "20000423" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Style"] , "page_facet" : "1" , "title" : "Angel Hair, Angel Lips: Charlie's Girls Return" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/23\/style\/angel-hair-angel-lips-charlie-s-girls-return.html"} , {"body" : "Six years ago when Lior Nahum was living in Jaipur, India, he began designing and producing his own clothes. After a year in India he returned to his native Israel, where he and a friend cultivated his design ability. Now, after four years in New York, he has created his own line of clothing, Fuchsia, and set up a store by that name Feb. 19 in" , "date" : "20000423" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Designer's Store Sells Line Developed in India and Israel" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/23\/nyregion\/new-yorkers-co-designer-s-store-sells-line-developed-in-india-and-israel.html"} , {"author" : "Aram Sinnreich is an analyst at Jupiter Communications." , "body" : "I FIRST met my fiancee at a political demonstration in Battery Park on a sunny summer afternoon in 1987. We were 15, and little about the meeting indicated romance in the stars. As she recalls it, I rudely brushed her off without a thought. Eight years later, when we met again at a Valentine's Day party in Williamsburg, Brooklyn, I was a little" , "date" : "20000423" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "SOAPBOX; Love Found on the Barricades" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/23\/nyregion\/soapbox-love-found-on-the-barricades.html"} ,   {"body" : "Small magazines that publish short fiction come and go, but Barbara Probst Solomon longs for the glory days of the ''little magazines,'' those literary journals that made a dent on the public consciousness. Ms. Solomon, 70, a writer who teaches about the history of the little magazines in a course on modernism at Sarah Lawrence College, hopes to" , "date" : "20000422" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Technology Helping to Revive an Old Idea: The Literary Journal" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/22\/nyregion\/technology-helping-to-revive-an-old-idea-the-literary-journal.html"} , {"body" : "Eight months after the state set aside millions of dollars for subsidized child care, city officials said yesterday that they would use the money to create child care slots in neighborhoods that need them most, offer coupons to parents who are required to work for their welfare benefits, and reward families who have waited the longest for child" , "date" : "20000418" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "City Hall to Use $54 Million To Add Day Care Subsidies" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/18\/nyregion\/city-hall-to-use-54-million-to-add-day-care-subsidies.html"} , {"body" : "SABRIN-George J., M.D. 86, of Manhasset and Westhampton Beach died peacefully March 31. He is survived by his loving wife of 58 years, Alma; his children Russell of Atlanta, GA, Douglas of Manhasset, Amy of Washington, D.C., and Pamela of NYC; grandchildren Adam, Michael and Lucy; and sister Alice Gordon of Great Neck. Dr. Sabrin was a retired" , "date" : "20000417" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "9" , "title" : "Paid Notice: Deaths SABRIN, GEORGE J." , "url" : "http:\/\/www.nytimes.com\/2000\/04\/17\/classified\/paid-notice-deaths-sabrin-george-j.html"} , {"body" : "There's matzo, and there's matzo for Passover. Then there's matzo for Passover of a higher order. For years, most American Jews heeding the commandment to shun leavened bread during Passover have eaten the square, machine-made matzo sold as ''kosher for Passover.'' Not only is it unleavened bread, as all matzo is, but it has been produced with care" , "date" : "20000416" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Unleavened Bread for the Truly Observant" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/16\/nyregion\/new-yorkers-co-unleavened-bread-for-the-truly-observant.html"} , {"body" : "IT was billed as a chocolate Seder, and that is exactly what it was: a mock version of the ritual Passover meal celebrating the ancient Jews' exodus from Egypt, with all the traditional foods -- matzoh, bitter herbs, a fruit nut relish called haroseth -- replaced by various kinds of chocolate. Of course, it was not intended to be an alternative to" , "date" : "20000416" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "The View From\/Tarrytown; Chocolate, Not Matzoh, For a Children's Seder" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/16\/nyregion\/the-view-from-tarrytown-chocolate-not-matzoh-for-a-children-s-seder.html"} , {"body" : "One way artists earn their cultural keep these days is by providing, free, luxuries people usually have to pay for. Inigo Manglano-Ovalle, who is in the Whitney Biennial, once offered massages performed by identical twins. Lee Mingwei served dinner to selected art viewers. In that vein, Pia Lindman, a Finnish-born artist, has built a working sauna" , "date" : "20000416" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "NEIGHBORHOOD REPORT: LONG ISLAND CITY; Baring All for Art at P.S. 1: Volunteer Bathers at 'Sauna'" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/16\/nyregion\/neighborhood-report-long-island-city-baring-all-for-art-ps-1-volunteer-bathers.html"} , {"body" : "Winter's inevitable last gasp -- keep fingers crossed -- vanquished the glories of springtime yesterday. In just 18 hours, temperatures plunged 40 degrees, rain turned to whooshing gusts of snow and much of the Northeast rapidly took on the gloomy, slushy mien of January. If ever weather could be called schizophrenic, it was yesterday. Saturday was" , "date" : "20000410" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Nobody Was Dreaming of a White April, but It Showed Up Anyway" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/10\/nyregion\/nobody-was-dreaming-of-a-white-april-but-it-showed-up-anyway.html"} , {"body" : "ISA CATTO, 33, never planned on becoming a pioneer. That's just how things worked out. A watercolorist, she had worked for years surrounded by other artists, her studio one of many in a NoHo building on Lafayette Street, right near the Public Theater. And that's where she was in December, paying what she called an ''affordable'' rent, when she and" , "date" : "20000409" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Artists Stake Out a New Patch of Turf" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/09\/nyregion\/new-yorkers-co-artists-stake-out-a-new-patch-of-turf.html"} , {"author" : "Larissa Phillips is a writer in Williamsburg, Brooklyn, who owns more garden tools and terra cotta objects then any sensible city-dweller should possess." , "body" : "I HAVE the worst kind of garden lust. No 40-year-old woman wants a baby the way I want a little plot of earth. If I had one, I'd go out every morning, barefoot, coffee in hand, to smell lavender and soil, to admire grapevines and wisteria. I fantasize about herb gardens and trailing vines, exploding from giant terra cotta planters on each corner of" , "date" : "20000409" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "FIRST PERSON: GARDEN LUST; Trying to Put Down Roots on a Brooklyn Fire Escape" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/09\/nyregion\/first-person-garden-lust-trying-to-put-down-roots-on-a-brooklyn-fire-escape.html"} , {"body" : "A police officer drew his gun in a crowded play area yesterday, but this time it was in response to a man shooting into the air. The man was quickly arrested and no one was hurt. The gunman opened fire with a .44-caliber handgun in Brooklyn's Highland Park to break up an argument between opposing touch football players, the police said. The police" , "date" : "20000403" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Officer Draws Gun to Disarm Man Firing in Brooklyn Park" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/03\/nyregion\/officer-draws-gun-to-disarm-man-firing-in-brooklyn-park.html"} ,   {"body" : "NOT long ago, I hopped into a cab on 12th Street and Second Avenue and asked the driver to take me home to Brooklyn. He peeled out into the southbound traffic on Second Avenue and headed for the Williamsburg Bridge, narrowly missing an Oldsmobile and a late-model S.U.V. ''Stay on the right,'' I cautioned, as he made the turn onto Delancey. ''Don't" , "date" : "20000402" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "VIEW; My Old Burg, So Hip It Hurts" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/02\/style\/view-my-old-burg-so-hip-it-hurts.html"} , {"body" : "Police commanders yesterday defended two undercover narcotics detectives who fired a hail of bullets at five young men on a Brooklyn street Friday night, killing two of them, as the group tried to rob the officers with what turned out to be a toy pistol and a pellet gun. The detectives, who had what looked like three handguns placed menacingly to" , "date" : "20000402" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Police Defend Fatal Shooting In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/02\/nyregion\/police-defend-fatal-shooting-in-brooklyn.html"} , {"body" : "Clarence Eckerson's apartment in Carroll Gardens, Brooklyn, is a nine-minute walk from the F train. To speed his morning commute, he occasionally bikes to the station, but he said there were few places to lock his 18-speed. ''There were bicycles locked to trees,'' Mr. Eckerson said. But then, about three weeks ago, he came home to a pleasant" , "date" : "20000402" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Metal Bike Racks Sprout Citywide, Bringing Joy to Urban Cyclists" , "url" : "http:\/\/www.nytimes.com\/2000\/04\/02\/nyregion\/neighborhood-report-new-york-up-close-metal-bike-racks-sprout-citywide-bringing.html"} , {"body" : "EVENTS NEW YORK CITY MARATHON LINEUP, West Park Drive at 67th Street, Central Park. Applications for the 2000 New York City Marathon will be handed out on Sunday from 11 a.m. to 1 p.m. Sponsored by the New York Road Runners Club. Information: (212) 860-4455. TARTAN DAY CELEBRATION, Central Park, Literary Walk, East Drive and 68th Street. Featuring" , "date" : "20000331" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/31\/arts\/spare-times-541885.html"} , {"body" : "An unmarked police car with its lights and sirens activated struck and critically injured a 15-year-old bicyclist who had ridden through run a red traffic light in Williamsburg, Brooklyn, the police said. The officers were driving west on Metropolitan Avenue at 6:40 p.m., heading to a building where a fight had been reported, when they struck the" , "date" : "20000331" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Bicyclist, 15, Runs Light and Is Seriously Hurt by Police Car" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/31\/nyregion\/bicyclist-15-runs-light-and-is-seriously-hurt-by-police-car.html"} , {"body" : "Roebling Hall 290 Weythe Avenue, at South Fourth Street, Williamsburg, Brooklyn Through April 10 In a gallery debut notable for its evenhanded toxicity, Guy Richard Smit uses stand-up comic routines and garish watercolors to skewer 80's-style art stardom, painting and, ultimately, himself. On video he plays a number of characters, most frequently" , "date" : "20000331" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "35" , "title" : "ART IN REVIEW; Guy Richard Smit" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/31\/arts\/art-in-review-guy-richard-smit.html"} , {"body" : "FOR all the fuss over the glut of new restaurants in Brooklyn, you would think that the Dodgers had come back to town or that, finally, another tree had grown. Or that no promising young chefs were left in Manhattan. Over the past year or so, Smith Street, Park Slope, Fort Greene and Williamsburg have all been proclaimed culinary hot spots of the" , "date" : "20000329" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "CRITIC'S NOTEBOOK; A Defining Moment In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/29\/dining\/critic-s-notebook-a-defining-moment-in-brooklyn.html"} , {"body" : "THESE are among my favorite new restaurants in Brooklyn. Each offers the pleasure of a good meal along with the spirit of its neighborhood. Smith Street THE GROCERY 288 Smith Street (Sackett Street); (718) 596-3335. With its pale walls and minimal decoration, this enticing little restaurant focuses strictly on the food. The menu avoids the standard" , "date" : "20000329" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "6" , "title" : "Around the Borough" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/29\/dining\/around-the-borough.html"} , {"body" : "Chancellors for a Day In his quest to make school principals more like corporate managers, HAROLD O. LEVY, the interim chancellor, is inviting some to walk in his shoes as ''chancellor for a day.'' LINDA NOCITI, the principal of Public School 189 in Washington Heights, and ANTHONY LOMBARDI, the principal of P.S. 49 in Middle Village, Queens, each" , "date" : "20000329" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "BULLETIN BOARD" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/29\/nyregion\/bulletin-board.html"} , {"author" : "Eric V. Copage, a reporter for the City Weekly section of The New York Times, writes about culture." , "body" : "LIMOR TOMER, a Juilliard-trained pianist and former music history teacher at New York University, descended into the dim light of the basement of Two Boots, an East Village pizzeria. For the last two years, the owners of the pizzeria had used the basement, called the Den, sporadically for video nights and private parties. But now Ms. Tomer, walking" , "date" : "20000326" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "MUSIC; Impresarios Working on the Fringe" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/26\/arts\/music-impresarios-working-on-the-fringe.html"} ,   {"body" : "Mark Lombardi, an artist whose elegant, minutely detailed diagrams of political and financial scandals brought a distinctive voice to late Conceptualism, was found hanged in his loft in Williamsburg, Brooklyn, on Wednesday evening, the police said. He was 48. A spokesman for the 90th Precinct in Williamsburg said that a autopsy had been ordered by" , "date" : "20000325" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "15" , "title" : "Mark Lombardi, 48, an Artist Who Was Inspired by Scandals" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/25\/arts\/mark-lombardi-48-an-artist-who-was-inspired-by-scandals.html"} , {"body" : "Old-Fashioned Confections At Columbus Flea Market Laura Saynay left her job as the pastry chef at Clementine to start her own candy-making business, Tea and Cake Confections. And she has a real talent for homey, old-fashioned confections like nut brittles, caramels, lollipops and fudge. She makes candies for private clients, and also sells her" , "date" : "20000315" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "ITALY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "FOOD STUFF" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/15\/dining\/food-stuff.html"} , {"body" : "Jane Pierce, manager of the Hamilton Fish Public Library on the Lower East Side, loves almost everything about her job. She loves holding storytelling time for the dozen elementary school classes that visit each week. She loves leading adult book discussions. And she loves reading aloud at nearby homes for the elderly and at hospices for AIDS" , "date" : "20000314" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Forlorn and Forgotten in the Stacks; Low Pay Is Driving Many Librarians Out of New York City" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/14\/nyregion\/forlorn-forgotten-stacks-low-pay-driving-many-librarians-new-york-city.html"} , {"body" : "ATTRACTIONS Museums and Sites ALICE AUSTEN HOUSE, 2 Hylan Boulevard, Rosebank, Staten Island. This 17th-century farmhouse, converted to a Victorian cottage in the 19th century, was the home of the photographer Alice Austen. The parlor is filled with period furniture. ''Moments in Staten's Island's Black Heritage,'' photographs from 1880 to the turn" , "date" : "20000310" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "46" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/10\/arts\/spare-times-197424.html"} , {"body" : "A condominium community that will eventually have 850 apartments in 16 midrise buildings is beginning to take root on 15 acres at the edge of the Atlantic Ocean in Brighton Beach. The first two structures at the $325 million gated community, called Oceana, are under construction, and 81 of their 104 two- to four-bedroom apartments have been sold" , "date" : "20000310" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Residential Real Estate; Luxury Housing by the Boardwalk" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/10\/nyregion\/residential-real-estate-luxury-housing-by-the-boardwalk.html"} , {"body" : "Perched on an armchair, dressed in black, Marco Ursino, a filmmaker, drew on a cigarette. ''Manhattan is saturated,'' he said. ''Williamsburg is the next big thing.'' Mr. Ursino is the director and producer of the third annual Williamsburg Brooklyn Film Festival, and from across the East River and around the world, calls are pouring in. In its" , "date" : "20000305" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: WILLIAMSBURG; A Film Festival Rises Across the East River" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/05\/nyregion\/neighborhood-report-williamsburg-a-film-festival-rises-across-the-east-river.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting March 14, 6:30 P.M.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; (718) 389-0009. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill, Boerum Hill, Vinegar" , "date" : "20000305" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "BROOKLYN UP CLOSE; Communities Speak Up: Where the Boards Meet in March" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/05\/nyregion\/brooklyn-up-close-communities-speak-up-where-the-boards-meet-in-march.html"} , {"body" : "Lucy's Lucky Dogs, a pet grooming store that opened in January at 378 Humboldt Street in Williamsburg, Brooklyn, offers bathing, drying and styling for cats and dogs, a process that an owner, Lucy Santaro, says usually takes more time and effort than similar efforts for humans. ''With some pets I have to spend as much as three hours,'' said Ms." , "date" : "20000305" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Where Good Dogs Go To Be Pampered" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/05\/nyregion\/new-yorkers-co-where-good-dogs-go-to-be-pampered.html"} , {"body" : "Helen Fielding, creator of Bridget Jones, drew throngs at Borders Books in Lower Manhattan. With other reports from the Lower East Side, Harlem, the Upper East and West Sides, Clinton, Greenwich Village, Fresh Meadows, the Brooklyn Waterfront, Williamsburg, Bedford-Stuyvesant, Hunts Point and Staten Island. PAGES 21-23 NEIGHBORHOOD REPORT" , "date" : "20000305" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NEIGHBORHOOD REPORT; F.O.B. (Fans of Bridget) Get in Line" , "url" : "http:\/\/www.nytimes.com\/2000\/03\/05\/nyregion\/neighborhood-report-fob-fans-of-bridget-get-in-line.html"} , {"body" : "Joseph Wolfson, an aquatic Peter Pan who was one of the first surfboarders to master complex maneuvers on the smaller ''body board'' in the 1970's, died in a car crash on a Los Angeles freeway last Monday. He was 50. Wolfson became a legend known as Dr. 360 for his ability to spin completely around while riding a big wave. He won national and" , "date" : "20000228" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Obituaries" , "Sports"] , "page_facet" : "17" , "title" : "Joseph Wolfson, Surf Legend, Dies at 50" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/28\/sports\/joseph-wolfson-surf-legend-dies-at-50.html"} ,   {"body" : "THREE paces down the front walkway, Assemblyman Vito J. Lopez stopped to admire the two-story brick house before him. The home was one of the first his social service organization helped build in Bushwick a decade ago. Since then, he has spurred the construction of hundreds more new houses. ''To me it's beautiful,'' said Mr. Lopez, a towering man" , "date" : "20000227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Two Faces of Bushwick; A Troubled Brooklyn Neighborhood Is Mending. But Its Leaders Are Feuding Over the Size of the Gains and What to Do Next." , "url" : "http:\/\/www.nytimes.com\/2000\/02\/27\/nyregion\/two-faces-bushwick-troubled-brooklyn-neighborhood-mending-but-its-leaders-are.html"} , {"body" : "The Real Form Girdle building, once a gritty factory, now houses a hip minimall of 16 stores (13 completed) at Bedford Avenue and North Fifth Street in Williamsburg, Brooklyn. The sleek space houses many creative boutiques that make this mall a far cry from typical. One notable store is Iron Age Furniture Design, which opened in November and offers" , "date" : "20000227" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Metal Chairs and More At an Unusual Mall" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/27\/nyregion\/new-yorkers-co-metal-chairs-and-more-at-an-unusual-mall.html"} , {"body" : "The Giuliani administration plans to replace the city's largest shelter for homeless men, on the East Side of Manhattan, in part with a shelter in a former factory in the East Williamsburg section of Brooklyn. The nonprofit Doe Fund would buy the building, renovate it and run the new shelter under a $180 million, 22-year contract, according to a" , "date" : "20000226" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "City to Replace Largest Homeless Shelter in Part With Brooklyn Site" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/26\/nyregion\/city-to-replace-largest-homeless-shelter-in-part-with-brooklyn-site.html"} , {"body" : "Brooklyn Museum of Art 200 Eastern Parkway, at Prospect Park Through April 16 The fun of books made by artists is that, prompted first by visual interest, they don't always follow the traditional codex format of sequenced pages bound along one edge. Their works may occur as accordion folds, page flippers, pop-up projections, maplike meanderings and" , "date" : "20000225" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "ART IN REVIEW; 'Artists Books'" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/25\/arts\/art-in-review-artists-books.html"} , {"body" : "Firefighters who put out a fire in a storage room under the Williamsburg Bridge in Brooklyn last night discovered a badly decomposed body inside, the police said. The body, which had a bag over its head, appeared to be that of a woman, said Jerry Varson, a police spokesman. The fire, which broke out in a storage room attached to the base of the" , "date" : "20000222" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; Body Is Discovered After Fire Under Bridge" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/22\/nyregion\/metro-news-briefs-new-york-body-is-discovered-after-fire-under-bridge.html"} , {"body" : "A half a century after a putrid mountain began to rise from a wetland on Staten Island's western shore, New York City is finally close to delivering on its often repeated vow to close the Fresh Kills Landfill. The city received bids last week from companies eager to take over responsibility for the only trash still being sent to the landfill: about" , "date" : "20000221" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "FRESH KILLS (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Efforts to Close Fresh Kills Are Taking Unforeseen Tolls" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/21\/nyregion\/efforts-to-close-fresh-kills-are-taking-unforeseen-tolls.html"} , {"body" : "It did not take city inspectors long to figure out why an apartment building being constructed in Williamsburg, Brooklyn, collapsed on Nov. 23, killing a laborer in the debris. They said poorly braced beams gave way as concrete was poured to create the building's third floor. But if there was no mystery about the collapse, at 50 Middleton Street," , "date" : "20000221" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CUTTING CORNERS: A special report.; Builders' Self-Policing Failed Before Brooklyn Floor Did" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/21\/nyregion\/cutting-corners-special-report-builders-self-policing-failed-before-brooklyn.html"} , {"author" : "Abby Ellin is a Manhattan writer. Her column on starting out in the world of money appears the third Sunday of each month. E-mail: preludes@nytimes.com." , "body" : "BACK in the 60's, ''commune'' was often synonymous with yoga and free love. Inhabitants shared political beliefs, a desire to save the whales, or maybe a penchant for Tofu Surprise. They thought globally and acted locally. Thirty years later, a far different type of commune is in vogue. Call it the e-commune, a community of real, live people who" , "date" : "20000220" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Technology" , "Business"] , "page_facet" : "10" , "title" : "PRELUDES; Let the Sun Shine In, And Install a Superfast Line" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/20\/business\/preludes-let-the-sun-shine-in-and-install-a-superfast-line.html"} , {"body" : "They call themselves a league of nations, this group of workers who trudge day after day outside the Domino Sugar refinery, a Brooklyn landmark that towers like a fortress over the East River, a monument to New York's great industrial past. The workers, 300 men and women from Poland, Italy, Jamaica and a dozen other nations, have defied the" , "date" : "20000215" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "At Sugar Refinery, A Melting-Pot Strike; Workers of Many Nations Besiege Brooklyn Relic of Industrial Age" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/15\/nyregion\/sugar-refinery-melting-pot-strike-workers-many-nations-besiege-brooklyn-relic.html"} , {"body" : "A Brooklyn contracting company has been cited for violating federal safety standards at a Williamsburg construction site where an accident in November killed one worker and injured 11. The company, Industrial Enterprises, owned by Eugene Ostreicher and his son Chaim, was found to have ''willfully'' ignored safety rules in the construction of the" , "date" : "20000213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Company Cited in Fatal Collapse" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/13\/nyregion\/company-cited-in-fatal-collapse.html"} ,   {"author" : "E-mail address: daschn@nytimes.com" , "body" : "Past-Prime Pretzels Q. Sometimes the soft pretzels I buy on the street are not so soft. How long are they allowed to sit around before they are considered stale? A. There are too many variables to determine how long the average New York pretzel spends moving through the distribution chain, from oven to pushcart vendor to you, but every pretzel" , "date" : "20000213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GERRITSEN BEACH (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/2000\/02\/13\/nyregion\/fyi-765449.html"} , {"body" : "THE SETTING -- Twenty-four people, many wearing baseball caps, filed into Room 143 of Russell Sage Junior High School last Tuesday evening. Each one handed over $25 for the right to take a 50-question examination that would determine whether he -- there were no women -- knew the rules of baseball well enough to be a high school umpire. Successful" , "date" : "20000213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: FOREST HILLS -- BUZZ; On Would-Be Umpires' Test, If It's Just 85%, You're Out, Pal" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/13\/nyregion\/neighborhood-report-forest-hills-buzz-would-be-umpires-test-if-it-s-just-85-you.html"} , {"body" : "GO out in Brooklyn? On the weekend? For groovy New Yorkers, that was once an unbearably tepid proposition. Russian immigrants may drink vodka in Brighton Beach leisure palaces, and Trinidadians let loose to soca near Nostrand Avenue. But the students, artists and hipsters seeking the cultural edge started their evenings on the subway to the Village" , "date" : "20000211" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Brooklyn Nights Turn Brighter" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/11\/movies\/brooklyn-nights-turn-brighter.html"} , {"body" : "A Long Way From the Coast Near the business center of Williamsburg in Brooklyn stands a huge, normally empty armory owned by New York State. Inside the armory is the cabin of an airliner, and inside the cabin is Ben Stiller, who is having an argument with a flight attendant who wants him to check an oversize bag that won't fit into the overhead" , "date" : "20000211" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "AT THE MOVIES" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/11\/movies\/at-the-movies.html"} , {"body" : "GLENDY SAGASTUME, who is 13, will not spend Valentine's Day dreaming of hearts and flowers or the cute boys at her school in Far Rockaway, Queens. Glendy and her mother, refugees from the long nightmare in El Salvador, will mark the day with an asylum hearing in their quest to stay together in this country after years apart. In 1987, Glendy's" , "date" : "20000206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["EL SALVADOR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; The Unequal Glow Of Liberty's Lamp" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/06\/nyregion\/coping-the-unequal-glow-of-liberty-s-lamp.html"} , {"body" : "IT was snowing and sticking -- a meteorological event that even die-hard Weather Channel fans didn't expect -- and it made the atmosphere inside Il Buco seem like a ski lodge in the Italian Alps, even if this was Bond Street on a Thursday night. The crowd was loud, exuberant and well dressed, which made the place perfect for the little woman with" , "date" : "20000206" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style" , "Theater"] , "page_facet" : "3" , "title" : "A NIGHT OUT WITH: Claudia Shear; A Mae West Appetite" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/06\/style\/a-night-out-with-claudia-shear-a-mae-west-appetite.html"} , {"body" : "When Lily Sacharow got to her fourth-grade classroom yesterday, she was met with an eerie sight. Brown paper wrapping and black plastic garbage bags covered the walls of the girl's classroom as if something improper were underneath. It was the last day of the three-day standardized reading and writing test for fourth graders, and everything the" , "date" : "20000204" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Grim. Giddy. Scared. All of the Above.; 4th Graders Take Statewide Test That May Determine Their Futures" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/04\/nyregion\/grim-giddy-scared-all-above-4th-graders-take-statewide-test-that-may-determine.html"} , {"body" : "All Antiques Seventh Regiment Armory, 643 Park Avenue (66th Street); (212) 472-1180. An antiques show and sale by 100 dealers, with clocks, porcelain vases, Chippendale furniture, Oriental rugs, toys, rare books and Steuben crystal bowls, starts on Wednesday, when it will be open from 4 to 9 p.m. Also, Feb. 10 through 12, from noon to 9 p.m., and" , "date" : "20000203" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "6" , "title" : "CALENDAR; Shows, Walks, Talks and Gardens" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/03\/garden\/calendar-shows-walks-talks-and-gardens.html"} , {"body" : "Visitors to Leonardo Drew's studio in Brooklyn should be prepared to stand; there is simply no place to sit. His sculptures, in varying states of completion, cover the floor and the walls. Others lean against mounds of his raw materials -- half-open bales of cotton, containers of screws, paper, fabric remnants and just plain junk. Wood -- in" , "date" : "20000202" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Extracting Metaphors From Life's Detritus; A Sculptor Entwines Found Objects With His Experiences and Human History" , "url" : "http:\/\/www.nytimes.com\/2000\/02\/02\/arts\/extracting-metaphors-life-s-detritus-sculptor-entwines-found-objects-with-his.html"} , {"body" : "Ever since the city reaped a windfall of $44 million in new funds for affordable child care, parents and child care advocates across the city have waited anxiously for the city to distribute day care vouchers to needy parents. The need, they know, is acute, with the number of poor or working-class families waiting for these coveted coupons having" , "date" : "20000130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MIDWOOD (NYC)" , "WILLIAMSBURG (NYC)" , "CROWN HEIGHTS (NYC)" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Distribution of Vouchers For Day Care Is Scrutinized" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/30\/nyregion\/distribution-of-vouchers-for-day-care-is-scrutinized.html"} ,   {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; second Tuesday of the month; next meeting Feb 8, 6:30 P.M.; Swinging Sixties Senior Center, 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg; Board chairman: Vincent V. Abate; (718) 389-0009. DISTRICT 2 -- Fort Greene, Downtown Brooklyn, Brooklyn Heights, Clinton Hill, Boerum Hill, Vinegar Hill," , "date" : "20000130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "COMMUNITY BOARDS; Brooklyn Meetings In February" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/30\/nyregion\/community-boards-brooklyn-meetings-in-february.html"} , {"body" : "Would this act bring down the house? Franz Xaver Ohnesorg, the executive and artistic director of Carnegie Hall, watched intently on Jan. 18 as an iron column the size and color of a tree trunk was extracted from its place under the main auditorium. It was the morning after a recital by the violinist Anne-Sophie Mutter, and crews had begun" , "date" : "20000130" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Carnegie Hall Grows the Only Way It Can; Burrowing Into Bedrock, Crews Carve Out a New Auditorium" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/30\/nyregion\/carnegie-hall-grows-only-way-it-can-burrowing-into-bedrock-crews-carve-new.html"} , {"body" : "From new ferry terminals to courthouses, recreational centers, hospitals, museums and schools, the budget Mayor Rudolph W. Giuliani released this week calls for billions of dollars in new spending on New York City construction projects. There is just one catch: The city is about to run out of bricks-and-mortar funds. The squeeze is so severe -- the" , "date" : "20000129" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Mayor's Capital Plan May Bump Into State Debt Ceiling" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/29\/nyregion\/mayor-s-capital-plan-may-bump-into-state-debt-ceiling.html"} , {"body" : "FOR years, Tequila's on Columbus held out a welcoming sombrero to the Upper West Side, offering powerful frozen margaritas, sizzling fajitas, enchiladas loaded with melted cheese and all the other party essentials that New Yorkers have come to regard as Mexican food. Then, last year, Tequila's was sold. The new owners, Cristina Castaneda and Raul" , "date" : "20000126" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MEXICO"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Now in New York: True Mexican" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/26\/dining\/now-in-new-york-true-mexican.html"} , {"body" : "A state education board yesterday approved the fall opening of 13 new charter schools, including five in New York City and six that will be managed by for-profit companies. The approvals will increase more than fourfold the number of charter schools operating in New York State. The new charter schools, which operate with public funds but are free" , "date" : "20000126" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Boomlet in Charter Schools to Begin in September as New York Approves 13" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/26\/nyregion\/boomlet-in-charter-schools-to-begin-in-september-as-new-york-approves-13.html"} , {"body" : "Schools Chief's Open Door Policy HAROLD O. LEVY has been interim chancellor of New York City schools for only a week, but he has already loosened security measures at 110 Livingston Street. During Rudy Crew's tenure, visitors were required to enter through a special door and leave through a side exit. Now they may come and go through any door they" , "date" : "20000126" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "BULLETIN BOARD" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/26\/nyregion\/bulletin-board.html"} , {"body" : "A powerful winter storm, a frosty sucker punch from the South, took the Northeast by surprise yesterday, shutting thousands of schools and businesses, making a mess of roads and airports, and resulting in at least six deaths. It was a classic northeaster, the largest to sweep across Washington, New York and Boston since January 1996. Yet officials" , "date" : "20000126" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "WASHINGTON (DC)" , "NORTH CAROLINA" , "NORTHEASTERN STATES (US)" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "WINTER AT LAST; Storm, a Surprise Punch, Blankets East Coast" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/26\/nyregion\/winter-at-last-storm-a-surprise-punch-blankets-east-coast.html"} , {"body" : "The city's Department of Investigation is examining a city subsidy program that has awarded a disproportionate share of day care benefits to Orthodox Jews in Brooklyn, officials said yesterday. The investigation, first reported yesterday in The Daily News and in Newsday, has focused on the distribution of thousands of vouchers used by parents to" , "date" : "20000124" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "City Investigates Program, Citing Disproportionate Granting of Day Care Benefits" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/24\/nyregion\/city-investigates-program-citing-disproportionate-granting-of-day-care-benefits.html"} , {"body" : "IF they didn't play their luck out in furniture, James Klein and David Reid could be making a lot of money in casinos. ''Let's see, free . . . , free . . . ,'' Mr. Reid said, surveying his kitchen in the four-room apartment he shares with Mr. Klein. Sitting at their kitchen table, which they built from barn siding, they recounted what they had paid" , "date" : "20000120" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "HOUSE PROUD; In Williamsburg, Streetwise Style and Indie Spirit" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/20\/garden\/house-proud-in-williamsburg-streetwise-style-and-indie-spirit.html"} , {"body" : "TOMORROW is the holiday honoring the Rev. Dr. Martin Luther King Jr. For some, it's a day to sleep late and catch the sales at Macy's. But others, in particular those of us with darker skins, will use the day to talk to our children about a battle against prejudice we believe they will fight well into this new century. Many black parents do not" , "date" : "20000116" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; Q.& A. Day for Parents: 'Where Do I Fit In?'" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/16\/nyregion\/coping-q-a-day-for-parents-where-do-i-fit-in.html"} ,   {"body" : "Rosa Valado, an artist from Greenpoint, Brooklyn, remembers the day last spring that she first saw Drew Gardens, a swath of green on West Farms Road near Boston Road in the Bronx. ''I thought, this is really perfect,'' she said. ''It's kind of a magical spot.'' Not long ago, what is now a tranquil community garden along the Bronx River was a vacant" , "date" : "20000116" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "DREW GARDENS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: WEST FARMS; Sculpture With a Purpose Enhances a Public Garden" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/16\/nyregion\/neighborhood-report-west-farms-sculpture-with-a-purpose-enhances-a-public-garden.html"} , {"body" : "Adam Simpson, Williamsburg, Brooklyn, June 1999 ''Last summer, skating was like my life. I'm kind of a suicidal maniac. I like flying in the air rooftop to rooftop -- that kind of thing. I was getting up at 11 or 12 every day, sometimes later than that. I was 16, which in my opinion is one of the most important times in a person's life. Then, I was" , "date" : "20000116" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "42" , "title" : "The Way We Live Now: 1-16-00; What They Were Thinking" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/16\/magazine\/the-way-we-live-now-1-16-00-what-they-were-thinking.html"} , {"body" : "In a case that law enforcement officials say highlights the flaws of the city's system for inspecting buildings, the Queens district attorney yesterday announced the indictments of two consultants, saying they falsified stamps and signatures on records for about 250 projects. Buildings Department officials said the owners and contractors whose" , "date" : "20000115" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Charged With Falsely Certifying Buildings" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/15\/nyregion\/2-charged-with-falsely-certifying-buildings.html"} , {"body" : "To the Editor: It is puzzling to read that a study of the Tappan Zee Bridge finds that it is too costly to repair and must be replaced (news article, Jan. 12). It was completed in 1955. The Brooklyn and Williamsburg Bridges were opened in 1883 and 1903, respectively. Several other major bridges to Manhattan are far older than the Tappan Zee Bridge." , "date" : "20000115" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "16" , "title" : "A Bridge Too Flawed?" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/15\/opinion\/l-a-bridge-too-flawed-367095.html"} , {"body" : "Two years ago, Joe, the man I lived with, suggested that we outfit our apartment with a light especially created to combat the winter blues. Seasonal affective disorder is its quaint moniker. In fact, the condition is nothing more than a hunger for daylight during the darkest days of winter. I vetoed the proposal. Call me a troglodyte. But what I" , "date" : "20000114" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "MY CITY; Plotting Your Winter Days to Gather the Light" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/14\/arts\/my-city-plotting-your-winter-days-to-gather-the-light.html"} , {"body" : "President Clinton yesterday proposed giving more tax credits to businesses that invest in the country's poorest areas, telling audiences in New York City that such spending is both a moral obligation during these flush times and squarely in the economic self-interest of those who have thrived the most. ''How can we keep this going?'' Mr. Clinton" , "date" : "20000114" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Invest in Poor Areas, Clinton Urges" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/14\/nyregion\/invest-in-poor-areas-clinton-urges.html"} , {"body" : "Bruce Teitelbaum, Mayor Rudolph W. Giuliani's chief fund-raiser and former chief of staff, met on Monday with investigators who are looking into a building collapse in Brooklyn that killed a construction worker and raised questions about the relationship between City Hall and certain Orthodox Jewish developers. Mr. Teitelbaum declined to comment" , "date" : "20000112" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Mayoral Aide Is Questioned in Buildings Inquiry" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/12\/nyregion\/mayoral-aide-is-questioned-in-buildings-inquiry.html"} , {"body" : "Four weeks after being evicted by the city's Buildings Department inspectors, more than 40 residents of Williamsburg, Brooklyn, including families with young children, are still sleeping at relatives' houses or living with neighbors. Their apartments remain padlocked. Signs posted by the Department of Buildings forbid access because of ''imminent" , "date" : "20000110" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Evicted Tenants in Williamsburg Blame Politics for Their Troubles" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/10\/nyregion\/evicted-tenants-in-williamsburg-blame-politics-for-their-troubles.html"} , {"body" : "A city of ambitious politicians facing a term-limit law that takes effect next year, New York is approaching a dizzying explosion of competitive elections. Nowhere is that more evident than in Brooklyn, where several politicians are casting their eyes on the possibility of succeeding Howard Golden, the borough president for more than two decades." , "date" : "20000110" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Radically Altered Race for Brooklyn Borough Presidency" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/10\/nyregion\/a-radically-altered-race-for-brooklyn-borough-presidency.html"} , {"body" : "INTERNATIONAL A3-10 Chechnya Battle Continues Despite Pause by Kremlin Fighting raged in Chechnya's mountains and lowlands, even though Russia's acting president had declared a halt to air and artillery strikes on the capital to mark a holiday period. News reports said rebels had surrounded the headquarters of the Russian commandant in one town. A1" , "date" : "20000110" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/10\/nyregion\/news-summary-283525.html"} ,   {"body" : "Pushed out by the appetite for new housing among the rapidly growing Hasidic community, one of the country's largest producers of kosher wine plans to close its operation in the Williamsburg section of Brooklyn and relocate to Bayonne. ''We are still New York boys and we would love to stay, but we are not wanted,'' said David Herzog, the chief" , "date" : "20000109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BAYONNE (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEW JERSEY & CO.; What a Deal. Bayonne Lures Kosher Winery." , "url" : "http:\/\/www.nytimes.com\/2000\/01\/09\/nyregion\/new-jersey-co-what-a-deal-bayonne-lures-kosher-winery.html"} , {"body" : "Was the Belichick Shuttle about Oedipus, money, power, personality disorders and football, or was it about something really important, the sports rivalry between Boston and New York? ''The rivalry is mostly a media creation,'' said Dr. Howard Katz, a Boston psychiatrist who grew up in Chicago as a White Sox fan. ''It's what you're doing. Every day" , "date" : "20000109" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BOSTON (MASS)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "11" , "title" : "BackTalk; When It Comes to Boston and New York, It's Personal" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/09\/sports\/backtalk-when-it-comes-to-boston-and-new-york-it-s-personal.html"} , {"body" : "A steep jump in the number of bicyclists killed in collisions with cars and trucks in New York City in 1999 has the police puzzled and cycling advocates demanding action. According to preliminary figures released this week by the police, overall traffic fatalities climbed more than 13 percent last year, to 416 from 367 in 1998. But the number of" , "date" : "20000108" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Cyclist Fatalities Increased 75% in 1999, Puzzling Police" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/08\/nyregion\/cyclist-fatalities-increased-75-in-1999-puzzling-police.html"} , {"body" : "Mayor Rudolph W. Giuliani announced yesterday that Bruce Teitelbaum, the man he has relied on in recent years to defend his administration and carry out many of his political orders, will manage his campaign if the mayor runs, as expected, for the United States Senate this year. His afternoon announcement coincided with a carefully worded statement" , "date" : "20000104" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Giuliani Names Trusted Aide to Manage Campaign" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/04\/nyregion\/giuliani-names-trusted-aide-to-manage-campaign.html"} , {"body" : "To Yolande George, winter means staying toasty warm indoors. Though she has lived in New York for 13 years, she explained, she just can not get used to the biting winds and frigid temperatures, the layers of clothing and the pain in her joints. ''Every time it's wintertime,'' said Ms. George, who left Trinidad for Harlem, ''I get angry.'' But" , "date" : "20000103" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "A Touch of Spring Knocks the Chill Off New York" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/03\/nyregion\/a-touch-of-spring-knocks-the-chill-off-new-york.html"} , {"body" : "EVEN people with faith in nothing, people who barely believe in their mothers, know that certain inexplicable powers do exist in this world. Like real estate karma. Nathanael Sandstrom is proof of that, although fortunately, he is completely modest, the kind of person so grateful for his good luck that he has started doing charity work to be sure" , "date" : "20000102" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Habitats\/Upper West Side; 30-Year-Old With a Lease On Real Estate Karma" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/02\/realestate\/habitats-upper-west-side-30-year-old-with-a-lease-on-real-estate-karma.html"} , {"body" : "On any given day in New York City, it's possible to say ''hello'' to hundreds of people, or none at all. Carrie Dashow is one New Yorker who knows exactly how many people she greets each day. Since last January, Ms. Dashow, 28, a video artist who lives in Williamsburg, Brooklyn, has clicked a small counter more than 13,000 times, once for each" , "date" : "20000102" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; 13,000 Hellos So Far, Only 987,000 to Go" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/02\/nyregion\/neighborhood-report-new-york-up-close-13000-hellos-so-far-only-987000-to-go.html"} , {"body" : "In the following reports, the \"listed at\" price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN EAST MIDTOWN $775,000 721 Fifth Avenue (56th St.) (Trump Tower) 1-bedroom, 1 1\/2-bath, 1,100-sq.-ft. condo in a postwar building; 24-hr. doormen, concierge, h\/w" , "date" : "20000102" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/2000\/01\/02\/realestate\/residential-sales.html"}]