[  {"body" : "When plans were announced for a 12-screen multiplex and a Barnes & Noble bookstore in downtown Brooklyn, the project seemed like a case study in urban rebirth. It would rise on a gritty block of Court Street, an ugly hole in the ground that was once the site of a theater that showed pornographic movies. For years, residents in Brooklyn Heights had" , "date" : "19981228" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "Lights, Camera, Lots of Action; Multiplex Plan Raises Concerns in Brooklyn Heights" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/28\/nyregion\/lights-camera-lots-of-action-multiplex-plan-raises-concerns-in-brooklyn-heights.html"} , {"body" : "They love New York. Oh, do they love New York. This year, tourists came to the city by the double-decker busful and many of them, about 6 million or so, came from overseas. The British usually lead the list of these visitors, but Germans, Japanese and Brazilians arrived in droves as well. Some foreigners found novel ways to express their affection." , "date" : "19981227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: NEW YORK INTERNATIONAL; Limit: 10 Languages Per Elevator" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/27\/nyregion\/neighborhood-report-new-york-international-limit-10-languages-per-elevator.html"} , {"body" : "Widowed and far from her children, grandchildren and infant great-granddaughter, Minnie Hirschhorn found gaiety and glamour in her bus trips twice a week to Atlantic City. She would dress up, fix her hair and risk a few dollars on the slot machines. When she returned late at night to her apartment in Sheepshead Bay, Brooklyn, Mrs. Hirschhorn, 74," , "date" : "19981226" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["SAYREVILLE (NJ)" , "ATLANTIC CITY (NJ)" , "GARDEN STATE PARKWAY (NJ)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Victims in New Jersey Bus Crash Sought a Touch of Glitter" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/26\/nyregion\/victims-in-new-jersey-bus-crash-sought-a-touch-of-glitter.html"} , {"body" : "Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West at 79th Street. The Hall of Biodiversity focuses on the variety and interdependence of earth's living things. Exhibitions: ''The Sacred Arts of Haitian Vodou'' explores the Afro-Caribbean religion of voodoo, including paintings, sequined flags, a replica of a voodoo temple," , "date" : "19981225" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "SPARE TIMES: ATTRACTIONS" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/25\/arts\/spare-times-attractions.html"} , {"body" : "Erin Oates didn't buy any Christmas presents this year. She doesn't expect to get any from Santa, either. It's not that Ms. Oates, 40, a public-relations professional who lives on the Upper West Side, is a Scrooge. Or that she was too naughty to make Santa's list. She wants it this way. Instead of hauling a garbage bag full of gifts for her nephews" , "date" : "19981224" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Simple Gift of Giving Simply; For Some, the Holidays Are About Values, Not Prices" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/24\/nyregion\/simple-gift-giving-simply-for-some-holidays-are-about-values-not-prices.html"} , {"body" : "Like many of the Arab-Americans in the Bay Ridge section of Brooklyn, Yasser Madbouly said yesterday that he was sickened to see his adopted country launch missile strikes on Iraq. ''This is my country now,'' said Mr. Madbouly, who emigrated from Egypt 17 years ago and has owned the popular King Falafel Restaurant on Third Avenue for 10 years. ''My" , "date" : "19981218" , "day_of_week_facet" : "Friday" , "geo_facet" : ["ISRAEL" , "IRAQ"] , "nytd_section_facet" : ["New York and Region" , "Washington"] , "page_facet" : "5" , "title" : "Brooklyn Arabs Assail Dictator and Bombing" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/18\/nyregion\/brooklyn-arabs-assail-dictator-and-bombing.html"} , {"body" : "The spirit of Christmas resides in Brooklyn, at 7823 12th Avenue in Dyker Heights. There, in a four-bedroom brick row house, Peter and Janet Marcolini have hung, strung and sprung a dazzling array of decorations for a quarter century, each year noticeably more than the year before. They may be running out of space, but they will never run out of" , "date" : "19981218" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "DYKER HEIGHTS (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "So Bright You Might Say It Glows" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/18\/arts\/so-bright-you-might-say-it-glows.html"} , {"author" : "William R. Everdell teaches history at St. Ann's School in Brooklyn and is the author of ''The First Moderns.''" , "body" : "THE NEIGHBORHOODS OF BROOKLYN Introduction by Kenneth T. Jackson. John B. Manbeck, consulting editor. Illustrated. 246 pp. New Haven: Citizens Committee for New York City\/ Yale University Press. $29.95 More like a catalogue than an encyclopedia, ''The Neighborhoods of Brooklyn'' consists of short illustrated chapters on 47 big-city neighborhoods, a" , "date" : "19981213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "15" , "title" : "Artful Dodgers" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/13\/books\/artful-dodgers.html"} , {"body" : "IN parts of Brooklyn these days, even the dullest community board meeting can count on coverage by half a dozen local newspapers. The opening of a supermarket might draw a phalanx of photographers. These papers have their bigger stories, too. ''Rats! Super Vermin Are Taking Over the Streets'' shouted a recent cover of The Brooklyn Graphic. The" , "date" : "19981213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; In Brooklyn, There's No Stopping the Presses" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/13\/nyregion\/new-yorkers-co-in-brooklyn-there-s-no-stopping-the-presses.html"} , {"body" : "When Staten Island got its one-way toll on the Verrazano-Narrows Bridge in 1986, residents of lower Manhattan were not the only ones who cried foul. In Brooklyn, too, the plan met with strong, and continuing, opposition. But there is an even bigger traffic issue in Brooklyn today: the impending reconstruction of many sections of Interstate 278." , "date" : "19981213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GOWANUS EXPRESSWAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Gowanus Expressway: Trouble Overhead" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/13\/nyregion\/gowanus-expressway-trouble-overhead.html"} ,   {"body" : "AS if it's not stressful enough that people are judged by their looks, their jobs and their addresses and even where their children go to school, with the holidays approaching there is one more item to add to the list: Christmas and Hanukkah cards. What you send, when you send it, even what stamp you use -- all have a dispiriting tendency to come" , "date" : "19981213" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "NOTICED; What the Cards Really Say" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/13\/style\/noticed-what-the-cards-really-say.html"} , {"body" : "For years, University Towers, the 549-unit, three-building cooperative half a block east of downtown Brooklyn's Metrotech Center, has struggled with sluggish sales and low prices. But in recent months, the fortunes of the 5.5-acre gated community have been turning around. This year, 50 of the 379 sponsor-held units at the complex, from studios to" , "date" : "19981211" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "Residential Real Estate; Rejuvenated Area Stirs Co-op Sales in Complex" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/11\/nyregion\/residential-real-estate-rejuvenated-area-stirs-co-op-sales-in-complex.html"} , {"body" : "MARC A. MATSIL personifies an environmentalist cliche: think globally, act locally. When he thinks of global warming, his first thought is the threat that rising water levels pose to Brooklyn, Queens and Staten Island. Mr. Matsil, who is 42, is chief of the Natural Resource Group of the New York City Department of Recreation and Parks. His job" , "date" : "19981208" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["World"] , "page_facet" : "3" , "title" : "FACES; He Finds Gold in New York's Swamps" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/08\/world\/faces-he-finds-gold-in-new-york-s-swamps.html"} , {"body" : "Homicide detectives were questioning a Brooklyn woman and her boyfriend yesterday in the death of the woman's 20-month-old daughter, whose body was found in Gravesend Bay shortly after she was reported kidnapped, the police said. The woman, whose name was withheld by the police, reported her child's disappearance to officers around 8:30 A.M." , "date" : "19981205" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "GRAVESEND BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Mother Is Questioned in Death Of Toddler Reported Kidnapped" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/05\/nyregion\/mother-is-questioned-in-death-of-toddler-reported-kidnapped.html"} , {"body" : "The signs of rebirth had been unmistakable in the Brooklyn waterfront neighborhood of Red Hook, a place long known best for its car impound lots, its eyesore of industrial blocks and one of the largest public housing projects in the country. Lately, there had been new shops, an uptick in real estate prices and an influx of artists and young" , "date" : "19981203" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Angry Reception Greets Trash Plan in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/03\/nyregion\/angry-reception-greets-trash-plan-in-brooklyn.html"} , {"body" : "For more than a generation, West Side High School has been a nomad within the New York City school system, trying to teach 600 students while migrating from one temporary location in Manhattan to another. At various turns, West Side was flush with promise that the city's school construction process would finally deliver a permanent home. But the" , "date" : "19981203" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Wanted: A Permanent Home; Plight of 2 Schools Shows Why Construction Is Slow" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/03\/nyregion\/wanted-a-permanent-home-plight-of-2-schools-shows-why-construction-is-slow.html"} , {"body" : "Mayor Rudolph W. Giuliani triumphantly unveiled a proposal yesterday to ship most of the city's residential garbage to transfer stations in New Jersey, but the administration's glee was quickly muted by an embarrassing lapse in political tact: It did not tell New Jersey of the plan until yesterday morning, and then only in sketchy detail. At the" , "date" : "19981203" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "GIULIANI STIRS UP BORDER TENSIONS WITH TRASH PLAN" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/03\/nyregion\/giuliani-stirs-up-border-tensions-with-trash-plan.html"} , {"body" : "A new reading and writing test will be given to fourth graders across New York State early next year, and it is so different from traditional multiple-choice tests that teachers and parents can barely contain their panic. Like its predecessors, the test includes multiple-choice questions, with circles that must be filled in with a No. 2 pencil. But" , "date" : "19981130" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Parents and Teachers Leery of New 4th-Grade English Test" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/30\/nyregion\/parents-and-teachers-leery-of-new-4th-grade-english-test.html"} , {"body" : "It was as if you had died and gone to heaven. How else could you account for hearing more than a dozen harps, many played by children, and no other instruments? Well, it could be a concert given by Tutti Harps, a 14-member all-harp ensemble led by Diane Golkin. Lately, her home in Bay Ridge has been having its furniture rearranged weekly as harps" , "date" : "19981129" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: BAY RIDGE; A Host of Harps, Only Harps" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/29\/nyregion\/neighborhood-report-bay-ridge-a-host-of-harps-only-harps.html"} , {"body" : "Standing in front of the full-length mirror, the girl fights back tears. Her thighs are too big, her breasts too small and her nose bumpy. Or so this 16-year-old thinks, comparing herself with ''Baywatch'' babes and Victoria's Secret models. To make matters worse, boys never call, and getting undressed for gym is a mortification. But such problems" , "date" : "19981129" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Quest for the Perfect Look, More Girls Choose the Scalpel" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/29\/nyregion\/in-quest-for-the-perfect-look-more-girls-choose-the-scalpel.html"} ,   {"body" : "A surgeon who was on his way to visit a patient was repeatedly stabbed in an elevator of a Brooklyn hospital yesterday during an apparent robbery attempt, the police said. Dr. Magdy Bouraee, 48, was in stable condition last night, with wounds to his neck, face and arm, at Lutheran Medical Center in Sunset Park, where the attack occurred and where" , "date" : "19981127" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Doctor Hurt In Stabbing At Hospital In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/27\/nyregion\/doctor-hurt-in-stabbing-at-hospital-in-brooklyn.html"} , {"body" : "The city's police union staged a series of demonstrations outside 10 station houses yesterday to protest the abrupt transfer of about 100 patrol officers last month. The union said they were unfairly reassigned as a disciplinary measure. Carrying signs criticizing Mayor Rudolph W. Giuliani, members of the Patrolmen's Benevolent Association said" , "date" : "19981124" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Police Union Pickets Over Abrupt Transfers" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/24\/nyregion\/police-union-pickets-over-abrupt-transfers.html"} , {"body" : "A sculptor who has lived in Williamsburg, Brooklyn, for 20 years says he is thinking of moving to get away from the garbage. A retired salesman in Hunts Point in the Bronx crinkles his nose as he describes the acrid smell of the endless garbage trucks. On the Brooklyn waterfront in Red Hook, a man rails against a plan to bring immense garbage" , "date" : "19981116" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "STATEN ISLAND (NYC)" , "HUNTS POINT (NYC)" , "FRESH KILLS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Boroughs Battle Over Trash As Last Landfill Nears Close" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/16\/nyregion\/boroughs-battle-over-trash-as-last-landfill-nears-close.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; meetings usually held on second Tuesday of month, but the next meeting is Dec. 1, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg. Board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn," , "date" : "19981115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; From Red Hook to Cypress Hills: When and Where the Community Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/15\/nyregion\/neighborhood-report-brooklyn-up-close-red-hook-cypress-hills-when-where.html"} , {"body" : "SMITH-Anne M. (nee Seitz). Of Bay Ridge, Brooklyn, on November 12, 1998. Graduated St. Joseph's College for Women, 1935. Past president of St. Joseph's College Alumni Association. Former English teacher for over 20 years at Bushwick High School, Brooklyn. Active member of Catholic charites. Beloved wife of 54 years to Edwin V. Smith. Loving aunt of" , "date" : "19981115" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "47" , "title" : "Paid Notice: Deaths SMITH, ANNE M." , "url" : "http:\/\/www.nytimes.com\/1998\/11\/15\/classified\/paid-notice-deaths-smith-anne-m.html"} , {"body" : "THE highlight reel of New York City's volatile relationship with the military during this century is a montage of indelible images. Start with the sepia flicker of doughboys saluting the Statue of Liberty as they sail home from the War to End All Wars. Cut to scenes full of fancy-free sailors at liberty in the 1944 Broadway classic ''On the Town,''" , "date" : "19981108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A City And Its Soldiers; A Hotel for the Military Reflects a Bond That Has Been, by Turns, Wary and Warm" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/08\/nyregion\/city-its-soldiers-hotel-for-military-reflects-bond-that-has-been-turns-wary-warm.html"} , {"body" : "The balance of power in the New York State Legislature remained relatively unchanged yesterday, as Democrats retained their firm grip on the State Assembly despite a strong victory by the Republican Governor, George E. Pataki. In the Assembly, where the Democrats have long dominated, the party finished the night with 98 of 150 seats, a gain of one" , "date" : "19981104" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "THE 1998 ELECTIONS: NEW YORK STATE -- THE STATE LEGISLATURE; Democrats Retain Hold On Assembly In Albany" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/04\/nyregion\/1998-elections-new-york-state-state-legislature-democrats-retain-hold-assembly.html"} , {"body" : "Sarah Korein, who acquired some of the choicest real estate in Manhattan through bare-knuckle tactics cloaked by grandmotherly charm, died on Thursday at the North Division of Beth Israel Medical Center. She was 93 and lived in Manhattan. The cause was congestive heart failure, said her daughter, Elysabeth Kleinhans, a lawyer who manages the real" , "date" : "19981104" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "23" , "title" : "Sarah Korein, 93, Whose Dainty Bearing Masked a Tough Property Investor, Is Dead" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/04\/nyregion\/sarah-korein-93-whose-dainty-bearing-masked-a-tough-property-investor-is-dead.html"} , {"body" : "Everything hurts. My head is throbbing, my stomach is unsettled. My knees are swollen. I'm a little dizzy. And my thigh muscles? I don't know when I'll be climbing stairs again. In other words, I feel terrific. The euphoria of completing my first marathon, and doing it in New York, is helping to push the pain aside. After having told myself ''next" , "date" : "19981102" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "FIRST PERSON; Next Year Finally Arrives, And It Proves Quite Painful" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/02\/sports\/first-person-next-year-finally-arrives-and-it-proves-quite-painful.html"} , {"body" : "Last Saturday shortly after 1 P.M., Kristine Kupka, a 28-year-old senior honor student at Baruch College who is five months pregnant, left the Brooklyn house she shares with five roommates for an afternoon outing with a man her family says is the father of her unborn child. She did not return. Wholly at odds with her character, relatives say, Ms." , "date" : "19981031" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Pregnant Honor Student Is Missing, Family Says" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/31\/nyregion\/pregnant-honor-student-is-missing-family-says.html"} ,   {"body" : "When the 29th New York City Marathon begins at 10:52 A.M. this Sunday, there will be elite athletes pushing ever closer to two hours and serious amateurs intent on breaking three hours. But there will be many more regular runners with a more modest goal: a four-hour or better marathon, a level reached by roughly a third (9,834) of last year's" , "date" : "19981027" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "1998 NEW YORK CITY MARATHON; Five Boroughs in Four Hours: A Guide to Running 4:00.00" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/27\/sports\/1998-new-york-city-marathon-five-boroughs-four-hours-guide-running-4-00.00.html"} , {"body" : "By noon yesterday, a crowd of about 150 people had gathered on a sunny corner in the heart of Bay Ridge, Brooklyn. There, with a tidy row of brownstones as a picturesque backdrop, a seemingly endless array of local and state Republican candidates came to an old-fashioned political rally to salute their party's candidate for a State Senate seat" , "date" : "19981026" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE 1998 CAMPAIGN: THE STATE SENATE; Unusually Tight Race Draws Statewide Spotlight to Corner of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/26\/nyregion\/1998-campaign-state-senate-unusually-tight-race-draws-statewide-spotlight-corner.html"} , {"body" : "In a bit of guerrilla theater, Peter F. Vallone's campaign yesterday stepped up the pressure on Gov. George E. Pataki to debate, sending people dressed as duck hunters to the annual Pulaski Day Parade to heckle the Governor and accuse him of ducking debates. The two most prominent minor-party candidates, B. Thomas Golisano and Lieut. Gov. Betsy" , "date" : "19981005" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Hecklers Try to Goad Pataki Into Debate With Vallone" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/05\/nyregion\/hecklers-try-to-goad-pataki-into-debate-with-vallone.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; meeting usually held on second Tuesday of month; but next meeting is on Wednesday, Oct. 14, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown" , "date" : "19980927" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Bushwick to Bensonhurst, When the Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/27\/nyregion\/neighborhood-report-brooklyn-up-close-bushwick-bensonhurst-when-boards-meet.html"} , {"body" : "Stephen Galluccio, who grew up in Bay Ridge, Brooklyn, doesn't remember the first photograph he took as a teen-ager, but he does remember the first photo that mattered to him. It was at CBGB's, the downtown Manhattan club, and the punk-rock group the Ramones were playing. With a 35-millimeter Pentax camera his father gave him, Mr. Galluccio shot" , "date" : "19980927" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "9" , "title" : "NEW YORK ON LINE; Black and White and Seen All Over" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/27\/nyregion\/new-york-on-line-black-and-white-and-seen-all-over.html"} , {"body" : "It begins with frantic knocking and doorbell-ringing, and the elderly Brooklynites who answer are met by men in hard hats and fluorescent-orange vests, carrying crackling walkie-talkies. The men claim to be from ''the water company'' and warn of a nearby water main break and the possibility of flooding, broken gas lines and contaminated tap water." , "date" : "19980925" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Robbers Posing as Utility Workers Prey on Elderly in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/25\/nyregion\/robbers-posing-as-utility-workers-prey-on-elderly-in-brooklyn.html"} , {"body" : "Manhattan GREENWICH VILLAGE $1.56 million 18 East 12th Street 5-bedroom, 3-bath, 3,395-sq.-ft. condo in a renovated loft building; 24-hr. doormen, dining room, media room, marble baths, large living room with high ceilings and black granite floors, oversize spa with whirlpool and Jacuzzi, 2 exposures; common charge, $1,794; taxes, $10,092; listed" , "date" : "19980924" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "14" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/24\/garden\/residential-sales.html"} , {"body" : "In two of the most combative and turbulent local races in New York City this year, State Senator David Rosado and Assemblyman Ruben Diaz Jr., both of the South Bronx, survived strong, well-financed challenges last night from former State Senator Pedro Espada Jr., and his brother, Jose R. Espada, who ran for the Assembly seat. The two races were" , "date" : "19980916" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "THE 1998 CAMPAIGN: THE STATE LEGISLATURE; Incumbents Across the City Fare Well in Gaining Democratic Nominations" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/16\/nyregion\/1998-campaign-state-legislature-incumbents-across-city-fare-well-gaining.html"} , {"body" : "ASTORIA John Huston Is Subject Of Film Retrospective The legendary director John Huston (1906-1987) is the subject of a monthlong retrospective at the American Museum of the Moving Image, which will highlight films he directed and those in which he figures as a character. Today's program, for example, features his 1951 film ''The African Queen''" , "date" : "19980913" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/13\/nyregion\/playing-in-the-neighborhood-803561.html"} , {"body" : "The court-ordered deadline for closing the Fresh Kills landfill is still more than three years away, but three community groups in Brooklyn are already planning joint strategy against construction of waste-transfer stations in their neighborhoods. A spokeswoman for the Department of Sanitation, Paula Young, said that various sites were still being" , "date" : "19980906" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "SUNSET PARK (NYC)" , "WILLIAMSBURG (NYC)" , "FRESH KILLS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Uniting Against Garbage Close to Home" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/06\/nyregion\/neighborhood-report-brooklyn-up-close-uniting-against-garbage-close-to-home.html"} ,   {"body" : "At first, whenever Janice Wallace closed her eyes, she could still see her big sister, Lori Moran, laughing and blowing kisses through the window of the taxi speeding toward Kennedy International Airport. For hours, she clung to that memory of Ms. Moran, a 34-year-old figure-skating coach who had planned to toast her third wedding anniversary in" , "date" : "19980905" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NOVA SCOTIA (CANADA)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE CRASH OF FLIGHT 111: THE VICTIMS; Families' Last, Grim Task Is Just to Identify the Bodies" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/05\/nyregion\/crash-flight-111-victims-families-last-grim-task-just-identify-bodies.html"} , {"body" : "It is not often that the release of a video generates a promotional blitz, but when the video is that of the highest-grossing movie of all time, it is a sure bet that video stores will make the biggest splash possible to draw in as much money as possible. And while today's 12:01 A.M. release of ''Titanic,'' for sale or rental, probably didn't need" , "date" : "19980901" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "3" , "title" : "'Titanic,' the Promotion, Lands at Video Stores" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/01\/nyregion\/titanic-the-promotion-lands-at-video-stores.html"} , {"body" : "About 100 people gathered on Harway Avenue between Bay 44th Street and 27th Avenue Monday and turned away a contractor hired to clear gardens and swimming pools from land they considered part of their backyards. Now the protesters are busy with their own construction project: cobbling together explanations of why they have rights to property they" , "date" : "19980830" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BAY RIDGE\/BENSONHURST; A True Case Of 'Not in My Backyard'" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/30\/nyregion\/neighborhood-report-bay-ridge-bensonhurst-a-true-case-of-not-in-my-backyard.html"} , {"body" : "ONCE employed only in futuristic weapons, cardiovascular surgery, CD players and other high-tech gadgets, the laser has become the beauty industry's favorite new power tool. Lasers are showing up in salon ads and dermatologist brochures, promising to zap away unwanted body hair, wrinkles and leg veins. But laser technology is developing so rapidly," , "date" : "19980830" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Beauty's Bomb, but How Smart?" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/30\/style\/beauty-s-bomb-but-how-smart.html"} , {"body" : "''As one teacher finishes an enzyme lab and rushes to put trays away, another teacher comes in to begin a respiration lab in the next period,'' said Bobbie Swain, an advanced-placement biology teacher at the Poly Prep Country Day School in Bay Ridge, Brooklyn. So Ms. Swain and the rest of the science department, now squeezed into one section of the" , "date" : "19980830" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "POSTINGS: A $5.2 Million Facility in Brooklyn; Prep School Awaits New Science Building" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/30\/realestate\/postings-5.2-million-facility-brooklyn-prep-school-awaits-new-science-building.html"} , {"body" : "Four years ago, Javier A. Nieves was a young, first-term State Assemblyman widely described in political circles as one of Brooklyn's bright, up-and-coming legislators. But the years since then, at least in political terms, have not been particularly kind to him. In 1994, Mr. Nieves was defeated in his first re-election campaign, losing by 79" , "date" : "19980824" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "In Brooklyn, Same Cast in New Race" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/24\/nyregion\/in-brooklyn-same-cast-in-new-race.html"} , {"body" : "OLD COUNTRY ROAD from Eisenhower Park on the west to the Wantagh State Parkway on the east is mostly lined by mom-and-pop stores, automobile-related businesses and restaurants. With the exception of a 77,000-square-foot Tops Appliance City -- which closed last year, four years after it opened -- this section of the thoroughfare never attracted the" , "date" : "19980809" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NORTH HEMPSTEAD (NY)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "In the Region\/Long Island; Fitting a Big Store Into a Small Space" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/09\/realestate\/in-the-region-long-island-fitting-a-big-store-into-a-small-space.html"} , {"body" : "Tracking Transit Links Q. Is there a physical connection between the tracks of the New York City subway system and those of the commuter lines? A. Such a connection doesn't really exist in practical terms. It's true that the subway tracks and those used by Amtrak, Metro-North and the other commuter lines are all American Standard Gauge: the" , "date" : "19980726" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1998\/07\/26\/nyregion\/fyi-058076.html"} , {"body" : "Just as top billing carries a certain cachet in movies, it holds significance in politics, contends G. Oliver Koppell, the former New York Attorney General who is seeking the Democratic nomination for his old job. Mr. Koppell, who was defeated in a four-way Democratic primary in 1994 by Karen S. Burstein, is to file a lawsuit in United States" , "date" : "19980713" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Political Notebook; Candidate Is Suing to Change Rules for Ballot Position" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/13\/nyregion\/political-notebook-candidate-is-suing-to-change-rules-for-ballot-position.html"} , {"body" : "In late 1995, the Pataki administration, looking for innovative ways for the state to promote and profit from its image, decided to sponsor an ''I Love New York'' credit card. The idea was to sell the rights to the slogan to a bank, which would emblazon it on a standard Visa card or Mastercard along with pictures of scenic New York. The contract" , "date" : "19980712" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Low-Key Bidding for State-Sponsored Credit Card Raises Questions" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/12\/nyregion\/low-key-bidding-for-state-sponsored-credit-card-raises-questions.html"} ,   {"body" : "When John M. Gangemi Jr. undertook his first political campaign for State Senate two years ago, he was warmly embraced by Republican Party officials in Brooklyn and Staten Island. And in the two years since losing that race to a Democrat, he has been preparing to run again for the seat, hoping once more for widespread support from his fellow" , "date" : "19980706" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "STATEN ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Bruising Race Seen for State Senate" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/06\/nyregion\/bruising-race-seen-for-state-senate.html"} , {"body" : "THE peculiar 1892 house at 217 82d Street, between Third Avenue and Ridge Boulevard, has one of Bay Ridge's most unusual interiors. Now a local preservation group is afraid the sophisticated shingle-style building is just a ''tear-down'' in danger of being sold and replaced by town houses. The owner says he is only offering it to families, but in" , "date" : "19980705" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Streetscapes\/217 82d Street, Bay Ridge, Brooklyn; 1892 Shingle-Style House With an Unusual Layout" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/05\/realestate\/streetscapes-217-82d-street-bay-ridge-brooklyn-1892-shingle-style-house-with.html"} , {"body" : "FOR most of the 18 years since Adib Abdelshahed emigrated to New York from Egypt, he and several friends felt like nomads as they searched for a place to worship. They had two requirements: it had to be a Lutheran church and the service had to be in Arabic. On most Sundays, Mr. Abdelshahed said, they found themselves in small rooms or the basement" , "date" : "19980628" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; In the Steps of Martin Luther, in Arabic" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/28\/nyregion\/making-it-work-in-the-steps-of-martin-luther-in-arabic.html"} , {"body" : "In 10 days, the Metropolitan Transportation Authority will roll out the biggest discounts in the history of the city's subway and bus system: a package of monthly, weekly and daily passes that officials say will draw hundreds of thousands of riders to a system that is already saturated with passengers attracted by past fare deals. Transit officials" , "date" : "19980624" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Few Transit Changes Are Planned For Riders Drawn by New Passes" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/24\/nyregion\/few-transit-changes-are-planned-for-riders-drawn-by-new-passes.html"} , {"body" : "The New York City Rent Guidelines Board voted last night to allow landlords to raise rents by 2 percent when tenants renewed leases for one year and 4 percent when they renewed for two years, a compromise that the board has made several times in the last decade to try to appease tenants and landlords. But, as in years past, both sides charged that" , "date" : "19980623" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Rent Board Votes Increases of 2% and 4%" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/23\/nyregion\/rent-board-votes-increases-of-2-and-4.html"} , {"body" : "Over the last two years, 100 Chinese immigrants toiling in a small garment factory in the Sunset Park section of Brooklyn produced as many as 30,000 pieces of girls' sportswear a week for a Manhattan-based clothes manufacturer, workers said. They routinely logged 12-hour shifts, seven days a week, and in a handful of cases worked 24-hour shifts" , "date" : "19980612" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Factory Chief Faces Charges Of Labor Abuse" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/12\/nyregion\/factory-chief-faces-charges-of-labor-abuse.html"} , {"body" : "With a nod to the audience, Jeff Ausfahl got ready to play. As gigs go, the crowd was awfully young. Appropriately, he began with ''I'm Popeye the Sailor Man.'' The hubbub of chatter stopped. As Mr. Ausfahl strummed his guitar, the roisterous kindergartners at Public School 114 in the Bronx lifted their faces in delight. Accompanying him were Brian" , "date" : "19980609" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Is the Music Live? Probably Not; A Guitarist (Free This Saturday) Loses Gigs to Deejays" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/09\/nyregion\/music-live-probably-not-guitarist-free-this-saturday-loses-gigs-deejays.html"} , {"body" : "FIRST we had to find the right real estate,'' said Mark Schiller. He has found it in the Bay Ridge section of Brooklyn, with the result that Tutor Time Learning Systems was able to open its first New York City child-care center in space it leased at Fourth Avenue and 79th Street three weeks ago. Tutor Time, with headquarters in Boca Raton, Fla.," , "date" : "19980607" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "PERSPECTIVES; Renting Space for a Child-Care Center in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/07\/realestate\/perspectives-renting-space-for-a-child-care-center-in-brooklyn.html"} , {"body" : "JABARA-Delores Diana, of Westport, CT. Beloved daughter of the late Saleem and Olga Jabara. Precious sister of Claudette Jabara Hadad and the late Paul Jabara. Loving aunt to Suzanne Hadad and Henry and Lara Hadad and their children, Christopher Paul and Henry Robert. Funeral services today, 10 AM, at St. Mary's Church in Bay Ridge, Brooklyn." , "date" : "19980605" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "21" , "title" : "Paid Notice: Deaths JABARA, DELORES DIANA" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/05\/classified\/paid-notice-deaths-jabara-delores-diana.html"} , {"body" : "SMITH-James Jerome. Of Bay Ridge, on May 24, 1998. Beloved father of Stephen E. and James M. Loving brother of Edwin V. Husband of 51 years of the late Margaret (nee McCarter). Also survived by 4 loving grandchildren. Long-time member of the Cathedral Club, the Municipal Club of Brooklyn and the Breezy Point Surf Club. Visiting Tuesday 7-9 PM and" , "date" : "19980526" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "19" , "title" : "Paid Notice: Deaths SMITH, JAMES JEROME" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/26\/classified\/paid-notice-deaths-smith-james-jerome.html"} ,   {"body" : "In her 15 years as a secretary at the police property clerk's warehouse, Gerry Kiel has witnessed objects as odd as a coffin come through the door. But one day she was thinking that there had never been a piano. ''Sure enough the next day, we got three of them,'' she said. ''Two were stolen from storefront churches in Brooklyn and the third was a" , "date" : "19980524" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: LONG ISLAND CITY; Storing Crime's Detritus" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/24\/nyregion\/neighborhood-report-long-island-city-storing-crime-s-detritus.html"} , {"body" : "EVERY three or four weeks a sense of oppression descends on Amy Lesser. The walls of her one-bedroom apartment on the Upper West Side seem to close in. The knocking noises of the elevator outside her door grate on her. Faxes keep coming, reminding her of work and responsibility. On nights like these, Ms. Lesser said, she feels like a caged hamster" , "date" : "19980524" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Night Moves" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/24\/nyregion\/night-moves.html"} , {"body" : "A few months ago, a group of Chinese business owners and residents in Sunset Park were introduced to a potential new neighbor. Gathered in Ocean Palace, an Eighth Avenue restaurant, they listened to Charles Katz, a Borough Park developer who was accompanied by a Chinese-speaking employee, describe the shopping center he wants to build just blocks" , "date" : "19980517" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BOROUGH PARK; Enlisting Troops in Battle Over Planned Shopping Center" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/17\/nyregion\/neighborhood-report-borough-park-enlisting-troops-battle-over-planned-shopping.html"} , {"author" : "Samuel G. Freedman is an author whose books include ''Small Victories: The Real World of a Teacher, Her Students, and Their High School.''" , "body" : "ONE century ago, the man selected to lead the public schools of newly consolidated New York City delivered an acceptance speech. William Henry Maxwell had earned a reputation for eloquent oratory long before assuming the office of superintendent on March 15, 1898, and on that morning he turned his bass voice to a suitably grand theme. ''New York is" , "date" : "19980517" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Education"] , "page_facet" : "1" , "title" : "A Century of Art on a Blackboard Canvas" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/17\/arts\/a-century-of-art-on-a-blackboard-canvas.html"} , {"body" : "His is an immigrant's tale: Barely 22, Khalid Khannouchi scrubbed dishes in a Middle Eastern restaurant and hauled tables at grade school track meets, anything to make a dollar. He spoke little English but settled near other Moroccans in Bay Ridge, Brooklyn. He found a tiny apartment and a mosque for Friday prayers. And at night he ran. He ran" , "date" : "19980516" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "RUNNING; From Morocco to Brooklyn, A Runner's Road to the Top" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/16\/sports\/running-from-morocco-to-brooklyn-a-runner-s-road-to-the-top.html"} , {"body" : "HOWARD-Ethel E. Formerly of Bay Ridge, Brooklyn, on May 2, 1998, age 92. Loving sister of the late James, Alice Paradine, Joseph, John and Margaret. Dear sister-in-law of Florence V. Howard and Florence Howard. Fond aunt of a niece and five nephews. Visting Wednesday morning, 1011:45 AM, at the Clavin Funeral Home, 7722 4th Ave (corner 78th St)," , "date" : "19980504" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "17" , "title" : "Paid Notice: Deaths HOWARD, ETHEL E." , "url" : "http:\/\/www.nytimes.com\/1998\/05\/04\/classified\/paid-notice-deaths-howard-ethel-e.html"} , {"body" : "''Blooming'' it is. Bloom it does. By far the largest work of Elizabeth Murray's 37-year career, the mural of Italian mosaics stretches 120 feet along four walls. Across this expanse, she has splashed biomorphic fantasies: startling sunbursts and serpentine tree branches and chubby coffee cups from which ribbons of aphorisms spill. The piece is" , "date" : "19980501" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "Next Stop, Murals; Change Here for Uptown Sculpture" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/01\/arts\/next-stop-murals-change-here-for-uptown-sculpture.html"} , {"body" : "AT first, she was simply a curiosity. Children, fascinated by her green eyes, would demand to know whether she was masquerading behind contact lenses. Some called her ''Mrs. Clinton,'' as if any white woman walking through the neighborhood had to be on some kind of White House fact-finding tour. But gradually, over the last five weeks, Dr. Kathleen" , "date" : "19980501" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "OCEAN HILL-BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; District Thaws to School Superintendent" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/01\/nyregion\/public-lives-district-thaws-to-school-superintendent.html"} , {"body" : "REILLY-Eugene. On 4\/29\/98. County Longford-Carrickadorish. Proprietor of Liev Ericksson. Beloved husband of Margaret (nee White), County Cavan. Devoted father of Catherine, Philip, John, Eugene, Julie and Megin. Fond father-in-law of Pat Walsh, Joann and Donna. Cherished grandfather of Catherine, Philip, John, Paul, Jennifer & Matthew Owen. Loving" , "date" : "19980430" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "10" , "title" : "Paid Notice: Deaths REILLY, EUGENE" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/30\/classified\/paid-notice-deaths-reilly-eugene.html"} , {"body" : "SATURDAY is not Nathilee Caldeira's Sabbath, yet she feels a certain reverence for the day. As Orthodox Jews dressed for worship walk to synagogues, she and other blacks in the neighborhood go about their business. They do so with an understanding that it is a sacred day. ''Somehow on Saturdays, nobody really gets crazy,'' she said. Sunday is Ms." , "date" : "19980412" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "BRIGHTON BEACH (NYC)" , "MIDWOOD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Old Places, New Faces" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/12\/nyregion\/old-places-new-faces.html"} ,   {"body" : "In her native Egypt, Zeinab Olley celebrated the Muslim feast of sacrifice, Id al-Adha, with prayers at her mosque and the ritual slaughter of a sheep. Relatives showered money on Ms. Olley's daughter, Eva, and everyone spent the afternoon at the zoo or even the Pyramids. Yesterday, in her newly adopted country, the United States, Ms. Olley" , "date" : "19980408" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Muslims Celebrate Holiday at Coney Island" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/08\/nyregion\/muslims-celebrate-holiday-at-coney-island.html"} , {"body" : "An article on Thursday about three students' efforts to get into Stuyvesant High School misidentified the Brooklyn neighborhood for Bishop Ford High School, which one girl considered as an alternative. It is in Windsor Terrace, not Bay Ridge." , "date" : "19980408" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Corrections" , "New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/08\/nyregion\/c-corrections-400955.html"} , {"body" : "Along Came a Spider Q. I recall reports of a child in Queens being bitten by a black widow spider, back in the 1950's. Are they still found in the city? A. Although rarely seen, at least two species of black widow spiders, Latrodectus variolus and Latrodectus mactans, are indigenous to our area, according to Louis N. Sorkin, an arachnologist at the" , "date" : "19980405" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1998\/04\/05\/nyregion\/fyi-320137.html"} , {"body" : "Few New York City spectacles radiate as much anxiety as the annual surge of eighth graders outside Stuyvesant High School, the educational Valhalla on the Hudson, for a one-shot, grueling entrance exam that many believe will determine the rest of their lives. The most recent test one icy winter day -- with scores released just last month -- was, as" , "date" : "19980402" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "PUTTING DREAMS TO THE TEST: A special report; Elite High School Is a Grueling Exam Away" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/02\/nyregion\/putting-dreams-test-special-report-elite-high-school-grueling-exam-away.html"} , {"body" : "DONALD PIERRE could not find the home he wanted for the price he could pay in his old neighborhood, Crown Heights, Brooklyn -- the one that would work for his growing family and bring in a bit of rental income. But three miles east, in once-notorious East New York, Brooklyn, he found a three-family building on a 40- by 100-foot lot. And, in" , "date" : "19980329" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "SOUTH BRONX (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Manhattan Strength Lifts All Boroughs" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/29\/realestate\/manhattan-strength-lifts-all-boroughs.html"} , {"body" : "In spring 1996, the Open Housing Center, a nonprofit fair-housing organization in Manhattan, received an anonymous telephone call about a Bay Ridge realtor. ''I know that they will not rent to blacks,'' the caller said. That tip triggered a lengthy investigation that culminated on Feb. 27, when the center filed a class action lawsuit against Ted" , "date" : "19980329" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BAY RIDGE\/BENSONHURST; Lawsuit Charges Landlord Had No Vacancies -- for Blacks" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/29\/nyregion\/neighborhood-report-bay-ridge-bensonhurst-lawsuit-charges-landlord-had-no.html"} , {"body" : "COMERFORD-Rose M. Of Bay Ridge, Brooklyn and Point Lookout, New York, on March 24, 1998. Practicing psychotherapist, graduate of Fordham University, NYU School of Social Work and Washington Square Institute. Beloved and devoted wife of late Frank Comerford. Loving mother and mother-in-law of Joellin, Michael and Andrianne, Frank and Maura, Patrice," , "date" : "19980329" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "43" , "title" : "Paid Notice: Deaths COMERFORD, ROSE M." , "url" : "http:\/\/www.nytimes.com\/1998\/03\/29\/classified\/paid-notice-deaths-comerford-rose-m.html"} , {"body" : "COMERFORD-Rose M. Of Bay Ridge, Brooklyn and Point Lookout, New York, on March 24, 1998. Practicing psychotherapist, graduate of Fordham University, NYU School of Social Work and Washington Square Institute. Beloved and devoted wife of late Frank Comerford. Loving mother and mother-in-law of Joellin, Michael and Andrianne, Frank and Maura, Patrice," , "date" : "19980326" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "20" , "title" : "Paid Notice: Deaths COMERFORD, ROSE M." , "url" : "http:\/\/www.nytimes.com\/1998\/03\/26\/classified\/paid-notice-deaths-comerford-rose-m.html"} , {"body" : "THERE are two commonly held beliefs about today's New York. No. 1: Things are good. No. 2: Everyone agrees about No. 1. The prevailing wisdom holds that the city is basking in a glorious period of renewal, evidenced and enhanced by a robust economy, a revitalized cultural scene and surging self-confidence. After all, the argument goes, Wall Street" , "date" : "19980322" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York's Riding High. But How Much Is Hot Air?" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/22\/nyregion\/new-york-s-riding-high-but-how-much-is-hot-air.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN EAST MIDTOWN $385,000 115 East 57th Street (Galleria) 1-bedroom, 1-bath, 850-sq.-ft. condo in a postwar building; 24-hr. doormen, concierge, windowed kitchen," , "date" : "19980322" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/22\/realestate\/residential-sales.html"} ,   {"body" : "Christopher J. Mega used to be a New York State Assemblyman and Senator, but has been out of the political arena for the last five years. As the presiding judge of New York State's Court of Claims, he cannot so much as publicly utter a politically oriented thought, lest he violate judicial guidelines on ethics. Nonetheless, Mr. Mega, a 67-year-old" , "date" : "19980322" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Judge Is Expected to Try to Reclaim Former State Senate Seat for Republicans" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/22\/nyregion\/judge-is-expected-to-try-to-reclaim-former-state-senate-seat-for-republicans.html"} , {"body" : "IT was just a mom-and-pop business. Of course, Mom was Jane Fonda and Pop was Ted Turner. Pop owned a television superstation and a baseball team. Those were the good old days of personal baseball ownership, fast going out of style. Turner is an anachronism now, having long since sold his control to one of those humongous media conglomerations," , "date" : "19980320" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; Celebration! A Boss We Can Cherish" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/20\/sports\/sports-of-the-times-celebration-a-boss-we-can-cherish.html"} , {"body" : "Family, friends and neighbors have taken to the streets to search for a 21-year-old Brooklyn man who went to work last Tuesday, went out for drinks afterward at a neighborhood bar, stopped at a friend's house and then never made it home. The man, Peter Caragiulo, has not been seen since 1:30 A.M. Wednesday, when he left a friend's house near the" , "date" : "19980316" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "A Brooklyn Man Is Missing, And a Family's Search Begins" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/16\/nyregion\/a-brooklyn-man-is-missing-and-a-family-s-search-begins.html"} , {"body" : "Expressing confidence that drunken St. Patrick's Day revelers can be kept under control tomorrow, Mayor Rudolph W. Giuliani and city police officials said yesterday that there were no plans to increase the number of officers policing the annual cavalcade up Fifth Avenue, which was marred last year by fighting that left a high-school student dead." , "date" : "19980316" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Giuliani Says Extra Police Are Not Needed for Parade" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/16\/nyregion\/giuliani-says-extra-police-are-not-needed-for-parade.html"} , {"body" : "If New Yorkers notice a traffic island at all, they are likely to see a desolate patch of concrete or asphalt, awash in the fumes and din of passing traffic, littered with whatever the wind left behind. But these marginal slivers of the city's gritty floor are starting to blossom. The Parks Department is transforming them into pint-sized parks. In" , "date" : "19980304" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Greening of the Forgotten Islets; Concrete Deserts Bloom as Parks Dept. Thinks Small" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/04\/nyregion\/greening-forgotten-islets-concrete-deserts-bloom-parks-dept-thinks-small.html"} , {"body" : "A proposal to build a rail freight tunnel under New York Harbor received the crucial endorsements of Senators Daniel P. Moynihan and Alfonse M. D'Amato yesterday as the city moved forward with a study of what could eventually become its biggest building project in decades. The ambitious plan, which seeks to link the city with the rest of the" , "date" : "19980303" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Moynihan and D'Amato Back Rail Tunnel" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/03\/nyregion\/moynihan-and-d-amato-back-rail-tunnel.html"} , {"body" : "When Independence Savings Bank, a venerable savings institution based in Brooklyn, offers its stock to the public in the next week or so, about 50,000 depositors, many of them with small accounts, may have a chance to cash in as insiders on an initial public offering, just like Wall Street high rollers. ''The average guy can't get Netscape as an" , "date" : "19980226" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Depositors Hope for Windfall When Independence Savings Goes Public" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/26\/nyregion\/depositors-hope-for-windfall-when-independence-savings-goes-public.html"} , {"body" : "Henny Youngman, the King of the One-Liners, who implored his audiences for more than six decades to ''take my wife -- please,'' died yesterday at the Mount Sinai Medical Center in Manhattan. He was 91 years old and lived on West 55th Street in Manhattan. Mr. Youngman had been hospitalized since Jan. 2. Michael Camerman, Mr. Youngman's assistant," , "date" : "19980225" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "9" , "title" : "Henny Youngman, King of the One-Liners, Is Dead at 91 After 6 Decades of Laughter" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/25\/arts\/henny-youngman-king-of-the-one-liners-is-dead-at-91-after-6-decades-of-laughter.html"} , {"body" : "FOR children raised in Park Slope, a premier Brooklyn neighborhood richly laden with advantages, impoverished beginnings can never be an excuse for later failures. There is wealth here -- visible in blocks of polished brownstones and attested to by recent sales prices. But it is the breadth of its cultural offerings in a 19th-century architectural" , "date" : "19980222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "If You're Thinking of Living In\/Park Slope, Brooklyn; Where the Past Is an Abiding Presence" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/22\/realestate\/if-you-re-thinking-living-park-slope-brooklyn-where-past-abiding-presence.html"} , {"body" : "This is about an 11-mile walk in a more or less straight line, a stroll along a Brooklyn railroad track that once represented the industrial heart of the city and might do so again someday. Or might just become a skinny but very long park. The cross-Brookyn rail line is one of those odd, serendipitous spaces that exist outside most people's view" , "date" : "19980222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Quiet Brooklyn Tracks Stir Dreams of Planners" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/22\/nyregion\/quiet-brooklyn-tracks-stir-dreams-of-planners.html"} ,   {"body" : "It was in Apartment 4A in the Zeta Beta Tau fraternity house on West 115th Street in Manhattan, prosecutors say, that the potentially explosive combination of college sports and illegal gambling had collided with unbroken regularity for the last several months. In that apartment, prosecutors have charged, Joseph Della Pietra, a 20-year-old student" , "date" : "19980216" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "Sports"] , "page_facet" : "1" , "title" : "Even at Columbia, Gambling And College Athletics Collide" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/16\/sports\/even-at-columbia-gambling-and-college-athletics-collide.html"} , {"body" : "When Elina Teplinsky, an 11th grader at Polytechnic Preparatory Country Day School in Brooklyn, watched the opening ceremonies of the Winter Olympics last week, she noticed an odd detail. Instead of releasing doves near the Olympic torches, as is the tradition, the International Olympic Committee released biodegradable, dove-shaped balloons. Her" , "date" : "19980215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Technology"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: NEW YORK ON LINE; For Children, an Olympic Computer Event" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/15\/nyregion\/neighborhood-report-new-york-on-line-for-children-an-olympic-computer-event.html"} , {"body" : "The long, exhaustive search for a 22-year-old Brewster man who disappeared after visiting Times Square on New Year's Eve ended yesterday when his family received the news they had long dreaded: the man's body was found floating off a pier along the Brooklyn waterfront. Lawrence R. Andrews Jr. was found dead in the waters off Shore Road in Bay" , "date" : "19980213" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Times Square Reveler Is Found Drowned" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/13\/nyregion\/times-square-reveler-is-found-drowned.html"} , {"body" : "A Brooklyn teen-ager charged with killing a high school student during a brawl at last year's St. Patrick's Day parade was acquitted of all counts yesterday by a Manhattan jury. Jason Andrade, 19, of Bay Ridge, was found not guilty of charges that he beat Michael Sarti, 18, into a coma. Mr. Sarti, a high school senior who lived in the Throgs Neck" , "date" : "19980212" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Suspect in Fatal Beating Near St. Patrick's Day Parade Is Acquitted" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/12\/nyregion\/suspect-in-fatal-beating-near-st-patrick-s-day-parade-is-acquitted.html"} , {"body" : "COOK-Alice L. (nee Kane). Born April 29, 1900. Died February 10th, 1998, in Dover, Delaware. Formerly of Bay Ridge, Brooklyn. Retired Principal of P.S. 102, New York City Board of Education. Loving wife of the late Lt. Cmdr. Paul J. Cook, U.S.N.R., Ret. Also survived by many nieces and nephews. Visiting Friday, 9AM, Clavin Funeral Home, 7722 4th" , "date" : "19980211" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "27" , "title" : "Paid Notice: Deaths COOK, ALICE L. (NEE KANE)" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/11\/classified\/paid-notice-deaths-cook-alice-l-nee-kane.html"} , {"body" : "DEAR DIARY: Our new neighbors, Sam and Sylvia, a nice couple in their 60's, and their dog, Phoebe, a Shih Tzu, just moved in a few weeks ago. Saturday afternoon Sylvia rang our doorbell. She seemed agitated and perturbed. She announced that she was locked out of her apartment and in need of a bathroom. We obliged and told her not to worry, spare" , "date" : "19980209" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/09\/nyregion\/metropolitan-diary-486833.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN GRAMERCY PARK $85,000 201 East 28th Street 500-sq.-ft. studio co-op in a prewar building; 24-hr. doormen, 1 bath, high ceilings, south exposure; maintenance $365," , "date" : "19980208" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/08\/realestate\/residential-sales.html"} , {"body" : "IN the Cypress Hills section of Brooklyn, close to the Queens border, Jean M. Reynolds is becoming expert in a housing relocation technique known as checkerboarding. The checkerboard player moves tenants from one apartment to another, usually in a different building, with the option to return when renovations are complete. As one of the smaller and" , "date" : "19980208" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "PERSPECTIVES; Speeding the Pace of Recycling in City-Run Housing" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/08\/realestate\/perspectives-speeding-the-pace-of-recycling-in-city-run-housing.html"} , {"body" : "It's not every day that the New York City Police Department's vice enforcement division finds its way to Columbia University. But on Thursday night, a team of officers descended on the college's Zeta Beta Tau fraternity house and arrested a 20-year-old economics major for what they said was his part in a $10 million-a-year sports gambling ring. The" , "date" : "19980207" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Columbia Student Charged as Gambling Ring Member" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/07\/nyregion\/columbia-student-charged-as-gambling-ring-member.html"} , {"body" : "To the Editor: It seems to me that the article took the premise that ''the role of the nun in the church was absolutely torpedoed by Vatican II'' and set about to prove it by misrepresenting the life style of the Sisters of the Visitation and their mission. I am offended by the manner in which these dedicated women were portrayed. Each day as" , "date" : "19980125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "15" , "title" : "Looking Back (Again) on '97; Article on Monastery Missed Spiritual Dimension" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/25\/nyregion\/l-looking-back-again-on-97-article-on-monastery-missed-spiritual-dimension-241156.html"} ,   {"body" : "To the Editor: Your article on our Visitation Monastery (''The Silence,'' Dec. 21) missed the reality of our life. The article reflects neither the lived experience of our charism, nor the joy and meaning of our mission. Our Second Federation of the Visitation in the United States has chosen as its present focus: Openness, Collaboration and" , "date" : "19980125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "15" , "title" : "Looking Back (Again) on '97; Article on Monastery Missed Spiritual Dimension" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/25\/nyregion\/l-looking-back-again-on-97-article-on-monastery-missed-spiritual-dimension-241148.html"} , {"body" : "The evening was a cold, dank weep, the kind of weather that can bring on thoughts of doom. Thus it was an ideal time to settle into the snug dimness at Rocky Sullivan's, one elbow propped up on the bar and one hand cradling a pint of Guinness. Up and down the bar, activity was at full boil. At the near end, a rollicking young man was pontificating" , "date" : "19980123" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "IRELAND"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Hoisting a Pint to a Heritage; New Breed of Irish Bars Caters to the Culturally Curious" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/23\/nyregion\/hoisting-pint-heritage-new-breed-irish-bars-caters-culturally-curious.html"} , {"body" : "By the time City Councilman Angel Rodriguez raised his hand to take the oath of office, the 300 people gathered in a Brooklyn grade school auditorium had already sat through the singing of ''The Star-Spangled Banner'' and the Puerto Rican anthem, ''La Borinquena.'' They had witnessed a colorful lion dance performed by the Latin American Chinese" , "date" : "19980115" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Civic Parties Of Pageantry And Pledges; It's Swearing-In Season For Council Members" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/15\/nyregion\/civic-parties-pageantry-pledges-it-s-swearing-season-for-council-members.html"} , {"body" : "From Griselda's in Park Slope to Trixie Glamourama in East New York and Vinny Venditti's in Bay Ridge, Brooklyn has plenty of beauty salons. It also has plenty of health clubs. But what the borough doesn't have is a spa that is open seven days a week and uses organic products. Debra Ann Townes and Yvonne Bernard plan to open the upscale," , "date" : "19980111" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: COBBLE HILL; Body Coddling a la Mode" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/11\/nyregion\/neighborhood-report-cobble-hill-body-coddling-a-la-mode.html"} , {"body" : "ROSENDO STEWART left Colon, Panama, 19 years ago, hoping to prosper in the United States. For years he worked two jobs in New York, as a cabby and a doorman, but could not unlock the door to his dream through hard work alone. Last month, though, he got a key to prosperity in the form of a loan to buy a taxi medallion, the city's coveted license to" , "date" : "19980111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "EARNING IT; Where Immigrant Dreams Prosper, at a Profit" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/11\/business\/earning-it-where-immigrant-dreams-prosper-at-a-profit.html"} , {"author" : "Mindy Aloff is a New York critic and magazine writer." , "body" : "As anyone who has successfully weathered the application process at the Department of Motor Vehicles can vouch for, there are few things as satisfying as learning how to drive a car sufficiently well that a representative of the state is led to utter the two sweetest words in the D.M.V. vocabulary: ''You passed.'' As someone who has taken three" , "date" : "19980109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts" , "Education"] , "page_facet" : "44" , "title" : "MY BROOKLYN; How Amazing, the Way I Learned to Drive" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/09\/arts\/my-brooklyn-how-amazing-the-way-i-learned-to-drive.html"} , {"body" : "For the last few years, Lawrence R. Andrews and a half-dozen or so of his friends have journeyed from Brewster, N.Y., to Times Square to ring in the new year. They followed a routine familiar to suburban revelers: Hop on an evening train. Go to some bars. Celebrate with the masses as the ball drops. Go home feeling merry. But this year, Mr. Andrews" , "date" : "19980106" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Family and Police Seek Missing Times Square Reveler" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/06\/nyregion\/family-and-police-seek-missing-times-square-reveler.html"}]