[  {"body" : "Three construction workers were injured in Brooklyn yesterday when part of an abandoned four-story apartment building that they were demolishing suddenly collapsed. Investigators said high winds might have been partly to blame for the collapse. The scaffolding at the construction site, in the Bedford-Stuyvesant section, also collapsed. ''I think" , "date" : "19981223" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "3 Workers Hurt in Collapse of 4-Story Building" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/23\/nyregion\/3-workers-hurt-in-collapse-of-4-story-building.html"} , {"body" : "It was past midnight, early on a Saturday, but even the children in the cluster of people standing outside Junior's Restaurant on Flatbush Avenue looked wide awake. They were going to see their fathers, something many had not done in a long time. Around 12:30 A.M., a white van pulled up, and Sandy Rose got out to oversee the boarding. It was the" , "date" : "19981220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BEDFORD-STUYVESANT; Prison Van Is a Link For Families" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/20\/nyregion\/neighborhood-report-bedford-stuyvesant-prison-van-is-a-link-for-families.html"} , {"author" : "Jason DeParle, a staff writer for the magazine, has written extensively on welfare reform." , "body" : "One Saturday morning this fall, a 54-year-old Bronx woman who has spent more years on welfare than she can remember answered a small-type summons from the city government, the second that she has received this year. ''Dear Sir\/Madam,'' it began. ''You are being called in to evaluate your employability.'' She stuffed two doctors' letters into a worn" , "date" : "19981220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "50" , "title" : "What Welfare-to-Work Really Means" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/20\/magazine\/what-welfare-to-work-really-means.html"} , {"body" : "AS Benjamin Middleton Jr. and his son approach the corner of Marcus Garvey Boulevard and Hancock Street in Bedford-Stuyvesant, their pace quickens. Casting an edgy glance around and noticing the drug dealers on their usual turf, Mr. Middleton automatically shifts his hand from his son's head and loops it protectively around his shoulder. Until" , "date" : "19981220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "One Dad's Redemption; Does Ben Middleton's Private Revolution Herald a Public Shift?" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/20\/nyregion\/one-dad-s-redemption-does-ben-middleton-s-private-revolution-herald-public-shift.html"} , {"body" : "IN the shadow of an abandoned RCA factory building, its windowpanes cruelly poked out, is John Giannotti's house, its own front windows dressed in red velvet and the lead mullions of the fan light above the door perfectly intact from 1810. Here, Mr. Giannotti can be especially mindful of Walt Whitman's comment that in his life ''Camden was" , "date" : "19981213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CAMDEN (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "IN PERSON; Don't Call Them 'Urban Pioneers'" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/13\/nyregion\/in-person-don-t-call-them-urban-pioneers.html"} , {"body" : "IN the late 90's the 1790's -- Israel Crane owned a general store in what is now Montclair, and the road from Newark ran right past his door. The location was nice enough, but the road, an old Indian trail, was so lumpy and wound so circuitously around the Watchung Mountains that the trip from Newark to West Caldwell took a full day. So Mr. Crane," , "date" : "19981213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ESSEX COUNTY (NJ)" , "BLOOMFIELD AVENUE (ESSEX COUNTY, NJ)" , "MONTCLAIR (NJ)" , "NEWARK (NJ)" , "WEST CALDWELL (NJ)" , "CALDWELL (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bloomfield Avenue's Twists and Turns" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/13\/nyregion\/bloomfield-avenue-s-twists-and-turns.html"} , {"body" : "In his latest effort to overturn his apparent defeat in the November election, State Attorney General Dennis C. Vacco has challenged the votes of Elias Alvarez, Susan Linder, Edleena Alexander and 100,000 others in New York City, asserting that they had moved or were otherwise ineligible. But a check by The New York Times of all the voters" , "date" : "19981213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "Name Check Finds No Signs Of Vote Fraud" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/13\/nyregion\/name-check-finds-no-signs-of-vote-fraud.html"} , {"body" : "Here is a sampling of performances of Handel's ''Messiah'' and other oratorios in New York City. Admission is free unless otherwise noted (churches accept donations). Today AVERY FISHER HALL. Handel's ''Messiah''; National Chorale; Jean Danton, soprano; Angela Horn, alto; David Adams, tenor; James Demler, bass; Martin Josman, music director. 8 P.M." , "date" : "19981211" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "The Glory of the Oratorio, Starting With Handel's 'Messiah'" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/11\/movies\/the-glory-of-the-oratorio-starting-with-handel-s-messiah.html"} , {"body" : "The owner of a Brooklyn bodega who was being held up at gunpoint by three men managed to grab a gun from one of them and shoot and wound all three, the police said. The store owner, Jose DeJesus Collado, 32, told officers that the three men entered his store on Marcus Garvey Boulevard in Bedford-Stuyvesant just after 4 P.M. yesterday, Sgt. Cory" , "date" : "19981208" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; Brooklyn Bodega Owner Turns Tables in Holdup" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/08\/nyregion\/metro-news-briefs-new-york-brooklyn-bodega-owner-turns-tables-in-holdup.html"} , {"body" : "Fifteen firefighters and three officers from three Brooklyn firehouses have been placed on modified duty while the department investigates whether they were drinking in firehouses, a fire official said last night. The officers were moved to desk duty at Fire Department headquarters over the weekend after spot checks by department investigators at" , "date" : "19981208" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Beer Cans In Firehouses Lead to Action Against 18" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/08\/nyregion\/beer-cans-in-firehouses-lead-to-action-against-18.html"} ,   {"body" : "Two police officers who shot and critically wounded a teen-ager who was carrying a water pistol last August acted appropriately, since they mistook the toy for a gun, the Brooklyn District Attorney said yesterday. The youth, Michael Jones, 16, was hit by 6 of the 16 shots fired at him during an Aug. 23 encounter on a Bedford-Stuyvesant street about" , "date" : "19981205" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Officers Cleared in Shooting of Youth Wielding Toy Gun" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/05\/nyregion\/officers-cleared-in-shooting-of-youth-wielding-toy-gun.html"} , {"body" : "A teacher's aide at a Brooklyn school was arrested yesterday and accused of beating an 11-year-old boy in class with a door hinge last week, the police said. The aide, Arturo Gonzalez, 31, a paraprofessional at Intermediate School 117 in Bedford-Stuyvesant, was arrested on charges of second-degree assault, said Detective Madelyne Colon, a police" , "date" : "19981202" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "12" , "title" : "METRO NEWS BRIEFS: NEW YORK; Teacher's Aide Accused Of Beating a Child" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/02\/nyregion\/metro-news-briefs-new-york-teacher-s-aide-accused-of-beating-a-child.html"} , {"body" : "Childhood was never an option for Marleny Cruz. At the age of 9, she was sent from her native Dominican Republic to live in New Jersey with her father, a man she would later say abused her. When Marleny was 10, her mother was killed in her homeland in an argument over drugs, cheating the young girl of the reunion she longed for. By her early teens," , "date" : "19981130" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Failed by a System Meant to Help Her; A Chronic Runaway's Journey Through a Foster Care Maze Ended in a Brutal Death at 14" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/30\/nyregion\/failed-system-meant-help-her-chronic-runaway-s-journey-through-foster-care-maze.html"} , {"body" : "An off-duty emergency medical technician was struck and killed by an unmarked police car after he stepped off a bus in Brooklyn early yesterday, the police said. The police car, occupied by three officers and a police sergeant, was chasing two other cars that had been speeding and swerving along Broadway near Hooper Street in the Williamsburg" , "date" : "19981129" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "51" , "title" : "Police Vehicle in Chase Kills City Rescue Worker" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/29\/nyregion\/police-vehicle-in-chase-kills-city-rescue-worker.html"} , {"body" : "A Brooklyn livery-cab driver thwarted a robbery by running a red light and hitting an off-duty police officer's car on Friday night, the police said. The driver, Aguelgasi Khoghali, 35, had picked up two men at Fulton Street and Throop Avenue in Bedford-Stuyvesant shortly before 8:30 P.M., said Officer Joseph Cavitolo, a department spokesman. As" , "date" : "19981129" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "57" , "title" : "Cabby Hits Officer's Car to Foil a Robbery" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/29\/nyregion\/cabby-hits-officer-s-car-to-foil-a-robbery.html"} , {"body" : "A foster care supervisor for the New York City Administration for Children's Services was arrested yesterday on charges that he groped two of his adult adopted sons, officials said. In addition, his wife was charged with endangering the welfare of a 6-year-old foster child in their care. The supervisor, George Alex Allen, 51, was also charged with" , "date" : "19981126" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "Foster Care Supervisor Is Charged in Sexual Abuse of His Children" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/26\/nyregion\/foster-care-supervisor-is-charged-in-sexual-abuse-of-his-children.html"} , {"body" : "A 51-year-old Brooklyn man was charged last night with beating a 14-year-old boy in his home in Bedford-Stuyvesant, and detectives were investigating complaints by three other children in the house that the man abused them. The man, Alex Allen, was arrested on charges of assault and endangering the welfare of a minor. The boy was in stable" , "date" : "19981125" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "METRO NEWS BRIEFS: NEW YORK; Brooklyn Man Is Charged With Beating a Boy, 14" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/25\/nyregion\/metro-news-briefs-new-york-brooklyn-man-is-charged-with-beating-a-boy-14.html"} , {"body" : "IT'S classic. It's irresistible. And it's a killer. Two bites into the standard pecan pie, and even dessert-toughened Yankees raised on chocolate decadence cake, tiramisu and creme brulee know that they're in deep trouble. This pie is sweeter than a Shirley Temple film festival, more cloying than a Barbara Walters interview. Like Rhine maidens" , "date" : "19981125" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Too Sweet to Eat? A Proposal for the Pie" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/25\/dining\/too-sweet-to-eat-a-proposal-for-the-pie.html"} , {"body" : "As the final ballots are being counted in the tight race for state attorney general, Democratic leaders are charging that the campaign of Dennis C. Vacco, the Republican incumbent, has mounted a concerted effort to invalidate paper ballots in black and Hispanic areas, particularly in New York City. On Friday, Mr. Vacco was trailing his Democratic" , "date" : "19981123" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ballot Tactics Used by Vacco Are Assailed" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/23\/nyregion\/ballot-tactics-used-by-vacco-are-assailed.html"} , {"body" : "A Brooklyn man died early yesterday after he and his wife jumped from a second-floor window while trying to escape a fire raging in their Flatbush apartment. The man, Henry Brown, 58, died at Kings County Hospital Center shortly after jumping about 2:30 A.M. and suffering a trauma-induced heart attack, fire officials said. His wife, Eleanor, 60," , "date" : "19981122" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "Man Dies Leaping From Fire and 2 Are Injured" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/22\/nyregion\/man-dies-leaping-from-fire-and-2-are-injured.html"} ,   {"body" : "It wasn't supposed to end this way. Not this personally. Not this jarringly. Everyone knew that the legendary Concord Resort Hotel in the Catskills was past its prime, unable to bring the tourists back to what was once the crown jewel of the resort area. Everyone knew that the hotel was in financial distress and desperate to attract buyers. Still," , "date" : "19981122" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["SULLIVAN COUNTY (NY)" , "CATSKILLS (NYS AREA)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Catskills, Resort's Death Darkens the View" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/22\/nyregion\/in-catskills-resort-s-death-darkens-the-view.html"} , {"body" : "Schools Chancellor Rudy Crew, moving to restore order in a Brooklyn school district saddled with academic failures and political disputes among the members of its governing board, installed a new superintendent yesterday and placed half of the district's schools under the Chancellor's supervision. In taking the action, Dr. Crew becomes the latest" , "date" : "19981121" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Crew Takes on Broad Powers in Bedford-Stuyvesant District" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/21\/nyregion\/crew-takes-on-broad-powers-in-bedford-stuyvesant-district.html"} , {"body" : "Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West at 79th Street. The Hall of Biodiversity focuses on the variety and interdependence of earth's living things. Exhibitions: ''The Sacred Arts of Haitian Vodou'' explores the Afro-Caribbean religion of voodoo, including paintings, sequined flags, a replica of a voodoo temple," , "date" : "19981120" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "48" , "title" : "SPARE TIMES; ATTRACTIONS" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/20\/arts\/spare-times-attractions.html"} , {"body" : "A 12-year-old Brooklyn boy who was trying to prevent his younger brother from falling off a bunk bed died yesterday when he fell off the bed and impaled himself on the metal spike of a lamp, the police said. The boy, Jasmaine Edwards, and his brother were both on the top bunk of the bed in Jasmaine's apartment on Greene Avenue in" , "date" : "19981120" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "METRO NEWS BRIEFS -- NEW YORK; Brooklyn Boy Dies in Fall From Bed Onto Lamp" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/20\/nyregion\/metro-news-briefs-new-york-brooklyn-boy-dies-in-fall-from-bed-onto-lamp.html"} , {"body" : "LIFE is a battle for the human soul between the forces of the sacred and the profane. Or so it would seem even to a casual voyager through theological musings on dance over the last four centuries. Dance, like sex, was marginally allowable as a duty, a way of maintaining a healthy body. Otherwise, dancing led to perdition. ''Of the 500,000 fallen" , "date" : "19981115" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "12" , "title" : "DANCE; A Celebration of the Spiritual Where Some See Sin" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/15\/arts\/dance-a-celebration-of-the-spiritual-where-some-see-sin.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; meetings usually held on second Tuesday of month, but the next meeting is Dec. 1, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg. Board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn," , "date" : "19981115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; From Red Hook to Cypress Hills: When and Where the Community Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/15\/nyregion\/neighborhood-report-brooklyn-up-close-red-hook-cypress-hills-when-where.html"} , {"body" : "A man wanted in connection with four rapes at subway and bus stops in Brooklyn, has been found on Long Island, where he was arraigned yesterday on charges in two sex crimes there, the police said. The man, James Smith, 29, was arrested on Friday afternoon in Freeport, N.Y., Nassau County Police Department officials said, after a 15-year-old girl" , "date" : "19981115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FREEPORT (NY)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Rape Suspect In 4 Attacks Is in Custody" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/15\/nyregion\/rape-suspect-in-4-attacks-is-in-custody.html"} , {"body" : "Citing declining test scores, state education officials added 21 New York City schools to the state's list of failing schools yesterday, bringing the total number in the city to 97. While aides to Schools Chancellor Rudy Crew focused on the fact that 18 other schools had improved enough to be removed from the list, some officials and educators" , "date" : "19981114" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "9 Percent of the City's Public Schools Are Failing, State Says" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/14\/nyregion\/9-percent-of-the-city-s-public-schools-are-failing-state-says.html"} , {"body" : "Fall is the time to think of fragrant, steaming pies like those served at these 12 restaurants. (These summaries, written by Eric Asimov, are taken from Ruth Reichl's and Mr. Asimov's dining reviews, columns and articles in The Times.) 1. Alva * [RATING: One Star] (212) 228-4399 36 East 22d Street Manhattan $$ All major cards Alva may be the" , "date" : "19981113" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "47" , "title" : "EATING OUT; Pie Time" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/13\/arts\/eating-out-pie-time.html"} , {"body" : "WHEN Jackie Mullins suggested to her husband, Houston, that they celebrate their sixth wedding anniversary in East St. Louis, Ill., a largely black city known for its social problems, he didn't think there would be much worth seeing there. Gradually, she persuaded him, and the couple came up from Memphis and signed in at the Parker Garden Bed and" , "date" : "19981112" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Creating an Oasis In Inner City or Desert" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/12\/garden\/creating-an-oasis-in-inner-city-or-desert.html"} ,   {"body" : "ATTRACTIONS MUSEUMS AND SITES AMERICAN NUMISMATIC SOCIETY, Audubon Terrace, Broadway at 155th Street, Washington Heights. The society has the most extensive coin collection in North America; its library is open to the public. On permanent display is ''American Numismatic Design, 1892-1922,'' which includes all coins issued during this period. Also" , "date" : "19981106" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/06\/arts\/spare-times-742694.html"} , {"body" : "Everything hurts. My head is throbbing, my stomach is unsettled. My knees are swollen. I'm a little dizzy. And my thigh muscles? I don't know when I'll be climbing stairs again. In other words, I feel terrific. The euphoria of completing my first marathon, and doing it in New York, is helping to push the pain aside. After having told myself ''next" , "date" : "19981102" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "FIRST PERSON; Next Year Finally Arrives, And It Proves Quite Painful" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/02\/sports\/first-person-next-year-finally-arrives-and-it-proves-quite-painful.html"} , {"body" : "It has become a deadly Halloween tradition: pranksters toss eggs, their targets get mad and angry words are followed by shootings, stabbings and, sometimes, death. This year, the victim was a 21-year-old computer programmer from the Bronx who was driving his girlfriend and her son home from a Halloween party on Saturday night when a group of young" , "date" : "19981102" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Egg Thrown on Halloween Sparks Fatal Fight" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/02\/nyregion\/egg-thrown-on-halloween-sparks-fatal-fight.html"} , {"body" : "For a place as wildly diverse as New York, the city's major commercial theater can often seem considerably less so. Sure, ''The Beauty Queen of Leenane'' is an Irish play, and ''Art'' is French. The list, and the world, seem pretty much to end right there. But while Broadway's idea of exotic fare may be a West End import, in neighborhoods" , "date" : "19981030" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "1" , "title" : "Amid Diversity Onstage, Passion's a Mother Tongue" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/30\/movies\/amid-diversity-onstage-passion-s-a-mother-tongue.html"} , {"body" : "This summer I wrote two columns about a man named Jeffrey Blake, who was serving a term of 36 years to life in prison for the murder of two men in the East New York section of Brooklyn in 1990. It was a spectacular and brazen crime, an execution in broad daylight. The victims were in a car. They were killed by a gunman who ran beside the car and" , "date" : "19981029" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "31" , "title" : "IN AMERICA; Justice, at Long Last" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/29\/opinion\/in-america-justice-at-long-last.html"} , {"body" : "Jeffrey Blake went to prison for murder in 1991 on the weight of one man's word. Today, after spending more than a quarter of his life behind bars, Mr. Blake will go free, because, officials now concede, that man's word was a lie. ''Oh, man,'' exclaimed Michelle Fox, the Legal Aid Society lawyer who handled the six-year appeal, ''this is a case of" , "date" : "19981029" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Man Is Cleared In Murder Case After 8 Years" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/29\/nyregion\/man-is-cleared-in-murder-case-after-8-years.html"} , {"body" : "A former girlfriend of Corey Arthur, the young man accused of torturing and fatally shooting his former high school English teacher, testified yesterday that Mr. Arthur confessed the killing to her. The former girlfriend, Carlethia Weeks, 24, said that Mr. Arthur first alluded to the shooting of the teacher, Jonathan M. Levin, over the telephone," , "date" : "19981028" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Suspect Is Said to Admit Killing a Teacher" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/28\/nyregion\/suspect-is-said-to-admit-killing-a-teacher.html"} , {"body" : "This is the first year in the city's four-year plan to offer all families prekindergarten education. But this fall 330 preschoolers, from the Bronx to Bedford-Stuyvesant, are sitting around their kitchen tables instead, as their parents try to teach shapes, colors and the proper use of scissors. Home schooling has grown from a fringe movement 10" , "date" : "19981025" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: NEW YORK UP CLOSE; Even for Preschoolers, There's Home Schooling" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/25\/nyregion\/neighborhood-report-new-york-up-close-even-for-preschoolers-there-s-home.html"} , {"body" : "On Thursday, Mayor Rudolph W. Giuliani all but dared city schoolchildren to take the day off from school to attend the Yankee ticker tape parade, saying the First Son and First Daughter, Andrew and Caroline, would be on hand. Yesterday, thousands of public school students took him up on the idea. Attendance at the city's public high schools dropped" , "date" : "19981024" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "WORLD CHAMPS: THE SCENE; Officially a School Day, But Who's Counting?" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/24\/nyregion\/world-champs-the-scene-officially-a-school-day-but-who-s-counting.html"} , {"body" : "On a recent evening, a crowd of elegantly dressed people, many of them Democrats, gathered at the Hilton Hotel in Manhattan to honor a Brooklyn housing group founded by one of the state's most famous liberals, Senator Robert F. Kennedy. And there, seated near the front, was an unlikely guest of honor: Senator Alfonse M. D'Amato, the three-term" , "date" : "19981023" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE 1998 CAMPAIGN: RACE FOR THE SENATE -- THE INCUMBENT; A Conservative, D'Amato Learned to Adapt" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/23\/nyregion\/1998-campaign-race-for-senate-incumbent-conservative-d-amato-learned-adapt.html"} ,   {"body" : "A fifth-grade teacher in Brooklyn is under investigation after reports that she stood by as students threw spitballs at another 10-year-old student, Board of Education officials said yesterday. The teacher, Nervoline Greenaway, who has been at Public School 305 in Bedford-Stuyvesant for seven years, was reassigned yesterday to work at the office of" , "date" : "19981022" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; Spitball Incident Prompts Investigation of Teacher" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/22\/nyregion\/metro-news-briefs-new-york-spitball-incident-prompts-investigation-of-teacher.html"} , {"body" : "A 39-year-old man was stabbed to death by his older brother early yesterday morning in the apartment they shared in Bedford-Stuyvesant, Brooklyn, the police said. The victim, Vincent Roman, was stabbed once in the chest by Jose Roman, 47, at 1:25 A.M. yesterday in their apartment at 390 Nostrand Avenue, said Officer Theresa Farello, a Police" , "date" : "19981019" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "METRO NEWS BRIEFS: NEW YORK; Older Brother Is Accused Of Killing the Younger" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/19\/nyregion\/metro-news-briefs-new-york-older-brother-is-accused-of-killing-the-younger.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. Costumes, set pieces, filming equipment and other items relating to film, television and video are on permanent display. Exhibitions include ''Behind the Screen,'' a permanent display with more than 1,000 artifacts that illustrate" , "date" : "19981016" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/16\/arts\/spare-times-358169.html"} , {"body" : "In one of his sharpest attacks yet on Senator Alfonse M. D'Amato's ethics, Representative Charles E. Schumer, the Democratic candidate for Senate, accused his opponent yesterday of ''lining his pockets'' with $390,000 in speaking fees from large corporations and other special-interest groups that had legislation pending before Congress between 1981" , "date" : "19981014" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Schumer Assails D'Amato Over High Speaking Fees" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/14\/nyregion\/schumer-assails-d-amato-over-high-speaking-fees.html"} , {"body" : "Brooklyn detectives have identified a career criminal as the suspected rapist accused of attacking at least three women as they waited at transit stops in different parts of the borough. A ''Wanted'' poster with a photo of the suspect, identified by the police as Bart Roman, is taped to token booths in subway stations throughout Brooklyn. Detective" , "date" : "19981011" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Career Criminal Is Suspect in Three Rapes" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/11\/nyregion\/neighborhood-report-brooklyn-up-close-career-criminal-is-suspect-in-three-rapes.html"} , {"body" : "Kerri Lynnette Richardson, the daughter of Mr. and Mrs. Robert E. Richardson of Washington, is to be married there today to Dirk Jordan DeLaCour, a son of Mr. and Mrs. Willis S. DeLaCour Jr. of Brooklyn. Judge Harold L. Cushenberry Jr. of District of Columbia Superior Court, is to officiate at the Meridian House. The couple graduated from Wesleyan" , "date" : "19981011" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "10" , "title" : "WEDDINGS; Dirk DeLaCour, Kerri Richardson" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/11\/style\/weddings-dirk-delacour-kerri-richardson.html"} , {"body" : "THE SETTING -- The 10,500 Pop-Tarts gave off a strong factory-made strawberry scent as they were laid side by side on tables in the marble and neon entrance to the Theater at Madison Square Garden Tuesday morning. It was time for a little all-American promotionalism as the Kellogg Company celebrated the 35th anniversary of this breakfast food by" , "date" : "19981011" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: MIDTOWN -- BUZZ; Wanted: One Very Large Toaster" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/11\/nyregion\/neighborhood-report-midtown-buzz-wanted-one-very-large-toaster.html"} , {"body" : "Score, which operates 50 after-school educational centers throughout the United States, recently opened two in the city. The first, at 412 Columbus Avenue (at 79th Street), opened last month, and two weeks ago a learning center opened in Bedford-Stuyvesant, Brooklyn, at 1360 Fulton Street, Building B (between New York and Brooklyn Avenues). The" , "date" : "19981011" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; For a Child Who Can't Do Math But Has the Shot Clock Aced" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/11\/nyregion\/new-yorkers-co-for-a-child-who-can-t-do-math-but-has-the-shot-clock-aced.html"} , {"body" : "The police arrested a Brooklyn man yesterday in connection with a slaying outside a baptismal party on Sept. 26. The man, Oscar Hernandez, 18, of Flatbush was arrested early yesterday morning in Pine Island, N.Y., in Orange County, Detective Joseph Pentangelo, a police spokesman, said. He was charged with the murder of Alexander Rojas, 18. Mr." , "date" : "19981004" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "Brooklyn Man Charged in Death At Baptism Party" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/04\/nyregion\/brooklyn-man-charged-in-death-at-baptism-party.html"} , {"body" : "Fostering Healthy Children MONDAY -- The American Health Foundation will celebrate National Child Health Day with a dinner at the Metropolitan Club, 1 East 60th Street. The black-tie evening will benefit the foundation's educational programs aimed at fostering children's health. Dr. David Satcher, the Surgeon General, and John E. Pepper, the" , "date" : "19981004" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "8" , "title" : "BENEFITS" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/04\/style\/benefits-144479.html"} ,   {"body" : "Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West at 79th Street. The Hall of Biodiversity focuses on the variety and interdependence of earth's living things. ''Spirits in Steel: The Art of the Kalabari Masquerade'' features 13 steel sculptures by Sokari Douglas Camp, drawing on themes from her homeland in Nigeria, and 25" , "date" : "19981002" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES: ATTRACTIONS" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/02\/arts\/spare-times-attractions.html"} , {"body" : "Two men were killed outside a Brooklyn baptismal celebration on Saturday night when an 18-year-old man was shot to death and his uncle was fatally stabbed while intervening in hopes of saving him, the police said yesterday. The 18-year-old, Alexander Rojas, was killed shortly after 11:30 P.M. during an argument in front of the Concord Plaza" , "date" : "19980928" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "2 Are Slain Outside Brooklyn Baptismal Party" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/28\/nyregion\/2-are-slain-outside-brooklyn-baptismal-party.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; meeting usually held on second Tuesday of month; but next meeting is on Wednesday, Oct. 14, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown" , "date" : "19980927" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Bushwick to Bensonhurst, When the Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/27\/nyregion\/neighborhood-report-brooklyn-up-close-bushwick-bensonhurst-when-boards-meet.html"} , {"body" : "Of all the American regional cuisines, Southern cooking has over the years made the greatest impression on New Yorkers, with more restaurants offering specialties of the South than of any other region. Here are 12 of them. (These summaries, written by Eric Asimov, are taken from Ruth Reichl's and Mr. Asimov's dining reviews, columns and articles in" , "date" : "19980925" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "EATING OUT; Southern Specialties" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/25\/arts\/eating-out-southern-specialties.html"} , {"body" : "Howard Sanders had garnered the trappings of American success: a degree from Harvard Business School, a position with a high-powered Manhattan investment firm and an apartment on Central Park West. But Mr. Sanders, who is black, felt so strongly about one day owning a home in Harlem, where he had grown up, that it became a condition of his marriage" , "date" : "19980918" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "For Affluent Blacks, Harlem's Pull Is Strong" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/18\/nyregion\/for-affluent-blacks-harlem-s-pull-is-strong.html"} , {"body" : "Scrambling for attention in the shadow of a Presidential visit, Democratic candidates for Senate and governor brought their primary campaigns to a quiet close yesterday, ending contests that were notably short on acrimony and appeared to stir little interest with the public. The candidates fanned out to traditional last-day campaign stops -- subway" , "date" : "19980915" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Candidates In Final Push For Primaries" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/15\/nyregion\/candidates-in-final-push-for-primaries.html"} , {"body" : "The structural problems that have plagued the Williamsburg Bridge over the years will again inconvenience commuters starting in May, when city transportation officials are to suspend subway service across the bridge for roughly five months for a $150 million repair project. Brooklyn-bound service on the J, M and Z lines is to terminate at the" , "date" : "19980912" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "More Commuter Hassles for Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/12\/nyregion\/more-commuter-hassles-for-brooklyn.html"} , {"body" : "One of the reasons New York City has an undistinguished Congressional delegation is that in most cases, Democratic incumbents enjoy virtual automatic lifetime tenure. Most of these one-party districts are not even holding perfunctory primaries, let alone serious races, on Sept. 15. Fortunately, there are a few exceptions. Ninth District (Brooklyn" , "date" : "19980910" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "32" , "title" : "Races for Congress in New York City" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/10\/opinion\/races-for-congress-in-new-york-city.html"} , {"body" : "Mayor Rudolph W. Giuliani stepped up his defense yesterday of police officers who stormed the stage at a youth rally in Harlem on Saturday, saying they had decided to move in only after the keynote speaker began urging the crowd to fight and even shoot police officers if provoked. Tensions about the rally's abrupt ending mounted yesterday, with the" , "date" : "19980907" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "CONFRONTATION IN HARLEM: THE OVERVIEW; Giuliani and Organizers of Rally Clash Over Use of Force by Police" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/07\/nyregion\/confrontation-harlem-overview-giuliani-organizers-rally-clash-over-use-force.html"} , {"body" : "As a black nationalist was concluding a youth rally in Harlem with an expletive-laced diatribe against Mayor Rudolph W. Giuliani and the police yesterday afternoon, police officers in riot gear stormed the stage, prompting a series of scuffles and tense standoffs to end what had been a peaceful event on an ugly note of violence. By evening, city" , "date" : "19980906" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "CONFRONTATION IN HARLEM: THE OVERVIEW; Rally in Harlem Ends in Clashes With the Police" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/06\/nyregion\/confrontation-harlem-overview-rally-harlem-ends-clashes-with-police.html"} ,   {"body" : "Four Civil Court seats are being contested in New York City's Democratic primary on Sept. 15. The winners are almost certain to prevail in November's general election. THE BRONX. Countywide: The countywide race for Civil Court pits Wilma Guzman, an experienced trial attorney specializing in negligence cases, against Anthony Chiofalo, a corporate" , "date" : "19980905" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "10" , "title" : "Civil Court Choices" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/05\/opinion\/civil-court-choices.html"} , {"body" : "NORTHERN BROOKLYN Parade of Angels Dancing in the Streets Dozens of Brooklyn children will dress as angels and parade through streets in Bedford-Stuyvesant and Crown Heights on Saturday in a choreographed theatrical production called ''House of Angels.'' The children will provide dance accompaniment for a series of costumed bands along the route." , "date" : "19980830" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/30\/nyregion\/playing-in-the-neighborhood-576050.html"} , {"body" : "Two pastors were arrested in separate incidents yesterday, accused of raping members of their congregations, the police said. In the first case, the Rev. Osei Bantor Alexander Kissi, 52, of 2652 Decatur Avenue in the Fordham section of the Bronx, was arrested and charged with rape, sexual abuse and endangering the welfare of a child, Officer Cheryl" , "date" : "19980827" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "METRO NEWS BRIEFS: NEW YORK; Two Pastors Accused Of Raping Congregants" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/27\/nyregion\/metro-news-briefs-new-york-two-pastors-accused-of-raping-congregants.html"} , {"body" : "Police officials yesterday staunchly defended the shooting of a Brooklyn teen-ager by two officers who mistook his water gun for the real thing, but the youth's distraught family demanded answers about why the officers fired at him 17 times. The injured youth, Michael Jones, who was hit in the legs with six of the shots, took a turn for the worse" , "date" : "19980825" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police Defend Shooting Youth Holding Toy" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/25\/nyregion\/police-defend-shooting-youth-holding-toy.html"} , {"body" : "A 16-year-old bicyclist in Brooklyn who was carrying a water pistol was shot and critically wounded early yesterday by two police officers who were responding to a call about a man with a gun and who apparently mistook the teen-ager's toy for a real weapon, the police said. The teen-ager, Michael Jones, was riding his bicycle with a friend at the" , "date" : "19980824" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Mistaking Water Pistol for Gun, Police Shoot Brooklyn Youth, 16" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/24\/nyregion\/mistaking-water-pistol-for-gun-police-shoot-brooklyn-youth-16.html"} , {"body" : "Alerted by a neighbor who spotted a dazed 3-year-old boy wandering outside in the middle of the night, the police yesterday arrested a Brooklyn woman who they said left her six children home alone while she went to a party Saturday night. The mother, Samantha Stevens, 29, returned home from the party around 5 A.M. yesterday and found police" , "date" : "19980817" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mother Held After 6 Children Are Left Alone" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/17\/nyregion\/mother-held-after-6-children-are-left-alone.html"} , {"body" : "As the H.M.S. Rose sailed down the East River on Friday, Jake Herczeg, 15, of Park Slope, Brooklyn, sang and worked on the deck of the three-masted frigate. Seven other teen-agers added their voices to songs from ''Barney'' and ''Sesame Street'' as the young sailors tarred the giant anchor of the sailing ship to keep it from rusting. Below," , "date" : "19980803" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BOSTON (MASS)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "A Week of Sailing and Self-Discovery" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/03\/nyregion\/a-week-of-sailing-and-self-discovery.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy pop and jazz concerts in the New York metropolitan area this weekend. * denotes a highly recommended concert. * CHAVEZ AND CAT POWER, Bowery Ballroom, 6 Delancey Street at the Bowery, Lower East Side, (212) 533-2111. In Chavez's songs, big, brawny guitar chords blare and" , "date" : "19980731" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "28" , "title" : "POP AND JAZZ GUIDE" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/31\/movies\/pop-and-jazz-guide-146390.html"} , {"body" : "Think of the criminal justice system as an old dilapidated vehicle, a jalopy. Sometimes it will get you where you want to go. Frequently it will not. Jeffrey Blake is in prison in upstate New York, serving a sentence of 36 years to life for a double homicide, because the jalopy broke down. Mr. Blake, who is 29 and has already served eight years," , "date" : "19980730" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "21" , "title" : "In America; Justice Delayed" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/30\/opinion\/in-america-justice-delayed.html"} , {"body" : "Long considered one of the most rundown and neglected parts of New York City's sprawling transit network, the five-station Franklin Avenue shuttle, which cuts 1.4 miles across central Brooklyn, began the final stages of a badly needed overhaul yesterday that will leave it out of service for 18 months. After fighting off attempts to close the" , "date" : "19980725" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "18-Month Renovation for Brooklyn Shuttle" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/25\/nyregion\/18-month-renovation-for-brooklyn-shuttle.html"} ,   {"body" : "Once a merchant, now semiretired, Joey Coleman has worked or lived around Bedford-Stuyvesant, Brooklyn, for 35 years, a witness to what has changed and what has not. So as he spent yesterday sitting with friends along Fulton Street, Mr. Coleman tried to explain a frustration felt and endured more often than seen. No, Mr. Coleman said, he wasn't" , "date" : "19980715" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Rage a Decade Ago, But Now, Frustration; In Bedford-Stuyvesant, Muted Reactions To Judgment That Pagones Was Defamed" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/15\/nyregion\/rage-decade-ago-but-now-frustration-bedford-stuyvesant-muted-reactions-judgment.html"} , {"body" : "WHAT do Kansas City, Mo.; Chicago, and Oakland, Calif., have that New York does not? Great barbecue, for one. When it comes to real barbecue -- meat cooked ever so slowly over a low wood fire until it is imbued with the tantalizing aroma of smoke -- these cities thoroughly outdo New York. This is a crushing fact for barbecue lovers in New York." , "date" : "19980715" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "Critic's Notebook; With Barbecue, New York Is Mostly Just Whistling Dixie" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/15\/dining\/critic-s-notebook-with-barbecue-new-york-is-mostly-just-whistling-dixie.html"} , {"body" : "A van that crashed Friday evening on a Pennsylvania highway, killing two Brooklyn girls on their way home from a day-camp outing, was overcrowded and none of its occupants were wearing seat belts, camp counselors who were in the van and state troopers said yesterday. The accident, on Interstate 80 in Jackson Township, Pa., about 80 miles northwest" , "date" : "19980712" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PENNSYLVANIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Few in Van, If Any, Wore Seat Belts" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/12\/nyregion\/few-in-van-if-any-wore-seat-belts.html"} , {"body" : "In the pediatric unit of Pocono Medical Center here, two young survivors of Friday's van crash, Shaquasha Chambers, 6, and Jalea Moses, 7, were covered with bruises and gauze as they fanned themselves with silvery ''Get Well Soon'' balloons. For Shaquasha, whose mother, Patricia D. Parrish, also survived the crash, the tears ran afresh today when" , "date" : "19980712" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["PENNSYLVANIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Survivors Remember Crying and Blood" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/12\/nyregion\/survivors-remember-crying-and-blood.html"} , {"body" : "Two people died and 24 others were injured last night when an overloaded van carrying a group of Brooklyn children from a day trip to a Pennsylvania amusement park flipped over, scattering bodies across a highway, the authorities said. The children were on a trip to the Knoebels Amusement Park in Elysburg, Pa., with their day camp, sponsored by the" , "date" : "19980711" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Two Killed On Day Trip For Children" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/11\/nyregion\/two-killed-on-day-trip-for-children.html"} , {"body" : "NEWS Rare Treats At the New Amsterdam Theater near Times Square, not only does the show (''The Lion King'') go on, but so do six South Africans in the 52-member cast. The South Africans, including Tsidii Le Loka, who plays the wise baboon Rafiki, and five members of the ensemble received a waiver from Actors' Equity to appear in the cast when the" , "date" : "19980707" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["FORT GREENE PARK (NYC)" , "SOUTH AFRICA"] , "nytd_section_facet" : ["Arts" , "Books" , "Theater"] , "page_facet" : "1" , "title" : "Footlights" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/07\/theater\/footlights.html"} , {"body" : "WHEN Laurie Miller said goodbye to the narrow house on Quincy Street, there was still a pull chain attached to the wooden toilet tank up near the ceiling. There was still a claw foot bathtub. The boiler didn't always work. It was home, though, and had been since she was 10 years old, when she often ran the five blocks to the previous owner's house" , "date" : "19980702" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "Turf; The Long Road Home to a Building Full of Memories" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/02\/garden\/turf-the-long-road-home-to-a-building-full-of-memories.html"} , {"body" : "A member of the hip hop group Wu-Tang Clan was shot twice and robbed of some gold jewelry yesterday in the Bedford-Stuyvesant section of Brooklyn, the police said. It was unclear if the 29-year-old singer, whose given name is Russell Jones, resisted the robbers, but one of them shot him once in the arm and once in the back. He was taken to St." , "date" : "19980701" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; Rap Singer Is Shot In Robbery in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/01\/nyregion\/metro-news-briefs-new-york-rap-singer-is-shot-in-robbery-in-brooklyn.html"} , {"body" : "Over the last 20 years, the families at Bedford Gardens, a sprawling Brooklyn apartment complex, have grown accustomed to seeing the name Kraus at every turn. Their rent checks go to Kraus Management, the company that runs the complex in the heart of Williamsburg. They are watched over by uniformed guards from Kraus Security. When their toilets" , "date" : "19980627" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "EMPIRE OF HIS OWN: A special report.; A Landlord Who Keeps Services Close to Home" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/27\/nyregion\/empire-of-his-own-a-special-report-a-landlord-who-keeps-services-close-to-home.html"} , {"body" : "A city police officer was convicted yesterday of sexually abusing a 35-year-old woman who had been taken to the 79th Precinct station house in Brooklyn after a fight with her husband. Officer Benjamin Rodriguez, 26, of Deer Park, N.Y., was found guilty of four misdemeanor counts of sexual abuse after a trial before Justice James G. Starkey of State" , "date" : "19980627" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Officer Is Convicted of Sexually Abusing Woman in Police Station" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/27\/nyregion\/officer-is-convicted-of-sexually-abusing-woman-in-police-station.html"} ,   {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West at 79th Street. Recently opened, the 11,000-square-foot Hall of Biodiversity, focusing on the variety and interdependence of Earth's living things. ''Spirits in Steel: The Art of the Kalabari Masquerade,'' an exhibition featuring 13 steel sculptures by Sokari" , "date" : "19980626" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/26\/arts\/spare-times-590207.html"} , {"body" : "Charles Hobson never had to look far for guests to fill his first television show, ''Inside Bedford-Stuyvesant.'' He once plucked Cicero Murphy, then one of the country's great black pool players, from a billiards hall on Nostrand Avenue. Another time he recruited the renowned musician Eubie Blake. He brought on local police officers, teachers, a" , "date" : "19980625" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Black America Made Visible; TV Show Illuminated Culture Through Lens of Bed-Stuy" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/25\/nyregion\/black-america-made-visible-tv-show-illuminated-culture-through-lens-of-bed-stuy.html"} , {"body" : "Events BROOKLYN ACADEMY OF MUSIC, 30 Lafayette Avenue, Fort Greene. The ''Dance Africa '98 Bazaar,'' a street fair with Dance Africa performances and more than 200 vendors of African food and crafts. Tomorrow from noon to 11 P.M.; Sunday from noon to 7 P.M. Free. Information: (718) 636-4100. BROOKLYN BOTANIC GARDEN, 1000 Washington Avenue. Plant" , "date" : "19980619" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "Centennial Weekend; Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/19\/arts\/centennial-weekend-brooklyn.html"} , {"body" : "Ripe, Red, Luscious And at the Greenmarkets Quarts of ripe, luscious strawberries from local farms were lined up at stands at the Union Square Greenmarket last week, and they should be available through early July. They were being sold for $3 a quart by Caradonna Farm of Marlboro, N.Y., Sycamore Farm of Middletown, N.Y., and Hodgson Farms of" , "date" : "19980617" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Food Stuff" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/17\/dining\/food-stuff.html"} , {"body" : "There had been three days of arguing and occasional shouting, three days in which the 12 jurors in the Brooklyn murder trial of Darrel K. Harris had agonized over the death penalty. By Friday, 10 jurors wanted a death sentence. Eleanore L. Walker, a registered nurse, was one of two who did not. Even as other jurors vacillated, Ms. Walker said in" , "date" : "19980611" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Juror Explains Her Tortuous Path to Voting for a Death Sentence" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/11\/nyregion\/a-juror-explains-her-tortuous-path-to-voting-for-a-death-sentence.html"} , {"body" : "An 11-year-old Brooklyn girl was critically injured yesterday afternoon when she was struck by a car with an unlicensed driver, the police said. The girl, Cassandra Pierre, was struck shortly after 1 P.M. when she ran in front of a 1997 Ford van traveling north on Nostrand Avenue, near Flatbush Avenue in Bedford-Stuyvesant, the police said. She was" , "date" : "19980610" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Car Seriously Injures Girl, 11, On a Busy Brooklyn Avenue" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/10\/nyregion\/car-seriously-injures-girl-11-on-a-busy-brooklyn-avenue.html"} , {"body" : "JOE PEREZ'S pulse quickens when the phone rings inside his storefront office at the Bedford-Stuyvesant Volunteer Ambulance Corps. The adrenaline rush psyches him up to respond to a cardiac call or some other code-red emergency. It also fuels his response to the corps's lingering code green, a lack of funds that has left these trailblazers having to" , "date" : "19980610" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "About New York; Cash Squeeze Makes It Hard To Save Lives" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/10\/nyregion\/about-new-york-cash-squeeze-makes-it-hard-to-save-lives.html"} , {"body" : "She has been haunted by many things these last few days. The image of a woman pleading for her life, so that her five children would not be left motherless. The photograph of a man twisted under a bar stool, unsuccessfully trying to shield himself from a robber's bullet. The smirk on the lips of Darrel K. Harris as witnesses identified him as the" , "date" : "19980608" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Haunted Juror Tells Of a Divided Panel Deciding for Death" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/08\/nyregion\/haunted-juror-tells-of-a-divided-panel-deciding-for-death.html"} , {"body" : "In the first death penalty trial since New York State reinstated capital punishment in 1995, a Brooklyn jury sentenced a former jail guard to die yesterday for murdering three people in a robbery at an illegal social club. The former guard, Darrel K. Harris -- who was given a medal by Mayor Edward I. Koch in 1987 for saving another correction" , "date" : "19980607" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Death Penalty For Ex-Guard In Murder of 3" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/07\/nyregion\/death-penalty-for-ex-guard-in-murder-of-3.html"} , {"body" : "Two jurors nearly came to blows yesterday as a Brooklyn jury was unable for a third day to decide whether a former jail guard should be sentenced to death for killing three people, a court officer told the judge. The officer's report of the heated emotions in the jury room in State Supreme Court came in the first death penalty trial under New York" , "date" : "19980606" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Tempers Flare Among Jurors Pondering Execution" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/06\/nyregion\/tempers-flare-among-jurors-pondering-execution.html"} ,   {"body" : "After a prosecutor urged a death sentence for a ''malignant'' triple killer and a defense lawyer appealed for ''justice tempered by mercy,'' a Brooklyn jury began deliberating yesterday whether to sentence a former jail guard to execution for murdering three people during a robbery. In the first death penalty trial under New York State's" , "date" : "19980604" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "After Emotional Summations, Jury Weighs Death Sentence" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/04\/nyregion\/after-emotional-summations-jury-weighs-death-sentence.html"} , {"body" : "Telling jurors who are deciding whether her son should be executed that his fate was really ''in the Lord's hands,'' the mother of a former jail guard recounted yesterday how she fell apart when the police told her that her ''special child'' killed three people. But despite the bloody 1996 rampage that made her son, Darrel K. Harris, the first" , "date" : "19980602" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mother's Love, Despite 'Terrible Crime'" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/02\/nyregion\/mother-s-love-despite-terrible-crime.html"} , {"body" : "An unemployed resident of Red Hook, Brooklyn, said that he believed the death penalty made criminals ''think twice before committing heinous crimes,'' but that as a juror he would not automatically vote to execute every killer, because it ''depends on how and why the murder was committed.'' A medical technician from Bedford-Stuyvesant said that her" , "date" : "19980601" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "For 12, a Hard Look at Death Penalty" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/01\/nyregion\/for-12-a-hard-look-at-death-penalty.html"} , {"body" : "A New York City correction officer yesterday told jurors who are considering whether Darrel K. Harris should be sentenced to death for the murders of three people in a Brooklyn social club that Mr. Harris was once a hero, saving his life by throwing his body over the unconscious officer during a jail riot. The officer, Thomas Cinquemani, who was a" , "date" : "19980530" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Jurors in Death Penalty Case Hear of Murderer's Heroism" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/30\/nyregion\/jurors-in-death-penalty-case-hear-of-murderer-s-heroism.html"} , {"body" : "The first person convicted of capital murder under New York State's current death penalty law expressed an ''enormous amount of remorse'' for killing three people, a psychologist yesterday told a Brooklyn jury that is to decide whether the convicted man should be executed. The testimony so disturbed two relatives of the victims that they stalked" , "date" : "19980529" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Death Penalty Jury Is Told That Killer Showed Remorse" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/29\/nyregion\/death-penalty-jury-is-told-that-killer-showed-remorse.html"} , {"body" : "Frank C. Montero, a racial pioneer who in his various guises as political gadfly, government official, foundation executive and real estate developer devoted his life to smoothing the way toward an integrated society, died on May 8 at a nursing home in Oberlin, Ohio. He was 89 and a longtime resident of the Riverdale section of the Bronx. In a" , "date" : "19980525" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "12" , "title" : "Frank C. Montero, Racial Pioneer, Dies at 89" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/25\/nyregion\/frank-c-montero-racial-pioneer-dies-at-89.html"} , {"body" : "A week after convicting a former jail guard of first-degree murder for killing three people during a robbery, a Brooklyn jury is to return to court Tuesday to begin deciding whether he should live or die. In the next stage of the first death penalty trial under New York State's three-year-old capital punishment law, the jury that convicted Darrel" , "date" : "19980524" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Defense Team Seeks to Win Mercy for a Killer" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/24\/nyregion\/defense-team-seeks-to-win-mercy-for-a-killer.html"} , {"body" : "In yesterday's summertime sun, the Fulton Mall buzzed to the tune of money: as the third busiest shopping district in the city, it trails only Herald Square and Fifth Avenue in Manhattan. Each day, more than 120,000 people visit the strip, spending more than $1 million at the 200 stores between Adams Street and Flatbush Avenue. ''This is where the" , "date" : "19980520" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Shooting Spotlights Troubled Side of a Brooklyn Mall" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/20\/nyregion\/shooting-spotlights-troubled-side-of-a-brooklyn-mall.html"} , {"body" : "A former jail guard who admitted to killing three people in Brooklyn was convicted last night of first-degree murder by a jury that must now decide whether to sentence him to death under New York State's capital punishment law. In the state's first death penalty trial under the three-year-old law, a jury in State Supreme Court in Brooklyn rejected" , "date" : "19980520" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Jury Convicts Former Guard Of Murders" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/20\/nyregion\/jury-convicts-former-guard-of-murders.html"} , {"body" : "For the last two months, a team of lawyers has been working to keep a former jail guard named Darrel K. Harris from becoming the first person sentenced to death under New York State's 3-year-old capital punishment law. But some of the testimony at Mr. Harris's trial in State Supreme Court in Brooklyn suggests that there was a moment when the" , "date" : "19980518" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Reporter's Notebook; Defending Life of Killer Who Flirted With Death" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/18\/nyregion\/reporter-s-notebook-defending-life-of-killer-who-flirted-with-death.html"} ,   {"body" : "RICHARD D. PARSONS, Nelson A. Rockefeller's personal lawyer and prodigy, was someone the former Vice President thought should someday be a nominee to the Supreme Court of the United States. But Mr. Parsons's career went a different way. He gave up law, became a chief executive officer at a bank and in 1994 was made president of Time Warner. As" , "date" : "19980517" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Q&A\/Richard D. Parsons; From Law to President of Time Warner" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/17\/nyregion\/q-a-richard-d-parsons-from-law-to-president-of-time-warner.html"} , {"body" : "CLEMSON BROWN is no Ma Bell, but he has come a long way. True, Mr. Brown, who owns pay phones, still runs his business out of the basement of his house on a tree-lined street in Flatbush. But when he started in the mid-1980's, all he had was a dirt floor and a desk. Now the basement contains two computers, a coin-wrapping room and dozens and dozens" , "date" : "19980517" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEIGHBORHOOD REPORT: NEW YORKERS & CO.; Building a Business, Quarter by Quarter" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/17\/nyregion\/neighborhood-report-new-yorkers-co-building-a-business-quarter-by-quarter.html"} , {"body" : "The Giuliani administration plans to cut as many as 1,000 positions from the Department of Homeless Services -- roughly half of the agency's total -- as it presses on with efforts to contract out the counseling and shelter that is provided to the city's homeless. Administration officials said the cuts were a natural reflection of changes at an" , "date" : "19980516" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "GIULIANI PLANS CUT OF 1,000 WORKERS WHO AID HOMELESS" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/16\/nyregion\/giuliani-plans-cut-of-1000-workers-who-aid-homeless.html"} , {"body" : "Ray Haskins, who resigned unexpectedly as Long Island University's basketball coach on Monday, said the parting was amicable. But John Suarez, the athletic director, acknowledged yesterday that the school and Haskins had different ideas about where the program should be headed. ''Ray has dreams and high aspirations,'' Suarez said yesterday at his" , "date" : "19980513" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "COLLEGE BASKETBALL; Haskins Quit Over Budget, Security" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/13\/sports\/college-basketball-haskins-quit-over-budget-security.html"} , {"body" : "A psychiatrist who examined a man accused of murdering three people in a Brooklyn social club testified yesterday that the defendant, a former jail guard, told him that the victims were killed after he had been rejected for a management or ownership position at the club. Testifying for the defense in the first death-penalty trial under New York's" , "date" : "19980513" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Doctor Says Murders Were Ignited by Job Rejection" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/13\/nyregion\/doctor-says-murders-were-ignited-by-job-rejection.html"} , {"body" : "A Brooklyn man who witnessed the slayings of three people at a social club in 1996 testified in harrowing detail yesterday that a former New York City jail guard methodically killed his victims, including a woman who beseeched him to spare her life for the sake of her children. ''He viciously attacked her while she was begging for her life and" , "date" : "19980506" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "A Witness Tells of a Relentless Murder Spree" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/06\/nyregion\/a-witness-tells-of-a-relentless-murder-spree.html"} , {"body" : "In the first death-penalty trial under New York State's three-year-old law, a defense lawyer conceded yesterday that a former jail guard killed three people but argued that he should not be convicted of first-degree murder because he had acted while in a state of ''extreme emotional disturbance.'' The lawyer for the defendant, Darrel K. Harris," , "date" : "19980505" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "In Death Penalty Case, Defense Says Killer of 3 Was Disturbed" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/05\/nyregion\/in-death-penalty-case-defense-says-killer-of-3-was-disturbed.html"} , {"body" : "As Thomas Cinquemani sees it, it is impossible to believe that Darrel K. Harris killed three people in cold blood while robbing them, as prosecutors in Brooklyn charge. And even if Mr. Harris is convicted of first-degree murder, Mr. Cinquemani says, he is prepared to urge the jury not to sentence him to death because ''he saved my life.'' That was" , "date" : "19980503" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "Once a Hero, but Now Accused of a Triple Murder in a Death Penalty Case" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/03\/nyregion\/once-a-hero-but-now-accused-of-a-triple-murder-in-a-death-penalty-case.html"} , {"body" : "After seven weeks in which more than 350 people were closely questioned, jury selection was completed in Brooklyn yesterday for the first death penalty trial under New York State's three-year-old capital punishment law. Seven women and five men, most of them in health-related or office jobs, will sit in judgment of Darrel K. Harris, a former New" , "date" : "19980429" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Capital Case Has Jury of 12 After Queries On Attitudes" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/29\/nyregion\/capital-case-has-jury-of-12-after-queries-on-attitudes.html"} , {"body" : "FIVE years ago, Burke Mazyck was left with a 2-month-old son and decided to go the distance. As you read this, he is probably baking cookies and muffins -- their favorite Sunday activity -- with 5-year-old Paul. Being a single parent is difficult under any circumstances: one income, one caretaker, one patience to wear thin. But Mr. Mazyck is" , "date" : "19980426" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "URBANITIES; A Single Father, Far From Sitcom Land" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/26\/nyregion\/urbanities-a-single-father-far-from-sitcom-land.html"} ,   {"body" : "Bonnets on Broadway TUESDAY -- Broadway Cares\/Equity Fights AIDS will hold its annual Easter bonnet competition and variety show at the New Amsterdam Theater, 214 West 42d Street. Members of the companies of more than 40 Broadway and Off Broadway shows will dance, sing and show off one-of-a-kind Easter bonnets created by the companies. The bonnets" , "date" : "19980412" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "6" , "title" : "BENEFITS" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/12\/style\/benefits-440116.html"} , {"body" : "When officials of St. John's University announced a $300 million expansion plan on Wednesday, they noted proudly that when it was finished St. John's would no longer be known as a commuter college. Part of the plan calls for a village of up to a dozen dormitories for 2,800 students in a lowland area near the Grand Central Parkway known as ''the" , "date" : "19980412" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: JAMAICA; Neighbors Troubled by St. John's Dorm Plan" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/12\/nyregion\/neighborhood-report-jamaica-neighbors-troubled-by-st-john-s-dorm-plan.html"} , {"body" : "The judge and lawyers in Dalkeith McIntosh's murder trial here began choosing jurors this week, a normally mundane procedure made more arduous and delicate because of the stakes involved. The case is only the second involving the death penalty since New York reinstated capital punishment in 1995. The judge, George D. Marlow of Dutchess County" , "date" : "19980412" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["POUGHKEEPSIE (NY)" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Death Penalty Case Presents New Problems in Picking Jury" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/12\/nyregion\/death-penalty-case-presents-new-problems-in-picking-jury.html"} , {"body" : "This is a sampling of the musical presentations planned for the holiday season at churches and concert halls in New York City. All are free unless otherwise noted. (Churches accept donations.) This selection, compiled by Paul Griffiths, represents what caught this critic's eye and excited his expectations. Unless noted, church choirs are featured" , "date" : "19980403" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "From 'Passion' to 'Alleluia,' the Music of a Sacred Season" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/03\/movies\/from-passion-to-alleluia-the-music-of-a-sacred-season.html"} , {"body" : "The case could not have been colder if it had been buried six feet under. And that's about where the unsolved murder of Donald Holloman was: under 15 years of paper work in the metal cabinets at the 82d Precinct station house in Brooklyn. But two detectives who amuse themselves with such loose strings thought something of the yellowing file. On" , "date" : "19980328" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Suspect Arrested in 1982 Brooklyn Slaying" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/28\/nyregion\/suspect-arrested-in-1982-brooklyn-slaying.html"} , {"body" : "Far from Africa but so deeply connected to his roots that he considers himself African (no hyphenated ethnic label for him), a vegetable and fruit vendor from Brooklyn pondered the question for a moment and replied with a shrug: ''I haven't really thought about it. I'm not into politics, you know,'' The topic he would rather not discuss is" , "date" : "19980326" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["AFRICA" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["World" , "Washington"] , "page_facet" : "13" , "title" : "CLINTON IN AFRICA: VOICES; Blacks on a Brooklyn Street: Both Cynics and Optimists Speak Out" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/26\/world\/clinton-africa-voices-blacks-brooklyn-street-both-cynics-optimists-speak.html"} , {"body" : "If there was one swatch of New York City that epitomized the shift in power that decentralization brought to the public school system 30 years ago, it was the neighboring Brooklyn communities of Ocean Hill and Brownsville. It was there that one of the first community school boards was born, and where angry parental demands for control led to a" , "date" : "19980321" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Crew Imposes His Nominee On a Board" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/21\/nyregion\/crew-imposes-his-nominee-on-a-board.html"} , {"body" : "For the first time in 15 years in New York State, a group of potential jurors was bluntly asked a life-or-death question yesterday: If they convicted a man of murdering three people during a robbery, could they sentence him to die? The people who were asked the question in a Brooklyn courtroom often answered with words or tones or pauses that" , "date" : "19980317" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Jury Selection Begins in First Death Penalty Case Since 1983" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/17\/nyregion\/jury-selection-begins-in-first-death-penalty-case-since-1983.html"} , {"body" : "On the night of Dec. 20, 1996, in the 79th Precinct station house in Brooklyn, a former New York City correction officer, Darrel K. Harris, confessed to killing three people while robbing patrons of a social club two weeks earlier, police detectives say. Court records indicate that Mr. Harris's reported confession, the accounts of two victims who" , "date" : "19980315" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Discrediting Reported Confession Is Major Defense Strategy in a Capital Case" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/15\/nyregion\/discrediting-reported-confession-is-major-defense-strategy-in-a-capital-case.html"} , {"body" : "The decision by the Rev. Al Sharpton to forgo a Congressional race this year may have removed him as a candidate, but it has left opponents of Representative Edolphus Towns working mightily to produce another challenger to Mr. Towns. In the aftermath of Mr. Sharpton's decision, Democratic Party officials in Brooklyn have turned their wooing toward" , "date" : "19980313" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "With Sharpton Not Running, Party Seeks House Candidate" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/13\/nyregion\/with-sharpton-not-running-party-seeks-house-candidate.html"} ,   {"body" : "The police arrested a man yesterday on charges that he shot 10 people outside a Brooklyn nightclub earlier this week, officials said. The man, Raymond E. Turner, 28, was taken into custody outside his house at 195 Willoughby Avenue in Brooklyn yesterday afternoon and charged with 10 counts of attempted murder, said Detective Joseph Pentangelo, a" , "date" : "19980313" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO NEWS BRIEFS: NEW YORK; Man Arrested in Shooting At Brooklyn Nightclub" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/13\/nyregion\/metro-news-briefs-new-york-man-arrested-in-shooting-at-brooklyn-nightclub.html"} , {"body" : "Nearly three years after New York State reinstated capital punishment, jury selection is to begin this week in the first trial in which a murder defendant faces a possible death sentence under the new law. More than 500 prospective jurors are to arrive at a Brooklyn courthouse tomorrow to start the process of deciding the fate of Darrel K. Harris," , "date" : "19980309" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Trial Starting in Brooklyn Is First Under State's New Death Penalty" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/09\/nyregion\/trial-starting-in-brooklyn-is-first-under-state-s-new-death-penalty.html"} , {"body" : "Ten people were shot in a crowded Brooklyn nightclub early yesterday morning after a man who had been ejected from the club returned with a semiautomatic handgun and opened fire, the police said. None of the injuries were life threatening, the police said: one woman was listed in critical condition, with gunshot wounds to her torso, and the nine" , "date" : "19980309" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "10 Are Hurt As Gunman Sprays Club With Bullets" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/09\/nyregion\/10-are-hurt-as-gunman-sprays-club-with-bullets.html"} , {"body" : "It had almost all the trappings of a spiritual revival. The ministers praised God. Shouts of ''Amen'' and ''Hallelujah'' punctuated melodious hymns that were sung in perfect harmony. The scene yesterday was not in a church, but in the notorious 70th Precinct station house, a place that has come to symbolize the often fractious relations between the" , "date" : "19980306" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Ministers Lead Rally For Precinct Under Fire" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/06\/nyregion\/ministers-lead-rally-for-precinct-under-fire.html"} , {"body" : "Defense lawyers in what is expected to be the state's first death-penalty trial in decades asked yesterday that the press and the public be excluded from jury selection when it begins March 16. Lawyers for the defendant, Darrel K. Harris -- a former New York City jail guard accused of murdering three people while robbing a Bedford-Stuyvesant social" , "date" : "19980304" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Closed Jury Selection Is Sought in Capital Case" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/04\/nyregion\/closed-jury-selection-is-sought-in-capital-case.html"} , {"body" : "THE old scourge spiked like a fever chart. Tuberculosis, the airborne disease that ravages the lungs, has been present in New York since colonial days but has afflicted only a few neighborhoods in modern times. Then, in the 1990's, the city's caseload suddenly doubled. By 1992, the peak of the outbreak, more than 3,800 TB cases were detected, many" , "date" : "19980301" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "MAKING IT WORK; Civil Servants Who Are More Than Just Civil" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/01\/nyregion\/making-it-work-civil-servants-who-are-more-than-just-civil.html"} , {"body" : "As one of his key proposals for improving public education last year, Gov. George E. Pataki championed parent-run schools with freedom from many state rules and practices only to see the proposal blocked largely by his Democratic rivals in the Legislature amid opposition from school administrators and the powerful teachers' union. But this year," , "date" : "19980228" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Charter Schools Gaining Support" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/28\/nyregion\/charter-schools-gaining-support.html"} , {"body" : "A police sergeant leading an undercover buy-and-bust operation was wounded and a drug suspect was killed in a burst of gunfire early yesterday as they wrestled in a notorious crack house in Brooklyn. The police said the sergeant, who was saved by his bulletproof vest, may have been shot by backup officers. Investigators said 11 shots were fired by" , "date" : "19980228" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Suspect Killed in Brooklyn Drug Shootout" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/28\/nyregion\/suspect-killed-in-brooklyn-drug-shootout.html"} , {"body" : "The New York City Board of Education approved a contract yesterday to turn over teacher training in one of the city's most troubled school districts to an agency that preaches that the attitudes of teachers are responsible for the failure of poor minority students. The $412,000 three-year contract was approved by the central Board of Education over" , "date" : "19980226" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Some Teacher Training to Be Farmed Out" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/26\/nyregion\/some-teacher-training-to-be-farmed-out.html"} , {"body" : "In the midst of earnest workshops on everything from telecommunications to youth development in minority communities, there seems to be a far stronger buzz among the participants here at this year's conference of the New York State Association of Black and Puerto Rican Legislators. In the hallways and at meals, they repeatedly turn their attention" , "date" : "19980215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "Sharpton Run Is Main Topic At Conference" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/15\/nyregion\/sharpton-run-is-main-topic-at-conference.html"} ,   {"body" : "IT was a summer evening almost four years ago, just after a spoken word night at Common Boundaries, an art gallery in Jersey City. The young crowd of about two dozen poets, artists and others was abuzz, partly from the poetry and partly from the wine. McLean Greaves, a freelance magazine writer who wears what he calls ''Henry Kissinger-style" , "date" : "19980208" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Changing the Color of Silicon" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/08\/nyregion\/new-yorkers-co-changing-the-color-of-silicon.html"} , {"body" : "A police officer who shot and killed an unarmed man in a Brooklyn grocery store last month was cleared of all criminal charges yesterday by a grand jury that found his actions justified under a law governing the use of deadly force, the Brooklyn District Attorney said. After hearing 24 witnesses -- 13 civilians and 11 police officers -- over three" , "date" : "19980131" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Panel Finds Officer Was Justified In Unarmed Man's Fatal Shooting" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/31\/nyregion\/panel-finds-officer-was-justified-in-unarmed-man-s-fatal-shooting.html"} , {"body" : "The Rev. Samuel Austin, pastor of Brown Memorial Baptist Church of Brooklyn and a leader in his 8.5-million member denomination, the National Baptist Convention U.S.A., died last Friday in Los Angeles. He was 62 and lived in Brooklyn. He had attended the midwinter board meeting of the convention, the nation's largest black denomination, and" , "date" : "19980130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "20" , "title" : "Samuel Austin, 62, a Pastor and Baptist Leader" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/30\/nyregion\/samuel-austin-62-a-pastor-and-baptist-leader.html"} , {"body" : "Gov. George E. Pataki is expected to announce $148.5 million in new financing today to rebuild the troubled Interfaith Medical Center, which is one of the largest employers in the poor Brooklyn neighborhood of Bedford-Stuyvesant, state officials said yesterday. The money represents the culmination of years of questions about how -- or even whether" , "date" : "19980129" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "5" , "title" : "Financing Expected for Brooklyn Hospital" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/29\/nyregion\/financing-expected-for-brooklyn-hospital.html"} , {"body" : "A police detective was shot in the leg last night by an escaped prisoner discovered hiding beneath a bed in a friend's apartment in Far Rockaway, Queens, the police said. The detective, Larry Malloy, 40, a 13-year veteran, was in stable condition at Jamaica Hospital last night. He was the fifth police officer shot in the city in the last four" , "date" : "19980129" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Police Detective Is Shot in Leg While Arresting an Escapee" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/29\/nyregion\/police-detective-is-shot-in-leg-while-arresting-an-escapee.html"} , {"body" : "Sister Bernadette Szymczak, who fought hunger and despair with such loving zeal that she turned a tiny Brooklyn food program into a mighty engine of sustenance and hope, died Monday at Long Island College Hospital. She was 76 and, until six months ago, had been getting up at 5 A.M. to stir the soup and poor people's spirits as the hands-on founding" , "date" : "19980124" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "13" , "title" : "Bernadette Szymczak, 76, Dies; Fed the Poor" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/24\/nyregion\/bernadette-szymczak-76-dies-fed-the-poor.html"} , {"body" : "An undercover New York City police officer was killed in a shootout in the Bronx last night after a ''buy and bust'' drug operation erupted in gunfire, officials said. The 28-year-old officer, who was identified by officials as Sean Carrington, was the first police officer killed in the line of duty since last May, when Officer Anthony Sanchez was" , "date" : "19980120" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Undercover Officer Is Slain in the Bronx In a Drug Operation" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/20\/nyregion\/undercover-officer-is-slain-in-the-bronx-in-a-drug-operation.html"} , {"body" : "By the time City Councilman Angel Rodriguez raised his hand to take the oath of office, the 300 people gathered in a Brooklyn grade school auditorium had already sat through the singing of ''The Star-Spangled Banner'' and the Puerto Rican anthem, ''La Borinquena.'' They had witnessed a colorful lion dance performed by the Latin American Chinese" , "date" : "19980115" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Civic Parties Of Pageantry And Pledges; It's Swearing-In Season For Council Members" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/15\/nyregion\/civic-parties-pageantry-pledges-it-s-swearing-season-for-council-members.html"}]