[  {"body" : "With the New York renaissance in full swing, 1998 was a good year to think expansively. Developers, shop owners and restaurateurs all hatched plans for the next big thing, or new ways to promote the big thing they already had. But the cleaner and calmer that New York became, the more people seemed to complain about rubbish, rowdiness and the other" , "date" : "19981227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: NEW YORK NIMBY; Whatever It Is, It Won't Go Up Without a Fight" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/27\/nyregion\/neighborhood-report-new-york-nimby-whatever-it-is-it-won-t-go-up-without-a-fight.html"} , {"body" : "A white and silver charter bus carrying 23 people from Brooklyn to Atlantic City for a day of casino gambling spun around on the Garden State Parkway in New Jersey yesterday and plunged down an embankment, rolling over several times. Eight were killed and 15 were injured, many critically. The cause of the accident was not immediately determined. No" , "date" : "19981225" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW JERSEY" , "GARDEN STATE PARKWAY (NJ)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "8 Killed as Bus to Atlantic City Spins Off Parkway" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/25\/nyregion\/8-killed-as-bus-to-atlantic-city-spins-off-parkway.html"} , {"body" : "The spirit of Christmas resides in Brooklyn, at 7823 12th Avenue in Dyker Heights. There, in a four-bedroom brick row house, Peter and Janet Marcolini have hung, strung and sprung a dazzling array of decorations for a quarter century, each year noticeably more than the year before. They may be running out of space, but they will never run out of" , "date" : "19981218" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "DYKER HEIGHTS (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "So Bright You Might Say It Glows" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/18\/arts\/so-bright-you-might-say-it-glows.html"} , {"body" : "Walter and Muriel Schroeder of Ronkonkoma, N.Y., made it perfectly clear on the invitations to their 50th anniversary party in July that they did not want any trinkets, vases or fountain pens. They wanted checks. The Schroeders' request was not motivated by greed, but by charity. Like scores of New Yorkers who have used birthday gatherings and" , "date" : "19981209" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "The Neediest Cases; Anniversary Request: Write Check to the Fund" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/09\/nyregion\/the-neediest-cases-anniversary-request-write-check-to-the-fund.html"} , {"body" : "Exxon, the nation's largest oil company, agreed yesterday to buy Mobil, the next largest, for $80 billion in stock, to form the world's biggest corporation. While the merger is not likely to have any immediate effect on prices at the pump, antitrust regulators will certainly scrutinize it and probably force the sale of some gas stations and" , "date" : "19981202" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Front Page" , "Business"] , "page_facet" : "1" , "title" : "BIG OIL: THE OVERVIEW; EXXON AND MOBIL ANNOUNCE $80 BILLION DEAL TO CREATE WORLD'S LARGEST COMPANY" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/02\/business\/big-oil-overview-exxon-mobil-announce-80-billion-deal-create-world-s-largest.html"} , {"body" : "UPPER EAST SIDE Art Whose Creators Know No Age Limit Many of the artists whose work is displayed at the 92d Street Y through Wednesday didn't know they were artists until last spring. That's when the Haym Salomon Foundation, an organization dedicated to improving the lives of elderly New Yorkers, made grants to start or expand art programs at 19" , "date" : "19981129" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/29\/nyregion\/playing-in-the-neighborhood-049301.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''LA BOHEME,'' Metropolitan Opera. The conductor Julius Rudel has taken over the podium for the Met's performances of this Puccini opera. Two new singers join the cast as well, both" , "date" : "19981127" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/27\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Brooklyn sports enthusiasts -- not to mention economic development proponents -- were overjoyed when Mayor Rudolph W. Giuliani announced in September that the Mets would bring a minor league baseball club to Coney Island. Then they noticed what was missing and were horrified. The Mayor's map showed a new stadium and a large parking lot totally" , "date" : "19981123" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Back to the Drawing Board in Coney Island" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/23\/nyregion\/back-to-the-drawing-board-in-coney-island.html"} , {"body" : "Glenn Cartwright stood before the cash register with his lips pursed, unable to decide between a Lightnin' Hopkins and a Clifton Chenier CD, but he was certain of one thing: When he got home, he was not going to turn the House Judiciary Committee's impeachment hearing back on. ''I watched it for a while this morning, but it was all the same stuff" , "date" : "19981120" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["U.S."] , "page_facet" : "28" , "title" : "TESTING OF A PRESIDENT: THE PUBLIC; On Very Long Day, Many Across U.S. Stifle a Yawn" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/20\/us\/testing-of-a-president-the-public-on-very-long-day-many-across-us-stifle-a-yawn.html"} , {"body" : "DEAR DIARY: About two weeks ago, I stepped into a pothole crossing Madison Avenue at 23d Street, sprained my ankle and had it taped at a hospital. Just as I was about to write a letter, I read that the Mayor planned to fill all the city's potholes. The article included a telephone number to call with any sightings. I dialed the number, was asked to" , "date" : "19981116" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/16\/nyregion\/metropolitan-diary-870030.html"} ,   {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; meetings usually held on second Tuesday of month, but the next meeting is Dec. 1, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg. Board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn," , "date" : "19981115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; From Red Hook to Cypress Hills: When and Where the Community Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/15\/nyregion\/neighborhood-report-brooklyn-up-close-red-hook-cypress-hills-when-where.html"} , {"body" : "While November's general election typically represents the end of the political season, this year's races serve as the backdrop for a round of special elections to fill the seats of three City Council members who are moving to other offices. Last week, Councilman Anthony D. Weiner, a Brooklyn Democrat, was elected to the House, and Councilman John" , "date" : "19981109" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Special Elections for City Council Are Ahead" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/09\/nyregion\/special-elections-for-city-council-are-ahead.html"} , {"body" : "The balance of power in the New York State Legislature remained relatively unchanged yesterday, as Democrats retained their firm grip on the State Assembly despite a strong victory by the Republican Governor, George E. Pataki. In the Assembly, where the Democrats have long dominated, the party finished the night with 98 of 150 seats, a gain of one" , "date" : "19981104" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "THE 1998 ELECTIONS: NEW YORK STATE -- THE STATE LEGISLATURE; Democrats Retain Hold On Assembly In Albany" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/04\/nyregion\/1998-elections-new-york-state-state-legislature-democrats-retain-hold-assembly.html"} , {"body" : "A former boxer who rose from the streets of Brooklyn to become one of New York City's most flamboyant celebrity chefs -- with his own restaurant, cookbook and cable television show -- was charged yesterday with stealing $190,000 from a credit card company by falsifying credit card receipts for payment, in one case by as much as $30,000. The chef," , "date" : "19981103" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Chef of Former Le Chantilly Is Accused of Credit Theft" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/03\/nyregion\/chef-of-former-le-chantilly-is-accused-of-credit-theft.html"} , {"body" : "Sitting behind a bare desk in a busy campaign headquarters in the Bensonhurst section of Brooklyn, Luigi R. Marano, a veteran of generations of Republican campaigns in Brooklyn, discussed his return this year to electoral politics. ''If John Glenn can go back into outer space,'' the 77-year-old Mr. Marano said, referring to the former astronaut and" , "date" : "19981029" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "THE 1998 CAMPAIGN: IN BROOKLYN; A Veteran Candidate Runs Once More, With Feeling" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/29\/nyregion\/the-1998-campaign-in-brooklyn-a-veteran-candidate-runs-once-more-with-feeling.html"} , {"body" : "GABE PRESSMAN may not have been the first local television reporter in America, but he was close, and no one would ever dispute that in New York he was the first, and most irascible. ''All I know, I was alone out there,'' said Mr. Pressman, who is 74. ''I was the only one holding the mike.'' Yesterday -- 42 years, 8 mayors and 6 governors later --" , "date" : "19981027" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Still Holding a Mike and Ruffling Feathers" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/27\/nyregion\/public-lives-still-holding-a-mike-and-ruffling-feathers.html"} , {"body" : "Four years after he attacked Senator Alfonse M. D'Amato as a threat to ethics in government, Mayor Rudolph W. Giuliani campaigned with the Senator in Republican strongholds across the city yesterday, contending that Mr. D'Amato's influence within Congress's Republican majority was vital to the city's well-being. As the Republicans toured three" , "date" : "19981027" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE 1998 CAMPAIGN: THE CANDIDATES; Giuliani Stumps With D'Amato, While Bratton Backs Schumer" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/27\/nyregion\/1998-campaign-candidates-giuliani-stumps-with-d-amato-while-bratton-backs.html"} , {"body" : "By noon yesterday, a crowd of about 150 people had gathered on a sunny corner in the heart of Bay Ridge, Brooklyn. There, with a tidy row of brownstones as a picturesque backdrop, a seemingly endless array of local and state Republican candidates came to an old-fashioned political rally to salute their party's candidate for a State Senate seat" , "date" : "19981026" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE 1998 CAMPAIGN: THE STATE SENATE; Unusually Tight Race Draws Statewide Spotlight to Corner of Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/26\/nyregion\/1998-campaign-state-senate-unusually-tight-race-draws-statewide-spotlight-corner.html"} , {"body" : "CLEMENZA-Charles R. Beloved husband of Gena. Devoted father of Courtney and Vincent. Loving son of Clementine. Fond brother of Anthony, James and Jerry. Reposing at Bensonhurst Prospero Funeral Home, 2444 86th Street, Brooklyn. Mass of Christian Burial Monday, 10:15 AM, St. Bernard's Church. Interment St. John's Cemetery. Visiting 2-5 and 7-9:30 PM" , "date" : "19981023" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "23" , "title" : "Paid Notice: Deaths CLEMENZA, CHARLES R." , "url" : "http:\/\/www.nytimes.com\/1998\/10\/23\/classified\/paid-notice-deaths-clemenza-charles-r.html"} , {"body" : "An unusual landlord-tenant dispute ended in a kidnapping and two arrests late Saturday night after a 26-year-old woman from Russia was abducted by a couple who had rented her a Brooklyn apartment, law enforcement officials said yesterday. The victim, Mariya Zhurauskas, went to return her keys and reclaim her deposit from her landlords in Brooklyn" , "date" : "19981019" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Couple Held in Tenant's Kidnapping" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/19\/nyregion\/brooklyn-couple-held-in-tenant-s-kidnapping.html"} ,   {"body" : "In a modest corner of the Marine Park section of Brooklyn is a modest home where a modest couple string Christmas lights in the winter and plant tomatoes in the spring. You couldn't find better people than Clement and Margaret Rispoli, their neighbors say. The street is a picture of postwar Americana. The Rispoli house is a brick two-story, valued" , "date" : "19981018" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "'Common Folk' Pledging Their Homes to Free Gotti's Son" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/18\/nyregion\/common-folk-pledging-their-homes-to-free-gotti-s-son.html"} , {"body" : "Once again wearing his yarmulke but shorn of his side curls, a 6-year-old Hasidic boy returned home yesterday to a celebratory welcome in Williamsburg, Brooklyn, as the couple alleged to have kidnapped him faced Federal abduction charges. The boy, Chaim Weill, who suffers from cerebral palsy and can communicate only through nods and smiles, was" , "date" : "19981017" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Ill Boy Taken From Home Returns to Williamsburg" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/17\/nyregion\/ill-boy-taken-from-home-returns-to-williamsburg.html"} , {"body" : "A 6-year-old Brooklyn boy with cerebral palsy was found unharmed yesterday, sitting in a car in a motel parking lot on Interstate 95 near Richmond, with the former baby sitter who left for a stroll with the boy two days before and never returned. Theresa Giannola Goldberg, who the police believe took the child, Chaim Weill, in an attempt to cure" , "date" : "19981016" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CHESTER (VA)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Missing Brooklyn Boy Found in Virginia" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/16\/nyregion\/missing-brooklyn-boy-found-in-virginia.html"} , {"body" : "She did not have any children of her own, but Theresa Giannola Goldberg had 6-year-old Chaim Weill. Chaim, who uses a wheelchair and leg braces, has cerebral palsy and communicates mostly with a smile or an awkward nod. His parents knew that Mrs. Goldberg, his regular baby sitter, loved Chaim, so they did not worry when she took him for a stroll on" , "date" : "19981015" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["SOUTH CAROLINA" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ailing 6-Year-Old Disappears, and Sitter Is Sought" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/15\/nyregion\/ailing-6-year-old-disappears-and-sitter-is-sought.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; meeting usually held on second Tuesday of month; but next meeting is on Wednesday, Oct. 14, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown" , "date" : "19980927" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Bushwick to Bensonhurst, When the Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/27\/nyregion\/neighborhood-report-brooklyn-up-close-bushwick-bensonhurst-when-boards-meet.html"} , {"body" : "To the Editor: Your article ''A True Case of 'Not in My Backyard' '' (Aug. 30) is more a question of ''Not in Our Community.'' The community is not opposing Baruch Mappa's right to build on his land, but opposing the abomination planned. This is a quiet residential community, which welcomes the type of housing that exists here, not medical offices" , "date" : "19980927" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "21" , "title" : "Going Beyond 12 Ideas; Backyard Dispute Is Over an 'Abomination'" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/27\/nyregion\/l-going-beyond-12-ideas-backyard-dispute-is-over-an-abomination-043524.html"} , {"body" : "It begins with frantic knocking and doorbell-ringing, and the elderly Brooklynites who answer are met by men in hard hats and fluorescent-orange vests, carrying crackling walkie-talkies. The men claim to be from ''the water company'' and warn of a nearby water main break and the possibility of flooding, broken gas lines and contaminated tap water." , "date" : "19980925" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Robbers Posing as Utility Workers Prey on Elderly in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/25\/nyregion\/robbers-posing-as-utility-workers-prey-on-elderly-in-brooklyn.html"} , {"body" : "Marlene Hochman and her three children pressed their faces against the glass door of the Cammareri Brothers Bakery one evening last week. The place was dark, its shelves empty. ''We were coming to buy cookies for desert,'' said Mrs. Hochman, who lives two blocks from the bakery, at Henry and Sackett Streets. ''What are we going to do for cookies" , "date" : "19980920" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: CARROLL GARDENS; 'Moonstruck' Bakery Eclipsed" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/20\/nyregion\/neighborhood-report-carroll-gardens-moonstruck-bakery-eclipsed.html"} , {"body" : "Denouncing a Labor Day parade float that featured white men, including two firefighters and at least one police officer, wearing blackface in Queens, the Rev. Al Sharpton and more than 100 supporters marched peacefully into the tiny island community of Broad Channel, where some white residents welcomed them with lemonade, water and crumb cake. The" , "date" : "19980913" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROAD CHANNEL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "51" , "title" : "Sharpton-Led March Gets Warm Reception" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/13\/nyregion\/sharpton-led-march-gets-warm-reception.html"} , {"body" : "About 100 people gathered on Harway Avenue between Bay 44th Street and 27th Avenue Monday and turned away a contractor hired to clear gardens and swimming pools from land they considered part of their backyards. Now the protesters are busy with their own construction project: cobbling together explanations of why they have rights to property they" , "date" : "19980830" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BAY RIDGE\/BENSONHURST; A True Case Of 'Not in My Backyard'" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/30\/nyregion\/neighborhood-report-bay-ridge-bensonhurst-a-true-case-of-not-in-my-backyard.html"} ,   {"body" : "IF I never answer your letter or fax, respond to your invitation or comment on your manuscript, you may now learn the reason why. Of course it will be only the surface reason. I am still searching for the deeper reason, with my religious advisers. As you may remember, seven weeks ago the sewer backed up into my apartment. Because I use my floor as" , "date" : "19980823" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; Time to Build The Ark?" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/23\/nyregion\/coping-time-to-build-the-ark.html"} , {"body" : "Despite its merry tunes and brightly colored exterior, the ice cream truck that plied the streets of Bensonhurst was not your typical dispenser of summertime treats for the boys and girls of Brooklyn. For one thing, the truck was known to bear down on frightened children riding their bikes, according to a neighborhood resident. For another, there" , "date" : "19980822" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Ice Cream Truck Also Did Drug Business, Police Say" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/22\/nyregion\/ice-cream-truck-also-did-drug-business-police-say.html"} , {"body" : "Tell children they're going to watch a 45-minute demonstration involving gravity, torque and angular momentum, and their eyes will probably glaze over. Tell them they can watch a circus instead, and they'll undoubtedly perk up. After all, how are they supposed to know that a circus act is really a physics lab with a sense of humor? That is exactly" , "date" : "19980807" , "day_of_week_facet" : "Friday" , "geo_facet" : ["PROSPECT PARK (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "FAMILY FARE; Fun, Feathers And Physics" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/07\/arts\/family-fare-fun-feathers-and-physics.html"} , {"body" : "When John Katsigeorgis first saw ''The Honeymooners,'' the television show starring Jackie Gleason as Ralph Kramden, the blustering bus driver from Bensonhurst, Brooklyn, and Art Carney as his pal, Ed Norton, the unflappable sewer worker, Mr. Katsigeorgis was 4 years old. ''All I remember is Norton dancing around and I just started laughing,'' said" , "date" : "19980726" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: NEW YORK ON LINE; The Honeymooners Mambo on The Web" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/26\/nyregion\/neighborhood-report-new-york-on-line-the-honeymooners-mambo-on-the-web.html"} , {"body" : "In the dark before dawn, when the priest bumped his pickup truck through town to wake everyone up, Monica Cruz groaned and put her pillow over her head. In New York City, as the assistant manager of a store in SoHo, she enjoys daylong access to cappuccino. Here in her dusty little hometown, there is not a cup of coffee to be had. Still, on that not" , "date" : "19980721" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["CHINANTLA (MEXICO)" , "MEXICO"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "A Mexican Town That Transcends All Borders" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/21\/nyregion\/a-mexican-town-that-transcends-all-borders.html"} , {"body" : "Comparing the defamation finding against him to legal setbacks suffered by civil rights leaders in the 1960's, the Rev. Al Sharpton surrounded himself yesterday with friendly politicians and an assortment of people victimized by police brutality or racially tinged violence. Mr. Sharpton vowed to continue his outspoken activism and scoffed at the" , "date" : "19980719" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "A Defiant Sharpton Vows Not to Apologize" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/19\/nyregion\/a-defiant-sharpton-vows-not-to-apologize.html"} , {"body" : "The Brooklyn day care driver who found one of his young passengers dead in the back seat of his van on Monday was charged yesterday in connection with the preschooler's death. Deputy Chief William Taylor Jr., commander of Brooklyn detectives, said at a news conference last night that the driver, Arkady Vyagilev, 61, had been charged with" , "date" : "19980715" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Driver Charged in Death of Boy in His Care" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/15\/nyregion\/driver-charged-in-death-of-boy-in-his-care.html"} , {"body" : "Just as top billing carries a certain cachet in movies, it holds significance in politics, contends G. Oliver Koppell, the former New York Attorney General who is seeking the Democratic nomination for his old job. Mr. Koppell, who was defeated in a four-way Democratic primary in 1994 by Karen S. Burstein, is to file a lawsuit in United States" , "date" : "19980713" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Political Notebook; Candidate Is Suing to Change Rules for Ballot Position" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/13\/nyregion\/political-notebook-candidate-is-suing-to-change-rules-for-ballot-position.html"} , {"body" : "When John M. Gangemi Jr. undertook his first political campaign for State Senate two years ago, he was warmly embraced by Republican Party officials in Brooklyn and Staten Island. And in the two years since losing that race to a Democrat, he has been preparing to run again for the seat, hoping once more for widespread support from his fellow" , "date" : "19980706" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "STATEN ISLAND (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Bruising Race Seen for State Senate" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/06\/nyregion\/bruising-race-seen-for-state-senate.html"} , {"body" : "Sister Souljah, the musician, writer, political activist and avowed ''outlaw,'' found herself as a guest host on the noon talk show at WLIB-AM, the black-owned station in New York City, in a week of particularly incendiary news. In New York, the family of Yusuf K. Hawkins had received a letter of apology from Keith Mondello, a member of a white" , "date" : "19980615" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Business"] , "page_facet" : "8" , "title" : "Media Talk; Dialing Sister Souljah at WLIB" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/15\/business\/media-talk-dialing-sister-souljah-at-wlib.html"} ,   {"body" : "The father of Yusuf K. Hawkins, the 16-year-old killed in Brooklyn nine years ago because he was black, said yesterday that he felt conflicting emotions over a letter of apology he had received from a man convicted in the attack. ''This letter has really not quite sunken in,'' said Moses J. Stewart, speaking at a news conference in Harlem" , "date" : "19980610" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Father Is Torn Over Apology In Racial Killing of Son in '89" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/10\/nyregion\/father-is-torn-over-apology-in-racial-killing-of-son-in-89.html"} , {"body" : "Returning yesterday to the Bensonhurst schoolyard where he was stabbed in 1991, the Rev. Al Sharpton linked arms with the parents of Yusuf K. Hawkins, the black teen-ager murdered in a racial attack in 1989, and again led a march through the predominantly white neighborhood in Brooklyn. This time the march was to protest the release from prison of" , "date" : "19980607" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "A March in Bensonhurst to Protest Release of Prisoner" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/07\/nyregion\/a-march-in-bensonhurst-to-protest-release-of-prisoner.html"} , {"body" : "The father of Yusuf K. Hawkins, the black teen-ager who was murdered nine years ago during a racially motivated attack by a large crowd of white youths on a Brooklyn street, harshly criticized state officials yesterday for the release of Keith Mondello, one of the men convicted in the case, from prison. The father, Moses Stewart, spoke at a news" , "date" : "19980603" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Father Assails Man's Release In Bensonhurst Racial Killing" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/03\/nyregion\/father-assails-man-s-release-in-bensonhurst-racial-killing.html"} , {"body" : "An unemployed resident of Red Hook, Brooklyn, said that he believed the death penalty made criminals ''think twice before committing heinous crimes,'' but that as a juror he would not automatically vote to execute every killer, because it ''depends on how and why the murder was committed.'' A medical technician from Bedford-Stuyvesant said that her" , "date" : "19980601" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "For 12, a Hard Look at Death Penalty" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/01\/nyregion\/for-12-a-hard-look-at-death-penalty.html"} , {"body" : "Dancing Vision Like Coco Chanel in the 1920's, GIORGIO ARMANI has ventured into designing ballet costumes. He turned out 427 pieces with that trim, quintessentially powerful Armani look (but with a few feathery, furry touches) for the review ''Bernstein Dances'' for the Hamburg Ballet, which will bring the costumes (and the production) to Lincoln" , "date" : "19980529" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/29\/nyregion\/public-lives.html"} , {"body" : "Police officers and relatives at the wake of Anthony Mosomillo, a Brooklyn police officer killed on Tuesday morning, remembered him yesterday as a man who made peace: as a brother, as a union delegate and as a warrant server. The man his commander called ''larger than life'' was so tactful in serving warrants that he often talked people into" , "date" : "19980529" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Slain Officer Is Remembered as a Man Who Made Peace" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/29\/nyregion\/slain-officer-is-remembered-as-a-man-who-made-peace.html"} , {"body" : "Responding to the shooting of a police officer by a fugitive parolee who was mistakenly set free, Police Commissioner Howard Safir said yesterday that anyone arrested for even minor offenses, such as fare beating or drinking in public, must now remain in police custody until a computerized fingerprint check verifies the person's identity. The" , "date" : "19980528" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "Police to Tighten the Scrutiny Of All Suspects Under Arrest" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/28\/nyregion\/police-to-tighten-the-scrutiny-of-all-suspects-under-arrest.html"} , {"body" : "In the six years that Bernard L. Schwartz built a friendship with President Clinton -- fortified with $1.3 million in donations to the President and his party -- the 72-year-old New York aerospace executive stresses that he never asked for special treatment. ''I consider him a friend, but not the kind of friend that you can call upon for favors,''" , "date" : "19980524" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CHINA"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "1" , "title" : "A Top Clinton Donor Says Money Didn't Buy Approval on Satellites" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/24\/us\/a-top-clinton-donor-says-money-didn-t-buy-approval-on-satellites.html"} , {"author" : "Samuel G. Freedman is an author whose books include ''Small Victories: The Real World of a Teacher, Her Students, and Their High School.''" , "body" : "ONE century ago, the man selected to lead the public schools of newly consolidated New York City delivered an acceptance speech. William Henry Maxwell had earned a reputation for eloquent oratory long before assuming the office of superintendent on March 15, 1898, and on that morning he turned his bass voice to a suitably grand theme. ''New York is" , "date" : "19980517" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Education"] , "page_facet" : "1" , "title" : "A Century of Art on a Blackboard Canvas" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/17\/arts\/a-century-of-art-on-a-blackboard-canvas.html"} , {"body" : "SPRINGTIME in the Hamptons. The sun is shining, but the air is cool; the ocean is sparkling, but the beaches are empty; the restaurants are open, but there are seats for everyone. There is little traffic, few pedestrians, and if you stand in front of the Corwith House Museum on Main Street in Bridgehampton, it is easy to imagine the harmonious" , "date" : "19980517" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["HAMPTONS, THE (NY)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "52" , "title" : "It's the Hamptons as a Battleground" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/17\/nyregion\/it-s-the-hamptons-as-a-battleground.html"} ,   {"body" : "In an age of money machines, on-line banking and the quicksilver transfer of cash via computer, Maria Russo, a 38-year-old typist, is holding fast to another age. Hers is the gentle -- some might say fusty -- world of teller windows, withdrawal slips and passbook savings accounts. ''I never use the automated teller machines, because you never know" , "date" : "19980517" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "27" , "title" : "Many Customers Still Balk At Push-Button Banking; Skipping A.T.M.'s for Tellers and Passbooks" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/17\/nyregion\/many-customers-still-balk-push-button-banking-skipping-atm-s-for-tellers.html"} , {"body" : "MANY executives bounce between private industry and public service in the course of their careers. But Frank G. Zarb seems to oscillate, like a radio wave, between Wall Street and Washington. He left New York the first time for the Department of Labor under President Richard M. Nixon. He left again for the Office of Management and Budget and Gerald" , "date" : "19980515" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON (DC)"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; A One-Man New York-Washington Shuttle" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/15\/nyregion\/public-lives-a-one-man-new-york-washington-shuttle.html"} , {"body" : "By 1:30 P.M. yesterday, the dispatcher at Safeway Car Service in Sheepshead Bay, Brooklyn, had stopped taking reservations. The company's 42 aqua Ford Crown Victorias had already been booked to ferry commuters around Manhattan this morning, including one car that was to go to Central Park West at 5:30 A.M. to pick up a doctor who is scheduled to" , "date" : "19980513" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Commuters Brace for Cab-Less Wednesday as Drivers Protest" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/13\/nyregion\/commuters-brace-for-cab-less-wednesday-as-drivers-protest.html"} , {"body" : "Sanford I. Weill, Wall Street's larger-than-life deal maker who last month announced the merger of his company, Travelers Group, with Citicorp, said yesterday that he and his wife, Joan, had pledged $100 million to Cornell University's medical college. The college is to be renamed the Joan and Sanford I. Weill Medical College and Graduate School of" , "date" : "19980501" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "$100 Million Donation Set For Cornell Medical School" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/01\/nyregion\/100-million-donation-set-for-cornell-medical-school.html"} , {"body" : "You can call the Regina Opera Company of Brooklyn a volunteer company, and you can call it a small company. But please, the people who run the opera plead, don't call it an amateur company. Founded in 1970 by opera lovers in Borough Park, the Regina Opera has started a World Wide Web site to spread the word about the company. As in the film" , "date" : "19980419" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: NEW YORK ON LINE; Hooked on Opera? Click Here" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/19\/nyregion\/neighborhood-report-new-york-on-line-hooked-on-opera-click-here.html"} , {"body" : "TOUGH JEWS Fathers, Sons and Gangster Dreams By Rich Cohen Illustrated. 271 pages. Simon & Schuster. $25. ''Most people have never heard of Jewish gangsters,'' writes Rich Cohen halfway through ''Tough Jews,'' his exuberant celebration of a certain breed of men. ''They do not believe they ever existed. The very idea of a Jewish gangster goes" , "date" : "19980416" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "9" , "title" : "BOOKS OF THE TIMES; Hardly 'Our Crowd': A Jewish Underworld" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/16\/books\/books-of-the-times-hardly-our-crowd-a-jewish-underworld.html"} , {"body" : "SATURDAY is not Nathilee Caldeira's Sabbath, yet she feels a certain reverence for the day. As Orthodox Jews dressed for worship walk to synagogues, she and other blacks in the neighborhood go about their business. They do so with an understanding that it is a sacred day. ''Somehow on Saturdays, nobody really gets crazy,'' she said. Sunday is Ms." , "date" : "19980412" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "BRIGHTON BEACH (NYC)" , "MIDWOOD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Old Places, New Faces" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/12\/nyregion\/old-places-new-faces.html"} , {"body" : "Three weeks before he announced the Travelers-Citicorp deal, the biggest merger in history, Sanford I. Weill was honored by 100 friends at a surprise 65th birthday party at the Four Seasons. His wife, Joan, asked each table of guests for five words to describe Mr. Weill and to read the lists aloud. Most of the words he liked, his friends and family" , "date" : "19980411" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Front Page" , "Business"] , "page_facet" : "1" , "title" : "Travelers Chief, at 65, Lands 'The Deal' of a Life of Deals" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/11\/business\/travelers-chief-at-65-lands-the-deal-of-a-life-of-deals.html"} , {"body" : "On most Sundays, store officials at the Kmart in Bensonhurst, Brooklyn, hand several days' worth of business to a security service for safekeeping. But yesterday, the two men who were dressed as security guards and received the money turned out to be thieves, the police said. Last night, the police were still looking for the two men, and" , "date" : "19980406" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "METRO NEWS BRIEFS: NEW YORK; Fake Guards in Brooklyn Steal Kmart Money" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/06\/nyregion\/metro-news-briefs-new-york-fake-guards-in-brooklyn-steal-kmart-money.html"} , {"body" : "A Manhattan women's soccer team has had screaming arguments over playing fields in Brooklyn. The organizer of a Mexican-American youth soccer league fears he will have to end his five-year-old program because he can't find enough fields. Until it merged with several other leagues, a Bronx Little League team traveled two hours by subway, ferry and" , "date" : "19980405" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "On Playing Fields, a Turf Battle; More Sports and Teams Mean a Shortage of Space" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/05\/nyregion\/on-playing-fields-a-turf-battle-more-sports-and-teams-mean-a-shortage-of-space.html"} ,   {"body" : "RIDING the nation's record-setting residential real estate wave -- and a curl of demand out of New York City -- the metropolitan region's residential market enjoyed one of its healthiest years ever in 1997, with vital signs remaining strong. Hot market or not, Tom and Jennifer Hopkins put their feet up last weekend -- a balmy precursor of summer" , "date" : "19980405" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "In Suburbs, Housing Market Is Strong" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/05\/realestate\/in-suburbs-housing-market-is-strong.html"} , {"body" : "In spring 1996, the Open Housing Center, a nonprofit fair-housing organization in Manhattan, received an anonymous telephone call about a Bay Ridge realtor. ''I know that they will not rent to blacks,'' the caller said. That tip triggered a lengthy investigation that culminated on Feb. 27, when the center filed a class action lawsuit against Ted" , "date" : "19980329" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BAY RIDGE\/BENSONHURST; Lawsuit Charges Landlord Had No Vacancies -- for Blacks" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/29\/nyregion\/neighborhood-report-bay-ridge-bensonhurst-lawsuit-charges-landlord-had-no.html"} , {"body" : "Rice, a boys Catholic high school from Manhattan, and Christ the King, a girls Catholic school from Queens, advanced impressively to their respective Class A finals tonight at the New York State Federation championships. Rice (23-4), ranked 11th in the country by USA Today, defeated Schenectady, 66-56, and will take on the defending federation" , "date" : "19980328" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "3" , "title" : "BASKETBALL; Rice Holds Off Schenectady to Gain Final" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/28\/sports\/basketball-rice-holds-off-schenectady-to-gain-final.html"} , {"body" : "Christopher J. Mega used to be a New York State Assemblyman and Senator, but has been out of the political arena for the last five years. As the presiding judge of New York State's Court of Claims, he cannot so much as publicly utter a politically oriented thought, lest he violate judicial guidelines on ethics. Nonetheless, Mr. Mega, a 67-year-old" , "date" : "19980322" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Judge Is Expected to Try to Reclaim Former State Senate Seat for Republicans" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/22\/nyregion\/judge-is-expected-to-try-to-reclaim-former-state-senate-seat-for-republicans.html"} , {"author" : "Allen Barra writes about books for The Nation and Interview, among other publications." , "body" : "Barney Polan's Game A Novel of the 1951 College Basketball Scandals. By Charley Rosen. 336 pp. New York: Seven Stories Press. $23.95. FOR his new novel, Charley Rosen has picked a subject so good that it's amazing more writers have not jumped on it sooner. The college basketball point-shaving scandals of 1951 are roundball's equivalent of the Black" , "date" : "19980215" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "11" , "title" : "Foul Shots" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/15\/books\/foul-shots.html"} , {"body" : "When Elina Teplinsky, an 11th grader at Polytechnic Preparatory Country Day School in Brooklyn, watched the opening ceremonies of the Winter Olympics last week, she noticed an odd detail. Instead of releasing doves near the Olympic torches, as is the tradition, the International Olympic Committee released biodegradable, dove-shaped balloons. Her" , "date" : "19980215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Technology"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: NEW YORK ON LINE; For Children, an Olympic Computer Event" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/15\/nyregion\/neighborhood-report-new-york-on-line-for-children-an-olympic-computer-event.html"} , {"body" : "Seasoned detectives accustomed to the tough streets of Brownsville, Brooklyn, were stunned, and not only by the young age of the 15-year-old they arrested yesterday in the January slaying of a Latvian immigrant who worked in a laundry at a public housing project. It was the motive behind the killing and the measly booty it yielded: detectives said" , "date" : "19980212" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Youth Is Accused of Killing to Get $2 for Junk Food" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/12\/nyregion\/youth-is-accused-of-killing-to-get-2-for-junk-food.html"} , {"body" : "IT says something about Leon M. Goldstein that, even now, he does not have an unkind word for Mayor Rudolph W. Giuliani. It was the Mayor, after all, who in 1995 yanked him from academic obscurity and insisted he would make an excellent chancellor for the nation's largest public school system. Almost immediately, Mr. Goldstein found his life held" , "date" : "19980206" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; An Amiable Defender of Colleges Under Fire" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/06\/nyregion\/public-lives-an-amiable-defender-of-colleges-under-fire.html"} , {"body" : "After Leonard Kissner's parents died back in the 1980's, he got involved with some characters who would lie, cheat, steal and commit adultery in the course of a single afternoon. Then, when the soap operas ended and he ventured outside his apartment, Mr. Kissner ran into some truly ruthless people. The gang members and drug addicts who haunted the" , "date" : "19980123" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; Clicking Off the Television And Turning On to Reality" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/23\/nyregion\/the-neediest-cases-clicking-off-the-television-and-turning-on-to-reality.html"} , {"body" : "Striking a reserved note in an otherwise spirited defense of Abner Louima, the Rev. Al Sharpton told more than 200 worshipers -- including Mr. Louima -- at a Brooklyn church yesterday that distortions of the facts in the case were ''inexcusable and intolerable.'' The admonition was an apparent reference to Mr. Louima's admission that he falsely" , "date" : "19980119" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Louima Hears Sharpton Say Exaggeration Isn't Needed" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/19\/nyregion\/louima-hears-sharpton-say-exaggeration-isn-t-needed.html"} ,   {"body" : "Rivka Ilana Dear, a daughter of Rickly and Councilman Noach Dear of Brooklyn, was married on Wednesday evening to Doni Lindenberg, a son of Ellen and Dr. Leslie B. Lindenberg of West Hartford, Conn. Rabbi Zelik Epstein performed the ceremony at Congregation Shaare Zion in Brooklyn. The couple graduated from Yeshiva University. Mrs. Lindenberg, 21," , "date" : "19980111" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "7" , "title" : "WEDDINGS; Rivka Dear, Doni Lindenberg" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/11\/style\/weddings-rivka-dear-doni-lindenberg.html"} , {"body" : "Years ago, a Hasidic businessman, now the garrulous father of 14, had made enough money as a salesman to flee Borough Park for a leafy suburb with grand, commodious houses. But he stayed put, expanding his Brooklyn home forward, backward, upward and even downward until it morphed into an urban mansion, complete with household staff and voice-mail" , "date" : "19980107" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Orthodox Neighborhood Reshapes Itself" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/07\/nyregion\/orthodox-neighborhood-reshapes-itself.html"} , {"body" : "THIS is going to be an interesting year for Cynthia Fromer, Melva Max, Jonathan Phillips, Ginnie Gardiner, Gerard Papa and their fans. On Wednesday, Ms. Max is scheduled to appear in Criminal Court on charges of obstruction of justice, harassing an officer and disorderly conduct in a small case that has touched a large nerve: the perception that" , "date" : "19980104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; Five Characters in Search of an Ending" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/04\/nyregion\/coping-five-characters-in-search-of-an-ending.html"}]