[  {"author" : "Jon Kalish is a freelance newspaper and radio journalist who lives in Manhattan." , "body" : "JEWS may be the People of the Book, but they have come to cherish the CD-ROM, particularly the CD-ROM's ability to store a lot of religious text and teach children about the traditions of Judaism in an entertaining fashion. The two major distributors of Judaic software are the Davka Corporation (www.davka.com), based in Chicago, and Torah" , "date" : "19981231" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Technology"] , "page_facet" : "8" , "title" : "LIBRARY\/JUDAICA; For the Oldest of Lessons, the Newest of Tools" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/31\/technology\/library-judaica-for-the-oldest-of-lessons-the-newest-of-tools.html"} , {"body" : "Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West at 79th Street. The Hall of Biodiversity focuses on the variety and interdependence of earth's living things. Exhibitions: ''The Sacred Arts of Haitian Vodou'' explores the Afro-Caribbean religion of voodoo, including paintings, sequined flags, a replica of a voodoo temple," , "date" : "19981225" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "SPARE TIMES: ATTRACTIONS" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/25\/arts\/spare-times-attractions.html"} , {"body" : "Two weeks ago, Alla Kaplun was embarrassed to be seen in public, because nearly all her hair had fallen out. Ms. Kaplun, 38, is mentally retarded. No one has told her that she has cancer, or that chemotherapy is to blame for her hair loss. But she did not need anyone to tell her she was going bald. So at Mishkon, a home in Brooklyn for 52 mentally" , "date" : "19981218" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE NEEDIEST CASES; Cancer Patient's New Look Helps to Restore Dignity" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/18\/nyregion\/the-neediest-cases-cancer-patient-s-new-look-helps-to-restore-dignity.html"} , {"body" : "For Chayie Sieger, the sense of powerlessness came when she learned that 100 Orthodox rabbis she had never met had granted her husband of 26 years a Jewish divorce without her knowledge. For Chani Lightman, the sense of shock came when she confided in two rabbis about marital problems and then discovered that they had revealed those secrets to her" , "date" : "19981214" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Women Allege Betrayal by Rabbis' Talk; Rare Lawsuits Complain Reputations as Jews Were Damaged" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/14\/nyregion\/women-allege-betrayal-rabbis-talk-rare-lawsuits-complain-reputations-jews-were.html"} , {"body" : "On the eve of a legislative hearing expected to raise serious questions about the performance of the School Construction Authority, Mayor Rudolph W. Giuliani last night endorsed a proposal by Gov. George E. Pataki that would formalize the Mayor's control of the agency. The proposal is likely to meet stiff opposition from the Democrats who control" , "date" : "19981209" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "13" , "title" : "Plan to Give Mayor Grip On Agency" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/09\/nyregion\/plan-to-give-mayor-grip-on-agency.html"} , {"body" : "A 56-room hotel is being built atop a former bank building in Borough Park, Brooklyn, designed to cater to Orthodox and Hasidic Jews. Marcel Glick, the Borough Park developer who is behind the project, said that he and his partner were investing $6 million in the hope that the six-story, 4,000-square-foot structure at 47th Street and 13th Avenue" , "date" : "19981129" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Postings: Going Up in Borough Park; 56-Room Hotel For Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/29\/realestate\/postings-going-up-in-borough-park-56-room-hotel-for-brooklyn.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; meetings usually held on second Tuesday of month, but the next meeting is Dec. 1, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg. Board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn," , "date" : "19981115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; From Red Hook to Cypress Hills: When and Where the Community Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/15\/nyregion\/neighborhood-report-brooklyn-up-close-red-hook-cypress-hills-when-where.html"} , {"body" : "RIVERDALE Luxurious Setting For Chamber Concert Series A turn-of-the-century Riverdale villa is the setting today for the first concert in the Bronx Arts Ensemble's ''Chamber Music in Great Homes'' series. A guest pianist, Allison Brewster Franzetti, and a guest soprano, Wendy Waller, are to help present works by Mozart, John Freeman, de Falla and" , "date" : "19981115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/15\/nyregion\/playing-in-the-neighborhood-837741.html"} , {"body" : "In a day of old-style politicking, Representative Charles E. Schumer campaigned for the Senate in black, Jewish and Hispanic neighborhoods across New York City yesterday, bringing in Vice President Al Gore in an attempt to rally support in tomorrow's election. Senator Alfonse M. D'Amato went to Orthodox Jewish communities in Brooklyn, portraying" , "date" : "19981102" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE 1998 CAMPAIGN: THE SENATE; Parties Pushing Message: Your Vote Counts" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/02\/nyregion\/the-1998-campaign-the-senate-parties-pushing-message-your-vote-counts.html"} , {"body" : "With two survivors of the Holocaust at his side, and a rabbi leading his rally, Senator Alfonse M. D'Amato stood solemnly at the Holocaust Memorial Wall in Manhattan yesterday, promoting his efforts on behalf of Jewish voters and joining Jewish supporters in assailing his opponent, Representative Charles E. Schumer, over issues of concern to Israel" , "date" : "19981019" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE 1998 CAMPAIGN: THE SENATE; Jewish Vote Becomes Battleground in Tight Race for Senate" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/19\/nyregion\/1998-campaign-senate-jewish-vote-becomes-battleground-tight-race-for-senate.html"} ,   {"body" : "She did not have any children of her own, but Theresa Giannola Goldberg had 6-year-old Chaim Weill. Chaim, who uses a wheelchair and leg braces, has cerebral palsy and communicates mostly with a smile or an awkward nod. His parents knew that Mrs. Goldberg, his regular baby sitter, loved Chaim, so they did not worry when she took him for a stroll on" , "date" : "19981015" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["SOUTH CAROLINA" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ailing 6-Year-Old Disappears, and Sitter Is Sought" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/15\/nyregion\/ailing-6-year-old-disappears-and-sitter-is-sought.html"} , {"body" : "The Board of Elections certified City Councilman Anthony D. Weiner yesterday as the winner of the Sept. 15 Democratic primary for the Congressional seat being vacated by Representative Charles E. Schumer. Mr. Weiner won by 489 votes over his closest rival, State Assemblywoman Melinda Katz. Initially, Mr. Weiner, who represents the Sheepshead Bay" , "date" : "19980930" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Democratic Primary Winner Is Certified in Schumer's Old District" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/30\/nyregion\/democratic-primary-winner-is-certified-in-schumer-s-old-district.html"} , {"body" : "A Bronx construction company pleaded guilty yesterday to manslaughter and will pay a $10,000 fine in the death of a 16-year-old girl who was injured last January when a brick fell from the roof of a Brooklyn elementary school that was undergoing repairs. A supervisor at the company, Espo Construction Inc., also pleaded guilty to a misdemeanor" , "date" : "19980929" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Builder Pleads Guilty in Death of Girl, 16" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/29\/nyregion\/builder-pleads-guilty-in-death-of-girl-16.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; meeting usually held on second Tuesday of month; but next meeting is on Wednesday, Oct. 14, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown" , "date" : "19980927" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Bushwick to Bensonhurst, When the Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/27\/nyregion\/neighborhood-report-brooklyn-up-close-bushwick-bensonhurst-when-boards-meet.html"} , {"body" : "IF you ride the subway every day, the following will not come as a news flash: the trains move more slowly than they used to. Don't confuse this with the fact that fewer trains run on many lines, something else you already knew. The overcrowding got so bad that transit officials finally announced plans yesterday to expand both subway and bus" , "date" : "19980918" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC; Rapid Transit Fast Becoming An Oxymoron" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/18\/nyregion\/nyc-rapid-transit-fast-becoming-an-oxymoron.html"} , {"body" : "In a contentious, four-way race, Anthony D. Weiner, a 34-year-old City Councilman from Brooklyn, won the Democratic primary for the seat to succeed Representative Charles E. Schumer in Congress by a razor-thin margin this morning. With all of the precincts reporting, Mr. Weiner, who had 12,569 votes, or 28 percent, won by a margin of 285 votes over" , "date" : "19980916" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "THE 1998 CAMPAIGN: CONGRESS; Weiner Is Victor Over Katz In Bid to Replace Schumer" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/16\/nyregion\/the-1998-campaign-congress-weiner-is-victor-over-katz-in-bid-to-replace-schumer.html"} , {"body" : "WITH Rosh ha-Shanah beginning on Sunday evening, the Israel Beigel Baking Company, like other classic Jewish bakeries in New York City, is in its high season for rugelach, honey cakes and traditional round New Year hallahs -- more than 10,000 of them. New Yorkers who patronize the Fairway markets, the Second Avenue Deli and strictly kosher ma and" , "date" : "19980916" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "A Season for Hallah, by the Thousand . . . And a Season for Guides on How to Bake It" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/16\/dining\/a-season-for-hallah-by-the-thousand-and-a-season-for-guides-on-how-to-bake-it.html"} , {"body" : "Rabbi Sender Deutsch, a leader of one of the largest Hasidic Jewish groups in the United States and the longtime chief editor and publisher of Der Yid, a Yiddish-language weekly newspaper, died on Sept. 2 at Maimonides Medical Center in Brooklyn. He was 76 and a resident of the Williamsburg section of Brooklyn, where he had lived for about 45" , "date" : "19980913" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "62" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/13\/nyregion\/no-headline-830682.html"} , {"body" : "Having shepherded his 33 freshmen into their first mathematics class of the school year, Richard Mesaric started his lesson, his voice loud but halting. ''There's something maybe a little special about me which I want to tell you about at the beginning,'' the teacher said as he looked around the third-floor classroom at Midwood High School in" , "date" : "19980913" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "AUSTRIA"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "49" , "title" : "Today's Lesson: What's a Bagel?; Austrians Fill a Need for Teachers and Learn the Lingo" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/13\/nyregion\/today-s-lesson-what-s-bagel-austrians-fill-need-for-teachers-learn-lingo.html"} , {"body" : "There were 8,000 guests, not including those peering down from the rooftops. The police closed the streets in Williamsburg, Brooklyn, to allow for a chuppa, or wedding canopy, and afterward the crowds squeezed so tightly into the reception hall that several people collapsed from heat exhaustion. If the wedding of Chaim Halberstam and Raiza Meisels" , "date" : "19980904" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Royal Wedding, A Family Affair; Two Hasidic Dynasties Unite in Brooklyn Gala" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/04\/nyregion\/a-royal-wedding-a-family-affair-two-hasidic-dynasties-unite-in-brooklyn-gala.html"} ,   {"body" : "LONG before energy deregulation, Robert B. Catell acted as if Brooklyn Union Gas had to compete for each and every customer, wooing the borough's residents and businesses with top-flight service and heartfelt concern for the community. ''He could have taken the attitude of 'You have to use me,' '' said Kenneth Adams, president of the Brooklyn" , "date" : "19980827" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; A Utility Chief Who Remembers His Roots" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/27\/nyregion\/public-lives-a-utility-chief-who-remembers-his-roots.html"} , {"body" : "While candidates for statewide office in next month's Democratic primary have received a good deal of attention for their spending for television advertisements, they are not alone in buying media time. In a more local race, one candidate is planning a television blitz in which he will spend more than any of his opponents have raised for their" , "date" : "19980817" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Political Notes; Local Race With a Major TV Budget" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/17\/nyregion\/political-notes-local-race-with-a-major-tv-budget.html"} , {"body" : "PETER KWAN spends three nights a week at his bachelor pad in Murray Hill, and the other four nights at his mother's apartment in Chinatown, where he keeps his old room even though he moved out years ago. On one of his days off, he visits his father in a nursing home in the West Village. ''It's a dual life to be the good son and have your own" , "date" : "19980802" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ties That Bind, Ties That Break" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/02\/nyregion\/ties-that-bind-ties-that-break.html"} , {"body" : "While some contested disability cases appear relatively straightforward, others, like that of Michael Romanelli, are complex and ambiguous. Mr. Romanelli had been a firefighter for eight years when he was hurt fighting a blaze in a vacant synagogue in Borough Park, Brooklyn, in 1989. He tripped over a hole in a wet floor and fell hard on his back," , "date" : "19980726" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "One Man's Nine-Year Struggle To Wrest Money From Process" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/26\/nyregion\/one-man-s-nine-year-struggle-to-wrest-money-from-process.html"} , {"body" : "A Palestinian immigrant who testified that he had wanted to kill as many Jews as possible in a suicide attack was convicted yesterday of plotting to explode a powerful pipe bomb in the New York City subway. But in a case that raised the specter of another terrorist attack in a city where the World Trade Center was bombed five years ago, the jury in" , "date" : "19980724" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Jury Convicts Man in Scheme To Set a Bomb In the Subway" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/24\/nyregion\/jury-convicts-man-in-scheme-to-set-a-bomb-in-the-subway.html"} , {"body" : "In the dark before dawn, when the priest bumped his pickup truck through town to wake everyone up, Monica Cruz groaned and put her pillow over her head. In New York City, as the assistant manager of a store in SoHo, she enjoys daylong access to cappuccino. Here in her dusty little hometown, there is not a cup of coffee to be had. Still, on that not" , "date" : "19980721" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["CHINANTLA (MEXICO)" , "MEXICO"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "A Mexican Town That Transcends All Borders" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/21\/nyregion\/a-mexican-town-that-transcends-all-borders.html"} , {"body" : "One of two Palestinians charged with plotting to explode a powerful pipe bomb in the New York City subway testified yesterday that he had planned to kill as many Jews as possible in a suicide bomb attack, though he insisted not on the subway. The defendant, Ghazi Ibrahim Abu Maizar, also told the jury in Federal District Court in Brooklyn that" , "date" : "19980721" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "MIDDLE EAST"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Defendant in Bomb Plot Tells of Plan to Kill Jews" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/21\/nyregion\/defendant-in-bomb-plot-tells-of-plan-to-kill-jews.html"} , {"body" : "A powerful pipe bomb that prosecutors say two men planned to explode in the New York City subway was covered with large construction nails that would have increased its potential to kill and mutilate people, a bomb expert testified yesterday at the men's trial. ''There is no other function the nails serve,'' the expert, Thomas J. Mohnal of the" , "date" : "19980717" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Agent Testifies On Content Of Pipe Bomb" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/17\/nyregion\/agent-testifies-on-content-of-pipe-bomb.html"} , {"body" : "A Federal agent testified yesterday that a man charged with plotting to explode a powerful pipe bomb in a New York City subway told him that he had wanted to bomb a rush-hour train on the B line ''because there are a lot of Jews that ride that train.'' The defendant, Ghazi Ibrahim Abu Maizar, is one of two Palestinian immigrants on trial on charges" , "date" : "19980715" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Defendant Told of Plan To Use Bomb, Agent Says" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/15\/nyregion\/defendant-told-of-plan-to-use-bomb-agent-says.html"} , {"body" : "Dov Hikind, a Democratic Assemblyman from Brooklyn who is known for his maverick politics and outspoken manner, was acquitted yesterday of charges that he took tens of thousands of dollars in illegal payoffs from officials of a social services group. But a former official of the group, Rabbi Elimelech Naiman, was convicted of making corrupt" , "date" : "19980714" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Jury Acquits Assemblyman Hikind of Corruption Charges" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/14\/nyregion\/jury-acquits-assemblyman-hikind-of-corruption-charges.html"} ,   {"body" : "One day last week, about 20 Orthodox Jews, about half of them ultra-Orthodox Hasidim, stood in a hallway in Federal District Court in Brooklyn and, with ritualistic nods and sways and a collective hum as they murmured their prayer, conducted an afternoon service. Later, some of them drifted into a nearby courtroom and stared at the two men on trial" , "date" : "19980712" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Reporter's Notebook; Worlds Intermingle at Juxtaposed Criminal Trials in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/12\/nyregion\/reporter-s-notebook-worlds-intermingle-at-juxtaposed-criminal-trials-in-brooklyn.html"} , {"body" : "Parents are forever trying to teach their children that sharing toys is good. But such generosity can also yield health benefits. So a Cobble Hill couple are founding one of the region's few toy libraries, to help ill infants who are economically disadvantaged. Pauline's Library is to open as part of the Infant and Child Learning Center at Kings" , "date" : "19980705" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: CROWN HEIGHTS; A Library for Toy Therapy" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/05\/nyregion\/neighborhood-report-crown-heights-a-library-for-toy-therapy.html"} , {"body" : "The lawyer for Dov Hikind, the Brooklyn Assemblyman who is on trial on charges of receiving illegal payoffs from a social services group, told jurors in his closing argument yesterday that prosecutors had concocted a false case by turning ''perfectly appropriate acts by an elected official'' into supposed criminal conduct. ''Their claim of benefits" , "date" : "19980702" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Trial Lawyer For Hikind Says Actions Were Legal" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/02\/nyregion\/trial-lawyer-for-hikind-says-actions-were-legal.html"} , {"body" : "The Federal corruption case against Assemblyman Dov Hikind of Brooklyn originated with city investigators who were pursuing a Giuliani administration vendetta against Mr. Hikind and a social services group, a defense lawyer contended in court yesterday. Mr. Hikind, a Democrat from Borough Park, is charged in Federal District Court in Brooklyn with" , "date" : "19980630" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "City Vendetta Is Alleged By Defense For Hikind" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/30\/nyregion\/city-vendetta-is-alleged-by-defense-for-hikind.html"} , {"body" : "Worn into the frayed burgundy carpet at the front of the Eldridge Street Synagogue are two footprints, the marks left by the succession of cantors who led congregations in prayer from the time the synagogue was the neighborhood shul of tailors and peddlers on the late 19th-century Lower East Side. Those footprints were a poignant bit of history for" , "date" : "19980612" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Gathering to Sing A Song of Their Past" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/12\/nyregion\/gathering-to-sing-a-song-of-their-past.html"} , {"body" : "In 1912 Morris Goldstein opened a brass bed factory in Borough Park, Brooklyn. In 1952 his son Izzy took over the business, Elegante Brass and Iron Beds. He eventually moved the factory and showroom to 1460 65th Street in Brooklyn, and meticulously turned out handmade beds. On April 19, Saul Goldstein, Izzy's son, expanded the family business he" , "date" : "19980524" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Expanding to Manhattan With a Brass Bed Store" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/24\/nyregion\/new-yorkers-co-expanding-to-manhattan-with-a-brass-bed-store.html"} , {"body" : "Introducing into evidence a blizzard of canceled checks, accounting ledgers and other financial records, Federal prosecutors yesterday began painstakingly building their corruption case against Assemblyman Dov Hikind of Brooklyn and his co-defendant, Rabbi Elimelech Naiman. The prosecution's first and only witness of the day, Rachel Cooper," , "date" : "19980521" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Financial Records Are Introduced at Assemblyman's Trial" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/21\/nyregion\/financial-records-are-introduced-at-assemblyman-s-trial.html"} , {"body" : "The Federal corruption trial of Assemblyman Dov Hikind of Brooklyn opened yesterday with a prosecutor painting him as a thief who took thousands of dollars in kickbacks, while a defense lawyer praised Mr. Hikind as ''one of the most extraordinary political figures of our time.'' The starkly divergent portrayals offered glimpses into the opposing" , "date" : "19980520" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Brooklyn Assemblyman's Trial Opens" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/20\/nyregion\/brooklyn-assemblyman-s-trial-opens.html"} , {"body" : "The armada of yellow buses that usually clog the narrow streets of Borough Park, Brooklyn, shuttling students from yeshivas to their homes, was nowhere in sight yesterday. Instead, the streets were filled with thousands of people mourning the death of Rabbi Moshe Sherer, whom many considered the elder statesman of the American Orthodox Jewish" , "date" : "19980519" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "Borough Park Mourns Jewish Luminary" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/19\/nyregion\/borough-park-mourns-jewish-luminary.html"} , {"body" : "A few months ago, a group of Chinese business owners and residents in Sunset Park were introduced to a potential new neighbor. Gathered in Ocean Palace, an Eighth Avenue restaurant, they listened to Charles Katz, a Borough Park developer who was accompanied by a Chinese-speaking employee, describe the shopping center he wants to build just blocks" , "date" : "19980517" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BOROUGH PARK; Enlisting Troops in Battle Over Planned Shopping Center" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/17\/nyregion\/neighborhood-report-borough-park-enlisting-troops-battle-over-planned-shopping.html"} ,   {"body" : "By 1:30 P.M. yesterday, the dispatcher at Safeway Car Service in Sheepshead Bay, Brooklyn, had stopped taking reservations. The company's 42 aqua Ford Crown Victorias had already been booked to ferry commuters around Manhattan this morning, including one car that was to go to Central Park West at 5:30 A.M. to pick up a doctor who is scheduled to" , "date" : "19980513" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Commuters Brace for Cab-Less Wednesday as Drivers Protest" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/13\/nyregion\/commuters-brace-for-cab-less-wednesday-as-drivers-protest.html"} , {"body" : "To the Editor: In viewing his film ''A Price Above Rubies,'' I could only think that Boaz Yakin has an ax to grind against Hasidim that colors his view of their life [''An Unorthodox Portrayer (Betrayer?) of Hasidism,'' April 12]. How else to explain his inability to see the joy and love that many Hasidic people feel and express as integral to who" , "date" : "19980510" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "Arts"] , "page_facet" : "10" , "title" : "HASIDISM ON FILM; People With Feelings" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/10\/arts\/l-hasidism-on-film-people-with-feelings-836303.html"} , {"body" : "The regional director of the National Labor Relations Board said he may file a civil complaint against Long Island College Hospital for allegedly failing to provide a nurses' union with cost-cutting information during contract talks. The director, Alvin Blyer, said he had given the hospital until this Thursday to convince him that his tentative" , "date" : "19980510" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: COBBLE HILL; Nurses' Give-Backs at Issue" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/10\/nyregion\/neighborhood-report-cobble-hill-nurses-give-backs-at-issue.html"} , {"body" : "A former official of what was once a powerful and politically connected social-services group pleaded guilty yesterday to stealing money from its government grants and using some of the money to make illegal payoffs to Assemblyman Dov Hikind of Brooklyn. The plea by the former official, Paul Chernick, came less than two weeks before he was to go on" , "date" : "19980501" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Ex-Official Admits to Embezzlement and Payoffs to Assemblyman" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/01\/nyregion\/ex-official-admits-to-embezzlement-and-payoffs-to-assemblyman.html"} , {"body" : "Free Choices TODAY In his one-man show, Richard Milner, a singing Darwinian scholar from the Museum of Natural History, blends authentic history with original songs to create ''Charles Darwin -- Live and in Concert.'' The performance is at 2 P.M. at the Bethpage Library on Powell Avenue (931-3907). TOMORROW In ''A Tickle in the Heart,'' Stefan" , "date" : "19980426" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "LONG ISLAND GUIDE" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/26\/nyregion\/long-island-guide.html"} , {"body" : "Two layers of bricks fell from atop a four-story elementary school under repair in Maspeth, Queens on Tuesday night, forcing school officials to cancel classes yesterday, when hundreds of students were scheduled to take a citywide reading test. No one was injured when the bricks fell at 7:30 P.M. on Tuesday at Public School 153 as workers removed" , "date" : "19980423" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "Falling Bricks Close a School in Queens" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/23\/nyregion\/falling-bricks-close-a-school-in-queens.html"} , {"body" : "Maimonides Medical Center in Brooklyn and the New York State Nurses Association have reached a tentative agreement to end a three-week strike prompted in part by a proposal for shift changes for some nurses, officials on both sides said yesterday. Details of the agreement, reached early in the morning after talks ran through the night, were not" , "date" : "19980419" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "37" , "title" : "Nurses and Maimonides Medical Center Reach Tentative Deal to End a 3-Week Strike" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/19\/nyregion\/nurses-and-maimonides-medical-center-reach-tentative-deal-to-end-a-3-week-strike.html"} , {"body" : "You can call the Regina Opera Company of Brooklyn a volunteer company, and you can call it a small company. But please, the people who run the opera plead, don't call it an amateur company. Founded in 1970 by opera lovers in Borough Park, the Regina Opera has started a World Wide Web site to spread the word about the company. As in the film" , "date" : "19980419" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: NEW YORK ON LINE; Hooked on Opera? Click Here" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/19\/nyregion\/neighborhood-report-new-york-on-line-hooked-on-opera-click-here.html"} , {"body" : "Just as the United States Senate race has generated a torrent of campaign contributions, so too has the race to succeed Representative Charles E. Schumer, with City Councilman Noach Dear taking a dramatic lead over his three major rivals in fund-raising. Mr. Dear, who represents the Borough Park section of Brooklyn, raised $397,600 in the three" , "date" : "19980417" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Race for Seat Of Schumer Grows Costly" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/17\/nyregion\/race-for-seat-of-schumer-grows-costly.html"} , {"body" : "DRAGUTSKY-Dr. David. For fifty-nine years, beloved husband of Leonara (nee Lasner), devoted father of Karen and Larry Bilsky, and Joan and Sumner Fishbein, cherished grandfather of Amy Fishbein, Jamie and Kevin Bilsky, dear brother of Joseph and Murray. Loving uncle, brother-in-law, loyal friend, dedicated doctor. Long time attending physician at" , "date" : "19980415" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "23" , "title" : "Paid Notice: Deaths DRAGUTSKY, DR. DAVID" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/15\/classified\/paid-notice-deaths-dragutsky-dr-david.html"} ,   {"body" : "To the Editor: Re ''Hospital and Striking Nurses Face Off Over 12-Hour Shifts'' (news article, April 9): I applaud Maimonides Medical Center's efforts to continue providing medical services during the nurses' strike, and ours and other community groups support the goal of improving nursing care there. Borough Park and Flatbush residents are voting" , "date" : "19980414" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "Brooklyn Nurses' Strike" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/14\/opinion\/l-brooklyn-nurses-strike-479675.html"} , {"body" : "AS he was preparing to make the film ''A Price Above Rubies,'' Boaz Yakin returned to the yeshiva on the Upper West Side of Manhattan, where he had been a student from kindergarten through the ninth grade, to seek advice from a rabbi who had been one of his teachers. Mr. Yakin wanted to be sure that every detail in his movie about Hasidic Jews," , "date" : "19980412" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "11" , "title" : "FILM; An Unorthodox Portrayer (Betrayer?) of Hasidism" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/12\/movies\/film-an-unorthodox-portrayer-betrayer-of-hasidism.html"} , {"body" : "A 32-year-old woman was critically injured last night when a large section of a building's facade fell 30 feet and landed on top of her as she walked down the Bowery on the Lower East Side. The woman, Li Ting Wen of Dyker Heights, Brooklyn, was in critical condition last night at Bellevue Hospital Center, the authorities said. A city official, who" , "date" : "19980410" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Building Facade Collapses, Critically Injuring Woman" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/10\/nyregion\/building-facade-collapses-critically-injuring-woman.html"} , {"body" : "In her 10 years as a nurse at Maimonides Medical Center in Brooklyn, Jackie Francois has become a big fan of her unusual work schedule: three 12-hour shifts a week. It allows Ms. Francois, a nurse in the surgical intensive care unit, to stay at home two or three weekdays each week, enabling her to call for her 10-year-old daughter at school, help" , "date" : "19980409" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Hospital and Striking Nurses Face Off Over 12-Hour Shifts" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/09\/nyregion\/hospital-and-striking-nurses-face-off-over-12-hour-shifts.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West at 79th Street. ''The Nature of Diamonds,'' an exhibition exploring all aspects of the mineral, from its geological origins to its popularity as an adornment to its modern uses in technology and research. Through April 26. Admission to this exhibition is by timed" , "date" : "19980403" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "46" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/03\/arts\/spare-times-313360.html"} , {"body" : "Emergency workers dressed in protective suits blocked off a five-block swath of Borough Park, Brooklyn, yesterday to clean up 15 bags of asbestos that had been dumped on a local street, city officials said. Charles G. Sturcken, a spokesman for the city's Department of Environmental Protection, said a sanitation worker found the bags at the corner" , "date" : "19980401" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; An 11-Hour Cleanup Of Asbestos in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/01\/nyregion\/metro-news-briefs-new-york-an-11-hour-cleanup-of-asbestos-in-brooklyn.html"} , {"body" : "Six hundred nurses went on strike yesterday at Maimonides Medical Center, demonstrating in force outside Brooklyn's second-largest hospital in an angry picket line that reverberated with cries of strong-arm management tactics. In turn, hospital administrators hired replacement workers and accused striking nurses of sabotaging three operating rooms" , "date" : "19980331" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Nurses Strike Maimonides Center In Deadlock Over Cuts in Benefits" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/31\/nyregion\/nurses-strike-maimonides-center-in-deadlock-over-cuts-in-benefits.html"} , {"body" : "It's sure to be an uphill battle for ''A Price Above Rubies'' to find an audience, since this is a story of life among New York's Hasidic Jews that doesn't especially aim to please. But it tells the engrossing tale of a shy, appealing heroine with a yen for love and freedom, and it also features a good deal of jewelry. By some lights, that makes it" , "date" : "19980325" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "FILM REVIEW; Enmeshed by Hasidic Rules" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/25\/movies\/film-review-enmeshed-by-hasidic-rules.html"} , {"body" : "BRENNER - MARGOLIN - Eva. Died on March 21, 1998 in Netanya, Israel, where she resided since October 7, 1973, formerly of Borough Park, Brooklyn, NY. Beloved wife of the late Abraham Brenner and beloved wife of Elkin Margolin. Devoted mother of Helyn (z''l) and Seymour Reich of NYC, Rabbi Reeve Brenner of Bethesda, MD and Dr. Joyce Rosman Brenner" , "date" : "19980323" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths BRENNER, MARGOLIN, EVA" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/23\/classified\/paid-notice-deaths-brenner-margolin-eva.html"} , {"body" : "A construction company and one of its supervisors were charged yesterday with manslaughter and other crimes in the death of a 16-year-old girl who was fatally injured in January when a brick fell from the top of a Brooklyn elementary school that was being repaired. The death of the girl, Yan Zhen Zhao, whose skull was fractured on Jan. 9 by the" , "date" : "19980318" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Indictments in Death of Girl, 16, Hit by Brick" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/18\/nyregion\/indictments-in-death-of-girl-16-hit-by-brick.html"} ,   {"body" : "EVER since the co-op board installed the video cameras in his building on Central Park West, Norman Siegel has been an unhappy man. Not only is there the indignity of being watched while you pick your nose waiting for the elevator, the board has also put a camera in the laundry room. ''There they are,'' Mr. Siegel says balefully, ''as I'm folding" , "date" : "19980305" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Metro Matters; Principles, Privacy, Cameras in the Park" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/05\/nyregion\/metro-matters-principles-privacy-cameras-in-the-park.html"} , {"body" : "This is about an 11-mile walk in a more or less straight line, a stroll along a Brooklyn railroad track that once represented the industrial heart of the city and might do so again someday. Or might just become a skinny but very long park. The cross-Brookyn rail line is one of those odd, serendipitous spaces that exist outside most people's view" , "date" : "19980222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Quiet Brooklyn Tracks Stir Dreams of Planners" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/22\/nyregion\/quiet-brooklyn-tracks-stir-dreams-of-planners.html"} , {"body" : "There was scattered applause as Julie Stern Joseph stepped to a lectern and surveyed the expectant congregation that filled 25 round tables, squeezed onto folding chairs, and lined the walls in the downstairs ballroom at Lincoln Square Synagogue one recent Saturday afternoon. ''Wow,'' she said with a nervous chuckle, at which the crowd laughed and" , "date" : "19980206" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Unusual, but Not Unorthodox; Causing a Stir, 2 Synagogues Hire Women to Assist Rabbis" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/06\/nyregion\/unusual-but-not-unorthodox-causing-stir-2-synagogues-hire-women-assist-rabbis.html"} , {"body" : "DR. ROBERT G. NEWMAN moved through the crowded halls of Beth Israel Medical Center at 16th Street and First Avenue last Tuesday morning, shaking hands and slapping backs like a politician. He wanted to see how his staff was adjusting to Beth Israel's recent partnership with St. Luke's-Roosevelt Hospital Center. ''There is inevitably a certain" , "date" : "19980201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "MAKING IT WORK; A Maverick of Medicine, at the Top of a Colossus" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/01\/nyregion\/making-it-work-a-maverick-of-medicine-at-the-top-of-a-colossus.html"} , {"body" : "To the Editor: The opponents of Brooklyn Junction -- people like Marie Cantoni, Carmel Lopez and Peter Morisi -- are the same people who thought the sky was falling when Pathmark was being built (''The Biggest Little Stories of 1997: The Showdown at Brooklyn Junction,'' Dec. 28). Pathmark is here, and the world didn't come to an end. But it did" , "date" : "19980125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "15" , "title" : "Looking Back (Again) on '97; Foes of Brooklyn Junction Are Repeating Earlier Error" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/25\/nyregion\/l-looking-back-again-on-97-foes-of-brooklyn-junction-are-repeating-earlier-error-241113.html"} , {"body" : "To the Editor: Your report makes the claim that the ''larger issue'' in the battle over the project is whether ''giant, uniform chains should be allowed to pave over a city known for neighborhood character.'' I disagree. The larger question is whether officials -- or any other concerned parties -- should rush to judgment on a project before a" , "date" : "19980125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "15" , "title" : "Looking Back (Again) on '97; Foes of Brooklyn Junction Are Repeating Earlier Error" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/25\/nyregion\/l-looking-back-again-on-97-foes-of-brooklyn-junction-are-repeating-earlier-error-241121.html"} , {"body" : "Harold O. Levy, the Wall Street executive who documented the severe deterioration of hundreds of city school buildings in a report released two years ago, said yesterday that he would soon convene inquiries at the city and state levels into how well the Board of Education and the School Construction Authority were coping with such problems. Citing" , "date" : "19980124" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Regent Urges That Agency Aid in Upkeep Of Schools" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/24\/nyregion\/regent-urges-that-agency-aid-in-upkeep-of-schools.html"} , {"body" : "City construction officials inspected a Brooklyn vocational high school and found it safe just five days before a wide swath of brick facade broke free from the building's rear wall and crashed through a protective shed to the sidewalk Wednesday night, city and school officials said yesterday. They said that the school, East New York Transit" , "date" : "19980123" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Brooklyn School Was Inspected Before Bricks Fell" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/23\/nyregion\/brooklyn-school-was-inspected-before-bricks-fell.html"} , {"body" : "As the campaign for United States Senate is starting with a torrent, the race to succeed one of the candidates in that race, Representative Charles E. Schumer, is moving at an equally rapid pace. Coveted by five elected officials, the Congressional seat is already the subject of a hard-fought campaign in what is likely to be one of the most" , "date" : "19980120" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A Tough Race Is Expected for 5 Seeking Schumer's Seat" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/20\/nyregion\/a-tough-race-is-expected-for-5-seeking-schumer-s-seat.html"} , {"body" : "Yan Zhen Zhao, the 16-year-old girl whose skull was fractured by construction debris that fell from atop a Brooklyn elementary school, died yesterday morning at Kings County Hospital Center, where she had lain unconscious since being injured on Friday. An ongoing criminal investigation into the case will now seek to determine whether Miss Zhao's" , "date" : "19980115" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Girl Struck by Falling Construction Debris at a School Dies" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/15\/nyregion\/girl-struck-by-falling-construction-debris-at-a-school-dies.html"} ,   {"body" : "Since 1987, the beige row house at 1249 41st Street in Borough Park, Brooklyn, has been home to four generations of the Zhao family, from the great-grandmother who grew up in the tiny village of Taishan in southern China, now 97, to Yan Zhen Zhao, 16, the studious aspiring doctor who was the family's youngest, brightest light. Like countless other" , "date" : "19980114" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Daughter's Injury Brings End To Family's Faith in Future" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/14\/nyregion\/daughter-s-injury-brings-end-to-family-s-faith-in-future.html"} , {"body" : "Four days after a brick tumbled off a repair site atop a Brooklyn elementary school and critically injured a 16-year-old girl, city officials said last night that they had temporarily shut down construction at nine other New York City public schools that were found to have inadequate or nonexistent overhead sidewalk protection. But city and school" , "date" : "19980114" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Construction Halted at 9 Schools After Inquiry" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/14\/nyregion\/construction-halted-at-9-schools-after-inquiry.html"} , {"body" : "Three months before a 16-year-old girl was gravely injured by a brick that fell from a construction site atop a Brooklyn elementary school, school construction officials -- under pressure from parents -- ordered a contractor to stop using bricks to hold down tarpaulins on the edge of the school's roof, school officials said yesterday. Officials of" , "date" : "19980113" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Bricks Had Been Ordered Removed at School" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/13\/nyregion\/bricks-had-been-ordered-removed-at-school.html"} , {"body" : "A Brooklyn school where a 16-year-old girl was struck and critically injured by falling bricks last Friday will be open for classes today, encircled by new wooden scaffolding to guard against further mishaps, school officials said yesterday. As workers shored up the school, city building inspectors examined 41 of about 150 other school construction" , "date" : "19980112" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Scaffolding Shields a School Where Falling Brick Hurt Girl" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/12\/nyregion\/scaffolding-shields-a-school-where-falling-brick-hurt-girl.html"} , {"body" : "ON Avenue M in Midwood, Brooklyn, the sidewalks bustle with Orthodox Jewish women in wigs and ankle-length skirts, while bearded men in long black coats and broad-brimmed hats walk to synagogue. Nestled among the other shops on the busy thoroughfare -- a kosher fish market, a Judaica bookshop and a bagel store -- sits Lavender Lace, an intimate" , "date" : "19980111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "2" , "title" : "Where Lingerie Sells to the Orthodox" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/11\/style\/where-lingerie-sells-to-the-orthodox.html"} , {"body" : "Rivka Ilana Dear, a daughter of Rickly and Councilman Noach Dear of Brooklyn, was married on Wednesday evening to Doni Lindenberg, a son of Ellen and Dr. Leslie B. Lindenberg of West Hartford, Conn. Rabbi Zelik Epstein performed the ceremony at Congregation Shaare Zion in Brooklyn. The couple graduated from Yeshiva University. Mrs. Lindenberg, 21," , "date" : "19980111" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "7" , "title" : "WEDDINGS; Rivka Dear, Doni Lindenberg" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/11\/style\/weddings-rivka-dear-doni-lindenberg.html"} , {"body" : "New York City building inspectors will visit about 150 school construction sites in the next few weeks in an attempt to prevent the kind of accident that critically injured a 16-year-old girl on Friday when two bricks fell from a scaffolding at Public School 131 in Brooklyn, Mayor Rudolph W. Giuliani said yesterday. The girl, Yanahan Zhao, suffered" , "date" : "19980111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "23" , "title" : "Checkups for School Construction Sites" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/11\/nyregion\/checkups-for-school-construction-sites.html"} , {"body" : "Moments after a dismissal bell sent children surging out of an elementary school in Brooklyn yesterday, bricks fell four stories from construction scaffolding, critically injuring a 16-year-old girl and sending dozens of other children into a panic. Investigators who spoke on the condition of anonymity last night said unsafe construction methods" , "date" : "19980110" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bricks Falling at School Critically Injure Girl, 16" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/10\/nyregion\/bricks-falling-at-school-critically-injure-girl-16.html"} , {"body" : "A chart yesterday with an article about Orthodox Jews' transformation of Borough Park in Brooklyn mislabeled a set of fertility statistics. The figures for births among women aged 35 to 44 referred to the total per 1,000 over their lifetimes, not per 100,000. For every 1,000 women aged 35 to 44 in Borough Park, 3,800 children were born, according" , "date" : "19980108" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/08\/nyregion\/c-corrections-979279.html"} , {"body" : "Years ago, a Hasidic businessman, now the garrulous father of 14, had made enough money as a salesman to flee Borough Park for a leafy suburb with grand, commodious houses. But he stayed put, expanding his Brooklyn home forward, backward, upward and even downward until it morphed into an urban mansion, complete with household staff and voice-mail" , "date" : "19980107" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Orthodox Neighborhood Reshapes Itself" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/07\/nyregion\/orthodox-neighborhood-reshapes-itself.html"} ,   {"author" : "Jon Kalish is a freelance newspaper and radio journalist who lives in Manhattan." , "body" : "JEWS may be the People of the Book, but they have come to cherish the CD-ROM, particularly the CD-ROM's ability to store a lot of religious text and teach children about the traditions of Judaism in an entertaining fashion. The two major distributors of Judaic software are the Davka Corporation (www.davka.com), based in Chicago, and Torah" , "date" : "19981231" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Technology"] , "page_facet" : "8" , "title" : "LIBRARY\/JUDAICA; For the Oldest of Lessons, the Newest of Tools" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/31\/technology\/library-judaica-for-the-oldest-of-lessons-the-newest-of-tools.html"} , {"body" : "Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West at 79th Street. The Hall of Biodiversity focuses on the variety and interdependence of earth's living things. Exhibitions: ''The Sacred Arts of Haitian Vodou'' explores the Afro-Caribbean religion of voodoo, including paintings, sequined flags, a replica of a voodoo temple," , "date" : "19981225" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "SPARE TIMES: ATTRACTIONS" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/25\/arts\/spare-times-attractions.html"} , {"body" : "Two weeks ago, Alla Kaplun was embarrassed to be seen in public, because nearly all her hair had fallen out. Ms. Kaplun, 38, is mentally retarded. No one has told her that she has cancer, or that chemotherapy is to blame for her hair loss. But she did not need anyone to tell her she was going bald. So at Mishkon, a home in Brooklyn for 52 mentally" , "date" : "19981218" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "THE NEEDIEST CASES; Cancer Patient's New Look Helps to Restore Dignity" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/18\/nyregion\/the-neediest-cases-cancer-patient-s-new-look-helps-to-restore-dignity.html"} , {"body" : "For Chayie Sieger, the sense of powerlessness came when she learned that 100 Orthodox rabbis she had never met had granted her husband of 26 years a Jewish divorce without her knowledge. For Chani Lightman, the sense of shock came when she confided in two rabbis about marital problems and then discovered that they had revealed those secrets to her" , "date" : "19981214" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Women Allege Betrayal by Rabbis' Talk; Rare Lawsuits Complain Reputations as Jews Were Damaged" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/14\/nyregion\/women-allege-betrayal-rabbis-talk-rare-lawsuits-complain-reputations-jews-were.html"} , {"body" : "On the eve of a legislative hearing expected to raise serious questions about the performance of the School Construction Authority, Mayor Rudolph W. Giuliani last night endorsed a proposal by Gov. George E. Pataki that would formalize the Mayor's control of the agency. The proposal is likely to meet stiff opposition from the Democrats who control" , "date" : "19981209" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "13" , "title" : "Plan to Give Mayor Grip On Agency" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/09\/nyregion\/plan-to-give-mayor-grip-on-agency.html"} , {"body" : "A 56-room hotel is being built atop a former bank building in Borough Park, Brooklyn, designed to cater to Orthodox and Hasidic Jews. Marcel Glick, the Borough Park developer who is behind the project, said that he and his partner were investing $6 million in the hope that the six-story, 4,000-square-foot structure at 47th Street and 13th Avenue" , "date" : "19981129" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Postings: Going Up in Borough Park; 56-Room Hotel For Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/29\/realestate\/postings-going-up-in-borough-park-56-room-hotel-for-brooklyn.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; meetings usually held on second Tuesday of month, but the next meeting is Dec. 1, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg. Board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn," , "date" : "19981115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; From Red Hook to Cypress Hills: When and Where the Community Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/15\/nyregion\/neighborhood-report-brooklyn-up-close-red-hook-cypress-hills-when-where.html"} , {"body" : "RIVERDALE Luxurious Setting For Chamber Concert Series A turn-of-the-century Riverdale villa is the setting today for the first concert in the Bronx Arts Ensemble's ''Chamber Music in Great Homes'' series. A guest pianist, Allison Brewster Franzetti, and a guest soprano, Wendy Waller, are to help present works by Mozart, John Freeman, de Falla and" , "date" : "19981115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/15\/nyregion\/playing-in-the-neighborhood-837741.html"} , {"body" : "In a day of old-style politicking, Representative Charles E. Schumer campaigned for the Senate in black, Jewish and Hispanic neighborhoods across New York City yesterday, bringing in Vice President Al Gore in an attempt to rally support in tomorrow's election. Senator Alfonse M. D'Amato went to Orthodox Jewish communities in Brooklyn, portraying" , "date" : "19981102" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE 1998 CAMPAIGN: THE SENATE; Parties Pushing Message: Your Vote Counts" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/02\/nyregion\/the-1998-campaign-the-senate-parties-pushing-message-your-vote-counts.html"} , {"body" : "With two survivors of the Holocaust at his side, and a rabbi leading his rally, Senator Alfonse M. D'Amato stood solemnly at the Holocaust Memorial Wall in Manhattan yesterday, promoting his efforts on behalf of Jewish voters and joining Jewish supporters in assailing his opponent, Representative Charles E. Schumer, over issues of concern to Israel" , "date" : "19981019" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE 1998 CAMPAIGN: THE SENATE; Jewish Vote Becomes Battleground in Tight Race for Senate" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/19\/nyregion\/1998-campaign-senate-jewish-vote-becomes-battleground-tight-race-for-senate.html"} , {"body" : "She did not have any children of her own, but Theresa Giannola Goldberg had 6-year-old Chaim Weill. Chaim, who uses a wheelchair and leg braces, has cerebral palsy and communicates mostly with a smile or an awkward nod. His parents knew that Mrs. Goldberg, his regular baby sitter, loved Chaim, so they did not worry when she took him for a stroll on" , "date" : "19981015" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["SOUTH CAROLINA" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ailing 6-Year-Old Disappears, and Sitter Is Sought" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/15\/nyregion\/ailing-6-year-old-disappears-and-sitter-is-sought.html"} , {"body" : "The Board of Elections certified City Councilman Anthony D. Weiner yesterday as the winner of the Sept. 15 Democratic primary for the Congressional seat being vacated by Representative Charles E. Schumer. Mr. Weiner won by 489 votes over his closest rival, State Assemblywoman Melinda Katz. Initially, Mr. Weiner, who represents the Sheepshead Bay" , "date" : "19980930" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Democratic Primary Winner Is Certified in Schumer's Old District" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/30\/nyregion\/democratic-primary-winner-is-certified-in-schumer-s-old-district.html"} , {"body" : "A Bronx construction company pleaded guilty yesterday to manslaughter and will pay a $10,000 fine in the death of a 16-year-old girl who was injured last January when a brick fell from the roof of a Brooklyn elementary school that was undergoing repairs. A supervisor at the company, Espo Construction Inc., also pleaded guilty to a misdemeanor" , "date" : "19980929" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Builder Pleads Guilty in Death of Girl, 16" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/29\/nyregion\/builder-pleads-guilty-in-death-of-girl-16.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; meeting usually held on second Tuesday of month; but next meeting is on Wednesday, Oct. 14, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown" , "date" : "19980927" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Bushwick to Bensonhurst, When the Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/27\/nyregion\/neighborhood-report-brooklyn-up-close-bushwick-bensonhurst-when-boards-meet.html"} , {"body" : "IF you ride the subway every day, the following will not come as a news flash: the trains move more slowly than they used to. Don't confuse this with the fact that fewer trains run on many lines, something else you already knew. The overcrowding got so bad that transit officials finally announced plans yesterday to expand both subway and bus" , "date" : "19980918" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC; Rapid Transit Fast Becoming An Oxymoron" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/18\/nyregion\/nyc-rapid-transit-fast-becoming-an-oxymoron.html"} , {"body" : "In a contentious, four-way race, Anthony D. Weiner, a 34-year-old City Councilman from Brooklyn, won the Democratic primary for the seat to succeed Representative Charles E. Schumer in Congress by a razor-thin margin this morning. With all of the precincts reporting, Mr. Weiner, who had 12,569 votes, or 28 percent, won by a margin of 285 votes over" , "date" : "19980916" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "THE 1998 CAMPAIGN: CONGRESS; Weiner Is Victor Over Katz In Bid to Replace Schumer" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/16\/nyregion\/the-1998-campaign-congress-weiner-is-victor-over-katz-in-bid-to-replace-schumer.html"} , {"body" : "WITH Rosh ha-Shanah beginning on Sunday evening, the Israel Beigel Baking Company, like other classic Jewish bakeries in New York City, is in its high season for rugelach, honey cakes and traditional round New Year hallahs -- more than 10,000 of them. New Yorkers who patronize the Fairway markets, the Second Avenue Deli and strictly kosher ma and" , "date" : "19980916" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "A Season for Hallah, by the Thousand . . . And a Season for Guides on How to Bake It" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/16\/dining\/a-season-for-hallah-by-the-thousand-and-a-season-for-guides-on-how-to-bake-it.html"} , {"body" : "Rabbi Sender Deutsch, a leader of one of the largest Hasidic Jewish groups in the United States and the longtime chief editor and publisher of Der Yid, a Yiddish-language weekly newspaper, died on Sept. 2 at Maimonides Medical Center in Brooklyn. He was 76 and a resident of the Williamsburg section of Brooklyn, where he had lived for about 45" , "date" : "19980913" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "62" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/13\/nyregion\/no-headline-830682.html"} , {"body" : "Having shepherded his 33 freshmen into their first mathematics class of the school year, Richard Mesaric started his lesson, his voice loud but halting. ''There's something maybe a little special about me which I want to tell you about at the beginning,'' the teacher said as he looked around the third-floor classroom at Midwood High School in" , "date" : "19980913" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "AUSTRIA"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "49" , "title" : "Today's Lesson: What's a Bagel?; Austrians Fill a Need for Teachers and Learn the Lingo" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/13\/nyregion\/today-s-lesson-what-s-bagel-austrians-fill-need-for-teachers-learn-lingo.html"} , {"body" : "There were 8,000 guests, not including those peering down from the rooftops. The police closed the streets in Williamsburg, Brooklyn, to allow for a chuppa, or wedding canopy, and afterward the crowds squeezed so tightly into the reception hall that several people collapsed from heat exhaustion. If the wedding of Chaim Halberstam and Raiza Meisels" , "date" : "19980904" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Royal Wedding, A Family Affair; Two Hasidic Dynasties Unite in Brooklyn Gala" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/04\/nyregion\/a-royal-wedding-a-family-affair-two-hasidic-dynasties-unite-in-brooklyn-gala.html"} , {"body" : "LONG before energy deregulation, Robert B. Catell acted as if Brooklyn Union Gas had to compete for each and every customer, wooing the borough's residents and businesses with top-flight service and heartfelt concern for the community. ''He could have taken the attitude of 'You have to use me,' '' said Kenneth Adams, president of the Brooklyn" , "date" : "19980827" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; A Utility Chief Who Remembers His Roots" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/27\/nyregion\/public-lives-a-utility-chief-who-remembers-his-roots.html"} , {"body" : "While candidates for statewide office in next month's Democratic primary have received a good deal of attention for their spending for television advertisements, they are not alone in buying media time. In a more local race, one candidate is planning a television blitz in which he will spend more than any of his opponents have raised for their" , "date" : "19980817" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Political Notes; Local Race With a Major TV Budget" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/17\/nyregion\/political-notes-local-race-with-a-major-tv-budget.html"} , {"body" : "PETER KWAN spends three nights a week at his bachelor pad in Murray Hill, and the other four nights at his mother's apartment in Chinatown, where he keeps his old room even though he moved out years ago. On one of his days off, he visits his father in a nursing home in the West Village. ''It's a dual life to be the good son and have your own" , "date" : "19980802" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ties That Bind, Ties That Break" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/02\/nyregion\/ties-that-bind-ties-that-break.html"} , {"body" : "While some contested disability cases appear relatively straightforward, others, like that of Michael Romanelli, are complex and ambiguous. Mr. Romanelli had been a firefighter for eight years when he was hurt fighting a blaze in a vacant synagogue in Borough Park, Brooklyn, in 1989. He tripped over a hole in a wet floor and fell hard on his back," , "date" : "19980726" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "30" , "title" : "One Man's Nine-Year Struggle To Wrest Money From Process" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/26\/nyregion\/one-man-s-nine-year-struggle-to-wrest-money-from-process.html"} , {"body" : "A Palestinian immigrant who testified that he had wanted to kill as many Jews as possible in a suicide attack was convicted yesterday of plotting to explode a powerful pipe bomb in the New York City subway. But in a case that raised the specter of another terrorist attack in a city where the World Trade Center was bombed five years ago, the jury in" , "date" : "19980724" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Jury Convicts Man in Scheme To Set a Bomb In the Subway" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/24\/nyregion\/jury-convicts-man-in-scheme-to-set-a-bomb-in-the-subway.html"} , {"body" : "In the dark before dawn, when the priest bumped his pickup truck through town to wake everyone up, Monica Cruz groaned and put her pillow over her head. In New York City, as the assistant manager of a store in SoHo, she enjoys daylong access to cappuccino. Here in her dusty little hometown, there is not a cup of coffee to be had. Still, on that not" , "date" : "19980721" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["CHINANTLA (MEXICO)" , "MEXICO"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "A Mexican Town That Transcends All Borders" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/21\/nyregion\/a-mexican-town-that-transcends-all-borders.html"} , {"body" : "One of two Palestinians charged with plotting to explode a powerful pipe bomb in the New York City subway testified yesterday that he had planned to kill as many Jews as possible in a suicide bomb attack, though he insisted not on the subway. The defendant, Ghazi Ibrahim Abu Maizar, also told the jury in Federal District Court in Brooklyn that" , "date" : "19980721" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "MIDDLE EAST"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Defendant in Bomb Plot Tells of Plan to Kill Jews" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/21\/nyregion\/defendant-in-bomb-plot-tells-of-plan-to-kill-jews.html"} , {"body" : "A powerful pipe bomb that prosecutors say two men planned to explode in the New York City subway was covered with large construction nails that would have increased its potential to kill and mutilate people, a bomb expert testified yesterday at the men's trial. ''There is no other function the nails serve,'' the expert, Thomas J. Mohnal of the" , "date" : "19980717" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Agent Testifies On Content Of Pipe Bomb" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/17\/nyregion\/agent-testifies-on-content-of-pipe-bomb.html"} , {"body" : "A Federal agent testified yesterday that a man charged with plotting to explode a powerful pipe bomb in a New York City subway told him that he had wanted to bomb a rush-hour train on the B line ''because there are a lot of Jews that ride that train.'' The defendant, Ghazi Ibrahim Abu Maizar, is one of two Palestinian immigrants on trial on charges" , "date" : "19980715" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Defendant Told of Plan To Use Bomb, Agent Says" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/15\/nyregion\/defendant-told-of-plan-to-use-bomb-agent-says.html"} , {"body" : "Dov Hikind, a Democratic Assemblyman from Brooklyn who is known for his maverick politics and outspoken manner, was acquitted yesterday of charges that he took tens of thousands of dollars in illegal payoffs from officials of a social services group. But a former official of the group, Rabbi Elimelech Naiman, was convicted of making corrupt" , "date" : "19980714" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Jury Acquits Assemblyman Hikind of Corruption Charges" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/14\/nyregion\/jury-acquits-assemblyman-hikind-of-corruption-charges.html"} , {"body" : "One day last week, about 20 Orthodox Jews, about half of them ultra-Orthodox Hasidim, stood in a hallway in Federal District Court in Brooklyn and, with ritualistic nods and sways and a collective hum as they murmured their prayer, conducted an afternoon service. Later, some of them drifted into a nearby courtroom and stared at the two men on trial" , "date" : "19980712" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Reporter's Notebook; Worlds Intermingle at Juxtaposed Criminal Trials in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/12\/nyregion\/reporter-s-notebook-worlds-intermingle-at-juxtaposed-criminal-trials-in-brooklyn.html"} , {"body" : "Parents are forever trying to teach their children that sharing toys is good. But such generosity can also yield health benefits. So a Cobble Hill couple are founding one of the region's few toy libraries, to help ill infants who are economically disadvantaged. Pauline's Library is to open as part of the Infant and Child Learning Center at Kings" , "date" : "19980705" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: CROWN HEIGHTS; A Library for Toy Therapy" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/05\/nyregion\/neighborhood-report-crown-heights-a-library-for-toy-therapy.html"} , {"body" : "The lawyer for Dov Hikind, the Brooklyn Assemblyman who is on trial on charges of receiving illegal payoffs from a social services group, told jurors in his closing argument yesterday that prosecutors had concocted a false case by turning ''perfectly appropriate acts by an elected official'' into supposed criminal conduct. ''Their claim of benefits" , "date" : "19980702" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Trial Lawyer For Hikind Says Actions Were Legal" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/02\/nyregion\/trial-lawyer-for-hikind-says-actions-were-legal.html"} , {"body" : "The Federal corruption case against Assemblyman Dov Hikind of Brooklyn originated with city investigators who were pursuing a Giuliani administration vendetta against Mr. Hikind and a social services group, a defense lawyer contended in court yesterday. Mr. Hikind, a Democrat from Borough Park, is charged in Federal District Court in Brooklyn with" , "date" : "19980630" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "City Vendetta Is Alleged By Defense For Hikind" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/30\/nyregion\/city-vendetta-is-alleged-by-defense-for-hikind.html"} , {"body" : "Worn into the frayed burgundy carpet at the front of the Eldridge Street Synagogue are two footprints, the marks left by the succession of cantors who led congregations in prayer from the time the synagogue was the neighborhood shul of tailors and peddlers on the late 19th-century Lower East Side. Those footprints were a poignant bit of history for" , "date" : "19980612" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Gathering to Sing A Song of Their Past" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/12\/nyregion\/gathering-to-sing-a-song-of-their-past.html"} , {"body" : "In 1912 Morris Goldstein opened a brass bed factory in Borough Park, Brooklyn. In 1952 his son Izzy took over the business, Elegante Brass and Iron Beds. He eventually moved the factory and showroom to 1460 65th Street in Brooklyn, and meticulously turned out handmade beds. On April 19, Saul Goldstein, Izzy's son, expanded the family business he" , "date" : "19980524" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Expanding to Manhattan With a Brass Bed Store" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/24\/nyregion\/new-yorkers-co-expanding-to-manhattan-with-a-brass-bed-store.html"} , {"body" : "Introducing into evidence a blizzard of canceled checks, accounting ledgers and other financial records, Federal prosecutors yesterday began painstakingly building their corruption case against Assemblyman Dov Hikind of Brooklyn and his co-defendant, Rabbi Elimelech Naiman. The prosecution's first and only witness of the day, Rachel Cooper," , "date" : "19980521" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Financial Records Are Introduced at Assemblyman's Trial" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/21\/nyregion\/financial-records-are-introduced-at-assemblyman-s-trial.html"} , {"body" : "The Federal corruption trial of Assemblyman Dov Hikind of Brooklyn opened yesterday with a prosecutor painting him as a thief who took thousands of dollars in kickbacks, while a defense lawyer praised Mr. Hikind as ''one of the most extraordinary political figures of our time.'' The starkly divergent portrayals offered glimpses into the opposing" , "date" : "19980520" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Brooklyn Assemblyman's Trial Opens" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/20\/nyregion\/brooklyn-assemblyman-s-trial-opens.html"} , {"body" : "The armada of yellow buses that usually clog the narrow streets of Borough Park, Brooklyn, shuttling students from yeshivas to their homes, was nowhere in sight yesterday. Instead, the streets were filled with thousands of people mourning the death of Rabbi Moshe Sherer, whom many considered the elder statesman of the American Orthodox Jewish" , "date" : "19980519" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "Borough Park Mourns Jewish Luminary" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/19\/nyregion\/borough-park-mourns-jewish-luminary.html"} , {"body" : "A few months ago, a group of Chinese business owners and residents in Sunset Park were introduced to a potential new neighbor. Gathered in Ocean Palace, an Eighth Avenue restaurant, they listened to Charles Katz, a Borough Park developer who was accompanied by a Chinese-speaking employee, describe the shopping center he wants to build just blocks" , "date" : "19980517" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BOROUGH PARK; Enlisting Troops in Battle Over Planned Shopping Center" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/17\/nyregion\/neighborhood-report-borough-park-enlisting-troops-battle-over-planned-shopping.html"} , {"body" : "By 1:30 P.M. yesterday, the dispatcher at Safeway Car Service in Sheepshead Bay, Brooklyn, had stopped taking reservations. The company's 42 aqua Ford Crown Victorias had already been booked to ferry commuters around Manhattan this morning, including one car that was to go to Central Park West at 5:30 A.M. to pick up a doctor who is scheduled to" , "date" : "19980513" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Commuters Brace for Cab-Less Wednesday as Drivers Protest" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/13\/nyregion\/commuters-brace-for-cab-less-wednesday-as-drivers-protest.html"} , {"body" : "To the Editor: In viewing his film ''A Price Above Rubies,'' I could only think that Boaz Yakin has an ax to grind against Hasidim that colors his view of their life [''An Unorthodox Portrayer (Betrayer?) of Hasidism,'' April 12]. How else to explain his inability to see the joy and love that many Hasidic people feel and express as integral to who" , "date" : "19980510" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "Arts"] , "page_facet" : "10" , "title" : "HASIDISM ON FILM; People With Feelings" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/10\/arts\/l-hasidism-on-film-people-with-feelings-836303.html"} , {"body" : "The regional director of the National Labor Relations Board said he may file a civil complaint against Long Island College Hospital for allegedly failing to provide a nurses' union with cost-cutting information during contract talks. The director, Alvin Blyer, said he had given the hospital until this Thursday to convince him that his tentative" , "date" : "19980510" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: COBBLE HILL; Nurses' Give-Backs at Issue" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/10\/nyregion\/neighborhood-report-cobble-hill-nurses-give-backs-at-issue.html"} , {"body" : "A former official of what was once a powerful and politically connected social-services group pleaded guilty yesterday to stealing money from its government grants and using some of the money to make illegal payoffs to Assemblyman Dov Hikind of Brooklyn. The plea by the former official, Paul Chernick, came less than two weeks before he was to go on" , "date" : "19980501" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Ex-Official Admits to Embezzlement and Payoffs to Assemblyman" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/01\/nyregion\/ex-official-admits-to-embezzlement-and-payoffs-to-assemblyman.html"} , {"body" : "Free Choices TODAY In his one-man show, Richard Milner, a singing Darwinian scholar from the Museum of Natural History, blends authentic history with original songs to create ''Charles Darwin -- Live and in Concert.'' The performance is at 2 P.M. at the Bethpage Library on Powell Avenue (931-3907). TOMORROW In ''A Tickle in the Heart,'' Stefan" , "date" : "19980426" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "LONG ISLAND GUIDE" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/26\/nyregion\/long-island-guide.html"} , {"body" : "Two layers of bricks fell from atop a four-story elementary school under repair in Maspeth, Queens on Tuesday night, forcing school officials to cancel classes yesterday, when hundreds of students were scheduled to take a citywide reading test. No one was injured when the bricks fell at 7:30 P.M. on Tuesday at Public School 153 as workers removed" , "date" : "19980423" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "Falling Bricks Close a School in Queens" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/23\/nyregion\/falling-bricks-close-a-school-in-queens.html"} , {"body" : "Maimonides Medical Center in Brooklyn and the New York State Nurses Association have reached a tentative agreement to end a three-week strike prompted in part by a proposal for shift changes for some nurses, officials on both sides said yesterday. Details of the agreement, reached early in the morning after talks ran through the night, were not" , "date" : "19980419" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "37" , "title" : "Nurses and Maimonides Medical Center Reach Tentative Deal to End a 3-Week Strike" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/19\/nyregion\/nurses-and-maimonides-medical-center-reach-tentative-deal-to-end-a-3-week-strike.html"} , {"body" : "You can call the Regina Opera Company of Brooklyn a volunteer company, and you can call it a small company. But please, the people who run the opera plead, don't call it an amateur company. Founded in 1970 by opera lovers in Borough Park, the Regina Opera has started a World Wide Web site to spread the word about the company. As in the film" , "date" : "19980419" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: NEW YORK ON LINE; Hooked on Opera? Click Here" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/19\/nyregion\/neighborhood-report-new-york-on-line-hooked-on-opera-click-here.html"} , {"body" : "Just as the United States Senate race has generated a torrent of campaign contributions, so too has the race to succeed Representative Charles E. Schumer, with City Councilman Noach Dear taking a dramatic lead over his three major rivals in fund-raising. Mr. Dear, who represents the Borough Park section of Brooklyn, raised $397,600 in the three" , "date" : "19980417" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Race for Seat Of Schumer Grows Costly" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/17\/nyregion\/race-for-seat-of-schumer-grows-costly.html"} , {"body" : "DRAGUTSKY-Dr. David. For fifty-nine years, beloved husband of Leonara (nee Lasner), devoted father of Karen and Larry Bilsky, and Joan and Sumner Fishbein, cherished grandfather of Amy Fishbein, Jamie and Kevin Bilsky, dear brother of Joseph and Murray. Loving uncle, brother-in-law, loyal friend, dedicated doctor. Long time attending physician at" , "date" : "19980415" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "23" , "title" : "Paid Notice: Deaths DRAGUTSKY, DR. DAVID" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/15\/classified\/paid-notice-deaths-dragutsky-dr-david.html"} , {"body" : "To the Editor: Re ''Hospital and Striking Nurses Face Off Over 12-Hour Shifts'' (news article, April 9): I applaud Maimonides Medical Center's efforts to continue providing medical services during the nurses' strike, and ours and other community groups support the goal of improving nursing care there. Borough Park and Flatbush residents are voting" , "date" : "19980414" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "18" , "title" : "Brooklyn Nurses' Strike" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/14\/opinion\/l-brooklyn-nurses-strike-479675.html"} , {"body" : "AS he was preparing to make the film ''A Price Above Rubies,'' Boaz Yakin returned to the yeshiva on the Upper West Side of Manhattan, where he had been a student from kindergarten through the ninth grade, to seek advice from a rabbi who had been one of his teachers. Mr. Yakin wanted to be sure that every detail in his movie about Hasidic Jews," , "date" : "19980412" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "11" , "title" : "FILM; An Unorthodox Portrayer (Betrayer?) of Hasidism" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/12\/movies\/film-an-unorthodox-portrayer-betrayer-of-hasidism.html"} , {"body" : "A 32-year-old woman was critically injured last night when a large section of a building's facade fell 30 feet and landed on top of her as she walked down the Bowery on the Lower East Side. The woman, Li Ting Wen of Dyker Heights, Brooklyn, was in critical condition last night at Bellevue Hospital Center, the authorities said. A city official, who" , "date" : "19980410" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Building Facade Collapses, Critically Injuring Woman" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/10\/nyregion\/building-facade-collapses-critically-injuring-woman.html"} , {"body" : "In her 10 years as a nurse at Maimonides Medical Center in Brooklyn, Jackie Francois has become a big fan of her unusual work schedule: three 12-hour shifts a week. It allows Ms. Francois, a nurse in the surgical intensive care unit, to stay at home two or three weekdays each week, enabling her to call for her 10-year-old daughter at school, help" , "date" : "19980409" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Hospital and Striking Nurses Face Off Over 12-Hour Shifts" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/09\/nyregion\/hospital-and-striking-nurses-face-off-over-12-hour-shifts.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West at 79th Street. ''The Nature of Diamonds,'' an exhibition exploring all aspects of the mineral, from its geological origins to its popularity as an adornment to its modern uses in technology and research. Through April 26. Admission to this exhibition is by timed" , "date" : "19980403" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "46" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/03\/arts\/spare-times-313360.html"} , {"body" : "Emergency workers dressed in protective suits blocked off a five-block swath of Borough Park, Brooklyn, yesterday to clean up 15 bags of asbestos that had been dumped on a local street, city officials said. Charles G. Sturcken, a spokesman for the city's Department of Environmental Protection, said a sanitation worker found the bags at the corner" , "date" : "19980401" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; An 11-Hour Cleanup Of Asbestos in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/01\/nyregion\/metro-news-briefs-new-york-an-11-hour-cleanup-of-asbestos-in-brooklyn.html"} , {"body" : "Six hundred nurses went on strike yesterday at Maimonides Medical Center, demonstrating in force outside Brooklyn's second-largest hospital in an angry picket line that reverberated with cries of strong-arm management tactics. In turn, hospital administrators hired replacement workers and accused striking nurses of sabotaging three operating rooms" , "date" : "19980331" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Nurses Strike Maimonides Center In Deadlock Over Cuts in Benefits" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/31\/nyregion\/nurses-strike-maimonides-center-in-deadlock-over-cuts-in-benefits.html"} , {"body" : "It's sure to be an uphill battle for ''A Price Above Rubies'' to find an audience, since this is a story of life among New York's Hasidic Jews that doesn't especially aim to please. But it tells the engrossing tale of a shy, appealing heroine with a yen for love and freedom, and it also features a good deal of jewelry. By some lights, that makes it" , "date" : "19980325" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "FILM REVIEW; Enmeshed by Hasidic Rules" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/25\/movies\/film-review-enmeshed-by-hasidic-rules.html"} , {"body" : "BRENNER - MARGOLIN - Eva. Died on March 21, 1998 in Netanya, Israel, where she resided since October 7, 1973, formerly of Borough Park, Brooklyn, NY. Beloved wife of the late Abraham Brenner and beloved wife of Elkin Margolin. Devoted mother of Helyn (z''l) and Seymour Reich of NYC, Rabbi Reeve Brenner of Bethesda, MD and Dr. Joyce Rosman Brenner" , "date" : "19980323" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "7" , "title" : "Paid Notice: Deaths BRENNER, MARGOLIN, EVA" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/23\/classified\/paid-notice-deaths-brenner-margolin-eva.html"} , {"body" : "A construction company and one of its supervisors were charged yesterday with manslaughter and other crimes in the death of a 16-year-old girl who was fatally injured in January when a brick fell from the top of a Brooklyn elementary school that was being repaired. The death of the girl, Yan Zhen Zhao, whose skull was fractured on Jan. 9 by the" , "date" : "19980318" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Indictments in Death of Girl, 16, Hit by Brick" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/18\/nyregion\/indictments-in-death-of-girl-16-hit-by-brick.html"} , {"body" : "EVER since the co-op board installed the video cameras in his building on Central Park West, Norman Siegel has been an unhappy man. Not only is there the indignity of being watched while you pick your nose waiting for the elevator, the board has also put a camera in the laundry room. ''There they are,'' Mr. Siegel says balefully, ''as I'm folding" , "date" : "19980305" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Metro Matters; Principles, Privacy, Cameras in the Park" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/05\/nyregion\/metro-matters-principles-privacy-cameras-in-the-park.html"} , {"body" : "This is about an 11-mile walk in a more or less straight line, a stroll along a Brooklyn railroad track that once represented the industrial heart of the city and might do so again someday. Or might just become a skinny but very long park. The cross-Brookyn rail line is one of those odd, serendipitous spaces that exist outside most people's view" , "date" : "19980222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "Quiet Brooklyn Tracks Stir Dreams of Planners" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/22\/nyregion\/quiet-brooklyn-tracks-stir-dreams-of-planners.html"} , {"body" : "There was scattered applause as Julie Stern Joseph stepped to a lectern and surveyed the expectant congregation that filled 25 round tables, squeezed onto folding chairs, and lined the walls in the downstairs ballroom at Lincoln Square Synagogue one recent Saturday afternoon. ''Wow,'' she said with a nervous chuckle, at which the crowd laughed and" , "date" : "19980206" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Unusual, but Not Unorthodox; Causing a Stir, 2 Synagogues Hire Women to Assist Rabbis" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/06\/nyregion\/unusual-but-not-unorthodox-causing-stir-2-synagogues-hire-women-assist-rabbis.html"} , {"body" : "DR. ROBERT G. NEWMAN moved through the crowded halls of Beth Israel Medical Center at 16th Street and First Avenue last Tuesday morning, shaking hands and slapping backs like a politician. He wanted to see how his staff was adjusting to Beth Israel's recent partnership with St. Luke's-Roosevelt Hospital Center. ''There is inevitably a certain" , "date" : "19980201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "MAKING IT WORK; A Maverick of Medicine, at the Top of a Colossus" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/01\/nyregion\/making-it-work-a-maverick-of-medicine-at-the-top-of-a-colossus.html"} , {"body" : "To the Editor: The opponents of Brooklyn Junction -- people like Marie Cantoni, Carmel Lopez and Peter Morisi -- are the same people who thought the sky was falling when Pathmark was being built (''The Biggest Little Stories of 1997: The Showdown at Brooklyn Junction,'' Dec. 28). Pathmark is here, and the world didn't come to an end. But it did" , "date" : "19980125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "15" , "title" : "Looking Back (Again) on '97; Foes of Brooklyn Junction Are Repeating Earlier Error" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/25\/nyregion\/l-looking-back-again-on-97-foes-of-brooklyn-junction-are-repeating-earlier-error-241113.html"} , {"body" : "To the Editor: Your report makes the claim that the ''larger issue'' in the battle over the project is whether ''giant, uniform chains should be allowed to pave over a city known for neighborhood character.'' I disagree. The larger question is whether officials -- or any other concerned parties -- should rush to judgment on a project before a" , "date" : "19980125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "15" , "title" : "Looking Back (Again) on '97; Foes of Brooklyn Junction Are Repeating Earlier Error" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/25\/nyregion\/l-looking-back-again-on-97-foes-of-brooklyn-junction-are-repeating-earlier-error-241121.html"} , {"body" : "Harold O. Levy, the Wall Street executive who documented the severe deterioration of hundreds of city school buildings in a report released two years ago, said yesterday that he would soon convene inquiries at the city and state levels into how well the Board of Education and the School Construction Authority were coping with such problems. Citing" , "date" : "19980124" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Regent Urges That Agency Aid in Upkeep Of Schools" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/24\/nyregion\/regent-urges-that-agency-aid-in-upkeep-of-schools.html"} , {"body" : "City construction officials inspected a Brooklyn vocational high school and found it safe just five days before a wide swath of brick facade broke free from the building's rear wall and crashed through a protective shed to the sidewalk Wednesday night, city and school officials said yesterday. They said that the school, East New York Transit" , "date" : "19980123" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Brooklyn School Was Inspected Before Bricks Fell" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/23\/nyregion\/brooklyn-school-was-inspected-before-bricks-fell.html"} , {"body" : "As the campaign for United States Senate is starting with a torrent, the race to succeed one of the candidates in that race, Representative Charles E. Schumer, is moving at an equally rapid pace. Coveted by five elected officials, the Congressional seat is already the subject of a hard-fought campaign in what is likely to be one of the most" , "date" : "19980120" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A Tough Race Is Expected for 5 Seeking Schumer's Seat" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/20\/nyregion\/a-tough-race-is-expected-for-5-seeking-schumer-s-seat.html"} , {"body" : "Yan Zhen Zhao, the 16-year-old girl whose skull was fractured by construction debris that fell from atop a Brooklyn elementary school, died yesterday morning at Kings County Hospital Center, where she had lain unconscious since being injured on Friday. An ongoing criminal investigation into the case will now seek to determine whether Miss Zhao's" , "date" : "19980115" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Girl Struck by Falling Construction Debris at a School Dies" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/15\/nyregion\/girl-struck-by-falling-construction-debris-at-a-school-dies.html"} , {"body" : "Since 1987, the beige row house at 1249 41st Street in Borough Park, Brooklyn, has been home to four generations of the Zhao family, from the great-grandmother who grew up in the tiny village of Taishan in southern China, now 97, to Yan Zhen Zhao, 16, the studious aspiring doctor who was the family's youngest, brightest light. Like countless other" , "date" : "19980114" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Daughter's Injury Brings End To Family's Faith in Future" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/14\/nyregion\/daughter-s-injury-brings-end-to-family-s-faith-in-future.html"} , {"body" : "Four days after a brick tumbled off a repair site atop a Brooklyn elementary school and critically injured a 16-year-old girl, city officials said last night that they had temporarily shut down construction at nine other New York City public schools that were found to have inadequate or nonexistent overhead sidewalk protection. But city and school" , "date" : "19980114" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Construction Halted at 9 Schools After Inquiry" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/14\/nyregion\/construction-halted-at-9-schools-after-inquiry.html"} , {"body" : "Three months before a 16-year-old girl was gravely injured by a brick that fell from a construction site atop a Brooklyn elementary school, school construction officials -- under pressure from parents -- ordered a contractor to stop using bricks to hold down tarpaulins on the edge of the school's roof, school officials said yesterday. Officials of" , "date" : "19980113" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Bricks Had Been Ordered Removed at School" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/13\/nyregion\/bricks-had-been-ordered-removed-at-school.html"} , {"body" : "A Brooklyn school where a 16-year-old girl was struck and critically injured by falling bricks last Friday will be open for classes today, encircled by new wooden scaffolding to guard against further mishaps, school officials said yesterday. As workers shored up the school, city building inspectors examined 41 of about 150 other school construction" , "date" : "19980112" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Scaffolding Shields a School Where Falling Brick Hurt Girl" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/12\/nyregion\/scaffolding-shields-a-school-where-falling-brick-hurt-girl.html"} , {"body" : "ON Avenue M in Midwood, Brooklyn, the sidewalks bustle with Orthodox Jewish women in wigs and ankle-length skirts, while bearded men in long black coats and broad-brimmed hats walk to synagogue. Nestled among the other shops on the busy thoroughfare -- a kosher fish market, a Judaica bookshop and a bagel store -- sits Lavender Lace, an intimate" , "date" : "19980111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "2" , "title" : "Where Lingerie Sells to the Orthodox" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/11\/style\/where-lingerie-sells-to-the-orthodox.html"} , {"body" : "Rivka Ilana Dear, a daughter of Rickly and Councilman Noach Dear of Brooklyn, was married on Wednesday evening to Doni Lindenberg, a son of Ellen and Dr. Leslie B. Lindenberg of West Hartford, Conn. Rabbi Zelik Epstein performed the ceremony at Congregation Shaare Zion in Brooklyn. The couple graduated from Yeshiva University. Mrs. Lindenberg, 21," , "date" : "19980111" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "7" , "title" : "WEDDINGS; Rivka Dear, Doni Lindenberg" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/11\/style\/weddings-rivka-dear-doni-lindenberg.html"} , {"body" : "New York City building inspectors will visit about 150 school construction sites in the next few weeks in an attempt to prevent the kind of accident that critically injured a 16-year-old girl on Friday when two bricks fell from a scaffolding at Public School 131 in Brooklyn, Mayor Rudolph W. Giuliani said yesterday. The girl, Yanahan Zhao, suffered" , "date" : "19980111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "23" , "title" : "Checkups for School Construction Sites" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/11\/nyregion\/checkups-for-school-construction-sites.html"} , {"body" : "Moments after a dismissal bell sent children surging out of an elementary school in Brooklyn yesterday, bricks fell four stories from construction scaffolding, critically injuring a 16-year-old girl and sending dozens of other children into a panic. Investigators who spoke on the condition of anonymity last night said unsafe construction methods" , "date" : "19980110" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Bricks Falling at School Critically Injure Girl, 16" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/10\/nyregion\/bricks-falling-at-school-critically-injure-girl-16.html"} , {"body" : "A chart yesterday with an article about Orthodox Jews' transformation of Borough Park in Brooklyn mislabeled a set of fertility statistics. The figures for births among women aged 35 to 44 referred to the total per 1,000 over their lifetimes, not per 100,000. For every 1,000 women aged 35 to 44 in Borough Park, 3,800 children were born, according" , "date" : "19980108" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/08\/nyregion\/c-corrections-979279.html"} , {"body" : "Years ago, a Hasidic businessman, now the garrulous father of 14, had made enough money as a salesman to flee Borough Park for a leafy suburb with grand, commodious houses. But he stayed put, expanding his Brooklyn home forward, backward, upward and even downward until it morphed into an urban mansion, complete with household staff and voice-mail" , "date" : "19980107" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Orthodox Neighborhood Reshapes Itself" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/07\/nyregion\/orthodox-neighborhood-reshapes-itself.html"}]