[  {"body" : "Alexandra Chernikova did not want to move her family into a housing project, fearing it would be unclean and unsafe. So after she and her husband separated in 1996, she worked two jobs, hoping to make enough money to stay in their apartment in Brighton Beach, Brooklyn. But she could not afford the rent, and she and her son and daughter moved into" , "date" : "19981231" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE NEEDIEST CASES; Forceful Entry by Police Shatters Peace of Mind" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/31\/nyregion\/the-neediest-cases-forceful-entry-by-police-shatters-peace-of-mind.html"} , {"body" : "Hearty Eastern European food, served in hefty portions, is fuel for even the coldest winter. Warm up at any of these 12 selections, which range from decidedly modest to luxury fit for a czar. (These summaries, written by Eric Asimov, are taken from Ruth Reichl's and Mr. Asimov's dining reviews, columns and articles in The Times.) 1. Andrusha +" , "date" : "19981225" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "47" , "title" : "EATING OUT; Eastern European" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/25\/arts\/eating-out-eastern-european.html"} , {"body" : "A white and silver charter bus carrying 23 people from Brooklyn to Atlantic City for a day of casino gambling spun around on the Garden State Parkway in New Jersey yesterday and plunged down an embankment, rolling over several times. Eight were killed and 15 were injured, many critically. The cause of the accident was not immediately determined. No" , "date" : "19981225" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW JERSEY" , "GARDEN STATE PARKWAY (NJ)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "8 Killed as Bus to Atlantic City Spins Off Parkway" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/25\/nyregion\/8-killed-as-bus-to-atlantic-city-spins-off-parkway.html"} , {"author" : "William R. Everdell teaches history at St. Ann's School in Brooklyn and is the author of ''The First Moderns.''" , "body" : "THE NEIGHBORHOODS OF BROOKLYN Introduction by Kenneth T. Jackson. John B. Manbeck, consulting editor. Illustrated. 246 pp. New Haven: Citizens Committee for New York City\/ Yale University Press. $29.95 More like a catalogue than an encyclopedia, ''The Neighborhoods of Brooklyn'' consists of short illustrated chapters on 47 big-city neighborhoods, a" , "date" : "19981213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "15" , "title" : "Artful Dodgers" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/13\/books\/artful-dodgers.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from most recent listing to contract. MANHATTAN EAST MIDTOWN $298,000 310 East 46th Street 1,298-sq.-ft. open-space co-op in a prewar loft building; 24-hr. doormen, 518-sq.-ft. main room with den and sleeping loft," , "date" : "19981213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/13\/realestate\/residential-sales.html"} , {"body" : "RIVERDALE Storyteller Gives Meaning To the Line, 'You're Toast' Jim Keyes is no control freak. If his ''extreme storytelling'' event (to be held Saturday afternoon at Wave Hill) were a car, his role, he said, would be only ''to steer.'' The real drivers, he said, would be the children ages 3 and up who participate in the event and whose creativity" , "date" : "19981206" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/06\/nyregion\/playing-in-the-neighborhood-269310.html"} , {"body" : "For nearly 25 years the block between Cleveland and Ashford Streets on Linden Boulevard was a barren expanse, overgrown with weeds and used as a garbage dump. But last month, after three years of planning and building, a bright brick-and-glass nursing home called Ruby Weston Manor opened on the lot, part of a gradual economic revival in East New" , "date" : "19981206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: BRIGHTON BEACH; She 'Moved Mountains,' and a New Nursing Home Opens" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/06\/nyregion\/neighborhood-report-brighton-beach-she-moved-mountains-new-nursing-home-opens.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West at 79th Street. The Hall of Biodiversity focuses on the variety and interdependence of earth's living things. Exhibitions: ''Healing: Cultural Perspectives'' explores methods and issues of healing in diverse cultures with performances, films, discussions and" , "date" : "19981204" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/04\/arts\/spare-times-254940.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; meetings usually held on second Tuesday of month, but the next meeting is Dec. 1, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg. Board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn," , "date" : "19981115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; From Red Hook to Cypress Hills: When and Where the Community Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/15\/nyregion\/neighborhood-report-brooklyn-up-close-red-hook-cypress-hills-when-where.html"} , {"body" : "For most of his 18 years in Washington, Alfonse M. D'Amato has been the Senator who never quite fit in. He was a conservative from a state of moderates and liberals, a machine-bred politician in an institution sprinkled heavily with Ivy League-trained debaters, a colorful showman whose predecessors and colleagues, from Herbert H. Lehman to Daniel" , "date" : "19981104" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE 1998 ELECTIONS: NEW YORK STATE -- THE DEFEAT; D'Amato Fails, Finally, To Confound Rivals" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/04\/nyregion\/1998-elections-new-york-state-defeat-d-amato-fails-finally-confound-rivals.html"} ,   {"body" : "Evaluating hockey standings a month into the season is like surveying indicator precincts on election morning. The early numbers might accurately predict the final results; or they might seriously mislead. An example might be the pecking order of the Eastern Conference and the Atlantic Division last night when the Rangers lost to the Devils, 3-1," , "date" : "19981104" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "ON HOCKEY; A Bure-for-Palffy Deal Is What the Isles Need" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/04\/sports\/on-hockey-a-bure-for-palffy-deal-is-what-the-isles-need.html"} , {"body" : "With one last burst of spending and one final intervention by the White House, Senator Alfonse M. D'Amato and Representative Charles E. Schumer ended yesterday one of the most competitive and expensive political races in the nation this year, with Mr. D'Amato pleading with New Yorkers to re-elect him because ''Al D'Amato delivers,'' and Mr. Schumer" , "date" : "19981103" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE 1998 CAMPAIGN: THE SENATE; D'Amato and Schumer End Campaign on High, Hoarse Notes" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/03\/nyregion\/1998-campaign-senate-d-amato-schumer-end-campaign-high-hoarse-notes.html"} , {"body" : "For a place as wildly diverse as New York, the city's major commercial theater can often seem considerably less so. Sure, ''The Beauty Queen of Leenane'' is an Irish play, and ''Art'' is French. The list, and the world, seem pretty much to end right there. But while Broadway's idea of exotic fare may be a West End import, in neighborhoods" , "date" : "19981030" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "1" , "title" : "Amid Diversity Onstage, Passion's a Mother Tongue" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/30\/movies\/amid-diversity-onstage-passion-s-a-mother-tongue.html"} , {"body" : "SOMEHOW it is not a surprise that Harvey Keitel is a former Marine. Or that he longs to go to war with the Marines every time there is action. Or that every Marine he meets is an instant brother. ''There's been this journey, this rite of passage, of feeling like a man,'' Mr. Keitel said last week. Ask anybody who knows him: Harvey just loves the" , "date" : "19981020" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Motto for a Movie Tough Guy: Semper Fi" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/20\/nyregion\/public-lives-motto-for-a-movie-tough-guy-semper-fi.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN CHELSEA $310,000 260 West 22d Street 2-bedroom, 1-bath, 950-sq.-ft. triplex co-op in a prewar town house; 16-ft. ceiling in living room, fireplace, h\/w floors," , "date" : "19981018" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/18\/realestate\/residential-sales.html"} , {"body" : "Two men were killed outside a Brooklyn baptismal celebration on Saturday night when an 18-year-old man was shot to death and his uncle was fatally stabbed while intervening in hopes of saving him, the police said yesterday. The 18-year-old, Alexander Rojas, was killed shortly after 11:30 P.M. during an argument in front of the Concord Plaza" , "date" : "19980928" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "2 Are Slain Outside Brooklyn Baptismal Party" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/28\/nyregion\/2-are-slain-outside-brooklyn-baptismal-party.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; meeting usually held on second Tuesday of month; but next meeting is on Wednesday, Oct. 14, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown" , "date" : "19980927" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Bushwick to Bensonhurst, When the Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/27\/nyregion\/neighborhood-report-brooklyn-up-close-bushwick-bensonhurst-when-boards-meet.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN NUMISMATIC SOCIETY, Audubon Terrace, Broadway at 155th Street, Washington Heights. The society has the most extensive coin collection in North America; its library is open to the public. On permanent display is ''American Numismatic Design, 1892-1922,'' which includes all coins issued during this period. Also" , "date" : "19980925" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/25\/arts\/spare-times-011606.html"} , {"body" : "Back in 1968, a folk-dance researcher and enthusiast, Martin Koenig, started the Balkan Arts Center to present concerts and dances with musicians from Crete and Romania. ''He would go and do his research overseas,'' said Ethel Raim, who joined him as a co-director of the center in 1975, ''and people would say, 'Hey, can you look up my cousin in New" , "date" : "19980925" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "25" , "title" : "Where the World's Traditional Music Has Evolved Into a Local Tradition" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/25\/movies\/where-the-world-s-traditional-music-has-evolved-into-a-local-tradition.html"} , {"body" : "Viktor Angurov lives on a leafy street in the affluent Brooklyn neighborhood of Manhattan Beach, about one mile from his mother's apartment in Brighton Beach. It is the same one-bedroom apartment they shared after arriving from Moscow in 1979 with two suitcases and $90. Then, the short distance seemed so far: Brighton Beach was the Russian ghetto," , "date" : "19980923" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For Russian New York, A 'Suburb' Next Door; Many View Brighton Beach as the 'City,' And Manhattan Beach Is Now Home" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/23\/nyregion\/for-russian-new-york-suburb-next-door-many-view-brighton-beach-city-manhattan.html"} ,   {"body" : "Berenice Lipson-Gruzen, a pianist with a long international career, died on Sept. 3 in Bad Wiessee, Germany. She was 73 and lived in New York. The cause was cancer, her family said. Ms. Lipson-Gruzen won notice with her visit to China in 1981, recording the Chopin Second Piano Concerto with the Beijing Central Philharmonic. In New York, she" , "date" : "19980917" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "15" , "title" : "Berenice Lipson-Gruzen, Concert Pianist, 73" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/17\/arts\/berenice-lipson-gruzen-concert-pianist-73.html"} , {"body" : "In two of the most combative and turbulent local races in New York City this year, State Senator David Rosado and Assemblyman Ruben Diaz Jr., both of the South Bronx, survived strong, well-financed challenges last night from former State Senator Pedro Espada Jr., and his brother, Jose R. Espada, who ran for the Assembly seat. The two races were" , "date" : "19980916" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "THE 1998 CAMPAIGN: THE STATE LEGISLATURE; Incumbents Across the City Fare Well in Gaining Democratic Nominations" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/16\/nyregion\/1998-campaign-state-legislature-incumbents-across-city-fare-well-gaining.html"} , {"body" : "Ugly shirts never looked so good. Witness the explosion of horrifying polyester in current movies. In ''Rounders,'' Edward Norton (far left) plays a poker hustler and ex-convict with a taste for out-of-date, perhaps never-in-fashion shirts. In ''There's Something About Mary,'' Matt Dillon's detective-stalker character (inset center) sports a loud" , "date" : "19980913" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "Style"] , "page_facet" : "3" , "title" : "PULSE; Really Bad Shirts" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/13\/style\/pulse-really-bad-shirts.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN FORT WASHINGTON $153,000 116 Pinehurst Avenue (Hudson View Gardens) 2-bedroom, 1-bath, 1,000-sq.-ft. co-op in a prewar building; elevator, dining alcove, high" , "date" : "19980906" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/06\/realestate\/residential-sales.html"} , {"body" : "New York's State Legislature is mostly a closed shop, where incumbents are protected by a complex petitioning process and an unfair fund-raising system. But there are a few competitive primary contests in New York City on Sept. 15. Here are our recommendations in 10 races in overwhelmingly Democratic districts where nomination is tantamount to" , "date" : "19980904" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Choices for the State Legislature" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/04\/opinion\/choices-for-the-state-legislature.html"} , {"body" : "MARK SYLVERS had just lost a game of chess in Bryant Park recently and was being consoled by his opponent. ''You're pretty good,'' said Laura Ross, who will turn 10 this week. ''It was really close.'' But moments earlier, her face, under butterfly barrettes, had the look of a killer as she grabbed pieces from the 43-year old. A crowd had gathered" , "date" : "19980830" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; Laura's Adventures in Street Chess" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/30\/nyregion\/making-it-work-laura-s-adventures-in-street-chess.html"} , {"body" : "She only arrived in Brighton Beach, Brooklyn, from Moscow two weeks ago, but Natalia Kuznetsova has followed the crisis at home by telephoning friends. She knows that the banks are closed, that the stores are closed, that the ruble is practically worthless. Her friends tell her they pass the days drinking vodka. But even as Ms. Kuznetsova in one" , "date" : "19980829" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["RUSSIA" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["World"] , "page_facet" : "7" , "title" : "TURMOIL IN RUSSIA: IN NEW YORK; Russian Emigrants: Mixed Views on the Old Country" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/29\/world\/turmoil-in-russia-in-new-york-russian-emigrants-mixed-views-on-the-old-country.html"} , {"body" : "The image of a market overflowing or a garden overgrown may appease our innate fear of hunger, which surely lingers in some dark, primordial cranny of the human psyche. But the sight of too much food can also induce torpor. Bounty, after all, is not without its own imperatives. Usually, a sense of responsibility -- ''Well, I can't let this rot'' --" , "date" : "19980823" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "53" , "title" : "Food; The Fat Of the Land" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/23\/magazine\/food-the-fat-of-the-land.html"} , {"body" : "If all New Yorkers share one experience, it's the sensation of suddenly feeling like a tourist without leaving the city. Take an alternate route, turn an unfamiliar corner, peek into an open doorway, and suddenly you could be in Tokyo or Timbuktu, with strangers chatting in an unknown language while intriguing scents waft from a kitchen. New York" , "date" : "19980814" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Many Nations, One Big Party" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/14\/movies\/many-nations-one-big-party.html"} , {"body" : "With a leasing program nearing completion in downtown Flushing, the Muss Development Company of Queens is confirming the need for modern service-oriented office space in commercial centers outside Manhattan. And as Muss pursues other projects in Brooklyn and Queens, it is also demonstrating the virtues of patience in development work. Remember" , "date" : "19980722" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Commercial Real Estate; Plaza Heeding Call for More Offices" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/22\/nyregion\/commercial-real-estate-plaza-heeding-call-for-more-offices.html"} ,   {"body" : "Aleksandr Popov, the Russian swimmer, is not living as fast as he used to. Instead of speeding in expensive sports cars, he now drives Volvos. Last October, he and his wife, Darya Shmelyova, had their first child, Vladimir. Popov, however, has not slowed down in the pool as he continues to dominate the 50- and 100-meter freestyle field nearly two" , "date" : "19980722" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "GOODWILL GAMES: ROUNDUP -- SWIMMING; Popov Continues to Dominate" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/22\/sports\/goodwill-games-roundup-swimming-popov-continues-to-dominate.html"} , {"body" : "As long as Michael Mancino didn't look out toward the water, yesterday was a perfect beach day at the end of Brighton Second Street in Brighton Beach, Brooklyn. Kids flew kites. A man with a metal detector roamed up and down. But as Mr. Mancino lay sunning himself on a towel, his view of the infinite ocean was obscured by the slats of a fence. ''I" , "date" : "19980629" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "A Lack of Lifeguards Leaves Beachgoers Simmering" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/29\/nyregion\/a-lack-of-lifeguards-leaves-beachgoers-simmering.html"} , {"body" : "Felix Komarov isn't actually everywhere doing everything. It can just seem that way. In barely six years in the United States, Mr. Komarov, a portly Russian whirlwind who favors black leisure ensembles by his friend Bijan, has built a multimillion-dollar art and jewelry business out of a Fifth Avenue gallery and three workshops that render the" , "date" : "19980629" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "RUSSIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Businessman of Mystery; Arts Patron Dogged by F.B.I. Claim of Russian Mob Ties" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/29\/nyregion\/businessman-of-mystery-arts-patron-dogged-by-fbi-claim-of-russian-mob-ties.html"} , {"body" : "CLARK HALSTEAD, founder of the real estate brokerage that bears his name, sees a certain similarity between the current quest for a rental apartment in New York City and the five stages of death and dying so poignantly delineated in Elisabeth Kubler-Ross's classic 1969 book on the subject: Denial. Anger. Bargaining. Depression. And, ultimately," , "date" : "19980628" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "In 'Rent' 1998, the Renters Sing the Blues" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/28\/realestate\/in-rent-1998-the-renters-sing-the-blues.html"} , {"body" : "Yesterday was the kind of day when the humid air was as palpable as a damp rag. It was the kind of day that brought to mind an expansive health club steam cabinet or, if you were a Russian immigrant lolling on the boardwalk in Brighton Beach, a banya, the rustic Russian equivalent of a sauna. Or maybe not. ''A banya is pleasant,'' said Lisa" , "date" : "19980627" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Balmy Days Give Way to Sauna's Heat Across the Northeast" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/27\/nyregion\/balmy-days-give-way-to-sauna-s-heat-across-the-northeast.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West at 79th Street. Recently opened, the 11,000-square-foot Hall of Biodiversity, focusing on the variety and interdependence of Earth's living things. ''Spirits in Steel: The Art of the Kalabari Masquerade,'' an exhibition featuring 13 steel sculptures by Sokari" , "date" : "19980626" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/26\/arts\/spare-times-590207.html"} , {"body" : "THE Brooklyn Center for the Performing Arts at Brooklyn College had an unexpected problem on its hands when the St. Petersburg State Ice Ballet came to perform at the Flatbush theater in November. It wasn't the 6,000 pounds of ice that threatened to sink the stage, but the long line at the box office. The Independence Savings Bank, which sponsored" , "date" : "19980621" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; Today's Performing Arts Center for Today's Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/21\/nyregion\/making-it-work-today-s-performing-arts-center-for-today-s-brooklyn.html"} , {"body" : "Larry Douglas, if that really was his name, had been a fixture in local politics for years. But at his funeral last week, only about two dozen people showed up to pay their respects. And some joked that they went just to make sure he was really dead. Not out of malice, but because Mr. Douglas had a penchant for telling tall tales, especially of the" , "date" : "19980621" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "New York Says Goodbye to a Mystery Man of Its Political World" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/21\/nyregion\/new-york-says-goodbye-to-a-mystery-man-of-its-political-world.html"} , {"body" : "Mid America Productions' big-choir concerts are intriguing not for the beauty of the performances but for the bizarre role reversals of everything we thought concert life was about. Acting both as music presenter and travel agent, this thriving organization solicits choirs big and small across the land: from churches, academic institutions and" , "date" : "19980616" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "5" , "title" : "MUSIC REVIEW; Brahms to Please the Public, Crowds to Please Performers" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/16\/arts\/music-review-brahms-to-please-the-public-crowds-to-please-performers.html"} , {"body" : "FLUSHING Brazilian and Cuban Beats To Start Latin Jazz Month Claudio Roditi, a trumpeter who integrates Brazilian elements into his rhythms, will perform on Friday as part of Latin Jazz Month at the Jazz Cafe Flushing Town Hall. Mr. Roditi (pictured below), from Rio de Janeiro, has performed with Tito Puente and was a member of the Dizzy Gillespie" , "date" : "19980531" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/31\/nyregion\/playing-in-the-neighborhood-167525.html"} ,   {"body" : "So this is what time looks like. An abandoned apartment on the Lower East Side, split in two by an aging, white pillar, is a virtual study in 20th-century flooring fads. To the right of the pillar are various peeling layers of linoleum: a brick-tile pattern is worn down, exposing a more colorful layer of happy red, blue and black geometric shapes." , "date" : "19980522" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "PHOTOGRAPHY REVIEW; The Layers of Time Distilled Into a Moment" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/22\/arts\/photography-review-the-layers-of-time-distilled-into-a-moment.html"} , {"body" : "Whether you call them dumplings or pirogis, pelmeni or empanadas, even kreplach, every culture seems to have its little doughy treat stuffed with a savory center. Here are a dozen restaurants where the filled things are worth sampling. (These summaries, written by Eric Asimov, are taken from Ruth Reichl's and Mr. Asimov's dining reviews, columns" , "date" : "19980522" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "EATING OUT; Savory Treats" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/22\/arts\/eating-out-savory-treats.html"} , {"body" : "An opinionated guide to cultural and recreational goings-on around the state this week. To submit items for consideration, write to On the Towns, Sunday New Jersey Section, The New York Times, 229 West 43d Street, New York, N.Y. 10036, or send a fax to (212) 556-7219. MUSIC BELLEVILLE PUBLIC LIBRARY Jazz Institute of New Jersey. Today at 2 P.M." , "date" : "19980517" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "ON THE TOWNS" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/17\/nyregion\/on-the-towns-963771.html"} , {"author" : "Mimi Sheraton is a former restaurant critic for The New York Times. Her latest book is ''Food Markets of the World'' (Abrams)." , "body" : "It has always seemed both exciting and practical to take a sightseeing bus tour through a strange city, as I have done many times. But a bus tour through my lost youth? Now there's a trip I wouldn't miss for the world, I thought, when New York Apple Tours announced its first foray into my native Brooklyn. Not that the red-and-yellow, double-decker," , "date" : "19980508" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "27" , "title" : "Touring the Heart's Own Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/08\/arts\/touring-the-heart-s-own-brooklyn.html"} , {"body" : "A metal rod used as part of scaffolding was thrown from a fourth-floor window of a Brooklyn elementary school yesterday morning and struck four pupils as children filed inside, the police said. One pupil suffered a sprained ankle and the others only cuts and bruises when hit by the rod at Public School 225 in Brighton Beach, but the incident came" , "date" : "19980502" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Rod Thrown From Window At P.S. 225 Hurts 4 Pupils" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/02\/nyregion\/rod-thrown-from-window-at-ps-225-hurts-4-pupils.html"} , {"body" : "WITH a fresh breeze blowing off Sheepshead Bay, and the midafternoon sun heating the waterside promenade along Emmons Avenue, the pitchmen were in full cry. ''Fresh fish, we got 'em here,'' one shouted. ''Live crabs, live crabs here,'' a rival answered. Across from Pier 6, George Kartsanis swung into action. ''Get your scalers right here, ladies," , "date" : "19980415" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "The Fresh Catch on New York's Doorstep" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/15\/dining\/the-fresh-catch-on-new-york-s-doorstep.html"} , {"body" : "SATURDAY is not Nathilee Caldeira's Sabbath, yet she feels a certain reverence for the day. As Orthodox Jews dressed for worship walk to synagogues, she and other blacks in the neighborhood go about their business. They do so with an understanding that it is a sacred day. ''Somehow on Saturdays, nobody really gets crazy,'' she said. Sunday is Ms." , "date" : "19980412" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "BRIGHTON BEACH (NYC)" , "MIDWOOD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Old Places, New Faces" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/12\/nyregion\/old-places-new-faces.html"} , {"body" : "A small but growing number of developers and owners of high-rise apartment buildings in New York City have begun to install automated recycling systems that separate recyclable material from the rest of a tenant's trash at the push of a button. The owners say the systems are expensive but provide an efficient way to meet the city's recycling" , "date" : "19980403" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Residential Real Estate; High-Rise Recycling Turns to Automation" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/03\/nyregion\/residential-real-estate-high-rise-recycling-turns-to-automation.html"} , {"body" : "Trained as an engineer in Russia, Michael Kurchak mopped floors and cleaned toilets in America. He slept in a small room at the private Hasidic academy where he worked in Monroe, N.Y., hoarding his weekly $184 janitor's check, telling at least one student that he would soon be going home. And so he will, though not as intended. Mr. Kurchak" , "date" : "19980329" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RUSSIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Mystery Behind a Public Death; Feeling Unwelcome, Russian Wanted to Go Home" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/29\/nyregion\/mystery-behind-a-public-death-feeling-unwelcome-russian-wanted-to-go-home.html"} , {"body" : "FOR CHILDREN Theater ''THE BELOVED DEARLY,'' a dark comedy with songs about an ambitious little boy who operates a successful pet funeral business and runs into trouble when he hires a good ''mourner'' who wants a raise. Book and lyrics by Doug Cooney; music by Frank Schiro; directed by Michael Perreca. At Tada! Theater, 120 West 28th Street," , "date" : "19980320" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/20\/arts\/spare-times-096741.html"} ,   {"body" : "FOR CHILDREN Theater ''THE BELOVED DEARLY,'' a dark comedy with songs, about an ambitious little boy who runs a successful pet funeral business and runs into trouble when he hires a good crier who wants a raise. Book and lyrics by Doug Cooney; music by Frank Schiro; directed by Michael Perreca. At Tada! Theater, 120 West 28th Street, second floor," , "date" : "19980313" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/13\/arts\/spare-times-984167.html"} , {"author" : "Lynne Sharon Schwartz's most recent books are ''The Fatigue Artist,'' a novel, and ''Ruined by Reading: A Life in Books.''" , "body" : "Why, I often wonder, is New York's symbol a wholesome red apple, when the more obvious choice would be the blue and yellow umbrella of a Sabrett hot-dog stand, an irresistible beacon shimmering in the wind? That New York is the great American walking city we all know. It's also the great American ruminating city: we think on our feet, chewing all" , "date" : "19980306" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "45" , "title" : "MY MANHATTAN; A Waiter? Who Needs It? On the Streets, It's a Movable Feast" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/06\/arts\/my-manhattan-a-waiter-who-needs-it-on-the-streets-it-s-a-movable-feast.html"} , {"author" : "Mimi Sheraton is a former restaurant critic of The New York Times whose latest book is ''Food Markets of the World'' (Abrams)." , "body" : "As a lover of beach resorts out of season, I cherish most the Boardwalk in winter. Anyone who asks which boardwalk clearly did not grow up in Brooklyn, Truman Capote's ''mythical dominion against whose shores the Coney Island sea laps a wintry lament.'' This is my favorite getaway from December to April, an exquisitely lonely, secret land's end of" , "date" : "19980227" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "33" , "title" : "The Boardwalk in Winter? Absolutely" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/27\/arts\/the-boardwalk-in-winter-absolutely.html"} , {"body" : "THE SETTING: The opening dinner of the four-day conference of Chabad-Lubavitch women at the cavernous Beth Rivkah girls' school on Lefferts Avenue in Crown Heights. The school, as yet unfinished, will hold 2,000 girls when it is complete. Wednesday night, it held 600 Lubavitch women from around the world who had come for the annual conference," , "date" : "19980222" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: CROWN HEIGHTS -- BROOKLYN BUZZ; A Sisterhood of Mothers From Around the World" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/22\/nyregion\/neighborhood-report-crown-heights-brooklyn-buzz-sisterhood-mothers-around-world.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN EAST MIDTOWN $304,000 349 East 49th Street 2-bedroom, 2-bath, 1,050-sq.-ft. prewar co-op; 24-hr. doormen, sunken living room, windowed kitchen, 2 exposures;" , "date" : "19980222" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/22\/realestate\/residential-sales.html"} , {"body" : "Ask Tricia Zwilinske why she used to smoke marijuana every day, why she failed all her classes or why rebellious behavior led to her being dismissed from four high schools and all she offers is a wan smile and a sheepish shrug. ''Everyone else was doing it,'' Tricia, 15, said haltingly as she played with her bangs. ''It was the thing to do.'' In" , "date" : "19980213" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; A Girl, 15, Is Trying to Find Her Way" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/13\/nyregion\/the-neediest-cases-a-girl-15-is-trying-to-find-her-way.html"} , {"body" : "Larry Meistrich is not central casting's idea of a movie mogul. He wears torn jeans to the office. His two huge dogs -- both half chow-chow, half Samoyed, found abandoned on a film set -- wander around his lower Manhattan office, lapping water from a giant silver bowl and nuzzling up to visitors. But Mr. Meistrich, who is all of 31, produced the" , "date" : "19980210" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "NEW YORK STATE" , "NEW YORK CITY METROPOLITAN AREA" , "HARRISON (NJ)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "Film's Rising Star: New York; Independent Movies Spur the City's Celluloid Success" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/10\/nyregion\/film-s-rising-star-new-york-independent-movies-spur-the-city-s-celluloid-success.html"} , {"body" : "Happy birthday to us. New York, New York, is a century old as of yesterday. On New Year's Day 1898, after decades of negotiating, infighting and deal making, as well as some fairly close votes in both general elections and the State Assembly, ''The Greater New York City,'' as it was initially called, came into being. It was created by uniting under" , "date" : "19980102" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "ART REVIEW; Metropolis: Glimpses Of the First 100 Years" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/02\/arts\/art-review-metropolis-glimpses-of-the-first-100-years.html"}]