[  {"body" : "When Nigem D., a college freshman, thinks about the kind of life he could be leading, he remembers his friend Burnell. The last time he heard about him, Burnell was in jail on charges of drug possession. They met at the Pleasantville Residential Treatment Center in Westchester County, N.Y., when both were 14. They had been sent there by the" , "date" : "19981230" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "The Neediest Cases; After a Troubled Start, a Teen-Ager Gets a Nudge Toward College" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/30\/nyregion\/neediest-cases-after-troubled-start-teen-ager-gets-nudge-toward-college.html"} , {"body" : "REMEMBER Keron Thomas, the subway-obsessed teen-ager who brazenly commandeered an A train in Inwood and safely ferried more than 2,000 passengers during his three-and-a-half-hour joy ride through three boroughs? How about Frank Spangenberg, the transit police officer from Queens who won big on ''Jeopardy'' and became one of the game show's most" , "date" : "19981227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "After the Headlines; Fame, Fleeting Fame, Found These New Yorkers. Then What Happened?" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/27\/nyregion\/after-headlines-fame-fleeting-fame-found-these-new-yorkers-then-what-happened.html"} , {"body" : "Two former owners of a federally subsidized housing complex in Brooklyn and one of their employees were arrested yesterday and charged with stealing more than $2 million in Federal money that was intended for the complex's maintenance. Instead of using the money to operate and upgrade the complex, Noble Drew Ali Plaza in Brownsville, which houses" , "date" : "19981225" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "U.S. Says 3 Men Stole $2 Million In Housing Subsidies for Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/25\/nyregion\/us-says-3-men-stole-2-million-in-housing-subsidies-for-brooklyn.html"} , {"body" : "Sheryl Jana Cohen, the daughter of Mr. and Mrs. Robert B. Cohen of Philadelphia, was married last evening to Dr. Martin Jay Fine, the son of Dr. and Mrs. Albert S. Fine of Brooklyn. Rabbi Bradley N. Bleefeld performed the ceremony at Reform Congregation Keneseth Israel in Elkins Park, Pa. Mrs. Fine, 34, is an associate at Dechert Price & Rhoads," , "date" : "19981213" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "10" , "title" : "WEDDINGS; Sheryl Cohen, Martin Fine" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/13\/style\/weddings-sheryl-cohen-martin-fine.html"} , {"body" : "MICHAEL RAPAPORT grimaced, hunching over the mahogany bar at the Front, a new lounge in TriBeCa. The oversize armchairs and mismatched couches were empty -- worrisome for the 27-year-old actor, since he is a part owner of the bar, which opened on Warren Street in October. ''The promoter screwed up bad,'' Mr. Rapaport said. Nursing a ginger ale, he" , "date" : "19981206" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "3" , "title" : "A NIGHT OUT WITH: MICHAEL RAPAPORT; Urgently Needed: A Party" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/06\/style\/a-night-out-with-michael-rapaport-urgently-needed-a-party.html"} , {"body" : "Four months after closing the long-troubled Spofford Juvenile Center, New York City officials announced yesterday that they would renovate and reopen the center to house a growing number of young people who are being held as they await trial. Critics of Spofford, which over the years became a symbol of neglect and despair, accused Mayor Rudolph W." , "date" : "19981205" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "City to Reopen Juvenile Center That Symbolized Neglect" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/05\/nyregion\/city-to-reopen-juvenile-center-that-symbolized-neglect.html"} , {"body" : "A former school security officer was arrested yesterday after an 8-year-old boy complained that the man groped him as he was leaving an elementary school in Brooklyn a year and a half ago, the police said. The former officer, Abraham Figueroa, 40, of Brooklyn, was charged with sex abuse. According to the police, the boy said that Mr. Figueroa" , "date" : "19981119" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "METRO NEWS BRIEFS: NEW YORK; Ex-Officer Is Charged With Abusing a Boy" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/19\/nyregion\/metro-news-briefs-new-york-ex-officer-is-charged-with-abusing-a-boy.html"} , {"body" : "A parolee charged with shooting a Brooklyn pawnshop owner to death on Monday and later wounding a police officer who went to a housing project to arrest him has confessed to those shootings as well as four unsolved homicides and several other violent offenses, Police Commissioner Howard Safir said yesterday. The suspect, Demeris Tolbert, admitted" , "date" : "19981118" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Suspect in Shooting of Officer Admits to Killings, Police Say" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/18\/nyregion\/suspect-in-shooting-of-officer-admits-to-killings-police-say.html"} , {"body" : "A police officer was shot in the hand and a second officer was shot through the left pants leg, but not hit, after a sudden confrontation last night with two apparently armed men during a floor-by-floor search of a Brooklyn housing project, the police said. The shooting occurred about 8:30 P.M. as Housing Bureau officers were searching the Howard" , "date" : "19981117" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Officer Is Shot in Hand in a Clash With 2 Men at a Brooklyn Project" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/17\/nyregion\/officer-is-shot-in-hand-in-a-clash-with-2-men-at-a-brooklyn-project.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; meetings usually held on second Tuesday of month, but the next meeting is Dec. 1, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg. Board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn," , "date" : "19981115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; From Red Hook to Cypress Hills: When and Where the Community Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/15\/nyregion\/neighborhood-report-brooklyn-up-close-red-hook-cypress-hills-when-where.html"} ,   {"body" : "Red Holzman, the Hall of Fame coach who led the New York Knicks to their only two National Basketball Association championships, died on Friday night at Long Island Jewish Hospital. He was 78. Holzman, whose wife, Selma, died in July, died of complications from leukemia, their daughter, Gail Papelian, said. When he retired from coaching in 1982," , "date" : "19981115" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Obituaries" , "Sports"] , "page_facet" : "46" , "title" : "Red Holzman, Hall of Fame Coach, Dies at 78" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/15\/sports\/red-holzman-hall-of-fame-coach-dies-at-78.html"} , {"body" : "Red Holzman, the Hall of Fame coach who led the New York Knicks to their only two National Basketball Association championships, died last night at Long Island Jewish Hospital. He was 78. Holzman, whose wife, Selma, died in July, died of complications from leukemia, according to their daughter, Gail. When he retired from coaching in 1982, Holzman" , "date" : "19981114" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries" , "Sports"] , "page_facet" : "16" , "title" : "Red Holzman, Ex-Maestro Of the Knicks, Is Dead at 78" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/14\/sports\/red-holzman-ex-maestro-of-the-knicks-is-dead-at-78.html"} , {"body" : "WHO -- Harry Gershenowitz, professor emeritus of biology at Rowan University who is an amateur archeologist specializing in lost Jewish communities in New Jersey. PARADISE LOST AND FOUND -- His recent discoveries include a failed Jewish settlement called Ziontown, in Gloucester County. Jacob Zion, the owner of a shirt factory, dreamed of" , "date" : "19981108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Uncovering Lost Pages of Jewish History in New Jersey" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/08\/nyregion\/uncovering-lost-pages-of-jewish-history-in-new-jersey.html"} , {"body" : "On a nippy November afternoon, when he would ordinarily be leaping toward the basketball rim trying to imitate the aerodynamic glide of his hero, Michael Jordan, 11-year-old Jonathan Figueroa grimaced at the mention of basketball. Instead, Jonathan, who once aspired to be a point guard, was transforming the Goat Courts at 99th Street and Amsterdam" , "date" : "19981107" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Fans' Hoop Dreams Tainted by N.B.A. Rift" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/07\/nyregion\/fans-hoop-dreams-tainted-by-nba-rift.html"} , {"body" : "In a day of old-style politicking, Representative Charles E. Schumer campaigned for the Senate in black, Jewish and Hispanic neighborhoods across New York City yesterday, bringing in Vice President Al Gore in an attempt to rally support in tomorrow's election. Senator Alfonse M. D'Amato went to Orthodox Jewish communities in Brooklyn, portraying" , "date" : "19981102" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE 1998 CAMPAIGN: THE SENATE; Parties Pushing Message: Your Vote Counts" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/02\/nyregion\/the-1998-campaign-the-senate-parties-pushing-message-your-vote-counts.html"} , {"body" : "ONCE again Mike Tyson in a minute takes full blame for his actions. Until the next minute, when he generously absolves himself. ''It's no one's fault but mine,'' he told the five-man Nevada State Athletic Commission Monday, which was deciding whether to let him back in the ring a year and a half after he presumably mistook Evander Holyfield's ears" , "date" : "19981022" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEVADA"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "Sports of The Times: Boxing; Tyson's Fault Line: Don't Put Blame on Me" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/22\/sports\/sports-of-the-times-boxing-tyson-s-fault-line-don-t-put-blame-on-me.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; meeting usually held on second Tuesday of month; but next meeting is on Wednesday, Oct. 14, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown" , "date" : "19980927" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Bushwick to Bensonhurst, When the Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/27\/nyregion\/neighborhood-report-brooklyn-up-close-bushwick-bensonhurst-when-boards-meet.html"} , {"body" : "FEW of the nation's rabbis will be able to resist the allusive New Year's gift President Clinton offered to them this month. Every fall, as they stand before overflowing congregations on Rosh ha-Shanah and Yom Kippur, most pulpit rabbis struggle to devise a new variation on the theme of repentance, the nature of sin, the snare of old habits. The" , "date" : "19980924" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; A Timely, Timeless Lesson in Repentance" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/24\/nyregion\/public-lives-a-timely-timeless-lesson-in-repentance.html"} , {"body" : "Two men on bicycles shot a teen-ager to death outside a Brooklyn grocery store yesterday and wounded a young woman nearby, the police said. Jermain Wilson, 16, was killed instantly as he sat atop a mailbox at 57 Sutter Avenue in Brownsville, the police said. The bystander, Marjorie Bolden, 23, was wounded in the thigh by a stray bullet as she" , "date" : "19980923" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Teen-Ager Is Killed and Woman Is Hurt by Gunmen on Bicycles" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/23\/nyregion\/teen-ager-is-killed-and-woman-is-hurt-by-gunmen-on-bicycles.html"} , {"body" : "Normally, Marjorie Smith, 50, is a manager of the administrative staff at the World Bank in Washington, an office where people are not known for excessive dress. But yesterday Ms. Smith, who was born in Trinidad, got herself into an enormous blue and white feathered costume, had her face painted to match, then danced down Eastern Parkway in" , "date" : "19980908" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Unwinding to a Caribbean Rhythm" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/08\/nyregion\/unwinding-to-a-caribbean-rhythm.html"} ,   {"body" : "Four Civil Court seats are being contested in New York City's Democratic primary on Sept. 15. The winners are almost certain to prevail in November's general election. THE BRONX. Countywide: The countywide race for Civil Court pits Wilma Guzman, an experienced trial attorney specializing in negligence cases, against Anthony Chiofalo, a corporate" , "date" : "19980905" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "10" , "title" : "Civil Court Choices" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/05\/opinion\/civil-court-choices.html"} , {"body" : "Tired and sweat-soaked, the big men left the basketball court. Within seconds, their smaller shadows -- boys ages 8 to 13 -- had taken their place. They hustled and bumped and called plays like pros, capturing the attitude, if not the shooting acumen, of their elders. These boys spend their summer playing basketball, moving from open court to open" , "date" : "19980830" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "A Place for Hoops And Helping Hands" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/30\/nyregion\/a-place-for-hoops-and-helping-hands.html"} , {"body" : "Carrying brightly colored balloons emblazoned with ''Welcome Home'' and ''Hugs & Kisses,'' hundreds of parents spent Friday morning at the George Washington Bridge bus terminal in upper Manhattan eagerly waiting for their children to step off the buses and into their arms. ''She wrote me three days in a row; on the same day I got letters dated the" , "date" : "19980823" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "The Fresh Air Fund; Summer Camp Is Over, but Memories of Fun and Friends Linger On" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/23\/nyregion\/the-fresh-air-fund-summer-camp-is-over-but-memories-of-fun-and-friends-linger-on.html"} , {"body" : "Irwin J. Suall, who for three decades headed undercover investigations of groups regarded as inimical to Jews on behalf of the Anti-Defamation League, died on Monday at St. Luke's-Roosevelt Hospital Center at 114th Street and Amsterdam Avenue. He was 73 and lived in the Tudor City area of Manhattan. The cause was complications from emphysema, said" , "date" : "19980820" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "20" , "title" : "Irwin J. Suall, Fierce Fighter Of Bias for A.D.L., Dies at 73" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/20\/nyregion\/irwin-j-suall-fierce-fighter-of-bias-for-adl-dies-at-73.html"} , {"body" : "BACK in Trinidad, a half century ago, Ortner Murray ''never dreamed'' that some day he might actually own property. The only real estate Mr. Murray knew anything about then were the acres that he and his 11 brothers and sisters worked alongside their father, a sharecropper, urging bananas, coconuts and corn from earth entitled to an English" , "date" : "19980816" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Providing Places to Work, Places to Live" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/16\/realestate\/providing-places-to-work-places-to-live.html"} , {"body" : "The number of babies who died before their first birthday continued to fall in New York City last year -- though not in all neighborhoods -- in a decline health officials say reflects less drug use, better prenatal care and fewer pregnancies among teen-agers. Statistics released yesterday by the City Health Department show that New York's infant" , "date" : "19980812" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Infant Mortality Falls Again, In Step With Rate Nationwide" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/12\/nyregion\/infant-mortality-falls-again-in-step-with-rate-nationwide.html"} , {"body" : "If the top three fighters on the six-bout card do what they are supposed to do, then TNT's inaugural boxing show on Sept. 22 at the Theater in Madison Square Garden will be dynamite. The card will feature three world-title bouts, headlined by Shane Mosley, the International Boxing Federation lightweight champion and arguably one of the top five" , "date" : "19980807" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "BOXING: NOTEBOOK; TNT Prepares a Smashing Debut" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/07\/sports\/boxing-notebook-tnt-prepares-a-smashing-debut.html"} , {"body" : "Haute Manhattan still raises a condescending eyebrow when Brooklynites sing of their ethnic enclaves, tree-lined streets and vintage brownstones. This Manhattanite view of Brooklyn as a kind of social purgatory dates back to Colonial times. Its most tedious expression comes in tenants who are forced into Brooklyn by scandalous rents, only to pine" , "date" : "19980719" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "14" , "title" : "Editorial Observer; Fighting for Respect in Beleaguered Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/19\/opinion\/editorial-observer-fighting-for-respect-in-beleaguered-brooklyn.html"} , {"body" : "Something ugly has been going on in the King family's apartment, and now that Nessa is dead, at age 14, the truth may come out. In ''You Shouldn't Have Told,'' the family's story and Anne L. Thompson-Scretching's intelligent, observant play about sexual abuse, no one is completely innocent. The Kings, who are black and live in the Brownsville" , "date" : "19980710" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "24" , "title" : "THEATER REVIEW; A Family Confronts Its Demons" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/10\/movies\/theater-review-a-family-confronts-its-demons.html"} , {"body" : "As the Lincoln Navigator sped along Interstate 85 north toward Maryland, Judy Bowe tried to reason with her estranged husband. But Riddick Bowe, the former heavyweight champion of the world, drove on, she said, not listening, beyond being reached. After a five-month separation, during which he had been living in his mother's basement, Riddick Bowe" , "date" : "19980705" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "BOXING: A Dream Destroyed; Bowe Won Championships, but He Lost His Family" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/05\/sports\/boxing-a-dream-destroyed-bowe-won-championships-but-he-lost-his-family.html"} ,   {"body" : "WHEN Laurie Miller said goodbye to the narrow house on Quincy Street, there was still a pull chain attached to the wooden toilet tank up near the ceiling. There was still a claw foot bathtub. The boiler didn't always work. It was home, though, and had been since she was 10 years old, when she often ran the five blocks to the previous owner's house" , "date" : "19980702" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "Turf; The Long Road Home to a Building Full of Memories" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/02\/garden\/turf-the-long-road-home-to-a-building-full-of-memories.html"} , {"body" : "CLARK HALSTEAD, founder of the real estate brokerage that bears his name, sees a certain similarity between the current quest for a rental apartment in New York City and the five stages of death and dying so poignantly delineated in Elisabeth Kubler-Ross's classic 1969 book on the subject: Denial. Anger. Bargaining. Depression. And, ultimately," , "date" : "19980628" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "In 'Rent' 1998, the Renters Sing the Blues" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/28\/realestate\/in-rent-1998-the-renters-sing-the-blues.html"} , {"body" : "THE small lobby of 362 Sutter Avenue in Brownsville is so busy with the traffic of daily life that it seems impossible that a murder could occur there, certainly not in broad daylight. It is a place where adults collect mail and children collect friends. A glass wall separates the lobby from a leafy courtyard where many people who live in the Van" , "date" : "19980628" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Striking Back" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/28\/nyregion\/striking-back.html"} , {"body" : "LUIS A. PEREZ drove his 1989 Honda Accord through the high iron gate of Drumthwacket in Princeton this month and felt disbelief and exhilaration as he took in the expansive lawn with sycamore, linden and beech trees leading up to the 19th-century Greek Revival mansion that serves as the Governor's official residence. ''I'm somebody from the ghetto," , "date" : "19980628" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "To Lead A Community" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/28\/nyregion\/to-lead-a-community.html"} , {"body" : "Jack Biblo, a bookish sort of man who spent a musty half century on Manhattan's Book Row as the founding proprietor of the Biblo & Tannen used, er antiquarian, bookstore on Fourth Avenue, then retired at 73 to open a smaller store around the corner from his home in Brooklyn Heights, died on June 5 at Long Island College Hospital in Brooklyn. He was" , "date" : "19980618" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "11" , "title" : "Jack Biblo, Used Bookseller For Half a Century, Dies at 91" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/18\/arts\/jack-biblo-used-bookseller-for-half-a-century-dies-at-91.html"} , {"body" : "Roger Dale Graham lumbers through the front door of the Children's Aid Society in midtown Manhattan, and three small boys begin shrieking. ''Daddy! Daddy! Daddy!'' one cries as he and his two brothers race toward the towering 6-foot-4-inch, 290-pound visitor in stylish black jeans, black parka and gold chain. The youngest boy, 4, buries his face" , "date" : "19980614" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "An Addict and a Father, Too; Fighting to Live Clean and Keep His Children" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/14\/nyregion\/an-addict-and-a-father-too-fighting-to-live-clean-and-keep-his-children.html"} , {"body" : "A Brooklyn man with a long criminal record was arrested on second-degree murder charges yesterday in the fatal shooting of a 14-year-old girl early Sunday, the police said. The man, Donald Coley, 41, was handling a gun in an apartment in the Brownsville section when it went off, fatally injuring the girl, Selena Slade, in the chest, the police" , "date" : "19980609" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "METRO NEWS BRIEFS: NEW YORK; Brooklyn Man Is Charged In Fatal Shooting of Girl" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/09\/nyregion\/metro-news-briefs-new-york-brooklyn-man-is-charged-in-fatal-shooting-of-girl.html"} , {"body" : "A 14-year-old girl was shot and killed at a friend's apartment in Brooklyn early yesterday when a pistol being handled by a man in the apartment discharged, the police said. Investigators said they believed that the shooting was an accident and that the man, who was being sought for questioning, had panicked and fled. The girl, Selena Slade, 14, a" , "date" : "19980608" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "METRO NEWS BRIEFS: NEW YORK; Brooklyn Girl Is Killed When Man Handles Gun" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/08\/nyregion\/metro-news-briefs-new-york-brooklyn-girl-is-killed-when-man-handles-gun.html"} , {"body" : "Alfred Kazin, author, critic, teacher and New York intellectual, died yesterday at his home on the Upper West Side of Manhattan on his 83d birthday. Over the last few years Mr. Kazin faced the slow progression of prostate cancer, and also suffered from bone cancer in his last months. He continued to work until the end. Only weeks ago he wrote a" , "date" : "19980606" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts" , "Obituaries" , "Books"] , "page_facet" : "9" , "title" : "Alfred Kazin, the Author Who Wrote of Literature and Himself, Is Dead at 83" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/06\/books\/alfred-kazin-the-author-who-wrote-of-literature-and-himself-is-dead-at-83.html"} , {"body" : "Riddick Bowe, the former undisputed world heavyweight champion, pleaded guilty in Federal court in Charlotte, N.C., yesterday to abducting his estranged wife and five children from their suburban Charlotte home on Feb. 25. Under a plea agreement, Bowe could face a minimum of 18 to 24 months in prison. He will be sentenced within 60 to 90 days." , "date" : "19980605" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "BOXING; Bowe Pleads Guilty to Abducting Wife and 5 Children" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/05\/sports\/boxing-bowe-pleads-guilty-to-abducting-wife-and-5-children.html"} ,   {"body" : "When paramedics took the bleeding body of William Koonce from the Brooklyn apartment of his girlfriend Thursday night, neighbors thought that she had finally had enough of his drunken beatings. None suspected that the knife in his chest might have come from her son, a thoughtful 11-year-old boy known for his kindness to elderly residents and his" , "date" : "19980523" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Boy, 11, Is Said to Have Killed Mother's Brutal Boyfriend" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/23\/nyregion\/boy-11-is-said-to-have-killed-mother-s-brutal-boyfriend.html"} , {"body" : "The police said last night that they believed an 11-year-old boy fatally stabbed a man who was beating his mother in their Brooklyn apartment. The man, Willie Koonce, 37, died after his heart was punctured with a kitchen knife at 7:55 last night at 701 Ralph Avenue in the Brownsville section, Detective Joseph Pentangelo, a police spokesman, said." , "date" : "19980522" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Boy Questioned In Fatal Stabbing" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/22\/nyregion\/boy-questioned-in-fatal-stabbing.html"} , {"body" : "The pianist Misha Dichter, known for his touch with Brahms, Gershwin and Chopin, visited Public School 298 in Brownsville, Brooklyn, where Puff Daddy, Usher and Canibus seem to reign. He flailed away at a battered old piano whose brand name, Winter, he said he had never heard of, in the auditorium of a school he had never visited, before a few" , "date" : "19980520" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "9" , "title" : "In the Schools, a Week to Open Eyes and Ears to the Thrill of the Arts; Mazurkas at P.S. 298" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/20\/nyregion\/schools-week-open-eyes-ears-thrill-arts-mazurkas-ps-298.html"} , {"body" : "THE imperfect family left the perfect game. We packed up in the bottom of the seventh, with David Wells six outs away, with the 4-year-old crying because his foot fell asleep and the concessions don't sell apple juice, and the 8-year-old as eager to get a Bernie Williams shirt as the dog waiting at home was eager to be fed, and because the game" , "date" : "19980519" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; After an Exit In 7th Inning, A Lost Gem" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/19\/sports\/sports-of-the-times-after-an-exit-in-7th-inning-a-lost-gem.html"} , {"author" : "Samuel G. Freedman is an author whose books include ''Small Victories: The Real World of a Teacher, Her Students, and Their High School.''" , "body" : "ONE century ago, the man selected to lead the public schools of newly consolidated New York City delivered an acceptance speech. William Henry Maxwell had earned a reputation for eloquent oratory long before assuming the office of superintendent on March 15, 1898, and on that morning he turned his bass voice to a suitably grand theme. ''New York is" , "date" : "19980517" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Education"] , "page_facet" : "1" , "title" : "A Century of Art on a Blackboard Canvas" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/17\/arts\/a-century-of-art-on-a-blackboard-canvas.html"} , {"body" : "SPRINGTIME in the Hamptons. The sun is shining, but the air is cool; the ocean is sparkling, but the beaches are empty; the restaurants are open, but there are seats for everyone. There is little traffic, few pedestrians, and if you stand in front of the Corwith House Museum on Main Street in Bridgehampton, it is easy to imagine the harmonious" , "date" : "19980517" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["HAMPTONS, THE (NY)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "52" , "title" : "It's the Hamptons as a Battleground" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/17\/nyregion\/it-s-the-hamptons-as-a-battleground.html"} , {"body" : "A 6-year-old girl was critically injured yesterday afternoon when she fell four stories from the roof of her school in Brooklyn, school officials said. The girl, Antoinette Walker, fractured her skull, officials at Kings County Hospital Center said. She fell from the roof of Public School 156 in the Brownsville section of Brooklyn about 2:30 P.M.," , "date" : "19980516" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Girl, 6, Fractures Her Skull In a Fall From School Roof" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/16\/nyregion\/girl-6-fractures-her-skull-in-a-fall-from-school-roof.html"} , {"body" : "Like a boxer on the ropes in the last round, Reginald H. Bowman knows that he has lost the fight. ''What am I going to do?'' he wondered recently. ''Keep knocking my head against a brick wall?'' Mr. Bowman's figurative wall has a literal translation. It surrounds a soon-to-be-opened juvenile jail on the block bordered by Pitkin and East New York" , "date" : "19980503" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: OCEAN HILL-BROWNSVILLE; New Jail Is for Youths, but Neighborhood Feels Punished" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/03\/nyregion\/neighborhood-report-ocean-hill-brownsville-new-jail-for-youths-but-neighborhood.html"} , {"body" : "A plainclothes officer in Brooklyn was grazed by a bullet in the leg last night after a man who had been stopped for questioning turned and fired a revolver, the police said. The incident occurred at about 10:35 P.M. in the Brownsville section when three officers assigned to the Street Crime Unit of the 73d Precinct approached a man who was" , "date" : "19980503" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "METRO NEWS BRIEFS: NEW YORK; Officer on Street Patrol Is Grazed by a Bullet" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/03\/nyregion\/metro-news-briefs-new-york-officer-on-street-patrol-is-grazed-by-a-bullet.html"} , {"body" : "Ray Mercer, Shannon Briggs, Larry Holmes and Michael Spinks joined with other boxers and city officials at the Stella Wright Homes here this afternoon to open a community boxing program that they hope will be a model for other programs in New Jersey. ''We want to capture the minds of the young people here, both boys and girls, and we believe that" , "date" : "19980502" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEWARK (NJ)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "BOXING; Off the Streets, Into the Ring Is Boxing Program's Goal" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/02\/sports\/boxing-off-the-streets-into-the-ring-is-boxing-program-s-goal.html"} ,   {"body" : "AT first, she was simply a curiosity. Children, fascinated by her green eyes, would demand to know whether she was masquerading behind contact lenses. Some called her ''Mrs. Clinton,'' as if any white woman walking through the neighborhood had to be on some kind of White House fact-finding tour. But gradually, over the last five weeks, Dr. Kathleen" , "date" : "19980501" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "OCEAN HILL-BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; District Thaws to School Superintendent" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/01\/nyregion\/public-lives-district-thaws-to-school-superintendent.html"} , {"body" : "Three days after being ordered by a judge to stay away from his longtime girlfriend, a Brooklyn man returned to the apartment they had shared and beat her to death with a tree limb, prosecutors said yesterday. The man, Samuel Tolliver, 56, returned to the apartment in the Van Dyck Houses on Sutter Avenue in Brownsville on Friday to pack up his" , "date" : "19980420" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Man Beat Ex-Girlfriend to Death With a Tree Branch, Police Say" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/20\/nyregion\/man-beat-ex-girlfriend-to-death-with-a-tree-branch-police-say.html"} , {"body" : "TOUGH JEWS Fathers, Sons and Gangster Dreams By Rich Cohen Illustrated. 271 pages. Simon & Schuster. $25. ''Most people have never heard of Jewish gangsters,'' writes Rich Cohen halfway through ''Tough Jews,'' his exuberant celebration of a certain breed of men. ''They do not believe they ever existed. The very idea of a Jewish gangster goes" , "date" : "19980416" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "9" , "title" : "BOOKS OF THE TIMES; Hardly 'Our Crowd': A Jewish Underworld" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/16\/books\/books-of-the-times-hardly-our-crowd-a-jewish-underworld.html"} , {"body" : "In the Bronx, a city caseworker searching for licensed baby sitters finds only six names in her computer, and all six have let their certification expire. She prints the useless list for a welfare mother with worried eyes and says, ''You'll just have to do the best you can.'' In Brooklyn, a harried caseworker refuses even to hunt for openings," , "date" : "19980414" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Mothers Poised for Workfare Face Acute Lack of Day Care" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/14\/nyregion\/mothers-poised-for-workfare-face-acute-lack-of-day-care.html"} , {"body" : "SATURDAY is not Nathilee Caldeira's Sabbath, yet she feels a certain reverence for the day. As Orthodox Jews dressed for worship walk to synagogues, she and other blacks in the neighborhood go about their business. They do so with an understanding that it is a sacred day. ''Somehow on Saturdays, nobody really gets crazy,'' she said. Sunday is Ms." , "date" : "19980412" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "BRIGHTON BEACH (NYC)" , "MIDWOOD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Old Places, New Faces" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/12\/nyregion\/old-places-new-faces.html"} , {"body" : "A 19-year-old woman who was baby-sitting a 4-year-old girl was arrested yesterday after leaving the child alone on a subway train in Brooklyn, the police said. The baby sitter, Chiquita Moody, of 630 Howard Avenue in Brownsville, was charged with abandonment and endangering the welfare of a child. Officer Valerie St. Rose, a Police Department" , "date" : "19980407" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; Baby Sitter Is Charged With Abandoning Child" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/07\/nyregion\/metro-news-briefs-new-york-baby-sitter-is-charged-with-abandoning-child.html"} , {"body" : "BACK when East New York seemed more like West Hell, Betty Peterson-Williams heard of new homes sprouting up there and in Brownsville. The houses were squat, but not without charm -- for about $50,000, they offered renters the chance to become homeowners while sweeping away the carpet of rubble that covered many blocks in the Brooklyn neighborhoods" , "date" : "19980401" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; A Project Called Hope, Unrealized" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/01\/nyregion\/about-new-york-a-project-called-hope-unrealized.html"} , {"body" : "Lennox Lewis makes Shannon Briggs sound like a last-minute prom date. ''He's the only one who's available,'' Lewis said. ''I'll tell you after Saturday if he's brave enough.'' Aside from collecting a check worth about $4 million, Lewis is just biding time until he fights Evander Holyfield. In the past there were chances for Lewis to fight Riddick" , "date" : "19980326" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "BOXING; As He Waits for Holyfield, Lewis Gets Set for Briggs" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/26\/sports\/boxing-as-he-waits-for-holyfield-lewis-gets-set-for-briggs.html"} , {"body" : "The man who would clothe New York City's half-million elementary schoolchildren in uniforms has never worn one himself, having missed the national trend toward such dress codes in public school by about 30 years. But William C. Thompson Jr., the president of the Board of Education, which unanimously approved a policy Wednesday night requiring" , "date" : "19980322" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "37" , "title" : "Conciliator Who Changed a Dress Code" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/22\/nyregion\/conciliator-who-changed-a-dress-code.html"} , {"body" : "If there was one swatch of New York City that epitomized the shift in power that decentralization brought to the public school system 30 years ago, it was the neighboring Brooklyn communities of Ocean Hill and Brownsville. It was there that one of the first community school boards was born, and where angry parental demands for control led to a" , "date" : "19980321" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Crew Imposes His Nominee On a Board" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/21\/nyregion\/crew-imposes-his-nominee-on-a-board.html"} ,   {"body" : "Seeking to rein in what he described as a recalcitrant school board, Schools Chancellor Rudy Crew temporarily unseated the members of Community School Board 23 in Brooklyn yesterday because they had refused to appoint his first-choice candidate for district superintendent. In following the procedures of the new school governance law, the board," , "date" : "19980319" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "METRO NEWS BRIEFS: NEW YORK; Crew Overrides Board In Picking School Chief" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/19\/nyregion\/metro-news-briefs-new-york-crew-overrides-board-in-picking-school-chief.html"} , {"body" : "Under cover of March Madness, the Fox is expected to move into the chicken coop this week. Rupert Murdoch will buy the Los Angeles Dodgers, assuring his takeover of the national pastime, which will accelerate his domination of international sports and, if he is not stopped by Disney or Time-Warner, his eventual domination of the world. ''Fox was" , "date" : "19980315" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "13" , "title" : "Perspective; Sit Back, Fans, It's Rupertball" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/15\/sports\/perspective-sit-back-fans-it-s-rupertball.html"} , {"body" : "As one of his key proposals for improving public education last year, Gov. George E. Pataki championed parent-run schools with freedom from many state rules and practices only to see the proposal blocked largely by his Democratic rivals in the Legislature amid opposition from school administrators and the powerful teachers' union. But this year," , "date" : "19980228" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Charter Schools Gaining Support" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/28\/nyregion\/charter-schools-gaining-support.html"} , {"body" : "Seasoned detectives accustomed to the tough streets of Brownsville, Brooklyn, were stunned, and not only by the young age of the 15-year-old they arrested yesterday in the January slaying of a Latvian immigrant who worked in a laundry at a public housing project. It was the motive behind the killing and the measly booty it yielded: detectives said" , "date" : "19980212" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Youth Is Accused of Killing to Get $2 for Junk Food" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/12\/nyregion\/youth-is-accused-of-killing-to-get-2-for-junk-food.html"} , {"body" : "A Brooklyn woman who was watching her clothes dry in a laundromat was killed yesterday evening when two would-be robbers emptied their pistols into the store, the police said. The men appeared in the store at 469 Vermont Street in Brownsville around 7:15 P.M., after the victim, Linda Sanders, 35, had finished her cleaning and was waiting for her" , "date" : "19980212" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Woman Killed at Brooklyn Laundromat" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/12\/nyregion\/woman-killed-at-brooklyn-laundromat.html"} , {"body" : "Samuel D. Wright, a former City Councilman from Brooklyn and a former New York State Assemblyman who was chairman of the Black and Puerto Rican Caucus in both legislative bodies, died on Jan. 20 at his home in Hilton Head, S.C., where he lived in retirement. He was 73. The cause was Parkinson's disease, said a niece, Jeannette Gadson. As chairman" , "date" : "19980201" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "30" , "title" : "Samuel D. Wright, 73, Former Assemblyman" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/01\/nyregion\/samuel-d-wright-73-former-assemblyman.html"} , {"body" : "Darius Hayward is between jobs. Almost a month has passed since his holiday-season stint as a Toys ''R'' Us stock clerk, and he does not relish the feeling of joblessness. On the other hand, he finds a certain pleasure in telling people he is temporarily unemployed, because until November, Mr. Hayward, 36, had never held a job. For nearly a decade," , "date" : "19980130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The Neediest Cases; Ready to Work, After Battling Mental Illness" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/30\/nyregion\/the-neediest-cases-ready-to-work-after-battling-mental-illness.html"} , {"body" : "A lawyer for minority police organizations charged yesterday that a black undercover narcotics officer was beaten in a buy-and-bust operation in Brooklyn last month by a white member of his team whom he had known for six months, and that supervisors had destroyed and changed reports to cover up the incident. Joined by leaders of the Guardians," , "date" : "19980109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Police Cover-Up Is Asserted In Beating of Black Officer" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/09\/nyregion\/police-cover-up-is-asserted-in-beating-of-black-officer.html"} , {"body" : "Raheem Dawkins, a 16-year-old from Brownsville, Brooklyn, does volunteer community service at his local police precinct and wants to be a police officer. So when he saw an off-duty officer being attacked in a Manhattan subway station early on New Year's morning, he didn't hesitate; he jumped in to help. But as Mr. Dawkins tried to pull the attacker" , "date" : "19980109" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Youth Aiding an Officer Was Shot by Him on New Year's Day" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/09\/nyregion\/youth-aiding-an-officer-was-shot-by-him-on-new-year-s-day.html"} , {"body" : "A spate of shootings and one stabbing in New York City over a 12-hour period that started Friday night ended with eight people dead and three others wounded in six separate incidents, the police said. The killings, which included a triple slaying outside a bar in the Bronx, began less than three hours after Mayor Rudolph W. Giuliani released crime" , "date" : "19980104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Eight Killed In 6 Incidents Over 12 Hours" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/04\/nyregion\/eight-killed-in-6-incidents-over-12-hours.html"} ,   {"body" : "When Nigem D., a college freshman, thinks about the kind of life he could be leading, he remembers his friend Burnell. The last time he heard about him, Burnell was in jail on charges of drug possession. They met at the Pleasantville Residential Treatment Center in Westchester County, N.Y., when both were 14. They had been sent there by the" , "date" : "19981230" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "The Neediest Cases; After a Troubled Start, a Teen-Ager Gets a Nudge Toward College" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/30\/nyregion\/neediest-cases-after-troubled-start-teen-ager-gets-nudge-toward-college.html"} , {"body" : "REMEMBER Keron Thomas, the subway-obsessed teen-ager who brazenly commandeered an A train in Inwood and safely ferried more than 2,000 passengers during his three-and-a-half-hour joy ride through three boroughs? How about Frank Spangenberg, the transit police officer from Queens who won big on ''Jeopardy'' and became one of the game show's most" , "date" : "19981227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "After the Headlines; Fame, Fleeting Fame, Found These New Yorkers. Then What Happened?" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/27\/nyregion\/after-headlines-fame-fleeting-fame-found-these-new-yorkers-then-what-happened.html"} , {"body" : "Two former owners of a federally subsidized housing complex in Brooklyn and one of their employees were arrested yesterday and charged with stealing more than $2 million in Federal money that was intended for the complex's maintenance. Instead of using the money to operate and upgrade the complex, Noble Drew Ali Plaza in Brownsville, which houses" , "date" : "19981225" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "U.S. Says 3 Men Stole $2 Million In Housing Subsidies for Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/25\/nyregion\/us-says-3-men-stole-2-million-in-housing-subsidies-for-brooklyn.html"} , {"body" : "Sheryl Jana Cohen, the daughter of Mr. and Mrs. Robert B. Cohen of Philadelphia, was married last evening to Dr. Martin Jay Fine, the son of Dr. and Mrs. Albert S. Fine of Brooklyn. Rabbi Bradley N. Bleefeld performed the ceremony at Reform Congregation Keneseth Israel in Elkins Park, Pa. Mrs. Fine, 34, is an associate at Dechert Price & Rhoads," , "date" : "19981213" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "10" , "title" : "WEDDINGS; Sheryl Cohen, Martin Fine" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/13\/style\/weddings-sheryl-cohen-martin-fine.html"} , {"body" : "MICHAEL RAPAPORT grimaced, hunching over the mahogany bar at the Front, a new lounge in TriBeCa. The oversize armchairs and mismatched couches were empty -- worrisome for the 27-year-old actor, since he is a part owner of the bar, which opened on Warren Street in October. ''The promoter screwed up bad,'' Mr. Rapaport said. Nursing a ginger ale, he" , "date" : "19981206" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "3" , "title" : "A NIGHT OUT WITH: MICHAEL RAPAPORT; Urgently Needed: A Party" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/06\/style\/a-night-out-with-michael-rapaport-urgently-needed-a-party.html"} , {"body" : "Four months after closing the long-troubled Spofford Juvenile Center, New York City officials announced yesterday that they would renovate and reopen the center to house a growing number of young people who are being held as they await trial. Critics of Spofford, which over the years became a symbol of neglect and despair, accused Mayor Rudolph W." , "date" : "19981205" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "City to Reopen Juvenile Center That Symbolized Neglect" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/05\/nyregion\/city-to-reopen-juvenile-center-that-symbolized-neglect.html"} , {"body" : "A former school security officer was arrested yesterday after an 8-year-old boy complained that the man groped him as he was leaving an elementary school in Brooklyn a year and a half ago, the police said. The former officer, Abraham Figueroa, 40, of Brooklyn, was charged with sex abuse. According to the police, the boy said that Mr. Figueroa" , "date" : "19981119" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "METRO NEWS BRIEFS: NEW YORK; Ex-Officer Is Charged With Abusing a Boy" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/19\/nyregion\/metro-news-briefs-new-york-ex-officer-is-charged-with-abusing-a-boy.html"} , {"body" : "A parolee charged with shooting a Brooklyn pawnshop owner to death on Monday and later wounding a police officer who went to a housing project to arrest him has confessed to those shootings as well as four unsolved homicides and several other violent offenses, Police Commissioner Howard Safir said yesterday. The suspect, Demeris Tolbert, admitted" , "date" : "19981118" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Suspect in Shooting of Officer Admits to Killings, Police Say" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/18\/nyregion\/suspect-in-shooting-of-officer-admits-to-killings-police-say.html"} , {"body" : "A police officer was shot in the hand and a second officer was shot through the left pants leg, but not hit, after a sudden confrontation last night with two apparently armed men during a floor-by-floor search of a Brooklyn housing project, the police said. The shooting occurred about 8:30 P.M. as Housing Bureau officers were searching the Howard" , "date" : "19981117" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Officer Is Shot in Hand in a Clash With 2 Men at a Brooklyn Project" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/17\/nyregion\/officer-is-shot-in-hand-in-a-clash-with-2-men-at-a-brooklyn-project.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; meetings usually held on second Tuesday of month, but the next meeting is Dec. 1, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg. Board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn," , "date" : "19981115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; From Red Hook to Cypress Hills: When and Where the Community Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/15\/nyregion\/neighborhood-report-brooklyn-up-close-red-hook-cypress-hills-when-where.html"} , {"body" : "Red Holzman, the Hall of Fame coach who led the New York Knicks to their only two National Basketball Association championships, died on Friday night at Long Island Jewish Hospital. He was 78. Holzman, whose wife, Selma, died in July, died of complications from leukemia, their daughter, Gail Papelian, said. When he retired from coaching in 1982," , "date" : "19981115" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Obituaries" , "Sports"] , "page_facet" : "46" , "title" : "Red Holzman, Hall of Fame Coach, Dies at 78" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/15\/sports\/red-holzman-hall-of-fame-coach-dies-at-78.html"} , {"body" : "Red Holzman, the Hall of Fame coach who led the New York Knicks to their only two National Basketball Association championships, died last night at Long Island Jewish Hospital. He was 78. Holzman, whose wife, Selma, died in July, died of complications from leukemia, according to their daughter, Gail. When he retired from coaching in 1982, Holzman" , "date" : "19981114" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Obituaries" , "Sports"] , "page_facet" : "16" , "title" : "Red Holzman, Ex-Maestro Of the Knicks, Is Dead at 78" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/14\/sports\/red-holzman-ex-maestro-of-the-knicks-is-dead-at-78.html"} , {"body" : "WHO -- Harry Gershenowitz, professor emeritus of biology at Rowan University who is an amateur archeologist specializing in lost Jewish communities in New Jersey. PARADISE LOST AND FOUND -- His recent discoveries include a failed Jewish settlement called Ziontown, in Gloucester County. Jacob Zion, the owner of a shirt factory, dreamed of" , "date" : "19981108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Uncovering Lost Pages of Jewish History in New Jersey" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/08\/nyregion\/uncovering-lost-pages-of-jewish-history-in-new-jersey.html"} , {"body" : "On a nippy November afternoon, when he would ordinarily be leaping toward the basketball rim trying to imitate the aerodynamic glide of his hero, Michael Jordan, 11-year-old Jonathan Figueroa grimaced at the mention of basketball. Instead, Jonathan, who once aspired to be a point guard, was transforming the Goat Courts at 99th Street and Amsterdam" , "date" : "19981107" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Fans' Hoop Dreams Tainted by N.B.A. Rift" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/07\/nyregion\/fans-hoop-dreams-tainted-by-nba-rift.html"} , {"body" : "In a day of old-style politicking, Representative Charles E. Schumer campaigned for the Senate in black, Jewish and Hispanic neighborhoods across New York City yesterday, bringing in Vice President Al Gore in an attempt to rally support in tomorrow's election. Senator Alfonse M. D'Amato went to Orthodox Jewish communities in Brooklyn, portraying" , "date" : "19981102" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE 1998 CAMPAIGN: THE SENATE; Parties Pushing Message: Your Vote Counts" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/02\/nyregion\/the-1998-campaign-the-senate-parties-pushing-message-your-vote-counts.html"} , {"body" : "ONCE again Mike Tyson in a minute takes full blame for his actions. Until the next minute, when he generously absolves himself. ''It's no one's fault but mine,'' he told the five-man Nevada State Athletic Commission Monday, which was deciding whether to let him back in the ring a year and a half after he presumably mistook Evander Holyfield's ears" , "date" : "19981022" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEVADA"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "Sports of The Times: Boxing; Tyson's Fault Line: Don't Put Blame on Me" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/22\/sports\/sports-of-the-times-boxing-tyson-s-fault-line-don-t-put-blame-on-me.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; meeting usually held on second Tuesday of month; but next meeting is on Wednesday, Oct. 14, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown" , "date" : "19980927" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Bushwick to Bensonhurst, When the Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/27\/nyregion\/neighborhood-report-brooklyn-up-close-bushwick-bensonhurst-when-boards-meet.html"} , {"body" : "FEW of the nation's rabbis will be able to resist the allusive New Year's gift President Clinton offered to them this month. Every fall, as they stand before overflowing congregations on Rosh ha-Shanah and Yom Kippur, most pulpit rabbis struggle to devise a new variation on the theme of repentance, the nature of sin, the snare of old habits. The" , "date" : "19980924" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; A Timely, Timeless Lesson in Repentance" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/24\/nyregion\/public-lives-a-timely-timeless-lesson-in-repentance.html"} , {"body" : "Two men on bicycles shot a teen-ager to death outside a Brooklyn grocery store yesterday and wounded a young woman nearby, the police said. Jermain Wilson, 16, was killed instantly as he sat atop a mailbox at 57 Sutter Avenue in Brownsville, the police said. The bystander, Marjorie Bolden, 23, was wounded in the thigh by a stray bullet as she" , "date" : "19980923" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Teen-Ager Is Killed and Woman Is Hurt by Gunmen on Bicycles" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/23\/nyregion\/teen-ager-is-killed-and-woman-is-hurt-by-gunmen-on-bicycles.html"} , {"body" : "Normally, Marjorie Smith, 50, is a manager of the administrative staff at the World Bank in Washington, an office where people are not known for excessive dress. But yesterday Ms. Smith, who was born in Trinidad, got herself into an enormous blue and white feathered costume, had her face painted to match, then danced down Eastern Parkway in" , "date" : "19980908" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Unwinding to a Caribbean Rhythm" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/08\/nyregion\/unwinding-to-a-caribbean-rhythm.html"} , {"body" : "Four Civil Court seats are being contested in New York City's Democratic primary on Sept. 15. The winners are almost certain to prevail in November's general election. THE BRONX. Countywide: The countywide race for Civil Court pits Wilma Guzman, an experienced trial attorney specializing in negligence cases, against Anthony Chiofalo, a corporate" , "date" : "19980905" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "10" , "title" : "Civil Court Choices" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/05\/opinion\/civil-court-choices.html"} , {"body" : "Tired and sweat-soaked, the big men left the basketball court. Within seconds, their smaller shadows -- boys ages 8 to 13 -- had taken their place. They hustled and bumped and called plays like pros, capturing the attitude, if not the shooting acumen, of their elders. These boys spend their summer playing basketball, moving from open court to open" , "date" : "19980830" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "A Place for Hoops And Helping Hands" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/30\/nyregion\/a-place-for-hoops-and-helping-hands.html"} , {"body" : "Carrying brightly colored balloons emblazoned with ''Welcome Home'' and ''Hugs & Kisses,'' hundreds of parents spent Friday morning at the George Washington Bridge bus terminal in upper Manhattan eagerly waiting for their children to step off the buses and into their arms. ''She wrote me three days in a row; on the same day I got letters dated the" , "date" : "19980823" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "31" , "title" : "The Fresh Air Fund; Summer Camp Is Over, but Memories of Fun and Friends Linger On" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/23\/nyregion\/the-fresh-air-fund-summer-camp-is-over-but-memories-of-fun-and-friends-linger-on.html"} , {"body" : "Irwin J. Suall, who for three decades headed undercover investigations of groups regarded as inimical to Jews on behalf of the Anti-Defamation League, died on Monday at St. Luke's-Roosevelt Hospital Center at 114th Street and Amsterdam Avenue. He was 73 and lived in the Tudor City area of Manhattan. The cause was complications from emphysema, said" , "date" : "19980820" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "20" , "title" : "Irwin J. Suall, Fierce Fighter Of Bias for A.D.L., Dies at 73" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/20\/nyregion\/irwin-j-suall-fierce-fighter-of-bias-for-adl-dies-at-73.html"} , {"body" : "BACK in Trinidad, a half century ago, Ortner Murray ''never dreamed'' that some day he might actually own property. The only real estate Mr. Murray knew anything about then were the acres that he and his 11 brothers and sisters worked alongside their father, a sharecropper, urging bananas, coconuts and corn from earth entitled to an English" , "date" : "19980816" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Providing Places to Work, Places to Live" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/16\/realestate\/providing-places-to-work-places-to-live.html"} , {"body" : "The number of babies who died before their first birthday continued to fall in New York City last year -- though not in all neighborhoods -- in a decline health officials say reflects less drug use, better prenatal care and fewer pregnancies among teen-agers. Statistics released yesterday by the City Health Department show that New York's infant" , "date" : "19980812" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Infant Mortality Falls Again, In Step With Rate Nationwide" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/12\/nyregion\/infant-mortality-falls-again-in-step-with-rate-nationwide.html"} , {"body" : "If the top three fighters on the six-bout card do what they are supposed to do, then TNT's inaugural boxing show on Sept. 22 at the Theater in Madison Square Garden will be dynamite. The card will feature three world-title bouts, headlined by Shane Mosley, the International Boxing Federation lightweight champion and arguably one of the top five" , "date" : "19980807" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "5" , "title" : "BOXING: NOTEBOOK; TNT Prepares a Smashing Debut" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/07\/sports\/boxing-notebook-tnt-prepares-a-smashing-debut.html"} , {"body" : "Haute Manhattan still raises a condescending eyebrow when Brooklynites sing of their ethnic enclaves, tree-lined streets and vintage brownstones. This Manhattanite view of Brooklyn as a kind of social purgatory dates back to Colonial times. Its most tedious expression comes in tenants who are forced into Brooklyn by scandalous rents, only to pine" , "date" : "19980719" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "14" , "title" : "Editorial Observer; Fighting for Respect in Beleaguered Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/19\/opinion\/editorial-observer-fighting-for-respect-in-beleaguered-brooklyn.html"} , {"body" : "Something ugly has been going on in the King family's apartment, and now that Nessa is dead, at age 14, the truth may come out. In ''You Shouldn't Have Told,'' the family's story and Anne L. Thompson-Scretching's intelligent, observant play about sexual abuse, no one is completely innocent. The Kings, who are black and live in the Brownsville" , "date" : "19980710" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "24" , "title" : "THEATER REVIEW; A Family Confronts Its Demons" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/10\/movies\/theater-review-a-family-confronts-its-demons.html"} , {"body" : "As the Lincoln Navigator sped along Interstate 85 north toward Maryland, Judy Bowe tried to reason with her estranged husband. But Riddick Bowe, the former heavyweight champion of the world, drove on, she said, not listening, beyond being reached. After a five-month separation, during which he had been living in his mother's basement, Riddick Bowe" , "date" : "19980705" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "BOXING: A Dream Destroyed; Bowe Won Championships, but He Lost His Family" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/05\/sports\/boxing-a-dream-destroyed-bowe-won-championships-but-he-lost-his-family.html"} , {"body" : "WHEN Laurie Miller said goodbye to the narrow house on Quincy Street, there was still a pull chain attached to the wooden toilet tank up near the ceiling. There was still a claw foot bathtub. The boiler didn't always work. It was home, though, and had been since she was 10 years old, when she often ran the five blocks to the previous owner's house" , "date" : "19980702" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "Turf; The Long Road Home to a Building Full of Memories" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/02\/garden\/turf-the-long-road-home-to-a-building-full-of-memories.html"} , {"body" : "CLARK HALSTEAD, founder of the real estate brokerage that bears his name, sees a certain similarity between the current quest for a rental apartment in New York City and the five stages of death and dying so poignantly delineated in Elisabeth Kubler-Ross's classic 1969 book on the subject: Denial. Anger. Bargaining. Depression. And, ultimately," , "date" : "19980628" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "In 'Rent' 1998, the Renters Sing the Blues" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/28\/realestate\/in-rent-1998-the-renters-sing-the-blues.html"} , {"body" : "THE small lobby of 362 Sutter Avenue in Brownsville is so busy with the traffic of daily life that it seems impossible that a murder could occur there, certainly not in broad daylight. It is a place where adults collect mail and children collect friends. A glass wall separates the lobby from a leafy courtyard where many people who live in the Van" , "date" : "19980628" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Striking Back" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/28\/nyregion\/striking-back.html"} , {"body" : "LUIS A. PEREZ drove his 1989 Honda Accord through the high iron gate of Drumthwacket in Princeton this month and felt disbelief and exhilaration as he took in the expansive lawn with sycamore, linden and beech trees leading up to the 19th-century Greek Revival mansion that serves as the Governor's official residence. ''I'm somebody from the ghetto," , "date" : "19980628" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "To Lead A Community" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/28\/nyregion\/to-lead-a-community.html"} , {"body" : "Jack Biblo, a bookish sort of man who spent a musty half century on Manhattan's Book Row as the founding proprietor of the Biblo & Tannen used, er antiquarian, bookstore on Fourth Avenue, then retired at 73 to open a smaller store around the corner from his home in Brooklyn Heights, died on June 5 at Long Island College Hospital in Brooklyn. He was" , "date" : "19980618" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "11" , "title" : "Jack Biblo, Used Bookseller For Half a Century, Dies at 91" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/18\/arts\/jack-biblo-used-bookseller-for-half-a-century-dies-at-91.html"} , {"body" : "Roger Dale Graham lumbers through the front door of the Children's Aid Society in midtown Manhattan, and three small boys begin shrieking. ''Daddy! Daddy! Daddy!'' one cries as he and his two brothers race toward the towering 6-foot-4-inch, 290-pound visitor in stylish black jeans, black parka and gold chain. The youngest boy, 4, buries his face" , "date" : "19980614" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "An Addict and a Father, Too; Fighting to Live Clean and Keep His Children" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/14\/nyregion\/an-addict-and-a-father-too-fighting-to-live-clean-and-keep-his-children.html"} , {"body" : "A Brooklyn man with a long criminal record was arrested on second-degree murder charges yesterday in the fatal shooting of a 14-year-old girl early Sunday, the police said. The man, Donald Coley, 41, was handling a gun in an apartment in the Brownsville section when it went off, fatally injuring the girl, Selena Slade, in the chest, the police" , "date" : "19980609" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "METRO NEWS BRIEFS: NEW YORK; Brooklyn Man Is Charged In Fatal Shooting of Girl" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/09\/nyregion\/metro-news-briefs-new-york-brooklyn-man-is-charged-in-fatal-shooting-of-girl.html"} , {"body" : "A 14-year-old girl was shot and killed at a friend's apartment in Brooklyn early yesterday when a pistol being handled by a man in the apartment discharged, the police said. Investigators said they believed that the shooting was an accident and that the man, who was being sought for questioning, had panicked and fled. The girl, Selena Slade, 14, a" , "date" : "19980608" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "METRO NEWS BRIEFS: NEW YORK; Brooklyn Girl Is Killed When Man Handles Gun" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/08\/nyregion\/metro-news-briefs-new-york-brooklyn-girl-is-killed-when-man-handles-gun.html"} , {"body" : "Alfred Kazin, author, critic, teacher and New York intellectual, died yesterday at his home on the Upper West Side of Manhattan on his 83d birthday. Over the last few years Mr. Kazin faced the slow progression of prostate cancer, and also suffered from bone cancer in his last months. He continued to work until the end. Only weeks ago he wrote a" , "date" : "19980606" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Arts" , "Obituaries" , "Books"] , "page_facet" : "9" , "title" : "Alfred Kazin, the Author Who Wrote of Literature and Himself, Is Dead at 83" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/06\/books\/alfred-kazin-the-author-who-wrote-of-literature-and-himself-is-dead-at-83.html"} , {"body" : "Riddick Bowe, the former undisputed world heavyweight champion, pleaded guilty in Federal court in Charlotte, N.C., yesterday to abducting his estranged wife and five children from their suburban Charlotte home on Feb. 25. Under a plea agreement, Bowe could face a minimum of 18 to 24 months in prison. He will be sentenced within 60 to 90 days." , "date" : "19980605" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "2" , "title" : "BOXING; Bowe Pleads Guilty to Abducting Wife and 5 Children" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/05\/sports\/boxing-bowe-pleads-guilty-to-abducting-wife-and-5-children.html"} , {"body" : "When paramedics took the bleeding body of William Koonce from the Brooklyn apartment of his girlfriend Thursday night, neighbors thought that she had finally had enough of his drunken beatings. None suspected that the knife in his chest might have come from her son, a thoughtful 11-year-old boy known for his kindness to elderly residents and his" , "date" : "19980523" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Boy, 11, Is Said to Have Killed Mother's Brutal Boyfriend" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/23\/nyregion\/boy-11-is-said-to-have-killed-mother-s-brutal-boyfriend.html"} , {"body" : "The police said last night that they believed an 11-year-old boy fatally stabbed a man who was beating his mother in their Brooklyn apartment. The man, Willie Koonce, 37, died after his heart was punctured with a kitchen knife at 7:55 last night at 701 Ralph Avenue in the Brownsville section, Detective Joseph Pentangelo, a police spokesman, said." , "date" : "19980522" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Boy Questioned In Fatal Stabbing" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/22\/nyregion\/boy-questioned-in-fatal-stabbing.html"} , {"body" : "The pianist Misha Dichter, known for his touch with Brahms, Gershwin and Chopin, visited Public School 298 in Brownsville, Brooklyn, where Puff Daddy, Usher and Canibus seem to reign. He flailed away at a battered old piano whose brand name, Winter, he said he had never heard of, in the auditorium of a school he had never visited, before a few" , "date" : "19980520" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "9" , "title" : "In the Schools, a Week to Open Eyes and Ears to the Thrill of the Arts; Mazurkas at P.S. 298" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/20\/nyregion\/schools-week-open-eyes-ears-thrill-arts-mazurkas-ps-298.html"} , {"body" : "THE imperfect family left the perfect game. We packed up in the bottom of the seventh, with David Wells six outs away, with the 4-year-old crying because his foot fell asleep and the concessions don't sell apple juice, and the 8-year-old as eager to get a Bernie Williams shirt as the dog waiting at home was eager to be fed, and because the game" , "date" : "19980519" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "Sports of The Times; After an Exit In 7th Inning, A Lost Gem" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/19\/sports\/sports-of-the-times-after-an-exit-in-7th-inning-a-lost-gem.html"} , {"author" : "Samuel G. Freedman is an author whose books include ''Small Victories: The Real World of a Teacher, Her Students, and Their High School.''" , "body" : "ONE century ago, the man selected to lead the public schools of newly consolidated New York City delivered an acceptance speech. William Henry Maxwell had earned a reputation for eloquent oratory long before assuming the office of superintendent on March 15, 1898, and on that morning he turned his bass voice to a suitably grand theme. ''New York is" , "date" : "19980517" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts" , "Education"] , "page_facet" : "1" , "title" : "A Century of Art on a Blackboard Canvas" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/17\/arts\/a-century-of-art-on-a-blackboard-canvas.html"} , {"body" : "SPRINGTIME in the Hamptons. The sun is shining, but the air is cool; the ocean is sparkling, but the beaches are empty; the restaurants are open, but there are seats for everyone. There is little traffic, few pedestrians, and if you stand in front of the Corwith House Museum on Main Street in Bridgehampton, it is easy to imagine the harmonious" , "date" : "19980517" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["HAMPTONS, THE (NY)"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "52" , "title" : "It's the Hamptons as a Battleground" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/17\/nyregion\/it-s-the-hamptons-as-a-battleground.html"} , {"body" : "A 6-year-old girl was critically injured yesterday afternoon when she fell four stories from the roof of her school in Brooklyn, school officials said. The girl, Antoinette Walker, fractured her skull, officials at Kings County Hospital Center said. She fell from the roof of Public School 156 in the Brownsville section of Brooklyn about 2:30 P.M.," , "date" : "19980516" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Girl, 6, Fractures Her Skull In a Fall From School Roof" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/16\/nyregion\/girl-6-fractures-her-skull-in-a-fall-from-school-roof.html"} , {"body" : "Like a boxer on the ropes in the last round, Reginald H. Bowman knows that he has lost the fight. ''What am I going to do?'' he wondered recently. ''Keep knocking my head against a brick wall?'' Mr. Bowman's figurative wall has a literal translation. It surrounds a soon-to-be-opened juvenile jail on the block bordered by Pitkin and East New York" , "date" : "19980503" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: OCEAN HILL-BROWNSVILLE; New Jail Is for Youths, but Neighborhood Feels Punished" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/03\/nyregion\/neighborhood-report-ocean-hill-brownsville-new-jail-for-youths-but-neighborhood.html"} , {"body" : "A plainclothes officer in Brooklyn was grazed by a bullet in the leg last night after a man who had been stopped for questioning turned and fired a revolver, the police said. The incident occurred at about 10:35 P.M. in the Brownsville section when three officers assigned to the Street Crime Unit of the 73d Precinct approached a man who was" , "date" : "19980503" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "METRO NEWS BRIEFS: NEW YORK; Officer on Street Patrol Is Grazed by a Bullet" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/03\/nyregion\/metro-news-briefs-new-york-officer-on-street-patrol-is-grazed-by-a-bullet.html"} , {"body" : "Ray Mercer, Shannon Briggs, Larry Holmes and Michael Spinks joined with other boxers and city officials at the Stella Wright Homes here this afternoon to open a community boxing program that they hope will be a model for other programs in New Jersey. ''We want to capture the minds of the young people here, both boys and girls, and we believe that" , "date" : "19980502" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEWARK (NJ)"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "BOXING; Off the Streets, Into the Ring Is Boxing Program's Goal" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/02\/sports\/boxing-off-the-streets-into-the-ring-is-boxing-program-s-goal.html"} , {"body" : "AT first, she was simply a curiosity. Children, fascinated by her green eyes, would demand to know whether she was masquerading behind contact lenses. Some called her ''Mrs. Clinton,'' as if any white woman walking through the neighborhood had to be on some kind of White House fact-finding tour. But gradually, over the last five weeks, Dr. Kathleen" , "date" : "19980501" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "OCEAN HILL-BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; District Thaws to School Superintendent" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/01\/nyregion\/public-lives-district-thaws-to-school-superintendent.html"} , {"body" : "Three days after being ordered by a judge to stay away from his longtime girlfriend, a Brooklyn man returned to the apartment they had shared and beat her to death with a tree limb, prosecutors said yesterday. The man, Samuel Tolliver, 56, returned to the apartment in the Van Dyck Houses on Sutter Avenue in Brownsville on Friday to pack up his" , "date" : "19980420" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Man Beat Ex-Girlfriend to Death With a Tree Branch, Police Say" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/20\/nyregion\/man-beat-ex-girlfriend-to-death-with-a-tree-branch-police-say.html"} , {"body" : "TOUGH JEWS Fathers, Sons and Gangster Dreams By Rich Cohen Illustrated. 271 pages. Simon & Schuster. $25. ''Most people have never heard of Jewish gangsters,'' writes Rich Cohen halfway through ''Tough Jews,'' his exuberant celebration of a certain breed of men. ''They do not believe they ever existed. The very idea of a Jewish gangster goes" , "date" : "19980416" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "9" , "title" : "BOOKS OF THE TIMES; Hardly 'Our Crowd': A Jewish Underworld" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/16\/books\/books-of-the-times-hardly-our-crowd-a-jewish-underworld.html"} , {"body" : "In the Bronx, a city caseworker searching for licensed baby sitters finds only six names in her computer, and all six have let their certification expire. She prints the useless list for a welfare mother with worried eyes and says, ''You'll just have to do the best you can.'' In Brooklyn, a harried caseworker refuses even to hunt for openings," , "date" : "19980414" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Mothers Poised for Workfare Face Acute Lack of Day Care" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/14\/nyregion\/mothers-poised-for-workfare-face-acute-lack-of-day-care.html"} , {"body" : "SATURDAY is not Nathilee Caldeira's Sabbath, yet she feels a certain reverence for the day. As Orthodox Jews dressed for worship walk to synagogues, she and other blacks in the neighborhood go about their business. They do so with an understanding that it is a sacred day. ''Somehow on Saturdays, nobody really gets crazy,'' she said. Sunday is Ms." , "date" : "19980412" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "BRIGHTON BEACH (NYC)" , "MIDWOOD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Old Places, New Faces" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/12\/nyregion\/old-places-new-faces.html"} , {"body" : "A 19-year-old woman who was baby-sitting a 4-year-old girl was arrested yesterday after leaving the child alone on a subway train in Brooklyn, the police said. The baby sitter, Chiquita Moody, of 630 Howard Avenue in Brownsville, was charged with abandonment and endangering the welfare of a child. Officer Valerie St. Rose, a Police Department" , "date" : "19980407" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; Baby Sitter Is Charged With Abandoning Child" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/07\/nyregion\/metro-news-briefs-new-york-baby-sitter-is-charged-with-abandoning-child.html"} , {"body" : "BACK when East New York seemed more like West Hell, Betty Peterson-Williams heard of new homes sprouting up there and in Brownsville. The houses were squat, but not without charm -- for about $50,000, they offered renters the chance to become homeowners while sweeping away the carpet of rubble that covered many blocks in the Brooklyn neighborhoods" , "date" : "19980401" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; A Project Called Hope, Unrealized" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/01\/nyregion\/about-new-york-a-project-called-hope-unrealized.html"} , {"body" : "Lennox Lewis makes Shannon Briggs sound like a last-minute prom date. ''He's the only one who's available,'' Lewis said. ''I'll tell you after Saturday if he's brave enough.'' Aside from collecting a check worth about $4 million, Lewis is just biding time until he fights Evander Holyfield. In the past there were chances for Lewis to fight Riddick" , "date" : "19980326" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "4" , "title" : "BOXING; As He Waits for Holyfield, Lewis Gets Set for Briggs" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/26\/sports\/boxing-as-he-waits-for-holyfield-lewis-gets-set-for-briggs.html"} , {"body" : "The man who would clothe New York City's half-million elementary schoolchildren in uniforms has never worn one himself, having missed the national trend toward such dress codes in public school by about 30 years. But William C. Thompson Jr., the president of the Board of Education, which unanimously approved a policy Wednesday night requiring" , "date" : "19980322" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "37" , "title" : "Conciliator Who Changed a Dress Code" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/22\/nyregion\/conciliator-who-changed-a-dress-code.html"} , {"body" : "If there was one swatch of New York City that epitomized the shift in power that decentralization brought to the public school system 30 years ago, it was the neighboring Brooklyn communities of Ocean Hill and Brownsville. It was there that one of the first community school boards was born, and where angry parental demands for control led to a" , "date" : "19980321" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Crew Imposes His Nominee On a Board" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/21\/nyregion\/crew-imposes-his-nominee-on-a-board.html"} , {"body" : "Seeking to rein in what he described as a recalcitrant school board, Schools Chancellor Rudy Crew temporarily unseated the members of Community School Board 23 in Brooklyn yesterday because they had refused to appoint his first-choice candidate for district superintendent. In following the procedures of the new school governance law, the board," , "date" : "19980319" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "METRO NEWS BRIEFS: NEW YORK; Crew Overrides Board In Picking School Chief" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/19\/nyregion\/metro-news-briefs-new-york-crew-overrides-board-in-picking-school-chief.html"} , {"body" : "Under cover of March Madness, the Fox is expected to move into the chicken coop this week. Rupert Murdoch will buy the Los Angeles Dodgers, assuring his takeover of the national pastime, which will accelerate his domination of international sports and, if he is not stopped by Disney or Time-Warner, his eventual domination of the world. ''Fox was" , "date" : "19980315" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "13" , "title" : "Perspective; Sit Back, Fans, It's Rupertball" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/15\/sports\/perspective-sit-back-fans-it-s-rupertball.html"} , {"body" : "As one of his key proposals for improving public education last year, Gov. George E. Pataki championed parent-run schools with freedom from many state rules and practices only to see the proposal blocked largely by his Democratic rivals in the Legislature amid opposition from school administrators and the powerful teachers' union. But this year," , "date" : "19980228" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Charter Schools Gaining Support" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/28\/nyregion\/charter-schools-gaining-support.html"} , {"body" : "Seasoned detectives accustomed to the tough streets of Brownsville, Brooklyn, were stunned, and not only by the young age of the 15-year-old they arrested yesterday in the January slaying of a Latvian immigrant who worked in a laundry at a public housing project. It was the motive behind the killing and the measly booty it yielded: detectives said" , "date" : "19980212" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROWNSVILLE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Youth Is Accused of Killing to Get $2 for Junk Food" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/12\/nyregion\/youth-is-accused-of-killing-to-get-2-for-junk-food.html"} , {"body" : "A Brooklyn woman who was watching her clothes dry in a laundromat was killed yesterday evening when two would-be robbers emptied their pistols into the store, the police said. The men appeared in the store at 469 Vermont Street in Brownsville around 7:15 P.M., after the victim, Linda Sanders, 35, had finished her cleaning and was waiting for her" , "date" : "19980212" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Woman Killed at Brooklyn Laundromat" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/12\/nyregion\/woman-killed-at-brooklyn-laundromat.html"} , {"body" : "Samuel D. Wright, a former City Councilman from Brooklyn and a former New York State Assemblyman who was chairman of the Black and Puerto Rican Caucus in both legislative bodies, died on Jan. 20 at his home in Hilton Head, S.C., where he lived in retirement. He was 73. The cause was Parkinson's disease, said a niece, Jeannette Gadson. As chairman" , "date" : "19980201" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "30" , "title" : "Samuel D. Wright, 73, Former Assemblyman" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/01\/nyregion\/samuel-d-wright-73-former-assemblyman.html"} , {"body" : "Darius Hayward is between jobs. Almost a month has passed since his holiday-season stint as a Toys ''R'' Us stock clerk, and he does not relish the feeling of joblessness. On the other hand, he finds a certain pleasure in telling people he is temporarily unemployed, because until November, Mr. Hayward, 36, had never held a job. For nearly a decade," , "date" : "19980130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The Neediest Cases; Ready to Work, After Battling Mental Illness" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/30\/nyregion\/the-neediest-cases-ready-to-work-after-battling-mental-illness.html"} , {"body" : "A lawyer for minority police organizations charged yesterday that a black undercover narcotics officer was beaten in a buy-and-bust operation in Brooklyn last month by a white member of his team whom he had known for six months, and that supervisors had destroyed and changed reports to cover up the incident. Joined by leaders of the Guardians," , "date" : "19980109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Police Cover-Up Is Asserted In Beating of Black Officer" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/09\/nyregion\/police-cover-up-is-asserted-in-beating-of-black-officer.html"} , {"body" : "Raheem Dawkins, a 16-year-old from Brownsville, Brooklyn, does volunteer community service at his local police precinct and wants to be a police officer. So when he saw an off-duty officer being attacked in a Manhattan subway station early on New Year's morning, he didn't hesitate; he jumped in to help. But as Mr. Dawkins tried to pull the attacker" , "date" : "19980109" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Youth Aiding an Officer Was Shot by Him on New Year's Day" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/09\/nyregion\/youth-aiding-an-officer-was-shot-by-him-on-new-year-s-day.html"} , {"body" : "A spate of shootings and one stabbing in New York City over a 12-hour period that started Friday night ended with eight people dead and three others wounded in six separate incidents, the police said. The killings, which included a triple slaying outside a bar in the Bronx, began less than three hours after Mayor Rudolph W. Giuliani released crime" , "date" : "19980104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Eight Killed In 6 Incidents Over 12 Hours" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/04\/nyregion\/eight-killed-in-6-incidents-over-12-hours.html"}]