[  {"body" : "GRAND CENTRAL WINTER: Stories From the Street By Lee Stringer Seven Stories Press Perhaps it's equally appropriate now that a more calculated brand of redemption has come to Times Square -- now that most of the sex shops have been shuttered, and the novelty stores have been nailed shut, and the Deuce seems bound toward more homogenized pleasures --" , "date" : "19981227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "8" , "title" : "THE YEAR IN BOOKS; Central Park Hawks and Village Plumage" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/27\/nyregion\/the-year-in-books-central-park-hawks-and-village-plumage.html"} , {"body" : "He had done time in jail and been through the Army, and he was closing in on the middleweight boxing crown when race riots convulsed the nation. He ran afoul of the police and was railroaded into prison for life for a triple murder he did not commit. (And that's only the back story.) Now, 13 years after he was freed through dedicated sleuthing and" , "date" : "19981226" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "7" , "title" : "Hurricane, a Wronged Boxer, as the Hero of His Own Tumultuous Life" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/26\/movies\/hurricane-a-wronged-boxer-as-the-hero-of-his-own-tumultuous-life.html"} , {"body" : "Like most children, the second graders in Room 205 at Public School 116 in Murray Hill love to see images of themselves in the stories they read, their teacher said last week. They love the story about how people of every shade rally to help a Hispanic mother and daughter who lost everything in an apartment fire. They love to read about how" , "date" : "19981220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Books"] , "page_facet" : "51" , "title" : "Despite Furor Over a Book, Multiculturalism Flourishes in Schools" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/20\/nyregion\/despite-furor-over-a-book-multiculturalism-flourishes-in-schools.html"} , {"body" : "Speaking out for the first time on the ''Nappy Hair'' controversy, Schools Chancellor Rudy Crew said yesterday that it was unfortunate that a group of ill-informed residents had succeeded in driving a white teacher from her classroom for using the book. ''This is a case of parents rushing to a judgment of a teacher without knowing the facts or the" , "date" : "19981215" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Books"] , "page_facet" : "3" , "title" : "Crew Defends Teacher in Book Dispute" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/15\/nyregion\/crew-defends-teacher-in-book-dispute.html"} , {"body" : "Seven firefighters were injured last night when a stamped-tin ceiling in a burning building in the Bushwick section of Brooklyn collapsed on them. Although one of the firefighters was taken from the scene in a cervical collar, a spokesman for the Fire Department said that none of the seven were seriously injured. Eighteen people were left homeless" , "date" : "19981215" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO NEWS BRIEFS: NEW YORK; Seven Firefighters Hurt In Brooklyn Building" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/15\/nyregion\/metro-news-briefs-new-york-seven-firefighters-hurt-in-brooklyn-building.html"} , {"body" : "When a midnight fire swept through the Celestial Church of Christ in Bushwick, Brooklyn, last week, it was the second blow this year for the parish made up largely of Nigerian immigrants. In October, three young children of a Nigerian parishioner were killed in a collision with an ambulance. Just as there was an outpouring of emotion then, there" , "date" : "19981214" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Fire Deals Parish Another Harsh Blow" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/14\/nyregion\/fire-deals-parish-another-harsh-blow.html"} , {"body" : "The controversy over using the book ''Nappy Hair'' at a Brooklyn elementary school has had predictably distressing effects. Now a principal at an intermediate school in the same district has decided against using two excellent books in the sixth grade, apparently for fear of parental protests. The initial protests occurred at Public School 75 in" , "date" : "19981211" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "34" , "title" : "Fallout From the 'Nappy Hair' Furor" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/11\/opinion\/fallout-from-the-nappy-hair-furor.html"} , {"body" : "The parent who set off the furor in a Brooklyn school over the use of the book ''Nappy Hair'' said yesterday that she remained unconvinced of the book's merits for classroom use. The woman, Cathy Wright, said that one day last month, she was sorting through papers in her 8-year-old's book bag when she stumbled upon photocopied pages with what" , "date" : "19981210" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Education" , "Books"] , "page_facet" : "3" , "title" : "Unswayed by Debate on Children's Book" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/10\/nyregion\/unswayed-by-debate-on-children-s-book.html"} , {"body" : "A community meeting in Brooklyn last night for the author of the book ''Nappy Hair'' turned combative when some people said the book was derogatory and questioned its use in a third-grade classroom. The hourlong event, held at the House of the Lord Pentecostal Church in downtown Brooklyn, was an effort to bridge the gap between people who approve" , "date" : "19981209" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Books"] , "page_facet" : "13" , "title" : "Author of Disputed Book Is Criticized in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/09\/nyregion\/author-of-disputed-book-is-criticized-in-brooklyn.html"} , {"body" : "Parents and teachers at a Queens school welcomed a white teacher yesterday who transferred after her use of a book, ''Nappy Hair,'' at a Brooklyn school caused some parents to threaten her. Last week, the teacher, Ruth A. Sherman, transferred to Public School 131 in Jamaica from P.S. 75 in Bushwick after some parents publicly threatened ''to get''" , "date" : "19981208" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Books"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; Teacher Is Welcomed After Book Dispute" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/08\/nyregion\/metro-news-briefs-new-york-teacher-is-welcomed-after-book-dispute.html"} ,   {"body" : "A white third-grade teacher who was threatened by two black parents after she used the book ''Nappy Hair'' in her Brooklyn classroom started a new assignment in a Queens school yesterday, school officials said. The teacher, Ruth A. Sherman, began teaching a second-grade class at Public School 131 in Jamaica, in Community School District 29, a" , "date" : "19981205" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Books"] , "page_facet" : "4" , "title" : "Teacher in Book Dispute Starts New Job in Queens School" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/05\/nyregion\/teacher-in-book-dispute-starts-new-job-in-queens-school.html"} , {"body" : "LET'S see if we have this right. A well-intentioned third-grade teacher, who happens to be white, gave her mostly black and Hispanic students a critically praised book about a black girl with kinky hair. Then parents came to Public School 75, which is in Bushwick, Brooklyn. Heaven forbid that they should have troubled themselves to read the book," , "date" : "19981204" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Books"] , "page_facet" : "1" , "title" : "NYC; Cry Racism, And Watch Knees Jerk" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/04\/nyregion\/nyc-cry-racism-and-watch-knees-jerk.html"} , {"body" : "A white third-grade teacher said yesterday that she feared for her safety and would not return to the Brooklyn school where black parents lashed out at her use of a book that they believed depicted blacks in a negative light. It was undecided where the teacher, Ruth Sherman, would be transferred, but it would not be within District 32 in Bushwick," , "date" : "19981201" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Books"] , "page_facet" : "3" , "title" : "Threatened Over Book, Teacher Leaves School" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/01\/nyregion\/threatened-over-book-teacher-leaves-school.html"} , {"body" : "A white third-grade teacher plans to decide by next week whether she will return to her old school, where she had been threatened by black parents for using what they considered to be a racially insensitive book, union officials said. The teacher, Ruth Sherman, has indicated that she is fearful of returning to her job at Public School 75 in" , "date" : "19981127" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Books"] , "page_facet" : "14" , "title" : "Teacher Threatened Over Book Weighs Switching Schools" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/27\/nyregion\/teacher-threatened-over-book-weighs-switching-schools.html"} , {"body" : "In 1906, Dr. Frederick A. Cook took a photograph that made him famous and ultimately became perhaps the most controversial picture in the history of exploration. Now a historian has found the original, uncropped version of the picture, and it does not look good for Cook. A cropped version was published in 1908 in ''To the Top of the Continent,''" , "date" : "19981126" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["MOUNT MCKINLEY (ALASKA)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Author Says Photo Confirms Mt. McKinley Hoax in 1908" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/26\/nyregion\/author-says-photo-confirms-mt-mckinley-hoax-in-1908.html"} , {"body" : "New York City school officials yesterday backed a white third-grade teacher's use of what black parents asserted was a racially insensitive book, but the teacher said she feared returning to her classroom because of threats from parents. School officials reassigned the teacher, Ruth Sherman, 27, after a raucous public meeting Monday at Public" , "date" : "19981125" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Books"] , "page_facet" : "10" , "title" : "School Officials Support Teacher on Book That Parents Call Racially Insensitive" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/25\/nyregion\/school-officials-support-teacher-on-book-that-parents-call-racially-insensitive.html"} , {"body" : "A teacher at a Brooklyn elementary school was transferred yesterday after parents complained that a book she was using was racially insensitive, education officials said. The teacher, Ruth Sherman, who is white, apparently made copies of the book ''Nappy Hair'' and distributed them to her third-grade class at Public School 75 on Grove Street in" , "date" : "19981124" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Books"] , "page_facet" : "5" , "title" : "After Objections to a Book, A Teacher Is Transferred" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/24\/nyregion\/after-objections-to-a-book-a-teacher-is-transferred.html"} , {"body" : "FOR many homeowners, the strategy for planning a home renovation project is like the one used when planning a visit to the dentist: fix whatever's broken, please, and leave everything else alone. There is an argument to be made, however, that home renovation should be less like dentistry and more like holistic medicine, where a tweak here prevents" , "date" : "19981122" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Taking a Remodeling Beyond Skin Deep" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/22\/realestate\/taking-a-remodeling-beyond-skin-deep.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; meetings usually held on second Tuesday of month, but the next meeting is Dec. 1, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg. Board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn," , "date" : "19981115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; From Red Hook to Cypress Hills: When and Where the Community Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/15\/nyregion\/neighborhood-report-brooklyn-up-close-red-hook-cypress-hills-when-where.html"} , {"body" : "SMITH-Anne M. (nee Seitz). Of Bay Ridge, Brooklyn, on November 12, 1998. Graduated St. Joseph's College for Women, 1935. Past president of St. Joseph's College Alumni Association. Former English teacher for over 20 years at Bushwick High School, Brooklyn. Active member of Catholic charites. Beloved wife of 54 years to Edwin V. Smith. Loving aunt of" , "date" : "19981115" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "47" , "title" : "Paid Notice: Deaths SMITH, ANNE M." , "url" : "http:\/\/www.nytimes.com\/1998\/11\/15\/classified\/paid-notice-deaths-smith-anne-m.html"} ,   {"body" : "Seven years after it happened, Francisco Martinez Jr. has no memory of the freak subway accident that almost cost him his life and left him disabled. At the time, he was only 20 months old. According to police reports then and testimony in a lawsuit that ended last week, little Francisco had been strapped into his black, red and green stroller as" , "date" : "19981115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Jury Awards $12.7 Million In Disabling Subway Accident" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/15\/nyregion\/jury-awards-12.7-million-in-disabling-subway-accident.html"} , {"body" : "Too bad pigeons don't head south for the winter. Then Silvia Medrano's family could get a good night's rest. Unfortunately, a brood of cooing birds poked and clawed their way into a part of the roof that hangs over her third-floor apartment in a Brooklyn housing project. ''The other day, my aunt came here to stay,'' Ms. Medrano said. ''She got up" , "date" : "19981107" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; Birds' Haven Is Headache for Tenants" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/07\/nyregion\/about-new-york-birds-haven-is-headache-for-tenants.html"} , {"body" : "It has become a deadly Halloween tradition: pranksters toss eggs, their targets get mad and angry words are followed by shootings, stabbings and, sometimes, death. This year, the victim was a 21-year-old computer programmer from the Bronx who was driving his girlfriend and her son home from a Halloween party on Saturday night when a group of young" , "date" : "19981102" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Egg Thrown on Halloween Sparks Fatal Fight" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/02\/nyregion\/egg-thrown-on-halloween-sparks-fatal-fight.html"} , {"body" : "Representative Charles E. Schumer released a new television advertisement last night that seeks to use Senator Alfonse M. D'Amato's own words against him: a 19-second clip of unedited news footage in which he repeatedly denies that he ever insulted Mr. Schumer with a Yiddish vulgarism. Hours after he issued his denial, and after Mr. D'Amato's own" , "date" : "19981024" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE 1998 CAMPAIGN: THE SENATE; In His Latest Ad, Schumer Uses D'Amato's Own Words Against Him" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/24\/nyregion\/1998-campaign-senate-his-latest-ad-schumer-uses-d-amato-s-own-words-against-him.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; meeting usually held on second Tuesday of month; but next meeting is on Wednesday, Oct. 14, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown" , "date" : "19980927" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Bushwick to Bensonhurst, When the Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/27\/nyregion\/neighborhood-report-brooklyn-up-close-bushwick-bensonhurst-when-boards-meet.html"} , {"body" : "Lilia Cuji did not dare ask for welfare last summer when she ventured inside the Jamaica, Queens, outpost of the city's Human Resources Administration, a six-story brick building wedged between Caribbean delis and a topless bar called Dreams. Ms. Cuji, who immigrated from Ecuador six years ago, applied only for Medicaid health insurance benefits" , "date" : "19980920" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "43" , "title" : "New Hurdle for Some Seeking Medicaid: Home Inspections" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/20\/nyregion\/new-hurdle-for-some-seeking-medicaid-home-inspections.html"} , {"body" : "A day after a bottle-throwing melee in the Bushwick section of Brooklyn, police officers were out in force last night to prevent a repetition of the violence, which erupted outside a local funeral home. The disturbance on Wednesday night followed a wake that was held for Cedric De Jesus, 22. Relatives said Mr. De Jesus died when he rode his" , "date" : "19980918" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Add Patrols in Brooklyn After Clashes With Mourners" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/18\/nyregion\/police-add-patrols-in-brooklyn-after-clashes-with-mourners.html"} , {"body" : "Five police officers were injured and at least seven people were arrested last night following a melee that broke out near a funeral procession in Brooklyn, the police said. The officers were reported to be in stable condition at Wyckoff Heights Hospital with scrapes, cuts and assorted minor injuries, said Officer Gary Cillo, a Police Department" , "date" : "19980917" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO NEWS BRIEFS: NEW YORK; 7 Arrested After Melee That Left 5 Officers Hurt" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/17\/nyregion\/metro-news-briefs-new-york-7-arrested-after-melee-that-left-5-officers-hurt.html"} , {"body" : "In two of the most combative and turbulent local races in New York City this year, State Senator David Rosado and Assemblyman Ruben Diaz Jr., both of the South Bronx, survived strong, well-financed challenges last night from former State Senator Pedro Espada Jr., and his brother, Jose R. Espada, who ran for the Assembly seat. The two races were" , "date" : "19980916" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "THE 1998 CAMPAIGN: THE STATE LEGISLATURE; Incumbents Across the City Fare Well in Gaining Democratic Nominations" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/16\/nyregion\/1998-campaign-state-legislature-incumbents-across-city-fare-well-gaining.html"} , {"body" : "The structural problems that have plagued the Williamsburg Bridge over the years will again inconvenience commuters starting in May, when city transportation officials are to suspend subway service across the bridge for roughly five months for a $150 million repair project. Brooklyn-bound service on the J, M and Z lines is to terminate at the" , "date" : "19980912" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "More Commuter Hassles for Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/12\/nyregion\/more-commuter-hassles-for-brooklyn.html"} ,   {"body" : "New York's State Legislature is mostly a closed shop, where incumbents are protected by a complex petitioning process and an unfair fund-raising system. But there are a few competitive primary contests in New York City on Sept. 15. Here are our recommendations in 10 races in overwhelmingly Democratic districts where nomination is tantamount to" , "date" : "19980904" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Choices for the State Legislature" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/04\/opinion\/choices-for-the-state-legislature.html"} , {"body" : "They were not merely up-and-coming officials from the same Brooklyn neighborhood, but kindred politicians close enough to have been the best of friends for years. Over nightcaps in neighborhood bars, they planned their political futures. They worked on each other's campaigns. They went to family reunions together and even, at times, vacationed" , "date" : "19980812" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Brooklyn Race Pits Two Former Friends and Allies" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/12\/nyregion\/a-brooklyn-race-pits-two-former-friends-and-allies.html"} , {"body" : "As the H.M.S. Rose sailed down the East River on Friday, Jake Herczeg, 15, of Park Slope, Brooklyn, sang and worked on the deck of the three-masted frigate. Seven other teen-agers added their voices to songs from ''Barney'' and ''Sesame Street'' as the young sailors tarred the giant anchor of the sailing ship to keep it from rusting. Below," , "date" : "19980803" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BOSTON (MASS)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "A Week of Sailing and Self-Discovery" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/03\/nyregion\/a-week-of-sailing-and-self-discovery.html"} , {"body" : "WITH their stifling heat and suffocating humidity, last week's 90-degree-plus temperatures were probably hot enough for most people. But not for Ken Vitale, who likes it hotter. And when it stays that way. Small wonder. Mr. Vitale is the vice president of the Thomas Ice Cube Company, on Knickerbocker Avenue in Bushwick, Brooklyn. Though he sells" , "date" : "19980726" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Some Like It Hot" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/26\/nyregion\/new-yorkers-co-some-like-it-hot.html"} , {"body" : "A woman was shot and killed by her ex-husband on the steps of a J-train mezzanine in Brooklyn yesterday afternoon, the police said. The woman, Maria Morano, 21, was walking up the steps of the elevated tracks at Broadway and Chauncey Street in the Bushwick section, when she saw her ex-husband, Nelson Morano, witnesses told the police. Ms. Morano" , "date" : "19980726" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "34" , "title" : "METRO NEWS BRIEFS: NEW YORK; Police Say Woman, 21, Is Killed by Ex-Husband" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/26\/nyregion\/metro-news-briefs-new-york-police-say-woman-21-is-killed-by-ex-husband.html"} , {"body" : "Fernando Mateo has been shuttling between New York City and Santo Domingo since he was in utero. His pint-sized immigrant mother, belly swelling, flew back to her homeland so Mr. Mateo, now 40, could be born a Dominican. After that, his childhood was split between here and there, between a cramped Lower East Side apartment and a pink house beneath" , "date" : "19980719" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The New Immigrant Tide: A Shuttle Between Worlds" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/19\/nyregion\/the-new-immigrant-tide-a-shuttle-between-worlds.html"} , {"body" : "The sister of a Staten Island woman who was charged this weekend with nearly starving to death a child in her care was arrested last night after city officials found her 6-year-old son home alone, the police said. The sister, Chaniqua Allston, 23, was arrested at 10:20 P.M. and charged with endangering the welfare of a minor, said Officer Valerie" , "date" : "19980707" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Sister of S.I. Woman In Abuse Case Is Held" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/07\/nyregion\/sister-of-si-woman-in-abuse-case-is-held.html"} , {"body" : "Big news: Last Tuesday a supermarket opened at the corner of Whalley Avenue and Orchard Street in New Haven. Most Americans take supermarkets for granted. But they are rare phenomena in the chronically depressed neighborhoods of the inner cities. If you live in the ghetto and you want to shop for groceries, you will most likely pay extortionate" , "date" : "19980705" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW HAVEN (CONN)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "11" , "title" : "In America; Ending A Retail Drought" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/05\/opinion\/in-america-ending-a-retail-drought.html"} , {"body" : "The lifeguard shortage that has vexed New York City this year, causing vast stretches of beaches to be closed, seemed little burden to holiday bathers yesterday basking under a sky of perfect robin's-egg blue, with just enough of a breeze to keep a kite up but not so much that it ruffled the pages of a newspaper. Where a beach was closed with a" , "date" : "19980704" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Lack of Lifeguards Limits Choice, but a Beach Is Still a Beach" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/04\/nyregion\/lack-of-lifeguards-limits-choice-but-a-beach-is-still-a-beach.html"} , {"body" : "Six months before the police arrested Daniel Robacker and Theresa Fremgen on charges of repeatedly raping their two daughters in a filthy Brooklyn apartment, child welfare officials approved the home as a safe place for the teen-age girls. ''They are home with their parents,'' said Esther Simon, a lawyer for the Administration for Children's" , "date" : "19980703" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Home in Child Sex Abuse Case Was Deemed Safe by the City" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/03\/nyregion\/home-in-child-sex-abuse-case-was-deemed-safe-by-the-city.html"} ,   {"body" : "In a dingy Brooklyn apartment filled with pornographic videos and magazines, the New York City police uncovered what they described yesterday as a group of pedophiles who repeatedly raped and sodomized young relatives even while some of the children were being monitored by the city's child welfare agency. The police arrested five adults, most of" , "date" : "19980702" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "5 Held in Sex Abuse Of Several Children Despite Monitoring" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/02\/nyregion\/5-held-in-sex-abuse-of-several-children-despite-monitoring.html"} , {"body" : "WHEN Laurie Miller said goodbye to the narrow house on Quincy Street, there was still a pull chain attached to the wooden toilet tank up near the ceiling. There was still a claw foot bathtub. The boiler didn't always work. It was home, though, and had been since she was 10 years old, when she often ran the five blocks to the previous owner's house" , "date" : "19980702" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "Turf; The Long Road Home to a Building Full of Memories" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/02\/garden\/turf-the-long-road-home-to-a-building-full-of-memories.html"} , {"body" : "The daughters' room is nestled inside a cramped second-floor walk-up in Brooklyn, behind a metal door and past great bales of clothes, toys and stuffed animals. On the walls and in photo albums, the girls, now 13 and 14, smile back from pictures. Sometimes they are hugging their father, Daniel Robacker, and mother, Theresa Fremgen, and other times" , "date" : "19980702" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "A Cluttered Room Hides Dark Secrets" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/02\/nyregion\/a-cluttered-room-hides-dark-secrets.html"} , {"body" : "When It Was Miller Time Q. Is Henry Miller's Theater, at 124 West 43d Street, named after the author of ''Tropic of Cancer'' and ''Tropic of Capricorn''? I thought he was associated more with Paris and Big Sur than New York City. A. Different Henry. The Henry Miller you refer to -- the sybaritic author and libertine whose early works were banned" , "date" : "19980628" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1998\/06\/28\/nyregion\/fyi-607886.html"} , {"body" : "A 14-year-old girl was shot and killed at a friend's apartment in Brooklyn early yesterday when a pistol being handled by a man in the apartment discharged, the police said. Investigators said they believed that the shooting was an accident and that the man, who was being sought for questioning, had panicked and fled. The girl, Selena Slade, 14, a" , "date" : "19980608" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "METRO NEWS BRIEFS: NEW YORK; Brooklyn Girl Is Killed When Man Handles Gun" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/08\/nyregion\/metro-news-briefs-new-york-brooklyn-girl-is-killed-when-man-handles-gun.html"} , {"body" : "Dominick Corso, a New York Civil Court judge and former City Councilman, died May 23. He was 90 and lived in Brooklyn. Judge Corso won election to the City Council in 1960 and served on it for nine years, representing the Bushwick-East New York district. Among his responsibilities was serving as head of the committee that oversaw the city's" , "date" : "19980602" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "20" , "title" : "Dominick Corso, 90, Civil Court Judge" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/02\/nyregion\/dominick-corso-90-civil-court-judge.html"} , {"body" : "FLUSHING Brazilian and Cuban Beats To Start Latin Jazz Month Claudio Roditi, a trumpeter who integrates Brazilian elements into his rhythms, will perform on Friday as part of Latin Jazz Month at the Jazz Cafe Flushing Town Hall. Mr. Roditi (pictured below), from Rio de Janeiro, has performed with Tito Puente and was a member of the Dizzy Gillespie" , "date" : "19980531" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/31\/nyregion\/playing-in-the-neighborhood-167525.html"} , {"body" : "Simon J. Liebowitz, a former New York State Supreme Court justice and State Senator from Brooklyn, died on Sunday at Good Samaritan Hospital in Palm Beach, Fla. He was 92 and a resident of Palm Beach and Brooklyn. From 1960 to 1969, Mr. Liebowitz, a Democrat endorsed by the Citizens Union, represented Brooklyn's 10th Senate District, which covered" , "date" : "19980527" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "10" , "title" : "Simon J. Liebowitz, Ex-Judge And New York Legislator, 92" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/27\/nyregion\/simon-j-liebowitz-ex-judge-and-new-york-legislator-92.html"} , {"body" : "THE object of Lenny Goodstein's adolescent affection lived in Coney Island, had a gap-toothed smile, ratty hair and a plaid frock. But oh, when she tossed her head and opened her mouth! So what if she laughed at you? To the young boy from Bushwick, it was a siren song. ''The cackling sound of the lady laughing was a big part of my Coney Island,''" , "date" : "19980527" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; One Man's Gold, One Man's Lead: Bits of Coney I." , "url" : "http:\/\/www.nytimes.com\/1998\/05\/27\/nyregion\/about-new-york-one-man-s-gold-one-man-s-lead-bits-of-coney-i.html"} , {"body" : "FEW people have told the story of Sicilian-American Brooklyn as well as Vincent Schiavelli, whose new book, ''Bruculinu, America'' (Houghton Mifflin, $24), is a tumultuous chronicle, a rich memoir woven around an equally compelling cookbook. As told by Mr. Schiavelli, an accomplished cook and the grandson of a monzu, a Sicilian master chef, there" , "date" : "19980527" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "By the Book; The Cuisine of Bruculinu, Just a Subway Ride From Palermo" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/27\/dining\/by-the-book-the-cuisine-of-bruculinu-just-a-subway-ride-from-palermo.html"} ,   {"body" : "A BOY on a bicycle wove around a man sucking on a mango outside his home on Bleecker Street. Up and down the block, families relaxed beside brick houses radiating newness. The soundtrack was salsa, pumped from a window at pane-shaking decibels. The scene was idyllic, so idyllic it was hard to believe that the neighborhood was Bushwick, a place" , "date" : "19980524" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; It's Spring, and Bushwick Blossoms" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/24\/nyregion\/making-it-work-it-s-spring-and-bushwick-blossoms.html"} , {"body" : "They met through their hairdresser at Dudley's salon, who thought they'd be a perfect match: Frances Jennings, 74, retired from work as a nurse's aide, and Wilhelmina Hall, 71, who spent decades working for the phone company before signing up as a volunteer for the city's Retired and Senior Volunteer Program, also known as R.S.V.P. ''Her son had" , "date" : "19980524" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: BUSHWICK -- RELATIONS; Drawn to Good Works, Two Women Keep Busy Together" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/24\/nyregion\/neighborhood-report-bushwick-relations-drawn-good-works-two-women-keep-busy.html"} , {"body" : "EVERY three or four weeks a sense of oppression descends on Amy Lesser. The walls of her one-bedroom apartment on the Upper West Side seem to close in. The knocking noises of the elevator outside her door grate on her. Faxes keep coming, reminding her of work and responsibility. On nights like these, Ms. Lesser said, she feels like a caged hamster" , "date" : "19980524" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Night Moves" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/24\/nyregion\/night-moves.html"} , {"body" : "''WE must cultivate our garden,'' Voltaire wrote in his philosophical fantasy, ''Candide.'' On Saturday, in the Big Dig, at more than 750 of New York City's public gardens, visitors can heed this advice by planting, enjoying the scheduled events and cultivating community awareness. El Sito Feliz, or the Happy Place, at 237 East 104th Street" , "date" : "19980524" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "PLAYING IN THE NEIGHBORHOOD: CITYWIDE; Making Gardens Grow and Communities Glow" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/24\/nyregion\/playing-in-the-neighborhood-citywide-making-gardens-grow-and-communities-glow.html"} , {"body" : "A city firefighter was charged yesterday with repeatedly raping his 9-year-old daughter, the police said. Detectives arrested the firefighter, John D. Finn, 35, of Briarwood, Queens, at 10:30 A.M. yesterday, said Carmen Melendez, a police spokeswoman. In a statement, Fire Commissioner Thomas Von Essen said Mr. Finn had been suspended pending an" , "date" : "19980524" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Firefighter Accused Of Raping Daughter" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/24\/nyregion\/firefighter-accused-of-raping-daughter.html"} , {"body" : "A paraplegic who drove himself to a Brooklyn hospital with two gunshot wounds yesterday morning told detectives he had been shot by one of three teen-agers who helped him get into his wheelchair, rejected the $5 tip he offered as too little and then robbed him, the police said. The man, Michael Barlett, 43, told the police that he was trying to get" , "date" : "19980511" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; Youth Shoots Paraplegic Over $5 Tip, Police Say" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/11\/nyregion\/metro-news-briefs-new-york-youth-shoots-paraplegic-over-5-tip-police-say.html"} , {"body" : "Ricardo is a foot soldier in New York City's drug wars. He has sold thousands of bags of heroin, worn out countless beepers and become a familiar figure on the streets of Washington Heights and Harlem. Now, he and his Dominican-led gang have dramatically expanded their sales operations, moving well beyond upper Manhattan to deliver Colombian drugs" , "date" : "19980511" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "DOMINICAN REPUBLIC" , "NORTHEASTERN STATES (US)" , "MIDDLE ATLANTIC STATES (US)" , "COLOMBIA"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Dominican Drug Traffickers Tighten Grip on the Northeast" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/11\/nyregion\/dominican-drug-traffickers-tighten-grip-on-the-northeast.html"} , {"body" : "As recently as five years ago, the sprawling Brooklyn plant operated by Mademoiselle Knitwear Inc. was a showcase -- clean, air-conditioned, with a cafeteria for workers and a day-care center for their children. Nearly 780 people tended the computer-guided knitting machines and the sewing and pressing stations, turning out sweaters for the" , "date" : "19980427" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Front Page" , "Business"] , "page_facet" : "1" , "title" : "LABOR V. LABOR: A special report.; Garment Union Battles Its Own Workers" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/27\/business\/labor-v-labor-a-special-report-garment-union-battles-its-own-workers.html"} , {"body" : "Because possession of a syringe without a prescription is illegal in New Jersey, so are the needle-exchange programs that their advocates describe as a defense against the spread of AIDS. The Clinton Administration announced last week that it would not lift a ban on Federal financing of such programs, and Governor Whitman remains opposed to them." , "date" : "19980426" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "9" , "title" : "HEALTH; Syringe Fight Pits Governor Against Panel" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/26\/nyregion\/health-syringe-fight-pits-governor-against-panel.html"} , {"body" : "It has long been a not-so-well-kept secret that there is, among New Yorkers, a certain ghoulish, opportunistic element who, seeking better habitat, has been known to peruse the obituary pages in search of a freshly vacated living space. Landlords tell of these people standing, hats in hand, waiting for the relatives of the newly departed to return" , "date" : "19980419" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "URBANITIES; What's a Few Bloodstains? It's an Apartment!" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/19\/nyregion\/urbanities-what-s-a-few-bloodstains-it-s-an-apartment.html"} ,   {"body" : "Sara Dunne joined the Roman Catholic Church after spending much of her life searching for spiritual fulfillment in other places. Ms. Dunne, 49, grew up a Protestant, but as an adult absorbed herself in the teachings of Buddha and the Dalai Lama. Lee Smeldon, 43, was born a Buddhist, but embraced Catholicism eight years ago, believing that Jesus had" , "date" : "19980413" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Before the Wreckers Come, Lilies and Hymns of Hope; Easter Sees 13 Baptized In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/13\/nyregion\/before-wreckers-come-lilies-hymns-hope-easter-sees-13-baptized-brooklyn.html"} , {"body" : "The much-feared Asian long-horned beetle has discovered something that many New Yorkers already knew: life is good in Queens. After chewing up 700 trees -- nearly every maple and horse chestnut -- in Greenpoint, Brooklyn, two years ago, the bullet-shaped bugs are now munching on maples and chestnuts in Sunnyside, Ridgewood and Woodside. The beetles" , "date" : "19980403" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Tree-Eating Beetles, and the Battle to Stop Them, Move to Queens" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/03\/nyregion\/tree-eating-beetles-and-the-battle-to-stop-them-move-to-queens.html"} , {"body" : "BACK when East New York seemed more like West Hell, Betty Peterson-Williams heard of new homes sprouting up there and in Brownsville. The houses were squat, but not without charm -- for about $50,000, they offered renters the chance to become homeowners while sweeping away the carpet of rubble that covered many blocks in the Brooklyn neighborhoods" , "date" : "19980401" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; A Project Called Hope, Unrealized" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/01\/nyregion\/about-new-york-a-project-called-hope-unrealized.html"} , {"body" : "Joel Valdez, a 5-foot-8 altar boy hoisting an 8-foot crucifix, led the congregation as the double front doors of St. Barbara's Roman Catholic Church burst open just after noon yesterday. All 900 parishioners rushed into Central Avenue in Bushwick, Brooklyn, as if they were late for a fire drill. Or a good game on television. When Joel reached the" , "date" : "19980330" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Stoplight Vigil: When Prayers Halt Traffic" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/30\/nyregion\/a-stoplight-vigil-when-prayers-halt-traffic.html"} , {"body" : "DONALD PIERRE could not find the home he wanted for the price he could pay in his old neighborhood, Crown Heights, Brooklyn -- the one that would work for his growing family and bring in a bit of rental income. But three miles east, in once-notorious East New York, Brooklyn, he found a three-family building on a 40- by 100-foot lot. And, in" , "date" : "19980329" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "SOUTH BRONX (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Manhattan Strength Lifts All Boroughs" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/29\/realestate\/manhattan-strength-lifts-all-boroughs.html"} , {"body" : "Crime has declined dramatically for six years, but new studies prepared for a national conference of academic experts on crime suggest that criminologists are no closer now to understanding the reasons than when the downturn was first detected. ''The closer we look at the drop in crime, the more complex it gets,'' Eric Monkkonen, a professor of" , "date" : "19980329" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CHICAGO (ILL)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "16" , "title" : "Reason for Dramatic Drop In Crime Puzzles the Experts" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/29\/us\/reason-for-dramatic-drop-in-crime-puzzles-the-experts.html"} , {"body" : "WHEN Sister Mary Dowd goes to work at the Maura Clarke-Ita Ford Center in Brooklyn, she passes a multicolored mural that proclaims, ''Reach for the Stars.'' It's a good motto for the immigrant women who come to her training center in Bushwick to learn English or how to become home health aides as they seek to get off welfare and onto somebody's" , "date" : "19980328" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; Nuns Pray A TV Parish Won't Perish" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/28\/nyregion\/about-new-york-nuns-pray-a-tv-parish-won-t-perish.html"} , {"body" : "Sometime this afternoon, Guillermo Turcios, 38, plans to stand with hundreds of Guatemalan and Salvadoran immigrants in front of the Capitol building in Washington to demand that he and others like him, refugees from Central American wars in the 1980's, be granted a legal status in the United States. Mr. Turcios is not a political activist. He is a" , "date" : "19980325" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["CENTRAL AMERICA" , "EL SALVADOR" , "GUATEMALA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "In Legal Limbo, Central Americans Are Rallying for Residency" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/25\/nyregion\/in-legal-limbo-central-americans-are-rallying-for-residency.html"} , {"body" : "The police are no longer looking for the owner of a junked and abandoned car in which a body was discovered on Tuesday after the car was sold at a sheriff's auction in Brooklyn. He was the man in the trunk, investigators said. The body of Mejia Reyes, 26, was discovered in the trunk of a 1986 Chevy Celebrity after it had been purchased last" , "date" : "19980318" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Junked Car's Owner Found at Last" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/18\/nyregion\/junked-car-s-owner-found-at-last.html"} , {"body" : "Since sweeping Federal welfare changes went into effect in New York more than six months ago, hundreds of the city's poorest immigrants have seen their food stamps cut off or sharply reduced because they were mistakenly ruled ineligible, according to welfare officials, immigrants and advocates for the poor. The problem apparently stems from" , "date" : "19980309" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Hundreds Lose Food Stamps in Error Under U.S. Welfare Change" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/09\/nyregion\/hundreds-lose-food-stamps-in-error-under-us-welfare-change.html"} ,   {"body" : "For 55 years, Sam Guarneri has been a button man in the garment district. He has supplied millions of pearl, casein and covered abalone buttons to the sample rooms and sewing shops on the streets and avenues south of Times Square. Business has shrunk to about a quarter of the 29 million buttons that he once sold every year. Yet, even as many other" , "date" : "19980302" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "GARMENT DISTRICT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Holding On in the Garment Center; Shops Struggle With Soaring Rents in a Shrinking District" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/02\/nyregion\/holding-garment-center-shops-struggle-with-soaring-rents-shrinking-district.html"} , {"body" : "Rushing down the stairs on Eighth Avenue to the L train on a recent Monday afternoon, knots of people brushed past Daniel Solano and his little table of cigar-shaped pastries. ''Churros, churros!'' cried Mr. Solano, 16. Every 10 minutes or so, as Mr. Solano stood there, several people stopped to buy his pastries, three for $1. Looking on was his" , "date" : "19980215" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MEXICO"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: MANHATTAN UP CLOSE; Mexico Meets Manhattan and It's Snack Time in the Subway" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/15\/nyregion\/neighborhood-report-manhattan-up-close-mexico-meets-manhattan-it-s-snack-time.html"} , {"body" : "When she was elected to Congress in 1992, Nydia M. Velazquez turned into something of a political heroine. That was the year she made history by becoming the first Puerto Rican woman elected to the House of Representatives, defeating Stephen J. Solarz, a nine-term incumbent, and four other Hispanic candidates. In the last six years, Ms. Velazquez" , "date" : "19980209" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Road Gets Tougher for a Political Pioneer" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/09\/nyregion\/road-gets-tougher-for-a-political-pioneer.html"} , {"body" : "The sound of shattering glass jarred Abel Marcial from his evening bath. As he came out of the bathroom, Abel, 11, saw four men climbing through a window from the fire escape, ski masks over their faces and guns in their hands. He froze as one man lunged at him. Another shoved his mother, Marta, to the glass-strewn floor; blood seeped through her" , "date" : "19980203" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; Boy Survives Violence Only to Face New Ordeal" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/03\/nyregion\/the-neediest-cases-boy-survives-violence-only-to-face-new-ordeal.html"} , {"body" : "An off-duty police officer opened fire on two men who were attacking him in a residential neighborhood in Brooklyn yesterday afternoon, shooting one man in the leg, the police said. The man shot in the leg was taken to Brookdale Hospital Medical Center, where he was listed in stable condition. The other man was not injured but was arrested, Officer" , "date" : "19980119" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Off-Duty Officer Fires at 2 Attackers" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/19\/nyregion\/off-duty-officer-fires-at-2-attackers.html"} , {"body" : "In separate shootings yesterday, police officers killed an armed man in the Bronx, and an off-duty officer critically injured an armed man who tried to rob the Brooklyn beauty salon where she was getting her hair cut, the police said. Officer Gary Cillo, a police spokesman, said that about 11 A.M., two officers in the Bronx were told by a passer-by" , "date" : "19980117" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "One Dead and One Hurt in Police Shootings" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/17\/nyregion\/one-dead-and-one-hurt-in-police-shootings.html"} , {"body" : "Ines Crimes, the mother of a 15-year-old who was critically injured when he was accidentally knocked out of his wheelchair at a Brooklyn high school on Wednesday, said she stares at her helpless child, tethered to a ventilator and fighting for his life at Bellevue Hospital Center, and keeps wondering how it could have happened. Didn't he have a" , "date" : "19980117" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Mother of Injured Disabled Student Asks: How Could This Happen?" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/17\/nyregion\/mother-of-injured-disabled-student-asks-how-could-this-happen.html"} , {"body" : "Down on Knickerbocker Avenue, out on the Flushing Avenue stroll, in the rubble-strewn lots and burned-out buildings of Bushwick, they love Rick Curtis. A whole lot, in fact. ''He's the greatest person in the world,'' says Candy, H.I.V.-positive and sick with cancer, too. ''He's one of the very few who can identify with us, who's real.'' It's a" , "date" : "19980111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: BUSHWICK -- RELATIONS; The Professor and the Prostitute" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/11\/nyregion\/neighborhood-report-bushwick-relations-the-professor-and-the-prostitute.html"} , {"body" : "The room was packed with romping children, but an uncanny silence filled the air. The only sound was that of tearing paper and a few errant squeals as the 50 or so youngsters, all of them deaf or hard of hearing, unwrapped their holiday gifts at the Rhinelander Children's Center on the Upper East Side. Bianca Thomas, 6, wearing a gold hoop in one" , "date" : "19980103" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The Neediest Cases; Their Joy Louder Than Silence, Deaf Children Frolic at Center" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/03\/nyregion\/the-neediest-cases-their-joy-louder-than-silence-deaf-children-frolic-at-center.html"}]