[  {"body" : "EVERY day except Sunday, when she goes to church, Mama Lola ambles down several flights of vinyl-covered stairs to a tiny basement altar beside the washer-dryer in her three-story home in Flatbush, Brooklyn. Descending into the darkness, a slight whiff of frankincense in the air, she passes a sugar-cane stalk, symbol, she says, of ''sweet good" , "date" : "19981231" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Where the Spirits Feel at Home" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/31\/garden\/where-the-spirits-feel-at-home.html"} , {"body" : "Widowed and far from her children, grandchildren and infant great-granddaughter, Minnie Hirschhorn found gaiety and glamour in her bus trips twice a week to Atlantic City. She would dress up, fix her hair and risk a few dollars on the slot machines. When she returned late at night to her apartment in Sheepshead Bay, Brooklyn, Mrs. Hirschhorn, 74," , "date" : "19981226" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["SAYREVILLE (NJ)" , "ATLANTIC CITY (NJ)" , "GARDEN STATE PARKWAY (NJ)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Victims in New Jersey Bus Crash Sought a Touch of Glitter" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/26\/nyregion\/victims-in-new-jersey-bus-crash-sought-a-touch-of-glitter.html"} , {"body" : "A white and silver charter bus carrying 23 people from Brooklyn to Atlantic City for a day of casino gambling spun around on the Garden State Parkway in New Jersey yesterday and plunged down an embankment, rolling over several times. Eight were killed and 15 were injured, many critically. The cause of the accident was not immediately determined. No" , "date" : "19981225" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW JERSEY" , "GARDEN STATE PARKWAY (NJ)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "8 Killed as Bus to Atlantic City Spins Off Parkway" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/25\/nyregion\/8-killed-as-bus-to-atlantic-city-spins-off-parkway.html"} , {"body" : "They came by airplane and bus and automobile. They came dressed in their navy blues with their hats on. Some brought their sons to the funeral today. Snapping flags at half-staff lined the route for the funeral cortege in this small western Long Island town. Lieut. Joseph P. Cavalieri was the last of three New York City firefighters to be buried" , "date" : "19981223" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MALVERNE (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Dressed in Their Blues, To Say a Final Goodbye" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/23\/nyregion\/dressed-in-their-blues-to-say-a-final-goodbye.html"} , {"body" : "Trucks are always being loaded and unloaded along Foster Avenue around East 86th Street, near the Brooklyn Terminal Market, people who work there say. Garages and shipping companies line the avenue, which is really a six-lane highway with two service roads. But on the morning of Dec. 12, a Saturday, a cargo of something special arrived at Foster" , "date" : "19981220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: CANARSIE; Different Kind of Cargo Makes Market Neighbors Wonder" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/20\/nyregion\/neighborhood-report-canarsie-different-kind-cargo-makes-market-neighbors-wonder.html"} , {"body" : "Three New York City firefighters who were trying to rescue an elderly woman from her top-floor Brooklyn apartment were killed yesterday when a fireball engulfed them as it swept through the narrow hallway, fire officials said. The three members of Ladder Company 170 in Brooklyn fell to the floor and shouted, ''Mayday!'' over a radio. But fire" , "date" : "19981219" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "3 Firefighters Die Trying to Rescue a Woman in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/19\/nyregion\/3-firefighters-die-trying-to-rescue-a-woman-in-brooklyn.html"} , {"body" : "From a distance, it looked like any other wintry day at the broad brick firehouse. Someone had spelled out ''Seasons Greetings'' in shiny letters across the facade of the station that houses Ladder Company 170. A cardboard sign announcing a toy drive flapped in the wind. Throughout the morning, the big red garage doors gaped open for a procession" , "date" : "19981219" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "At the Firehouse, the Living Confront the Unthinkable" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/19\/nyregion\/at-the-firehouse-the-living-confront-the-unthinkable.html"} , {"body" : "Joseph Cavalieri One by one, they walked out onto the porch of Lieut. Joseph Cavalieri's home in Malverne, on Long Island, tugged at their caps and wiped a hand across their contorted faces as if it was some sort of rite. Friends and family who streamed into the home of his widow, Deborah, yesterday afternoon in this community several miles east of" , "date" : "19981219" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Fallen in Line of Duty: Profiles of Three Heroes" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/19\/nyregion\/fallen-in-line-of-duty-profiles-of-three-heroes.html"} , {"body" : "THE reports of a fire on Vandalia Avenue in Brooklyn jolted Ricco Sanchez into reality. Forget the near-numbing talk about Presidential impeachment or the almost emotionless descriptions of the smart bombs and surgical strikes in Baghdad. Fire? That's big news in Mr. Sanchez's part of the world. His grandmother lives on Vandalia Avenue, and he" , "date" : "19981219" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; Fire Shows That All Pain Starts at Home" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/19\/nyregion\/about-new-york-fire-shows-that-all-pain-starts-at-home.html"} , {"body" : "IN parts of Brooklyn these days, even the dullest community board meeting can count on coverage by half a dozen local newspapers. The opening of a supermarket might draw a phalanx of photographers. These papers have their bigger stories, too. ''Rats! Super Vermin Are Taking Over the Streets'' shouted a recent cover of The Brooklyn Graphic. The" , "date" : "19981213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; In Brooklyn, There's No Stopping the Presses" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/13\/nyregion\/new-yorkers-co-in-brooklyn-there-s-no-stopping-the-presses.html"} ,   {"body" : "Whether it was prayers or detectives that finally flushed the thief, no one can say. But two days after an amulet said to contain a sliver of bone from St. Jude vanished from a Roman Catholic church in Brooklyn, it was back home yesterday. A local resident found the amulet near a park bench outside the Bayview Houses shortly before noon on" , "date" : "19981127" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Stolen Amulet Is Returned To Its Church in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/27\/nyregion\/stolen-amulet-is-returned-to-its-church-in-brooklyn.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; meetings usually held on second Tuesday of month, but the next meeting is Dec. 1, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg. Board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn," , "date" : "19981115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; From Red Hook to Cypress Hills: When and Where the Community Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/15\/nyregion\/neighborhood-report-brooklyn-up-close-red-hook-cypress-hills-when-where.html"} , {"author" : "Randal C. Archibold is an education reporter for The New York Times." , "body" : "Faculty members at Medgar Evers College in Crown Heights, Brooklyn, huddled one morning this semester in the education department's Africana Resource Center, a small conference room lined with stacks of multicultural books. The occasion was one of the college's ''teaching circles,'' meetings among faculty members from various departments -- on this" , "date" : "19981101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["U.S." , "Education"] , "page_facet" : "22" , "title" : "Getting Tough on Teachers" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/01\/education\/getting-tough-on-teachers.html"} , {"body" : "For Pamela Weintraub, life in the Linden Houses, a working-class housing project in the East New York section of Brooklyn, was intimate. ''You could hear what everyone was talking about through the walls,'' Ms. Weintraub, 44, said. ''You could smell what everyone was having for dinner, especially if it was stuffed cabbage.'' It was an intimacy that" , "date" : "19981018" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEW YORK ON LINE; Life as It Was in the Projects" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/18\/nyregion\/new-york-on-line-life-as-it-was-in-the-projects.html"} , {"body" : "The program was intended to get rid of the abandoned hulks of cars that litter New York City's side streets: sanitation workers would find the old wrecks, tag them for removal and wait for a private company to tow them away, chop them up and sell their parts. But two dozen sanitation workers in Brooklyn were arrested yesterday and accused of using" , "date" : "19981016" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "24 City Sanitation Workers Are Accused of Scheme to Steal Hundreds of Cars" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/16\/nyregion\/24-city-sanitation-workers-are-accused-of-scheme-to-steal-hundreds-of-cars.html"} , {"body" : "New Jersey Ramapo (4-0), led by its two Division I prospects, Greg Toal and Chris Simms, humbled Ramsey (0-4) by 56-6 yesterday. It was the Raiders' 16th consecutive victory. Toal, who has signed with Boston College, had 19 carries for 161 yards and 5 touchdowns. Simms, the nation's No. 1-rated prep quarterback and the son of the former Giants" , "date" : "19981011" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Sports"] , "page_facet" : "12" , "title" : "HIGH SCHOOL FOOTBALL; Ramapo Rolls Along Behind Its Two Stars" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/11\/sports\/high-school-football-ramapo-rolls-along-behind-its-two-stars.html"} , {"body" : "IN the thicket of assessing the finances of prospective co-op purchasers -- with its tangle of documents, murky requirements, competing interests and board-member egos -- a would-be buyer's application can be impaled on a thorn. Take, for example, the case of a local storekeeper who wanted to purchase an apartment at Concord Village, a" , "date" : "19981011" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Co-op Admissions: Doing the Numbers" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/11\/realestate\/co-op-admissions-doing-the-numbers.html"} , {"body" : "An ambulance driver was arrested on charges of manslaughter yesterday after the police said she sped through a red light on a nonemergency call and caused a crash that killed three children Wednesday night in Brooklyn. The children -- ages 2, 5 and 7 -- died almost instantly when the Nissan Sentra that their mother was driving was struck by a" , "date" : "19981002" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ambulance Driver Is Arrested After Crash Kills 3 Children" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/02\/nyregion\/ambulance-driver-is-arrested-after-crash-kills-3-children.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; meeting usually held on second Tuesday of month; but next meeting is on Wednesday, Oct. 14, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown" , "date" : "19980927" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Bushwick to Bensonhurst, When the Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/27\/nyregion\/neighborhood-report-brooklyn-up-close-bushwick-bensonhurst-when-boards-meet.html"} , {"body" : "A Brooklyn high school teacher was convicted yesterday of statutory rape and other charges for having a sexual relationship with a student who was under 17, the legal age of consent. The teacher, Joseph Rebecca, 36, of Canarsie, taught math at Samuel J. Tilden High School in East Flatbush. He was found to have engaged in sexual activity with a" , "date" : "19980926" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Brooklyn Teacher Convicted For Affair With Student, 16" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/26\/nyregion\/brooklyn-teacher-convicted-for-affair-with-student-16.html"} ,   {"body" : "One of the reasons New York City has an undistinguished Congressional delegation is that in most cases, Democratic incumbents enjoy virtual automatic lifetime tenure. Most of these one-party districts are not even holding perfunctory primaries, let alone serious races, on Sept. 15. Fortunately, there are a few exceptions. Ninth District (Brooklyn" , "date" : "19980910" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "32" , "title" : "Races for Congress in New York City" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/10\/opinion\/races-for-congress-in-new-york-city.html"} , {"body" : "Normally, Marjorie Smith, 50, is a manager of the administrative staff at the World Bank in Washington, an office where people are not known for excessive dress. But yesterday Ms. Smith, who was born in Trinidad, got herself into an enormous blue and white feathered costume, had her face painted to match, then danced down Eastern Parkway in" , "date" : "19980908" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Unwinding to a Caribbean Rhythm" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/08\/nyregion\/unwinding-to-a-caribbean-rhythm.html"} , {"body" : "A retired police officer shot and wounded a man who the police said had broken into the Brooklyn home of the officer's mother yesterday afternoon. John Calandra, 33, fired at least two shots at Joseph Lipshitz, 31, said Sgt. Cory Cuneo, a Police Department spokesman. Mr. Lipshitz was hit in the arm and back, and was reported to be in serious" , "date" : "19980831" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; Ex-Officer Shoots a Man Suspected in a Break-In" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/31\/nyregion\/metro-news-briefs-new-york-ex-officer-shoots-a-man-suspected-in-a-break-in.html"} , {"body" : "Nine days after the death of Assemblyman Anthony J. Genovesi, Democratic officials in Brooklyn yesterday designated Frank R. Seddio, a lawyer who was one of the late Assemblyman's political lieutenants, to replace Mr. Genovesi on the ballot for the Assembly seat. At the same time, party leaders selected City Councilman Herbert E. Berman to succeed" , "date" : "19980820" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "After Assemblyman's Death, Ally Is Chosen for Ballot Slot" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/20\/nyregion\/after-assemblyman-s-death-ally-is-chosen-for-ballot-slot.html"} , {"body" : "For decades, the two-story brick building at 77 Conklin Street in Canarsie has been the nerve center of one of the city's most influential political clubs. It was where Meade H. Esposito, the once-powerful Brooklyn Democratic chief, oversaw the details of politics in the borough. It was the club of Stanley Fink, the longtime Assembly Speaker, and" , "date" : "19980816" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: CANARSIE; Filling Big Political Shoes" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/16\/nyregion\/neighborhood-report-canarsie-filling-big-political-shoes.html"} , {"body" : "Their stories recalled long-forgotten eras of New York City political history, peppered with reminiscences of neighborhood campaigns in Brooklyn that even years ago had become the stuff of footnotes. Their common thread was the man who had either engineered the campaigns or produced strategies to derail them. For the two dozen or so former" , "date" : "19980814" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "DUTCHESS COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Gathering of Old-School Politicians Mourns a Master of the Craft" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/14\/nyregion\/gathering-of-old-school-politicians-mourns-a-master-of-the-craft.html"} , {"body" : "A 14-year-old Brooklyn boy was accused yesterday of beating his 2-year-old half sister so severely that she remains in critical condition. The boy, whose name has been withheld by the authorities because of his age, has been charged with first-degree assault in the Tuesday afternoon beating, said Officer Cheryl Cox, a Police Department spokeswoman." , "date" : "19980814" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Boy, 14, Is Charged in Beating Of Half Sister, 2, in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/14\/nyregion\/boy-14-is-charged-in-beating-of-half-sister-2-in-brooklyn.html"} , {"body" : "Detectives continued their questioning of a 14-year-old boy yesterday in connection with a beating that left his 2-year-old half sister in critical condition at a Brooklyn hospital. Detective Joseph Pentangelo, a Police Department spokesman, said that he could not comment further on the case other than to say that ''the matter is still under" , "date" : "19980813" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "More Questions for Beaten Toddler's Brother" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/13\/nyregion\/more-questions-for-beaten-toddler-s-brother.html"} , {"body" : "ANTHONY J. GENOVESI was something of a legend when this columnist was first assigned to cover Albany nearly a dozen years ago. Whenever there was talk, as often there was, about what was really going on behind the scenes -- who owed what to whom and why, or who hated whom and exactly how much -- his name invariably came up. ''Tony could tell you" , "date" : "19980813" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE" , "DUTCHESS COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "METRO MATTERS; For Albany, Losing a Piece Of Its Past" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/13\/nyregion\/metro-matters-for-albany-losing-a-piece-of-its-past.html"} , {"body" : "Anthony J. Genovesi, a State Assemblyman and powerful political force in Brooklyn Democratic politics for two decades, was killed on Monday night in a one-car accident about 50 miles north of New York City. Mr. Genovesi, 61, and his 26-year-old daughter, Lara, were returning from a family home in the Berkshires when the car, driven by his daughter," , "date" : "19980812" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE" , "PAWLING (NY)"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "17" , "title" : "Anthony Genovesi, Legislator, Dies at 61 in a One-Car Crash" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/12\/nyregion\/anthony-genovesi-legislator-dies-at-61-in-a-one-car-crash.html"} ,   {"body" : "A 14-year-old boy was being questioned last night in the severe beating of his 2-year-old sister yesterday afternoon in the family's Brooklyn apartment, the police said. Emergency medical workers found the girl, whose name was not released by child welfare officials, heaving and having convulsions around 3:45 P.M., the police said. She was taken to" , "date" : "19980812" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Brother Questioned in Beating of Brooklyn Toddler" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/12\/nyregion\/brother-questioned-in-beating-of-brooklyn-toddler.html"} , {"body" : "From her house, Nicole Meserole, 12, always noticed the trail of women going in and out of Sharks Go-Go, the squat strip club across the street. ''All we see are ladies wearing ugly things trying to talk to us,'' she said yesterday. But if Nicole cringed at the women, she said the teen-age boys in her Staten Island neighborhood of Midland Beach did" , "date" : "19980802" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Neighbors of Strip Clubs Cheer Raids by Police, While Owners Object" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/02\/nyregion\/neighbors-of-strip-clubs-cheer-raids-by-police-while-owners-object.html"} , {"body" : "When John Katsigeorgis first saw ''The Honeymooners,'' the television show starring Jackie Gleason as Ralph Kramden, the blustering bus driver from Bensonhurst, Brooklyn, and Art Carney as his pal, Ed Norton, the unflappable sewer worker, Mr. Katsigeorgis was 4 years old. ''All I remember is Norton dancing around and I just started laughing,'' said" , "date" : "19980726" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: NEW YORK ON LINE; The Honeymooners Mambo on The Web" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/26\/nyregion\/neighborhood-report-new-york-on-line-the-honeymooners-mambo-on-the-web.html"} , {"body" : "A 14-year-old Brooklyn boy was found shot to death yesterday, lying face-down in his bedroom with a shotgun by his side and a box of ammunition nearby, the police said. But the shotgun did not appear to be the weapon that killed the boy, investigators speaking on the condition of anonymity said. They said that the single wound to the head that" , "date" : "19980627" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; 14-Year-Old Is Found Shot to Death at Home" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/27\/nyregion\/metro-news-briefs-new-york-14-year-old-is-found-shot-to-death-at-home.html"} , {"body" : "Martin Rosenfeld, 82, drives each morning to Canarsie Pier where he does his squats and push-ups among the seagulls with a view few health clubs could rival. Murray Epstein, 75, has come every day for 30 years, to lounge on folding chairs with ''the boys'' and shoot the breeze or play pinochle. John Melecio and his wife, Lisa, are also regulars," , "date" : "19980621" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Desperately Seeking Solitude; An Ocean Voyage Without the High Seas" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/21\/nyregion\/desperately-seeking-solitude-an-ocean-voyage-without-the-high-seas.html"} , {"body" : "Two people were stabbed, and an apartment was mistakenly set ablaze, as a dispute between two pregnant women in Brooklyn escalated into a vicious game of oneupmanship, the police said. The mayhem began at 7:30 P.M. at 10612 Farragut Road in Canarsie, when the two women, whose names were not released, got into a dispute, said Detective Joseph" , "date" : "19980617" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "METRO NEWS BRIEFS: NEW YORK; 2 Knifed and Apartment Is Burned in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/17\/nyregion\/metro-news-briefs-new-york-2-knifed-and-apartment-is-burned-in-brooklyn.html"} , {"body" : "Four teen-age boys who are accused of sending lewd notes threatening violence against certain teachers and students at a Brooklyn high school earlier this week have been arrested, school and police officials said yesterday. The four boys, all juniors at Canarsie High School, were charged with aggravated harassment, a misdemeanor, and issued desk" , "date" : "19980605" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "High School Students Arrested After Teachers Get Threats" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/05\/nyregion\/high-school-students-arrested-after-teachers-get-threats.html"} , {"body" : "A series of vulgar messages threatening violence against certain teachers and students at Canarsie High School in Brooklyn has prompted heightened security and a police investigation, Board of Education officials said yesterday. In addition, the police evacuated the school yesterday after a bomb threat was received at 5:30 P.M., after students were" , "date" : "19980604" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Police Investigate Threatening Messages at School" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/04\/nyregion\/police-investigate-threatening-messages-at-school.html"} , {"body" : "Simon J. Liebowitz, a former New York State Supreme Court justice and State Senator from Brooklyn, died on Sunday at Good Samaritan Hospital in Palm Beach, Fla. He was 92 and a resident of Palm Beach and Brooklyn. From 1960 to 1969, Mr. Liebowitz, a Democrat endorsed by the Citizens Union, represented Brooklyn's 10th Senate District, which covered" , "date" : "19980527" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "10" , "title" : "Simon J. Liebowitz, Ex-Judge And New York Legislator, 92" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/27\/nyregion\/simon-j-liebowitz-ex-judge-and-new-york-legislator-92.html"} , {"body" : "With a ferocity that was both swift and unexpected, two thunderstorms converged over New York City yesterday evening, lashing lower Manhattan and parts of Brooklyn with hail the size of golf balls and rain so heavy that it flooded 14 of the city's 25 subway lines within a matter of minutes. City officials said that there were no reports of injuries" , "date" : "19980521" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Sudden and Fierce Storms Bring Hail and Flooding" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/21\/nyregion\/2-sudden-and-fierce-storms-bring-hail-and-flooding.html"} ,   {"body" : "A 6-year-old kindergarten student chasing a school bus he had just missed was crushed under its right rear wheel and killed when the bus made a right-hand turn yesterday morning in Brooklyn, the police said. The accident occurred at 8:32 A.M. after the boy's foster mother had walked with him from their apartment in the Breukelen housing project to" , "date" : "19980519" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "Kindergartner Chasing Bus Is Crushed Under Rear Wheel" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/19\/nyregion\/kindergartner-chasing-bus-is-crushed-under-rear-wheel.html"} , {"body" : "A CENTURY-OLD facade tumbles, tenants are roused from their beds, and reporters arrive to chronicle yet another faltering building in the city. Encouraged by relentlessly soggy weather, that scenario played out a dozen times in the last several months, from Madison Avenue, where a ton of bricks fell 39 stories, to Times Square, where the front of" , "date" : "19980510" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Angry Urban Refugees" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/10\/nyregion\/the-angry-urban-refugees.html"} , {"body" : "A metal rod used as part of scaffolding was thrown from a fourth-floor window of a Brooklyn elementary school yesterday morning and struck four pupils as children filed inside, the police said. One pupil suffered a sprained ankle and the others only cuts and bruises when hit by the rod at Public School 225 in Brighton Beach, but the incident came" , "date" : "19980502" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Rod Thrown From Window At P.S. 225 Hurts 4 Pupils" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/02\/nyregion\/rod-thrown-from-window-at-ps-225-hurts-4-pupils.html"} , {"body" : "The Chase Manhattan Bank is giving the New York City Board of Education contemporary artworks that will be hung in the public schools. Chase has long been known for its impressive art collection, which dates to the 1950's, when David Rockefeller was the bank's president. Now its collection includes about 16,000 pieces, ranging from pre-Columbian to" , "date" : "19980424" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "DENMARK"] , "nytd_section_facet" : ["Arts" , "Education"] , "page_facet" : "32" , "title" : "INSIDE ART; Brightening Up Public Schools" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/24\/arts\/inside-art-brightening-up-public-schools.html"} , {"body" : "Two of southern Brooklyn's major real estate companies agreed last week to stop posting ''For Sale'' signs in an area that includes Mill Basin, Bergen Beach and Marine Park. The companies, Fillmore Realty and Tracey Realty, said they would take down all existing ''For Sale'' signs and adopt a voluntary moratorium on putting up new ones. They also" , "date" : "19980419" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: MARINE PARK; Two Big Realtors Unplug Panic Button: 'For Sale' Signs" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/19\/nyregion\/neighborhood-report-marine-park-two-big-realtors-unplug-panic-button-for-sale.html"} , {"body" : "A Brooklyn man claiming to be a cabdriver robbed and tried to rape a woman he picked up as a fare yesterday, the police said. The man, Bernard Brown, 32, of Clinton Avenue in Fort Greene, was captured because his victim grabbed a cellular telephone from the car and escaped down the street, said Lieut. Stephen Biegel, a Police Department spokesman." , "date" : "19980418" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Cell Phone Leads to Suspect in Sex Attack" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/18\/nyregion\/cell-phone-leads-to-suspect-in-sex-attack.html"} , {"body" : "The driver and two passengers of a speeding car that struck and killed a Brooklyn woman last Thursday have been charged with second-degree murder, prosecutors announced yesterday. They said the car's occupants were in the process of fleeing a burglary that they had committed when the woman was hit. The victim, Maxine Cordoza, 61, a Canarsie" , "date" : "19980414" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Driver and 2 Passengers Are Charged With Murder" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/14\/nyregion\/driver-and-2-passengers-are-charged-with-murder.html"} , {"body" : "SATURDAY is not Nathilee Caldeira's Sabbath, yet she feels a certain reverence for the day. As Orthodox Jews dressed for worship walk to synagogues, she and other blacks in the neighborhood go about their business. They do so with an understanding that it is a sacred day. ''Somehow on Saturdays, nobody really gets crazy,'' she said. Sunday is Ms." , "date" : "19980412" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "BRIGHTON BEACH (NYC)" , "MIDWOOD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Old Places, New Faces" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/12\/nyregion\/old-places-new-faces.html"} , {"body" : "BROOKLYN HEIGHTS is in some ways like a historic theater with no cheap seats and a center aisle, busy Montague Street, leading to a blockbuster scene like no other. Rising from the opposite shore of the same bend in the East River that George Washington's retreating army stole across to safety after losing the Battle of Long Island in 1776 is Wall" , "date" : "19980412" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "If You're Thinking of Living In\/Brooklyn Heights; Serenity Looking Out on Stunning Vistas" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/12\/realestate\/if-you-re-thinking-living-brooklyn-heights-serenity-looking-stunning-vistas.html"} , {"body" : "A man driving a stolen car sped through a stop sign in Brooklyn yesterday afternoon, hitting and killing a Canarsie woman as she walked home from her hairdresser's, the police said. The victim, Maxine Cordoza, 51, was knocked from the crosswalk at 92d Street and Avenue L and thrown through the window of a flower shop more than 20 feet away. She was" , "date" : "19980410" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Woman Hit and Killed by Driver of Stolen Car" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/10\/nyregion\/woman-hit-and-killed-by-driver-of-stolen-car.html"} ,   {"body" : "Along Came a Spider Q. I recall reports of a child in Queens being bitten by a black widow spider, back in the 1950's. Are they still found in the city? A. Although rarely seen, at least two species of black widow spiders, Latrodectus variolus and Latrodectus mactans, are indigenous to our area, according to Louis N. Sorkin, an arachnologist at the" , "date" : "19980405" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1998\/04\/05\/nyregion\/fyi-320137.html"} , {"body" : "State officials have begun a preliminary inquiry into accusations from residents of an affluent Brooklyn neighborhood that real estate brokers are using racial and ethnic scare tactics to persuade them to sell their homes. Residents of the area, Mill Basin, said that in the last four years real estate agents have been calling, writing and ringing" , "date" : "19980328" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "State to Study Sales Tactics In Home Sales" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/28\/nyregion\/state-to-study-sales-tactics-in-home-sales.html"} , {"body" : "THERE are two commonly held beliefs about today's New York. No. 1: Things are good. No. 2: Everyone agrees about No. 1. The prevailing wisdom holds that the city is basking in a glorious period of renewal, evidenced and enhanced by a robust economy, a revitalized cultural scene and surging self-confidence. After all, the argument goes, Wall Street" , "date" : "19980322" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York's Riding High. But How Much Is Hot Air?" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/22\/nyregion\/new-york-s-riding-high-but-how-much-is-hot-air.html"} , {"body" : "After telling a judge that she was ''truly sorry'' for her ''terrible mistake,'' a 20-year-old Brooklyn woman was sentenced yesterday to probation and community service for manslaughter in the asphyxiation of her baby minutes after she secretly gave birth. The woman, Karlie DiTrapani, an unmarried former college student, delivered the baby boy in a" , "date" : "19980314" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Woman Is Given Probation In Death of Baby Born in Secret" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/14\/nyregion\/woman-is-given-probation-in-death-of-baby-born-in-secret.html"} , {"body" : "A RECENTLY formed group has enlisted the Montaukets in a move that could bring legalized gambling to the former Northrop-Grumman airport complex in Calverton. Officers of Dreamcatchers Ltd., along with Robert Cooper, identified as the chief of the tribe, and their lawyers toured the site recently. ''There was no pretenses about why they were" , "date" : "19980301" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CALVERTON (NY)" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "New Group Enlists Montaukets in Drive for Gambling" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/01\/nyregion\/new-group-enlists-montaukets-in-drive-for-gambling.html"} , {"body" : "A retired woman on the North Shore of Long Island is angry and a little apprehensive. A 40-ish father in Queens thinks it is a good deal. And a wholesaler in Brooklyn would be happier if things just stayed the same. The three are among the 11 million life insurance and annuity customers of the Prudential Life Insurance Company of America who stand" , "date" : "19980216" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Business"] , "page_facet" : "2" , "title" : "Prudential Conversion Raises Questions" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/16\/business\/prudential-conversion-raises-questions.html"} , {"author" : "Allen Barra writes about books for The Nation and Interview, among other publications." , "body" : "Barney Polan's Game A Novel of the 1951 College Basketball Scandals. By Charley Rosen. 336 pp. New York: Seven Stories Press. $23.95. FOR his new novel, Charley Rosen has picked a subject so good that it's amazing more writers have not jumped on it sooner. The college basketball point-shaving scandals of 1951 are roundball's equivalent of the Black" , "date" : "19980215" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "11" , "title" : "Foul Shots" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/15\/books\/foul-shots.html"} , {"body" : "Patrick Clark, a chef who helped lead a generation of Americans to embrace a new style of casual but sophisticated French cooking in the early 1980's, and then helped lead them back to the ingredients and preparations of their own country, died late Wednesday night at Princeton Medical Center in Princeton, N.J. He was 42 and lived in Plainsboro," , "date" : "19980213" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "25" , "title" : "Patrick Clark, 42, Is Dead; Innovator in American Cuisine" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/13\/nyregion\/patrick-clark-42-is-dead-innovator-in-american-cuisine.html"} , {"body" : "A school security officer in Brooklyn was arrested yesterday on charges of purchasing, and then trying to resell, stolen goods while on duty, the police said. The officer, Ian Smith, 30, was arrested by detectives at 4 P.M. on the grounds of Canarsie High School, the police said, for trying to resell a computer, a gun and a bulletproof vest, among" , "date" : "19980210" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "METRO NEWS BRIEFS: NEW YORK; School Officer Charged With Selling Stolen Items" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/10\/nyregion\/metro-news-briefs-new-york-school-officer-charged-with-selling-stolen-items.html"} , {"body" : "A Federal prosecutor said yesterday that his office was reviewing the case of a police officer who shot and killed an unarmed man in Brooklyn to determine whether a civil rights investigation should be initiated. A state grand jury found Friday that the officer's action was justified. ''We have been monitoring the state investigation from the" , "date" : "19980203" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "U.S. Reviews Police Killing of Unarmed Man" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/03\/nyregion\/us-reviews-police-killing-of-unarmed-man.html"} ,   {"body" : "The family of a man who was shot and killed by a police officer on Christmas Day has begun legal proceedings against the city, the Police Department and the officer, the family's lawyer said yesterday. On Friday, a Brooklyn grand jury cleared the officer, Michael J. Davitt, of any wrongdoing in the slaying of William J. Whitfield 3d, who was" , "date" : "19980201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Family of Man Killed by Officer in Brooklyn Initiates Suit Against City" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/01\/nyregion\/family-of-man-killed-by-officer-in-brooklyn-initiates-suit-against-city.html"} , {"body" : "A police officer who shot and killed an unarmed man in a Brooklyn grocery store last month was cleared of all criminal charges yesterday by a grand jury that found his actions justified under a law governing the use of deadly force, the Brooklyn District Attorney said. After hearing 24 witnesses -- 13 civilians and 11 police officers -- over three" , "date" : "19980131" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Panel Finds Officer Was Justified In Unarmed Man's Fatal Shooting" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/31\/nyregion\/panel-finds-officer-was-justified-in-unarmed-man-s-fatal-shooting.html"} , {"body" : "A police officer shot and killed a 22-year-old man in Brooklyn early yesterday morning after he refused an order to stop and ran toward the officer with a semiautomatic handgun, the police said. The shooting took place just after 2 A.M. on East 80th Street and Flatlands Avenue in Canarsie, Brooklyn, said Betsy Herzog, a police spokeswoman. The" , "date" : "19980127" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "Armed Man Is Killed as He Runs at Officer" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/27\/nyregion\/armed-man-is-killed-as-he-runs-at-officer.html"} , {"body" : "In a Brooklyn College laboratory where thousands of fish swim endlessly in hundreds of tanks, a poster shows a rocket blasting off. ''Going to Work in Space,'' it says. Tomorrow, some siblings and other close relatives of these fish -- four pregnant female swordtails and 200 babies -- will do exactly that. They will be aboard the space shuttle" , "date" : "19980121" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "To Boldly Go Where Fish Haven't; Testing Feasibility of Piscine Farms for Space Voyages" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/21\/nyregion\/boldly-go-where-fish-haven-t-testing-feasibility-piscine-farms-for-space-voyages.html"} , {"body" : "The voice coming over the dispatcher's radio was confused and panicky. ''I've just been punched in the back,'' Konstantine Kondratenko gasped. Then there was silence. It was the 19-year-old Ukrainian immigrant's second week driving for the Seaside Car Service and his first fare of the overnight shift. At 1:25 A.M. on Sept. 21, the police arrived at" , "date" : "19980120" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The Neediest Cases; Parents Buckle Under Crushing Grief" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/20\/nyregion\/the-neediest-cases-parents-buckle-under-crushing-grief.html"} , {"body" : "A 20-year-old Brooklyn woman was convicted of manslaughter yesterday in the asphyxiation of her baby minutes after she secretly gave birth in a bathroom at her home. The defendant, Karlie DiTrapani, an unmarried former college student, was acquitted of more serious murder charges by a judge in State Supreme Court in Brooklyn. Ms. DiTrapani had" , "date" : "19980117" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Manslaughter Verdict in Death of a Newborn" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/17\/nyregion\/manslaughter-verdict-in-death-of-a-newborn.html"} , {"body" : "The way prosecutors told it in court yesterday, Karlie DiTrapani killed her baby minutes after secretly giving birth to him in a bathroom of her Brooklyn home, after a pregnancy that the unmarried college student had fearfully hidden from her family. She asphyxiated the newborn by wrapping him in a towel and plastic bag and then putting the bundle" , "date" : "19980107" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Trial Begins For Woman In the Death Of Her Baby" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/07\/nyregion\/trial-begins-for-woman-in-the-death-of-her-baby.html"} , {"body" : "Three witnesses have rebutted allegations that six New York City police detectives chased a Crown Heights man inside a Brooklyn subway station last month shortly before he ran in front of an oncoming train, a law enforcement official close to the case said yesterday. The death of Reginald Bannerman has swirled with accusations of police brutality" , "date" : "19980104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "Report of Officers' Role in Subway Death Is Challenged" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/04\/nyregion\/report-of-officers-role-in-subway-death-is-challenged.html"} , {"body" : "New York City's crime rate dropped 9.1 percent last year, continuing the city's decline in violent felonies, which began in 1991. The 1997 year-end statistics, released yesterday by Mayor Rudolph W. Giuliani, included a 22.1 percent reduction in homicides, bringing the total number of murders to the lowest level in three decades, and decreases of" , "date" : "19980103" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Crime in City Down in '97 By 9.1 Percent" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/03\/nyregion\/crime-in-city-down-in-97-by-9.1-percent.html"} , {"body" : "Despite a Hollywood-inspired perception that the New York City police are quick to use gunfire to fight crime, F.B.I. statistics show that city officers actually shoot civilians far less frequently than their counterparts in other major cities. In fact, the most recent national study of deadly force by officers, published in 1991, found that New" , "date" : "19980102" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police's Use of Deadly Force In New York Is Low for Nation" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/02\/nyregion\/police-s-use-of-deadly-force-in-new-york-is-low-for-nation.html"} ,   {"body" : "The police officer who fatally shot an unarmed Brooklyn man on Christmas Day has been involved in more shootings than any other officer on the city's 38,000-member force, Police Commissioner Howard Safir said yesterday, and the discovery has caused police officials to begin monitoring any officer who uses gunfire on three or more occasions. Officer" , "date" : "19980101" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Officers Facing Added Scrutiny Over Shootings" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/01\/nyregion\/officers-facing-added-scrutiny-over-shootings.html"} , {"body" : "Grief vied with anger and private sorrow mingled with public outrage yesterday at the funeral of William J. Whitfield, the unarmed man who was shot to death by a New York police officer last Thursday. The funeral, at the Bethlehem Baptist Church in East New York, Brooklyn, was attended by Mr. Whitfield's family and friends, and by strangers" , "date" : "19980101" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "500 Attend Funeral of Man Killed by Police Officer" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/01\/nyregion\/500-attend-funeral-of-man-killed-by-police-officer.html"}]