[  {"body" : "For the last five years, Cobble Hill has prospered with New York City, its stately brownstones drawing young couples to its quiet streets just blocks from downtown Brooklyn. This week, the Giuliani administration said that one of its landmarked blocks would be home to a new homeless shelter. In Cobble Hill, the reaction was furious. Residents and" , "date" : "19981231" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "COBBLE HILL (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "6" , "title" : "Cobble Hill Denounces Plan for a Homeless Shelter" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/31\/nyregion\/cobble-hill-denounces-plan-for-a-homeless-shelter.html"} , {"body" : "MANHATTAN CHELSEA $700,000 457 West 24th Street 4-family, 4-story prewar brick house; dining areas in second- and third-floor units; 1 bedroom, 1 bath in each; needs rehabilitation; 21-by-100-ft. lot; taxes $8,000; listed at $899,000, 4 weeks on market (Broker: ReMax\/Today Real Estate). EAST MIDTOWN $700,000 255 East 49th Street 3-bedroom, 3-bath," , "date" : "19981231" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "CONNECTICUT" , "WESTCHESTER COUNTY (NY)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "8" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/31\/garden\/residential-sales.html"} , {"body" : "Perhaps someone spiked the punch or hung too much mistletoe years ago, because across the city, schools were bursting at the seams in 1998. Public School 135 in Queens Village, for example, was so crowded in May that closets were used as classrooms and the school's 1,300 students had to eat lunch in five shifts. P.S. 234 in TriBeCa was at 110" , "date" : "19981227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: THE YEAR IN SCHOOL DAYS; Classroom Crowding Is the Mother of Innovation" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/27\/nyregion\/neighborhood-report-year-school-days-classroom-crowding-mother-innovation.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. Costumes, set pieces, film equipment and other items relating to film, television and video are on permanent display. Exhibitions include ''Behind the Screen,'' a permanent display with more than 1,000 artifacts that illustrate the" , "date" : "19981218" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/18\/arts\/spare-times-472441.html"} , {"body" : "IN parts of Brooklyn these days, even the dullest community board meeting can count on coverage by half a dozen local newspapers. The opening of a supermarket might draw a phalanx of photographers. These papers have their bigger stories, too. ''Rats! Super Vermin Are Taking Over the Streets'' shouted a recent cover of The Brooklyn Graphic. The" , "date" : "19981213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; In Brooklyn, There's No Stopping the Presses" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/13\/nyregion\/new-yorkers-co-in-brooklyn-there-s-no-stopping-the-presses.html"} , {"body" : "When a student from Public School 29 brought a book stamped ''John M. Harrigan School'' into Postal Press Etc., Bernard S. Harrigan's copy shop, in the spring, Mr. Harrigan was intrigued. He had no idea that the school once had another name. And, he said, he couldn't find anyone who could tell him about the school's namesake. ''I asked the student" , "date" : "19981213" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: COBBLE HILL; What's In A Name? A Contest" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/13\/nyregion\/neighborhood-report-cobble-hill-what-s-in-a-name-a-contest.html"} , {"body" : "Museums and Sites AMERICAN NUMISMATIC SOCIETY, Audubon Terrace, Broadway at 155th Street, Washington Heights. The society has the most extensive coin collection in North America; its library is open to the public. On permanent display is ''American Numismatic Design, 1892-1922,'' which includes all coins issued during this period. Also on view is" , "date" : "19981211" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "45" , "title" : "SPARE TIMES; ATTRACTIONS" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/11\/arts\/spare-times-attractions.html"} , {"body" : "Just before 6 P.M. in the 23d Street subway station, an F train was on the track, waiting, and R. Anthony Williams was perched on a station bench, watching. The train was heading to Queens. So was Mr. Williams. Five, six, eight minutes, and the train did not move. Neither did he. ''I'm just getting off of work, I got new shoes, my feet hurt,'' said" , "date" : "19981206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "A Subway Rider's Dream: Some Room to Breathe; Passengers List Ways to Spend a Surplus" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/06\/nyregion\/subway-rider-s-dream-some-room-breathe-passengers-list-ways-spend-surplus.html"} , {"body" : "Homicide detectives were questioning a Brooklyn woman and her boyfriend yesterday in the death of the woman's 20-month-old daughter, whose body was found in Gravesend Bay shortly after she was reported kidnapped, the police said. The woman, whose name was withheld by the police, reported her child's disappearance to officers around 8:30 A.M." , "date" : "19981205" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "GRAVESEND BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Mother Is Questioned in Death Of Toddler Reported Kidnapped" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/05\/nyregion\/mother-is-questioned-in-death-of-toddler-reported-kidnapped.html"} , {"body" : "SUR, an Argentine restaurant in Carroll Gardens, Brooklyn, opened about five weeks ago on a previously barren stretch of Smith Street that in the last year has seen the arrival of several boutiques and restaurants like Patois and Rosina's. At dinner one recent night, my friends and I were wondering why neighborhood restaurants like Sur and Patois" , "date" : "19981202" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "11" , "title" : "$25 AND UNDER; An Argentine Rendezvous for the Meat-Eating Crowd" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/02\/dining\/25-and-under-an-argentine-rendezvous-for-the-meat-eating-crowd.html"} ,   {"body" : "IN New York, many regular people -- meaning those who do not make hundreds of thousands of dollars a year -- do not think of landlords as being like them. They think of the stereotype: A landlord is someone who refuses to turn on the heat when it's cold. So there was little likelihood that Sarah Suatoni, 36, a body-work therapist, and Jim Wurzbach," , "date" : "19981129" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CARROLL GARDENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Habitats \/ Carroll Gardens, Brooklyn; An Apartment Seeker Becomes a Landlord" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/29\/realestate\/habitats-carroll-gardens-brooklyn-an-apartment-seeker-becomes-a-landlord.html"} , {"body" : "AS befits the co-author of a 1,383-page history of New York City -- and that's only Volume I -- Mike Wallace is not a man of few words. Just give him a topic: J.P. Morgan! The Erie Canal! Elizabeth Cady Stanton! And Mr. Wallace is off. ''Push a button, and I blather,'' said Mr. Wallace on Monday, at the end of a two-and-a-half-hour interview in the" , "date" : "19981118" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; What Can He Say About New York? Plenty" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/18\/nyregion\/public-lives-what-can-he-say-about-new-york-plenty.html"} , {"body" : "Robert Carlucci describes himself as ''strictly Brooklyn,'' but that doesn't mean he's enthusiastic about the recent election of Brooklyn's own Charles E. Schumer to the Senate. ''We got a Brooklyn guy,'' said Mr. Carlucci, who was standing in front of the Court Street Funeral Home on Baltic Street in Carroll Gardens. ''I don't know if it will be" , "date" : "19981115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: THE CITY POLITIC; From Video Store to Pizza Cafe, a Senator in Their Midst" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/15\/nyregion\/neighborhood-report-city-politic-video-store-pizza-cafe-senator-their-midst.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; meetings usually held on second Tuesday of month, but the next meeting is Dec. 1, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg. Board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn," , "date" : "19981115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; From Red Hook to Cypress Hills: When and Where the Community Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/15\/nyregion\/neighborhood-report-brooklyn-up-close-red-hook-cypress-hills-when-where.html"} , {"body" : "A man wanted in connection with four rapes at subway and bus stops in Brooklyn, has been found on Long Island, where he was arraigned yesterday on charges in two sex crimes there, the police said. The man, James Smith, 29, was arrested on Friday afternoon in Freeport, N.Y., Nassau County Police Department officials said, after a 15-year-old girl" , "date" : "19981115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FREEPORT (NY)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Rape Suspect In 4 Attacks Is in Custody" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/15\/nyregion\/rape-suspect-in-4-attacks-is-in-custody.html"} , {"body" : "SAM OGLESBY had worked overseas in economic development for the United Nations for 25 years, living in Thailand, Burma, Indonesia, Bhutan and Bangladesh. In 1989 he was back in New York, working at the headquarters and living in a studio apartment on the Upper West Side. Because he liked walking, he spent hours roaming through the city's" , "date" : "19981115" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Habitats \/ 419 East 140th Street; Wandering U.N. Aide Finds a Home in South Bronx" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/15\/realestate\/habitats-419-east-140th-street-wandering-un-aide-finds-a-home-in-south-bronx.html"} , {"body" : "When the Brooklyn Academy of Music opens its new cinema tomorrow after four days of previews and a ribbon-cutting party tonight, a lot more will be riding on it than the mere fate of the borough's first art-house movie theater. The BAM Rose Cinemas, created by the architect Hugh Hardy, who carved up the little-used Carey Playhouse in the academy's" , "date" : "19981112" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "More Than Just a Movie House; A Magnet for Brooklyn's Young Is in Place, but Will It Work?" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/12\/movies\/more-than-just-movie-house-magnet-for-brooklyn-s-young-place-but-will-it-work.html"} , {"body" : "BACK last spring, Samuel N. Levin, a 39-year-old money manager and investor, was looking for just the right million-dollar co-op apartment in one of the doorman-bedecked buildings lining lower Fifth Avenue or facing Gramercy Park. At the same time, Karl Steinbrenner, a 66-year-old corporate communications writer (and no relation to George), was" , "date" : "19981105" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "14" , "title" : "TURF; The Case of the Born-Again Buyer" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/05\/garden\/turf-the-case-of-the-born-again-buyer.html"} , {"body" : "Manhattan TRIBECA $1.425 million 166 Duane Street (Duane Park) 3-bedroom, 3 1\/2-bath, 3,120-sq.-ft. condo in a renovated prewar loft building; 24-hr. doormen, concierge, 11-ft.-ceilings, renovated eat-in kitchen, large baths, 2 exposures; common charge $1,205; taxes $14,160; listed at $1.425 million, 4 weeks on market (broker: Corcoran Group)" , "date" : "19981029" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "14" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/29\/garden\/residential-sales.html"} , {"body" : "WHEN out-of-town friends come to visit New York, Phillip Lopate puts down whatever book he is editing and laces up the sturdy walking shoes of a tour guide. He leads the visitors through haunted blocks of Williamsburg, from which he escaped his family's lurid quarrels, and into the art-deco towers of lower Manhattan, their lobbies gilded and" , "date" : "19981022" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; A Collector of New York Pictures, in Words" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/22\/nyregion\/public-lives-a-collector-of-new-york-pictures-in-words.html"} ,   {"body" : "SHORT of space and eager to expand, apartment-dwellers these days are viewing adjoining apartments the way Caesar might have regarded Gaul: territory that with a little effort might be pleasingly annexed. In the last few years there has been a surge in the number of apartments being combined, as people, many in their 30's and 40's with growing" , "date" : "19981018" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "In Combining Apartments, 1 + 1 = 2+" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/18\/realestate\/in-combining-apartments-1-1-2.html"} , {"body" : "Definitions of what constitutes a bistro can vary enormously, but in France, generally, it is an informal and unpretentious neighborhood place with a welcoming atmosphere, moderate prices and traditional, gutsy cuisine. In New York nowadays, prices aren't always so moderate, and Italian, American and Indian restaurants are among those that call" , "date" : "19981016" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "EATING OUT; Bistros" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/16\/arts\/eating-out-bistros.html"} , {"body" : "MANHATTAN TRIBECA $600,000 13 Vestry Street 2,000-sq.-ft. open-space co-op in a prewar loft building; elevator with direct access to unit, exposed-brick walls, wood beams, fireplace, hardwood floors, 2 skylights, 3 exposures; maintenance $863, 50% tax-deductible; listed at $590,000 (multiple bids), 30 weeks on market (broker: Tabak Real Estate)." , "date" : "19981015" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "14" , "title" : "RESIDENTIAL SALES" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/15\/garden\/residential-sales.html"} , {"body" : "Brooklyn detectives have identified a career criminal as the suspected rapist accused of attacking at least three women as they waited at transit stops in different parts of the borough. A ''Wanted'' poster with a photo of the suspect, identified by the police as Bart Roman, is taped to token booths in subway stations throughout Brooklyn. Detective" , "date" : "19981011" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Career Criminal Is Suspect in Three Rapes" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/11\/nyregion\/neighborhood-report-brooklyn-up-close-career-criminal-is-suspect-in-three-rapes.html"} , {"body" : "Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West at 79th Street. The Hall of Biodiversity focuses on the variety and interdependence of earth's living things. ''Spirits in Steel: The Art of the Kalabari Masquerade'' features 13 steel sculptures by Sokari Douglas Camp, drawing on themes from her homeland in Nigeria, and 25" , "date" : "19981002" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES: ATTRACTIONS" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/02\/arts\/spare-times-attractions.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; meeting usually held on second Tuesday of month; but next meeting is on Wednesday, Oct. 14, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown" , "date" : "19980927" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Bushwick to Bensonhurst, When the Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/27\/nyregion\/neighborhood-report-brooklyn-up-close-bushwick-bensonhurst-when-boards-meet.html"} , {"body" : "RELAXED on a park bench a few days ago, Joseph Scarpinito looked across the street at the nearly complete apartment house he is building in the Park Slope section of Brooklyn and speculated on what might have happened on the site, but didn't. ''We were thinking it could have been a rehab, with 17 tax-credit or HOME units,'' he said. That's builder" , "date" : "19980927" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES; A Middle-Income Housing Program Gathers Steam" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/27\/realestate\/perspectives-a-middle-income-housing-program-gathers-steam.html"} , {"body" : "Marlene Hochman and her three children pressed their faces against the glass door of the Cammareri Brothers Bakery one evening last week. The place was dark, its shelves empty. ''We were coming to buy cookies for desert,'' said Mrs. Hochman, who lives two blocks from the bakery, at Henry and Sackett Streets. ''What are we going to do for cookies" , "date" : "19980920" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: CARROLL GARDENS; 'Moonstruck' Bakery Eclipsed" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/20\/nyregion\/neighborhood-report-carroll-gardens-moonstruck-bakery-eclipsed.html"} , {"body" : "PERHAPS no other profession touches so many New Yorkers' lives but is as unregulated as that of building superintendent. Many trades have exams and licenses, but the only hint in New York City law that supers even exist is a requirement that buildings with 16 or more units have a janitor on or within 200 feet of the premises 24 hours a day. The law" , "date" : "19980920" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; Supers Trade Tips and Tales of Woe" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/20\/nyregion\/making-it-work-supers-trade-tips-and-tales-of-woe.html"} , {"body" : "It started a year ago last July, when the 76th Precinct station house in Carroll Gardens received a call from The Brooklyn Paper, a local weekly. Patrick Talbot, a detective, happened to answer the phone. ''The reporter called to see if anything happened during the blackout in 1977,'' Detective Talbot said. ''When this blackout went down I didn't" , "date" : "19980913" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: CARROLL GARDENS; Blackout. Murder. Mystery." , "url" : "http:\/\/www.nytimes.com\/1998\/09\/13\/nyregion\/neighborhood-report-carroll-gardens-blackout-murder-mystery.html"} ,   {"body" : "The police said yesterday that a man who raped a woman on a G train in Brooklyn on Sept. 5 is a serial rapist who attacked a teen-age girl and at least one other woman in similar situations this month and raped another woman earlier this year. The suspect is described as a black man about 25 years old, 5 feet 8 inches tall and weighing about 200" , "date" : "19980913" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "50" , "title" : "Police in Brooklyn Seek Serial Rapist In Subway Assaults" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/13\/nyregion\/police-in-brooklyn-seek-serial-rapist-in-subway-assaults.html"} , {"body" : "One of the reasons New York City has an undistinguished Congressional delegation is that in most cases, Democratic incumbents enjoy virtual automatic lifetime tenure. Most of these one-party districts are not even holding perfunctory primaries, let alone serious races, on Sept. 15. Fortunately, there are a few exceptions. Ninth District (Brooklyn" , "date" : "19980910" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "32" , "title" : "Races for Congress in New York City" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/10\/opinion\/races-for-congress-in-new-york-city.html"} , {"body" : "The news that a woman had been raped this weekend aboard a G train operated without a conductor shocked women riding the line yesterday -- but the assault was not the only source of their dismay. ''I thought every train had a conductor on it,'' said a passenger, Carol Johnson, as she waited yesterday for the G train at the Smith-Ninth Streets" , "date" : "19980908" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Subway Rape Raises Concern About Reduced Train Crews" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/08\/nyregion\/subway-rape-raises-concern-about-reduced-train-crews.html"} , {"body" : "A 21-year-old woman was raped and robbed on a G train in Brooklyn late Saturday night, the police said yesterday. There was no conductor on the train because New York City Transit has been running weekend G trains without conductors since March, despite the objections of critics who warned that the trains would be more dangerous. The woman and her" , "date" : "19980907" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "METRO NEWS BRIEFS: NEW YORK; Woman Raped on Train That Had No Conductor" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/07\/nyregion\/metro-news-briefs-new-york-woman-raped-on-train-that-had-no-conductor.html"} , {"body" : "Construction will start this month on 74 town house-style co-ops on Staten Island that are part of a new city program to provide housing that is affordable to people who earn as little as $30,000 a year. The program makes the two- and three-bedroom apartments affordable by using city subsidies, a project-wide mortgage with a low interest rate and" , "date" : "19980904" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Residential Real Estate; Staten Island Co-op Project Is Priced for Moderate Incomes" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/04\/nyregion\/residential-real-estate-staten-island-op-project-priced-for-moderate-incomes.html"} , {"body" : "THE thick, green water of the Gowanus Canal was baking in the hot August sun. Hollow windows of empty buildings and twisted fences brooded down on the water. Almost nothing stirred in the heat, except a plump black rat scurrying across broken stones that lay on the shore. The only other sign of life was David Lefkowitz's 21-foot powerboat, which" , "date" : "19980830" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GOWANUS CANAL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Gowanus Canal: An Appreciation" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/30\/nyregion\/the-gowanus-canal-an-appreciation.html"} , {"body" : "A FRIEND describes Leslie Parks, 29, as an ''earth mother movie star,'' someone who is both glamorous and natural at the same time. She loves organic food, homemade beauty products, bare feet, quiet and Brooklyn. Yet, she stands out in a crowd like a celebrity. Perhaps because her father is the photographer Gordon Parks, she has the posture," , "date" : "19980830" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "7" , "title" : "WEDDINGS: VOWS; Leslie Parks and Alan Harding" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/30\/style\/weddings-vows-leslie-parks-and-alan-harding.html"} , {"body" : "To the Editor: Being of Sicilian extraction, I read with great interest Cara De Silva's account of the socca in Nice (''The Chickpea's Shining Moment,'' July 26). She mentions a Brooklyn version -- where can I find it? Sicilian focaccerias (of which there are at least three in the Cobble Hill-Carroll Gardens section of Brooklyn) make a similar" , "date" : "19980823" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NICE (FRANCE)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "16" , "title" : "Socca in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/23\/travel\/l-socca-in-brooklyn-434043.html"} , {"body" : "CAMBODIAN CUISINE + (718) 858-3262; 87 South Elliott Place, near Lafayette Street, Fort Greene; $; no smoking; Mastercard and Visa. This friendly and popular little Cambodian restaurant churns out a pleasing blend of bright and aromatic Thai and Vietnamese preparations at bargain prices. A meal might begin with a crunchy salad combining sweet," , "date" : "19980823" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "GOOD EATING; Old Brooklyn Has Room for New" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/23\/nyregion\/good-eating-old-brooklyn-has-room-for-new.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN BATTERY PARK CITY $330,000 2 South End Avenue (Cove Club) 2-bedroom, 3-bath, 1,429-sq.-ft. 8-year-old town-house condo; 24-hr. doormen, concierge, balcony and" , "date" : "19980809" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/09\/realestate\/residential-sales.html"} ,   {"body" : "Pity poor Columbia Street. Before Robert Moses' Brooklyn-Queens Expressway cleaved it from the rest of the borough, its 13 blocks between Atlantic and Hamilton Avenues were one of New York's liveliest shopping thoroughfares. In the 1960's, the state condemned dozens of buildings along the street in anticipation of a huge Port Authority container" , "date" : "19980726" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORTS: RED HOOK; Columbia St.: Emerging Gem With Some Rough Facets" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/26\/nyregion\/neighborhood-reports-red-hook-columbia-st-emerging-gem-with-some-rough-facets.html"} , {"body" : "The opportunity to stumble onto one thing while looking for something else, common at thrift shops, and the opportunity to help a single mother return to the work force can both be found at Treasures III. The store opened last month in Park Slope, Brooklyn, at 443 Fourth Street, near Seventh Avenue. Treasures III is the third in a series of" , "date" : "19980719" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Thrift Shop Chain Helps Single Mothers" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/19\/nyregion\/new-yorkers-co-thrift-shop-chain-helps-single-mothers.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN EAST MIDTOWN $355,000 255 East 49th Street (Sterling Plaza) 1-bedroom, 1 1\/2-bath, 900-sq.-ft. postwar condo; 24-hr. doormen, concierge, 2 exposures; common" , "date" : "19980719" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/19\/realestate\/residential-sales.html"} , {"body" : "In a sign that developers are increasingly forced to scout out unlikely locales for new projects, a Manhattan company said yesterday that it would build a huge entertainment complex along the Gowanus Canal in Brooklyn that would include the city's largest multiplex movie theater. The project, to be known as Brooklyn Commons, would be part of a" , "date" : "19980717" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS CANAL (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "3" , "title" : "Theater Complex Planned for Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/17\/nyregion\/theater-complex-planned-for-brooklyn.html"} , {"body" : "The decision to dine outdoors is often tricky, particularly in New York, where considerations like passers-by, noise and light are as important as the air-conditioning question. If outdoor dining seems enticing, here are 12 possibilities. (These summaries, written by Eric Asimov, are taken from Ruth Reichl's and Mr. Asimov's dining reviews, columns" , "date" : "19980717" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "EATING OUT; The Great Outdoors" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/17\/arts\/eating-out-the-great-outdoors.html"} , {"body" : "The muck-ridden Gowanus Canal, which dates to the 19th century and runs through Cobble Hill, Park Slope and Carroll Gardens, has been so smelly that for decades it's been compared to the River Styx, the mythological river of the dead. Many people who live nearby have all but given up hope of seeing something done about the odor. But now the city is" , "date" : "19980712" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS CANAL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: GOWANUS; Dredging Up A Revived Waterway" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/12\/nyregion\/neighborhood-report-gowanus-dredging-up-a-revived-waterway.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN EAST MIDTOWN $355,000 255 East 49th Street (Sterling Plaza) 1-bedroom, 1 1\/2-bath, 900-sq.-ft. postwar condo; 24-hr. doormen, concierge, 2 exposures; common" , "date" : "19980712" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/12\/realestate\/residential-sales.html"} , {"body" : "In Manhattan, sure. But Brooklyn? Still, there they are, those big red double-decker tourist buses chugging past Fulton Landing, around Grand Army Plaza and in the shadow of the sleek, 376-room Marriott that is to open Tuesday as Brooklyn's first large new hotel in 68 years. ''Everybody has heard something about Brooklyn,'' said Claudia Pongratz, a" , "date" : "19980706" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "1" , "title" : "A Nice Place to Visit; A Hotel! Bus Tours! Brooklyn Hits the Tourist Map" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/06\/nyregion\/a-nice-place-to-visit-a-hotel-bus-tours-brooklyn-hits-the-tourist-map.html"} , {"body" : "EVERY night, behind millions of closed eyelids, little New York movies flicker, as fleetingly as yesterday's fireworks: images of an Upper West Side apartment where one room opens into another, then another; of verdant midtown oases; of downtown lofts with streets running through them, of an A train that takes the dreamer far from Harlem. The" , "date" : "19980705" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Streets of Dreams; When You're Asleep, New York Becomes Another World" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/05\/nyregion\/streets-of-dreams-when-you-re-asleep-new-york-becomes-another-world.html"} , {"body" : "Roberta Fineberg hoped that the summons she got for riding her bike on the sidewalk along Court Street would serve as a legal test case in which she would emerge the winner. Ms. Fineberg did achieve a victory of sorts on Wednesday: A judge dismissed the charge against her. But his ruling did not set a new precedent. He rendered the dismissal" , "date" : "19980628" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: CARROLL GARDENS -- UPDATE; Small Victory for a Bicyclist" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/28\/nyregion\/neighborhood-report-carroll-gardens-update-small-victory-for-a-bicyclist.html"} ,   {"body" : "Roy Fidel was talking to a few friends late Sunday night in Carroll Park, a small patch of trees and lawns in a brownstone-lined section of Brooklyn, when a green car pulled up and a man with a gun got out. The man pointed his pistol at Mr. Fidel's friends, who were sitting on a park bench, and ordered them to ''scatter like cockroaches,'' said" , "date" : "19980609" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "CARROLL PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Gunman Fatally Shoots Man in a Brooklyn Park" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/09\/nyregion\/gunman-fatally-shoots-man-in-a-brooklyn-park.html"} , {"body" : "To the Editor: The article states that David Nuss of the No-Neck Blues Band tackled Mike O'Neal but that's not the way I saw it. After Mr. O'Neal unplugged the band's power strip, Mr. Nuss did indeed forcefully grab the plug out of Mr. O'Neal's hand, but there was no assault. Mr. Nuss certainly had a right to be upset, as his group had reserved the" , "date" : "19980607" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "17" , "title" : "Refugees, Musicians and Ferries; Band's Skirmish Raises Question on Public Space" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/07\/nyregion\/l-refugees-musicians-and-ferries-band-s-skirmish-raises-question-on-public-space-309800.html"} , {"body" : "Museums and Sites ABIGAIL ADAMS SMITH MUSEUM, 421 East 61st Street, Manhattan. The structure, built in 1799 as the carriage house for the estate of Abigail Adams and Col. William Smith, was also the Mount Vernon Hotel from 1826 to 1833. ''Sitting in Style,'' an exhibition of 19th-century painted fancy chairs, includes rarely seen pieces of silver" , "date" : "19980605" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES: ATTRACTIONS" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/05\/arts\/spare-times-attractions.html"} , {"body" : "The regional director of the National Labor Relations Board said he may file a civil complaint against Long Island College Hospital for allegedly failing to provide a nurses' union with cost-cutting information during contract talks. The director, Alvin Blyer, said he had given the hospital until this Thursday to convince him that his tentative" , "date" : "19980510" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: COBBLE HILL; Nurses' Give-Backs at Issue" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/10\/nyregion\/neighborhood-report-cobble-hill-nurses-give-backs-at-issue.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN CHELSEA $375,000 148 West 23d Street 2-bedroom, 1 1\/2-bath, 1,800-sq.-ft. co-op in a loft building; 24-hr. doormen, dining area, eat-in kitchen, 2 exposures;" , "date" : "19980503" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/03\/realestate\/residential-sales.html"} , {"body" : "In the acrimonious conclusion of a trial that exposed underlying racial tensions between two Brooklyn neighborhoods, three Carroll Gardens teen-agers were sentenced yesterday to the maximum prison term of three and a half to seven years for the September assault of a 27-year-old black man from Red Hook. Dozens of relatives and friends of the three" , "date" : "19980501" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CARROLL GARDENS (NYC)" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "White Youths Get Maximum In Beating Of Black Man" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/01\/nyregion\/white-youths-get-maximum-in-beating-of-black-man.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West at 79th Street. ''The Nature of Diamonds,'' an exhibition exploring all aspects of the mineral, from its geologic origins to its popularity as an adornment to its modern uses in technology and research. Through April 26. Admission is by timed ticket only. ''Africa:" , "date" : "19980417" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "45" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/17\/arts\/spare-times-529192.html"} , {"body" : "A judge convicted three white men yesterday of beating a black man in a case that exposed dormant racial animosity between two adjoining Brooklyn neighborhoods. But the judge in the nonjury trial, Justice Alan D. Marrus of State Supreme Court in Brooklyn, found the men -- Anthony Mascuzzio, 18, Alfonse Russo, 18, and his cousin Andrew Russo, 19 --" , "date" : "19980410" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CARROLL GARDENS (NYC)" , "NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "3 Convicted in Racial Beating in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/10\/nyregion\/3-convicted-in-racial-beating-in-brooklyn.html"} , {"body" : "Sitting astride her one-speed bicycle with a baby seat mounted on the back, Roberta Fineberg hardly fits the image of a lawbreaker. But Ms. Fineberg, 38, a freelance writer who lives in Carroll Gardens, is scheduled to go to trial April 23 for a crime usually associated with bike messengers and food deliverers who swerve between pedestrians on" , "date" : "19980405" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: CARROLL GARDENS; A Mother Is Heck On Wheels" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/05\/nyregion\/neighborhood-report-carroll-gardens-a-mother-is-heck-on-wheels.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN EAST MIDTOWN $320,000 400 East 56th Street 1-bedroom, 1 1\/2-bath, 1,100-sq.-ft. postwar co-op; 24-hr. doormen, concierge, dining ell, terrace, pool and common" , "date" : "19980405" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/05\/realestate\/residential-sales.html"} ,   {"body" : "Reliving a beating that exposed longstanding tensions between two Brooklyn neighborhoods, a black man from Red Hook testified yesterday how he was chased through traffic by vengeful white youths from Carroll Gardens who beat him while shouting racial slurs. The attack took place on Sept. 20, 1997, on busy Hamilton Avenue, which for decades has" , "date" : "19980402" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "1997 Brooklyn Attack Recounted in Court" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/02\/nyregion\/1997-brooklyn-attack-recounted-in-court.html"} , {"body" : "Todd Neuhaus, an advertising executive, and his wife, Christina, didn't want much. They wanted to rent a Manhattan apartment for less than $3,000 with a bedroom for themselves and one for their two boys. They wanted it to be near good public schools, because private school was beyond their means. Most of all, the Neuhauses wanted to believe it" , "date" : "19980401" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "For Middle Class, New York Shrinks as Home Prices Soar" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/01\/nyregion\/for-middle-class-new-york-shrinks-as-home-prices-soar.html"} , {"body" : "DONALD PIERRE could not find the home he wanted for the price he could pay in his old neighborhood, Crown Heights, Brooklyn -- the one that would work for his growing family and bring in a bit of rental income. But three miles east, in once-notorious East New York, Brooklyn, he found a three-family building on a 40- by 100-foot lot. And, in" , "date" : "19980329" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "SOUTH BRONX (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Manhattan Strength Lifts All Boroughs" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/29\/realestate\/manhattan-strength-lifts-all-boroughs.html"} , {"body" : "William E. Chambers had planned to spend his retirement writing mystery novels. Instead, he spends most of it writing letters -- to city agencies, politicians, anyone who will pay attention, and those who won't. A lifetime Greenpoint resident, he and his wife, Marie, have become full-time activists. They are fighting the Transit Authority's" , "date" : "19980322" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: GREENPOINT; Without Conductors, G Trains Stand for 'Ghost,' Critics Say" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/22\/nyregion\/neighborhood-report-greenpoint-without-conductors-g-trains-stand-for-ghost.html"} , {"body" : "Family, friends and neighbors have taken to the streets to search for a 21-year-old Brooklyn man who went to work last Tuesday, went out for drinks afterward at a neighborhood bar, stopped at a friend's house and then never made it home. The man, Peter Caragiulo, has not been seen since 1:30 A.M. Wednesday, when he left a friend's house near the" , "date" : "19980316" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "A Brooklyn Man Is Missing, And a Family's Search Begins" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/16\/nyregion\/a-brooklyn-man-is-missing-and-a-family-s-search-begins.html"} , {"body" : "To the Editor: There's so little connection between New York's vibrant live music scene and New York's white-toast radio. I grew up upstate listening to deejays with distinct musical tastes, playing everything from Tom Waits to the Velvet Underground to Frank Zappa. Even those acts are too obscure for New York rock stations. You won't find a New" , "date" : "19980308" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "15" , "title" : "Music Radio Replayed" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/08\/nyregion\/l-music-radio-replayed-910163.html"} , {"body" : "Manhattan GREENWICH VILLAGE $1.765 Million 41 Morton Street 7-bedroom, 5-bath, legal 4-family town house built in 1945, to be converted to a one-family residence; double parlor, 8 fireplaces, wide-plank floors, original moldings and detail, in historic district, 23-by-100-ft. lot; taxes $12,200, listed at $1.975 million, 17 weeks on market" , "date" : "19980305" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "12" , "title" : "Residential Resales" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/05\/garden\/residential-resales-857513.html"} , {"body" : "To the Editor: It was with great interest that we read about the new restaurants and stores along Smith Street in Carroll Gardens, Brooklyn (''All Along Smith Street, It's the Conquest of the Cool,'' Feb. 8). However, it is noteworthy that Smith Street also transverses the Boerum Hill neighborhood. Adjacent to Atlantic Avenue, it has been home to" , "date" : "19980301" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BOERUM HILL (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "15" , "title" : "Boerum Hill Is Brightened By a Kinetic Sculpture" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/01\/nyregion\/l-boerum-hill-is-brightened-by-a-kinetic-sculpture-799823.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN EAST MIDTOWN $310,000 312 East 50th Street 2-bedroom, 3-bath, 1,200-sq.-ft. triplex co-op in a town house; 20-ft. ceiling in living room, 2 fireplaces, his and" , "date" : "19980301" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/01\/realestate\/residential-sales.html"} , {"body" : "You can tell that things are changing along Smith Street. Even Sal the barber has put up a new awning. ''I haven't been here long, 34 years,'' said Salvatore Zocco, as he worked his clippers around the neck of a $10 customer Tuesday afternoon. ''But I put up a new sign this July. Everyone is going upscale around here.'' Smith Street was a" , "date" : "19980208" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: CARROLL GARDENS; All Along Smith Street, It's the Conquest of the Cool" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/08\/nyregion\/neighborhood-report-carroll-gardens-all-along-smith-street-it-s-conquest-cool.html"} ,   {"body" : "Ivy's Own Timetable Q. I have tried everything I know but have had no luck rooting a cutting from a friend's English ivy. The leaves don't look like those of typical ivy, and the plant has lovely blue-black berries. What can I do to make it root? A. Nothing. Your friend's English ivy (Hedera helix) has decided to grow up. It has changed phases," , "date" : "19980205" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "13" , "title" : "Garden Q.& A." , "url" : "http:\/\/www.nytimes.com\/1998\/02\/05\/garden\/garden-q-a.html"} , {"body" : "For more than 35 years, as Cobble Hill, Park Slope, and other Brooklyn neighborhoods of brownstone and old brick have revived, a mile-long corridor through the middle of the area has continued to crumble, collect weeds and drive people away. The dead zone extends for several blocks along the banks of the malodorous Gowanus Canal, a dead-end" , "date" : "19980201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS CANAL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Flushing Out the Foul And the Frustration; A New Vista for a Dead-End Canal" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/01\/nyregion\/flushing-out-the-foul-and-the-frustration-a-new-vista-for-a-dead-end-canal.html"} , {"body" : "A 67-year-old reputed associate of the Gambino crime family who gained notoriety two decades ago when he and a fellow mobster accidentally shot each other was gunned down Friday evening in Brooklyn, law enforcement officials said yesterday. The man, Joseph Conigliaro, who had used a wheelchair since he was wounded in the 1973 shooting, managed to" , "date" : "19980125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Man Killed Was Mobster, Police Say" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/25\/nyregion\/man-killed-was-mobster-police-say.html"} , {"body" : "IN the last few years, Alan Harding has run more than a few restaurant kitchens. He established his reputation as a creative cook in a stint at Nosmo King, the high-end health food restaurant that closed in 1995, and has since had brief turns at 9 Jones Street, La Petite Crevette and 131 Duane Street, none of which were completely happy" , "date" : "19980121" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "9" , "title" : "$25 and Under; His Own Dishes, at Last, in His Own Restaurant" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/21\/dining\/25-and-under-his-own-dishes-at-last-in-his-own-restaurant.html"}]