[  {"body" : "If you saw her at all, you'd see her in a cemetery late at night. She'd be clambering about one of those huge cemeteries in Brooklyn and Queens, the ones beneath the flight paths to La Guardia and Kennedy, the ones you can see from certain expressways; the graveyards with comforting names like Evergreen, Mount Neboh and Cypress Hills. She was there" , "date" : "19981230" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "8" , "title" : "Gloria Marie Stradtner, 72, Protector of Animals, Dies" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/30\/nyregion\/gloria-marie-stradtner-72-protector-of-animals-dies.html"} , {"author" : "William R. Everdell teaches history at St. Ann's School in Brooklyn and is the author of ''The First Moderns.''" , "body" : "THE NEIGHBORHOODS OF BROOKLYN Introduction by Kenneth T. Jackson. John B. Manbeck, consulting editor. Illustrated. 246 pp. New Haven: Citizens Committee for New York City\/ Yale University Press. $29.95 More like a catalogue than an encyclopedia, ''The Neighborhoods of Brooklyn'' consists of short illustrated chapters on 47 big-city neighborhoods, a" , "date" : "19981213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "15" , "title" : "Artful Dodgers" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/13\/books\/artful-dodgers.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; meetings usually held on second Tuesday of month, but the next meeting is Dec. 1, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg. Board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn," , "date" : "19981115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; From Red Hook to Cypress Hills: When and Where the Community Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/15\/nyregion\/neighborhood-report-brooklyn-up-close-red-hook-cypress-hills-when-where.html"} , {"body" : "By age 5, Rishi Maharaj was waving an American flag. By the time he was a teen-ager, he was haranguing his family to register to vote. Years before he cast his first vote, he was volunteering for political campaigns and manning the local polls. His patriotic zeal did not seem to matter much one evening in late September, though. While walking along" , "date" : "19981007" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "United Ethnically, and by an Assault; Two Groups of East Indians Are Brought Closer, for Now" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/07\/nyregion\/united-ethnically-assault-two-groups-east-indians-are-brought-closer-for-now.html"} , {"body" : "Relatives of a woman who died last Wednesday while in police custody demanded an investigation into her death yesterday, and their lawyers said their own preliminary inquiry suggested she had been beaten by two detectives and a police officer in a Brooklyn station house. The lawyers declined to say who might have reported that the woman, Yvette" , "date" : "19981006" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Family Seeks Inquiry on Death Of Woman in Police Custody" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/06\/nyregion\/family-seeks-inquiry-on-death-of-woman-in-police-custody.html"} , {"body" : "The only comfort that Angel Mendoza could find when he buried his older brother, Melvin, four years ago was the thought that he at least had laid him to rest in a beautiful place. Perched on top of a hill in Cypress Hills Cemetery, a sprawling 200-acre site that straddles Queens and Brooklyn, the elder Mr. Mendoza would own in death something he" , "date" : "19980921" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Final Resting Place That Isn't; Crumbling Landfill Encroaches on Cemetery's Tranquillity" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/21\/nyregion\/final-resting-place-that-isn-t-crumbling-landfill-encroaches-cemetery-s.html"} , {"body" : "Wearing blackface and Afro wigs, the men who piled into a pickup truck for the Labor Day parade in Broad Channel, Queens, were trying to win a trophy. For decades, parade organizers have awarded trophies for categories like ''cutest baby'' or ''most popular pet,'' and the men had won ''funniest float'' for nine straight years. Within Broad Channel," , "date" : "19980914" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "An Island That Sees No Racism; Enclave in Queens Defends a Float, and a Way of Life" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/14\/nyregion\/island-that-sees-no-racism-enclave-queens-defends-float-way-life.html"} , {"body" : "New York's State Legislature is mostly a closed shop, where incumbents are protected by a complex petitioning process and an unfair fund-raising system. But there are a few competitive primary contests in New York City on Sept. 15. Here are our recommendations in 10 races in overwhelmingly Democratic districts where nomination is tantamount to" , "date" : "19980904" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "Choices for the State Legislature" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/04\/opinion\/choices-for-the-state-legislature.html"} , {"body" : "They were not merely up-and-coming officials from the same Brooklyn neighborhood, but kindred politicians close enough to have been the best of friends for years. Over nightcaps in neighborhood bars, they planned their political futures. They worked on each other's campaigns. They went to family reunions together and even, at times, vacationed" , "date" : "19980812" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Brooklyn Race Pits Two Former Friends and Allies" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/12\/nyregion\/a-brooklyn-race-pits-two-former-friends-and-allies.html"} , {"body" : "FARRINGTON-Grace L. On July 7, 1998. Beloved mother of Scott Farrington and family, sister of Russell Farrington & family & the late Harold Farrington and family. Reposing Redden Funeral Home, 325 West 14 St., NYC Sunday 46PM, Monday 9:30-11AM, service following at 11AM. Interment Cypress Hills Cemetery, Brooklyn." , "date" : "19980712" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "33" , "title" : "Paid Notice: Deaths FARRINGTON, GRACE L." , "url" : "http:\/\/www.nytimes.com\/1998\/07\/12\/classified\/paid-notice-deaths-farrington-grace-l.html"} ,   {"body" : "MULHOLLAND-Lillian (nee Husted). Of Pinellas Park, FL on July 5, 1998 at 86 years, after a brief illness. Devoted wife of the late Daniel J. Loving mother of Daniel E. and his wife Patricia of Port Washington, NY, and Diane Hanlon and her husband Edward of E. Northport, NY. Grandmother of Melanie Little, Julie, Daniel D. and Patrick, Edward and" , "date" : "19980707" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "11" , "title" : "Paid Notice: Deaths MULHOLLAND, LILLIAN (NEE HUSTED)" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/07\/classified\/paid-notice-deaths-mulholland-lillian-nee-husted.html"} , {"body" : "With less than three months left before 14,000 4-year-olds are supposed to begin new pre-kindergarten classes established by the state, New York City's overcrowded public school system is planning to enroll a third of those children in private and parochial preschools. Unable to squeeze the preschoolers into public schools ripping at the seams," , "date" : "19980619" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "NEW YORK ENLISTS PRIVATE SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/19\/nyregion\/new-york-enlists-private-schools.html"} , {"body" : "Agreeing with a woman who claimed she was raped because the Housing Authority failed to supply adequate security in her Brooklyn housing project, a jury in Federal District Court in Brooklyn awarded her $3 million in damages yesterday. The woman was raped in a hallway of the Cypress Hills housing projects, in East New York, in 1992. Cypress Hills" , "date" : "19980430" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "METRO NEWS BRIEFS: NEW YORK; Housing Authority Found Liable in Rape" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/30\/nyregion\/metro-news-briefs-new-york-housing-authority-found-liable-in-rape.html"} , {"body" : "AT 8:30 A.M., we stoked up on egg and cheese sandwiches at the White Castle on Atlantic Avenue. ''I always eat at least three,'' Arlene Schulman said. ''You need a lot of energy for these fifth graders. They are so smart. You'll see.'' But first we scoped the neighborhood: Cypress Hills in northern East New York. We carried copies of the letters" , "date" : "19980322" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "COPING; Fifth Graders' Letters Await Mayor's Answer" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/22\/nyregion\/coping-fifth-graders-letters-await-mayor-s-answer.html"} , {"body" : "IN the Cypress Hills section of Brooklyn, close to the Queens border, Jean M. Reynolds is becoming expert in a housing relocation technique known as checkerboarding. The checkerboard player moves tenants from one apartment to another, usually in a different building, with the option to return when renovations are complete. As one of the smaller and" , "date" : "19980208" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "PERSPECTIVES; Speeding the Pace of Recycling in City-Run Housing" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/08\/realestate\/perspectives-speeding-the-pace-of-recycling-in-city-run-housing.html"} , {"body" : "Mae West may have been America's premier bad girl and sassiest sinner, but for some people, the lady was not a tramp -- she was a saint. One of her greatest champions is Bishop Andre Penachio, the pastor of the St. Thomas Liberal Catholic Church on West 144th Street. A devoted fan and longtime friend of the Little Chickadee, Bishop Penachio has" , "date" : "19980125" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: UPPER EAST SIDE; The Lady Is a Stamp?" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/25\/nyregion\/neighborhood-report-upper-east-side-the-lady-is-a-stamp.html"}]