[  {"body" : "For the last five years, Cobble Hill has prospered with New York City, its stately brownstones drawing young couples to its quiet streets just blocks from downtown Brooklyn. This week, the Giuliani administration said that one of its landmarked blocks would be home to a new homeless shelter. In Cobble Hill, the reaction was furious. Residents and" , "date" : "19981231" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "COBBLE HILL (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "6" , "title" : "Cobble Hill Denounces Plan for a Homeless Shelter" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/31\/nyregion\/cobble-hill-denounces-plan-for-a-homeless-shelter.html"} , {"body" : "Multiplex movie theaters are a coming attraction in commercial real estate across the city for 1999, a prospect that has brought a degree of local unease about their effect on nearby residential neighborhoods. The Forest City Ratner Companies is not only planning a major multiplex in downtown Brooklyn, but is also building one in the Astoria" , "date" : "19981230" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "6" , "title" : "Commercial Real Estate; All Over Town, Movie Screens Are Popping Up" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/30\/nyregion\/commercial-real-estate-all-over-town-movie-screens-are-popping-up.html"} , {"body" : "Thwarted by surging construction costs, Government officials have scaled back a long-stalled plan to expand the Federal courthouse in Brooklyn to bring it within the $194 million that Congress has appropriated for the project. As a result, instead of an addition that would be 18 stories tall and contain 24 courtrooms, the plan now calls for a" , "date" : "19981229" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "U.S. Courthouse Plan in Brooklyn Is Cut Back" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/29\/nyregion\/us-courthouse-plan-in-brooklyn-is-cut-back.html"} , {"body" : "MOSCOWITZ-Grover M. Jr., age 82 of Pompano Beach, passed away December 26, 1998. Beloved husband of Beatrice, loving father of Grover M. Moscowitz III and wife Rachel, James F. Moscowitz and wife Tina Redecha. Dear brother of Alva Hammel, Marion Rosmarin & Warren S. Moss. Practicing attorney, Executive Vice President downtown Brooklyn Community" , "date" : "19981229" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "15" , "title" : "Paid Notice: Deaths MOSCOWITZ, GROVER M." , "url" : "http:\/\/www.nytimes.com\/1998\/12\/29\/classified\/paid-notice-deaths-moscowitz-grover-m.html"} , {"body" : "When plans were announced for a 12-screen multiplex and a Barnes & Noble bookstore in downtown Brooklyn, the project seemed like a case study in urban rebirth. It would rise on a gritty block of Court Street, an ugly hole in the ground that was once the site of a theater that showed pornographic movies. For years, residents in Brooklyn Heights had" , "date" : "19981228" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "Lights, Camera, Lots of Action; Multiplex Plan Raises Concerns in Brooklyn Heights" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/28\/nyregion\/lights-camera-lots-of-action-multiplex-plan-raises-concerns-in-brooklyn-heights.html"} , {"body" : "They came by airplane and bus and automobile. They came dressed in their navy blues with their hats on. Some brought their sons to the funeral today. Snapping flags at half-staff lined the route for the funeral cortege in this small western Long Island town. Lieut. Joseph P. Cavalieri was the last of three New York City firefighters to be buried" , "date" : "19981223" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MALVERNE (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Dressed in Their Blues, To Say a Final Goodbye" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/23\/nyregion\/dressed-in-their-blues-to-say-a-final-goodbye.html"} , {"body" : "WHAT do a monoprint of a chicken, a wood and fabric sculpture of a woman holding a dodo bird and a charcoal drawing of the West Side Highway have in common? All are original works in two shows sponsored by the Brooklyn Arts Council. The ''Printmakers' Portfolio'' is a selection of several hundred prints by internationally known artists as well as" , "date" : "19981220" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN HEIGHTS\/DOWNTOWN BROOKLYN; Printmakers Great and Small" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/20\/nyregion\/neighborhood-report-brooklyn-heights-downtown-brooklyn-printmakers-great-small.html"} , {"author" : "Jason DeParle, a staff writer for the magazine, has written extensively on welfare reform." , "body" : "One Saturday morning this fall, a 54-year-old Bronx woman who has spent more years on welfare than she can remember answered a small-type summons from the city government, the second that she has received this year. ''Dear Sir\/Madam,'' it began. ''You are being called in to evaluate your employability.'' She stuffed two doctors' letters into a worn" , "date" : "19981220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "50" , "title" : "What Welfare-to-Work Really Means" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/20\/magazine\/what-welfare-to-work-really-means.html"} , {"body" : "THE QE2 was docked at Casablanca in 1989 when Jeanie Bowers Scott, then performing on board as an opera singer, received a call from her husband, George. ''I bought a building for $13 million,'' he said, ''and when you get back we are moving in with a bunch of college students.'' The Scotts did indeed move into 521 West 49th Street with 176" , "date" : "19981220" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Education" , "Real Estate"] , "page_facet" : "7" , "title" : "A Niche Business: Dorms for New York Students" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/20\/realestate\/a-niche-business-dorms-for-new-york-students.html"} , {"body" : "THE reports of a fire on Vandalia Avenue in Brooklyn jolted Ricco Sanchez into reality. Forget the near-numbing talk about Presidential impeachment or the almost emotionless descriptions of the smart bombs and surgical strikes in Baghdad. Fire? That's big news in Mr. Sanchez's part of the world. His grandmother lives on Vandalia Avenue, and he" , "date" : "19981219" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; Fire Shows That All Pain Starts at Home" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/19\/nyregion\/about-new-york-fire-shows-that-all-pain-starts-at-home.html"} ,   {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. Costumes, set pieces, film equipment and other items relating to film, television and video are on permanent display. Exhibitions include ''Behind the Screen,'' a permanent display with more than 1,000 artifacts that illustrate the" , "date" : "19981218" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/18\/arts\/spare-times-472441.html"} , {"body" : "To identify abused children before they are seriously or fatally injured at home, the Board of Education will introduce a new unit next week to track student absenteeism and tardiness. The creation of the unit is Schools Chancellor Rudy Crew's first tangible step toward turning the spotlight on a problem that has dogged the system for years:" , "date" : "19981217" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "21" , "title" : "Schools Create Unit to Track Absenteeism" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/17\/nyregion\/schools-create-unit-to-track-absenteeism.html"} , {"body" : "IT'S another weekday afternoon rush hour in lower Manhattan, and Canal Street is gridlocked. Eastbound lanes are clogged with cars, trucks and buses headed for the Manhattan Bridge. Westbound lanes are choked with vehicles aiming for the Holland Tunnel. On northbound and southbound arteries -- Hudson and Varick Streets, the West Side Highway, even" , "date" : "19981213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "JAMMING; The Traffic Downtown Seems Worse Than Ever. Is the Verrazano the Villain?" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/13\/nyregion\/jamming-the-traffic-downtown-seems-worse-than-ever-is-the-verrazano-the-villain.html"} , {"body" : "For years, University Towers, the 549-unit, three-building cooperative half a block east of downtown Brooklyn's Metrotech Center, has struggled with sluggish sales and low prices. But in recent months, the fortunes of the 5.5-acre gated community have been turning around. This year, 50 of the 379 sponsor-held units at the complex, from studios to" , "date" : "19981211" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "Residential Real Estate; Rejuvenated Area Stirs Co-op Sales in Complex" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/11\/nyregion\/residential-real-estate-rejuvenated-area-stirs-co-op-sales-in-complex.html"} , {"body" : "This is a sampling of the musical presentations planned for the holiday season at churches and concert halls in New York City. All are free unless otherwise noted (churches accept donations). This selection, compiled by Paul Griffiths, represents what caught this critic's eye and excited his expectations. More recommendations for this weekend are" , "date" : "19981211" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "Merrily on High: Musical Pleasures of the Holiday Season" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/11\/movies\/merrily-on-high-musical-pleasures-of-the-holiday-season.html"} , {"body" : "The parent who set off the furor in a Brooklyn school over the use of the book ''Nappy Hair'' said yesterday that she remained unconvinced of the book's merits for classroom use. The woman, Cathy Wright, said that one day last month, she was sorting through papers in her 8-year-old's book bag when she stumbled upon photocopied pages with what" , "date" : "19981210" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Education" , "Books"] , "page_facet" : "3" , "title" : "Unswayed by Debate on Children's Book" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/10\/nyregion\/unswayed-by-debate-on-children-s-book.html"} , {"body" : "For years, dreams of creating Hollywood-on-the-Hudson have tantalized politicians and entrepreneurs, only to collide with the financial realities of a high-risk industry. In recent months, it looked as if those dreams might finally be realized, as several entrepreneurs announced plans for complexes of sound stages like the studio back lots in Los" , "date" : "19981209" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "17" , "title" : "Tinseltown Dreams Face Reality" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/09\/nyregion\/tinseltown-dreams-face-reality.html"} , {"body" : "A community meeting in Brooklyn last night for the author of the book ''Nappy Hair'' turned combative when some people said the book was derogatory and questioned its use in a third-grade classroom. The hourlong event, held at the House of the Lord Pentecostal Church in downtown Brooklyn, was an effort to bridge the gap between people who approve" , "date" : "19981209" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Books"] , "page_facet" : "13" , "title" : "Author of Disputed Book Is Criticized in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/09\/nyregion\/author-of-disputed-book-is-criticized-in-brooklyn.html"} , {"body" : "Parents and teachers at a Queens school welcomed a white teacher yesterday who transferred after her use of a book, ''Nappy Hair,'' at a Brooklyn school caused some parents to threaten her. Last week, the teacher, Ruth A. Sherman, transferred to Public School 131 in Jamaica from P.S. 75 in Bushwick after some parents publicly threatened ''to get''" , "date" : "19981208" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Books"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; Teacher Is Welcomed After Book Dispute" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/08\/nyregion\/metro-news-briefs-new-york-teacher-is-welcomed-after-book-dispute.html"} , {"body" : "The windows in the hulking building on Flatbush Avenue Extension were once walled off, back when it housed Steam Heat, an all-nude nightclub that closed in the summer of 1996 after a lengthy legal battle. Now Carlos E. Russell, a former Brooklyn College dean, has unblocked the windows in his effort to turn the former home of the strip joint into a" , "date" : "19981206" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; At Former Strip Club, Black Culture May Take the Stage" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/06\/nyregion\/neighborhood-report-downtown-brooklyn-former-strip-club-black-culture-may-take.html"} ,   {"body" : "Nancy A. Slahetka felt fear in the pit of her stomach as she read a letter from her alma mater, Brooklyn Law School, last month. The letter said the school would be changing its loan-assistance program for graduates who pursue low-paying public interest work. After doing some math, a desolate Ms. Slahetka realized that her $386 monthly loan payment" , "date" : "19981206" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; Law Students Keep Bargain Loan Deal" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/06\/nyregion\/neighborhood-report-downtown-brooklyn-law-students-keep-bargain-loan-deal.html"} , {"body" : "A white third-grade teacher who was threatened by two black parents after she used the book ''Nappy Hair'' in her Brooklyn classroom started a new assignment in a Queens school yesterday, school officials said. The teacher, Ruth A. Sherman, began teaching a second-grade class at Public School 131 in Jamaica, in Community School District 29, a" , "date" : "19981205" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Books"] , "page_facet" : "4" , "title" : "Teacher in Book Dispute Starts New Job in Queens School" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/05\/nyregion\/teacher-in-book-dispute-starts-new-job-in-queens-school.html"} , {"body" : "Jenette Parks was confused. On Tuesday afternoon the hot dog cart she usually patronizes was no longer in front of New York City Technical College on Jay Street. Instead, it was around the corner on Tillary Street. ''You moved over here now,'' Ms. Parks told the hot dog vendor, Michael Papakostas. He sighed. ''The police chased me,'' he said." , "date" : "19981129" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; College Fixture Must Roll On" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/29\/nyregion\/neighborhood-report-downtown-brooklyn-college-fixture-must-roll-on.html"} , {"body" : "QUICK! Where can you find a 1959 Girl Scout handbook, the first book in English about dogs or a Butterick sewing pattern from 1900? Try one of New York's hundreds of little specialized libraries, where materials like these abound but not a single book by Stephen King is in sight. Special libraries, as they are called, employ 1,400 librarians in the" , "date" : "19981122" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; Narrow Shelves, Depths of Knowledge" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/22\/nyregion\/making-it-work-narrow-shelves-depths-of-knowledge.html"} , {"body" : "Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West at 79th Street. The Hall of Biodiversity focuses on the variety and interdependence of earth's living things. Exhibitions: ''The Sacred Arts of Haitian Vodou'' explores the Afro-Caribbean religion of voodoo, including paintings, sequined flags, a replica of a voodoo temple," , "date" : "19981120" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "48" , "title" : "SPARE TIMES; ATTRACTIONS" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/20\/arts\/spare-times-attractions.html"} , {"body" : "Robert Carlucci describes himself as ''strictly Brooklyn,'' but that doesn't mean he's enthusiastic about the recent election of Brooklyn's own Charles E. Schumer to the Senate. ''We got a Brooklyn guy,'' said Mr. Carlucci, who was standing in front of the Court Street Funeral Home on Baltic Street in Carroll Gardens. ''I don't know if it will be" , "date" : "19981115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: THE CITY POLITIC; From Video Store to Pizza Cafe, a Senator in Their Midst" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/15\/nyregion\/neighborhood-report-city-politic-video-store-pizza-cafe-senator-their-midst.html"} , {"body" : "Entering the United States Courthouse in downtown Brooklyn, you see the trappings common to a court lobby: metal detector, security guards, pictures of President Clinton and Vice President Gore. But then there are the 11 large photographs of life in a remote Romanian village: striking images of marriage and mourning and market-day commerce, of" , "date" : "19981115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ROMANIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; Camera Links U.S. Judge to Rural Romania" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/15\/nyregion\/neighborhood-report-downtown-brooklyn-camera-links-us-judge-to-rural-romania.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; meetings usually held on second Tuesday of month, but the next meeting is Dec. 1, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg. Board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn," , "date" : "19981115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; From Red Hook to Cypress Hills: When and Where the Community Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/15\/nyregion\/neighborhood-report-brooklyn-up-close-red-hook-cypress-hills-when-where.html"} , {"body" : "A man wanted in connection with four rapes at subway and bus stops in Brooklyn, has been found on Long Island, where he was arraigned yesterday on charges in two sex crimes there, the police said. The man, James Smith, 29, was arrested on Friday afternoon in Freeport, N.Y., Nassau County Police Department officials said, after a 15-year-old girl" , "date" : "19981115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FREEPORT (NY)" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Rape Suspect In 4 Attacks Is in Custody" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/15\/nyregion\/rape-suspect-in-4-attacks-is-in-custody.html"} , {"body" : "When the Brooklyn Academy of Music opens its new cinema tomorrow after four days of previews and a ribbon-cutting party tonight, a lot more will be riding on it than the mere fate of the borough's first art-house movie theater. The BAM Rose Cinemas, created by the architect Hugh Hardy, who carved up the little-used Carey Playhouse in the academy's" , "date" : "19981112" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "More Than Just a Movie House; A Magnet for Brooklyn's Young Is in Place, but Will It Work?" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/12\/movies\/more-than-just-movie-house-magnet-for-brooklyn-s-young-place-but-will-it-work.html"} ,   {"body" : "ACADIA PARISH + (718) 624-5154; 148 Atlantic Avenue, near Clinton Street, Cobble Hill; $; no smoking; all major credit cards; dinner only; closed Tuesdays. This warm, informal restaurant, operated by the Faulk family from New Iberia, La., serves homey Cajun fare in a plain but winning dining room. The best dishes are the standards, like peppery" , "date" : "19981108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "16" , "title" : "GOOD EATING; Dining Preludes For Show at BAM" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/08\/nyregion\/good-eating-dining-preludes-for-show-at-bam.html"} , {"body" : "Could it be a romantic evocation of a medieval sewer system? Or is it a health hazard? Dr. Peter Homel mulls these questions daily at the Atlantic Avenue subway station in downtown Brooklyn as a pipe sends a stream of malodorous water along the tracks of the Manhattan-bound D and Q trains. ''It smells like a pissoir,'' said Dr. Homel, a" , "date" : "19981101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: NEW YORK YUCK; Oui, They Agree the Subway Isn't a French Lavender Field" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/01\/nyregion\/neighborhood-report-new-york-yuck-oui-they-agree-subway-isn-t-french-lavender.html"} , {"body" : "ON THE STREET THE GREAT HALLOWEEN FAIR, Wall Street from South to Water Streets, lower Manhattan. Today, 11 A.M. to 6 P.M. Sponsored by Manhattan Youth and Recreation. GREENWICH VILLAGE HALLOWEEN PARADE, streets of Greenwich Village. Tomorrow at 7 P.M. beginning at Spring Street and ending at Avenue of the Americas and 21st Street. . UNION SQUARE" , "date" : "19981030" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/30\/arts\/spare-times-600474.html"} , {"body" : "The 113-year-old St. George Hotel at 100 Henry Street, near Clark Street, was once the city's grandest and largest hotel, with more than 2,000 rooms. But some of the once-elegant eight-building complex has fallen into disrepair over the last two decades, and part of it was destroyed by fire three years ago. Now the owners are planning to put up a" , "date" : "19981025" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN HEIGHTS; A Boutique Baby for the Old Grande Dame?" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/25\/nyregion\/neighborhood-report-brooklyn-heights-a-boutique-baby-for-the-old-grande-dame.html"} , {"body" : "STUDENT chefs with white paper columns on their heads whirled like dervishes. Lunch hour was fast approaching at New York City Technical College on Jay Street in downtown Brooklyn, and the students in the Hospitality Management program were preparing the midday meal. They would soon be serving it to an assemblage of teachers and guests in the" , "date" : "19981018" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; Underdogs of the Kitchen" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/18\/nyregion\/making-it-work-underdogs-of-the-kitchen.html"} , {"body" : "FOR CHILDREN Theater ''THE CAT IN THE CASTLE,'' a musical by Bill Solly about two cats, Mimi and Hugo, who stumble into a kingdom where felines are outlawed. The vicious monarch, Gloria XVI, who is allergic to cat hair, tries to make sure they don't live out their nine lives. The one-hour show has traditional fairy-tale elements (a far-off land, an" , "date" : "19981016" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/16\/arts\/spare-times-358428.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. Costumes, set pieces, filming equipment and other items relating to film, television and video are on permanent display. Exhibitions include ''Behind the Screen,'' a permanent display with more than 1,000 artifacts that illustrate" , "date" : "19981016" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/16\/arts\/spare-times-358169.html"} , {"body" : "Brooklyn detectives have identified a career criminal as the suspected rapist accused of attacking at least three women as they waited at transit stops in different parts of the borough. A ''Wanted'' poster with a photo of the suspect, identified by the police as Bart Roman, is taped to token booths in subway stations throughout Brooklyn. Detective" , "date" : "19981011" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Career Criminal Is Suspect in Three Rapes" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/11\/nyregion\/neighborhood-report-brooklyn-up-close-career-criminal-is-suspect-in-three-rapes.html"} , {"body" : "Saying that he had found corruption in his own backyard, the chief Federal prosecutor in Brooklyn charged yesterday that six Federal employees had taken bribes from contractors on renovation and repair jobs in Federal buildings, including some payoffs received in the halls of the courthouse where the case will be tried. ''Who knows what accounts" , "date" : "19981008" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "16 Are Charged in Bribery Scheme at Federal Courthouse in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/08\/nyregion\/16-are-charged-in-bribery-scheme-at-federal-courthouse-in-brooklyn.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; meeting usually held on second Tuesday of month; but next meeting is on Wednesday, Oct. 14, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown" , "date" : "19980927" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Bushwick to Bensonhurst, When the Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/27\/nyregion\/neighborhood-report-brooklyn-up-close-bushwick-bensonhurst-when-boards-meet.html"} ,   {"body" : "The new Federal courthouse that opened for business on a spectacular waterfront site here this week is in many ways the first of its kind in modern judicial architecture: a building designed to welcome rather than intimidate, to invite the public to stop by for a meal, an art exhibit, a film festival, a chamber music concert or a stroll through the" , "date" : "19980927" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BOSTON (MASS)"] , "nytd_section_facet" : ["U.S."] , "page_facet" : "16" , "title" : "Hear Ye! Hear Ye! See Ye, Too!" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/27\/us\/hear-ye-hear-ye-see-ye-too.html"} , {"body" : "PERHAPS no other profession touches so many New Yorkers' lives but is as unregulated as that of building superintendent. Many trades have exams and licenses, but the only hint in New York City law that supers even exist is a requirement that buildings with 16 or more units have a janitor on or within 200 feet of the premises 24 hours a day. The law" , "date" : "19980920" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; Supers Trade Tips and Tales of Woe" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/20\/nyregion\/making-it-work-supers-trade-tips-and-tales-of-woe.html"} , {"body" : "FOR CHILDREN Theater PUPPET FESTIVAL. The three-week International Festival of Puppet Theater includes many shows suited for children. The Spanish Los Titiriteros de Binefar presents ''The Fable of the Fox'' about a villager who becomes friends with the fox he once hunted. Tomorrow at 11 A.M. and 2 P.M.; Sunday at noon and 4 P.M. Public Theater," , "date" : "19980918" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/18\/arts\/spare-times-903396.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''LA BOHEME,'' Amato Opera. This scrappy, often inventive company has come up with an angle to attract audiences afresh to Puccini's eternally popular ''Boheme.'' Its advertising calls the opera ''the" , "date" : "19980918" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "5" , "title" : "CLASSICAL MUSIC GUIDE" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/18\/movies\/classical-music-guide.html"} , {"body" : "Union Square Harvest Tomorrow is Union Square Park's annual harvest celebration, and dozens of restaurants and food purveyors will serve samples from 7:30 to 10 P.M. Tickets, to finance improvements to the park, are $75. A Taillevent Evening Taillevent, the three-star Paris restaurant, is coming to New York for one night only. Jean-Claude Vrinat," , "date" : "19980916" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "CALENDAR" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/16\/dining\/calendar.html"} , {"body" : "Twelve years ago, Stacey G. Maher became a rookie New York City police officer despite warnings from a cousin who was a seasoned police supervisor. ''He told me it was a horrible job for women,'' she recalled. ''Every day at work you will be talked about, sized up and dissected like a frog in a lab.'' Officer Maher now ruefully says that the" , "date" : "19980914" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Lawsuits Depict a Police Culture of Sexual Harassment and Cover-Ups" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/14\/nyregion\/lawsuits-depict-a-police-culture-of-sexual-harassment-and-cover-ups.html"} , {"body" : "The police said yesterday that a man who raped a woman on a G train in Brooklyn on Sept. 5 is a serial rapist who attacked a teen-age girl and at least one other woman in similar situations this month and raped another woman earlier this year. The suspect is described as a black man about 25 years old, 5 feet 8 inches tall and weighing about 200" , "date" : "19980913" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "50" , "title" : "Police in Brooklyn Seek Serial Rapist In Subway Assaults" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/13\/nyregion\/police-in-brooklyn-seek-serial-rapist-in-subway-assaults.html"} , {"body" : "THE SETTING: The Great Bridal Expo, a traveling exhibition of wares -- from colanders to contraceptives -- for the soon-to-be married, came to the Marriott Hotel on Adams Street Tuesday night. It was the first time in about 10 years that Brooklyn has been on the event's national itinerary, said Bill Heaton, president of Bridal Expos, which" , "date" : "19980913" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN -- BUZZ; Put on That Tiara and Do the Electric Slide" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/13\/nyregion\/neighborhood-report-downtown-brooklyn-buzz-put-that-tiara-electric-slide.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''LA BOHEME,'' Amato Opera. This scrappy, often inventive company has come up with an angle to attract audiences afresh to Puccini's eternally popular ''Boheme.'' Their advertising calls the opera" , "date" : "19980911" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/11\/movies\/classical-music-and-dance-guide.html"} , {"body" : "Ever-rising construction costs, driven by the resumption of large-scale development in New York City, have delayed and may fundamentally alter plans for a new 18-story Federal courthouse in downtown Brooklyn. The courthouse, planned at Cadman Plaza East and Tillary Street, has already been designed. The General Services Administration received" , "date" : "19980911" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Soaring Costs Delay Building of Federal Courthouse" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/11\/nyregion\/soaring-costs-delay-building-of-federal-courthouse.html"} ,   {"body" : "INTERNATIONAL A3-12 Yeltsin's New Choice Is a Compromise Candidate President Boris N. Yeltsin of Russia bowed out of a confrontation with his emboldened opposition and named Foreign Minister Yevgeny M. Primakov as his compromise candidate to head a new government. The nomination of the veteran diplomat and spymaster was welcomed by a range of" , "date" : "19980911" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/11\/nyregion\/news-summary-802964.html"} , {"body" : "PICHONA ETLIS and three friends traveled from Argentina to New York for a quick getaway. They had already ridden the double-decker tour buses for one of those quickie pseudosurveys of the city. Downtown and uptown, they had shopped and dined, walked and watched. It was all nice, but was it real? Something was missing. Brooklyn. The borough on the" , "date" : "19980909" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "1" , "title" : "About New York; Over a Bridge, The Real Life Of Nueva York" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/09\/nyregion\/about-new-york-over-a-bridge-the-real-life-of-nueva-york.html"} , {"body" : "After years of chronic difficulty attracting qualified teachers to the nation's largest school system, New York City education officials say they have hired 5,000 teachers in one of the most competitive hiring seasons in recent memory -- enough to fill virtually every classroom when the city's 1,100 public schools open tomorrow. Beyond its widely" , "date" : "19980908" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Few Teacher Vacancies as New York City Recruits 5,000 to Schools" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/08\/nyregion\/few-teacher-vacancies-as-new-york-city-recruits-5000-to-schools.html"} , {"body" : "It took 15 years, from when the first plans were drawn up in 1983 until tenants started moving in earlier this year, to turn Brooklyn's Renaissance Plaza from a concept into a reality. But now it is there, its front on Adams Street in the borough's downtown district and complete with 820,000 square feet of Class A office space, a 376-room Marriott" , "date" : "19980902" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Commercial Real Estate; Assembling Brooklyn's Renaissance Plaza Puzzle" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/02\/nyregion\/commercial-real-estate-assembling-brooklyn-s-renaissance-plaza-puzzle.html"} , {"body" : "BACK in Trinidad, a half century ago, Ortner Murray ''never dreamed'' that some day he might actually own property. The only real estate Mr. Murray knew anything about then were the acres that he and his 11 brothers and sisters worked alongside their father, a sharecropper, urging bananas, coconuts and corn from earth entitled to an English" , "date" : "19980816" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Providing Places to Work, Places to Live" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/16\/realestate\/providing-places-to-work-places-to-live.html"} , {"body" : "SOON after arriving in New York, Marjon Rivera fell into his morning routine. On weekdays, shortly before 7 A.M., he stops at a small chapel on the corner of Pine and William Streets, in the heart of the financial district. Burnished light falls through stained-glass windows. About a dozen other Wall Street workers, dressed like Mr. Rivera in suits" , "date" : "19980816" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "1" , "title" : "The Streets Are Paved With PC's; Wall Street and Silicon Alley Lure a New Breed of High-Tech Immigrants" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/16\/nyregion\/streets-are-paved-with-pc-s-wall-street-silicon-alley-lure-new-breed-high-tech.html"} , {"body" : "Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. On permanent display are costumes, set pieces, filming equipment and other items relating to film, television and video. Exhibitions include ''Behind the Screen,'' a permanent display with more than 1,000 artifacts that illustrate the" , "date" : "19980814" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "SPARE TIMES: ATTRACTIONS" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/14\/arts\/spare-times-attractions.html"} , {"body" : "Their stories recalled long-forgotten eras of New York City political history, peppered with reminiscences of neighborhood campaigns in Brooklyn that even years ago had become the stuff of footnotes. Their common thread was the man who had either engineered the campaigns or produced strategies to derail them. For the two dozen or so former" , "date" : "19980814" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "DUTCHESS COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Gathering of Old-School Politicians Mourns a Master of the Craft" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/14\/nyregion\/gathering-of-old-school-politicians-mourns-a-master-of-the-craft.html"} , {"body" : "Representatives of Swiss commercial banks and Holocaust survivors announced a settlement yesterday in which the banks agreed to pay $1.25 billion in restitution to victims of the Nazi era. The agreement, intended to settle the claims of tens of thousands of survivors whose families lost assets in World War II, was hailed by Jewish groups and" , "date" : "19980813" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["SWITZERLAND"] , "nytd_section_facet" : ["Front Page" , "World"] , "page_facet" : "1" , "title" : "SWISS BANKS REACH HOLOCAUST ACCORD" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/13\/world\/swiss-banks-reach-holocaust-accord.html"} , {"body" : "Anthony J. Genovesi, a State Assemblyman and powerful political force in Brooklyn Democratic politics for two decades, was killed on Monday night in a one-car accident about 50 miles north of New York City. Mr. Genovesi, 61, and his 26-year-old daughter, Lara, were returning from a family home in the Berkshires when the car, driven by his daughter," , "date" : "19980812" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE" , "PAWLING (NY)"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "17" , "title" : "Anthony Genovesi, Legislator, Dies at 61 in a One-Car Crash" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/12\/nyregion\/anthony-genovesi-legislator-dies-at-61-in-a-one-car-crash.html"} ,   {"body" : "A child welfare supervisor was arrested yesterday when he tried to walk into the Brooklyn Family Court building with 31 small plastic bags of marijuana, city officials said. The supervisor, Israel Rodriguez, 39, was supposed to examine computers in the courthouse, at 283 Adams Street in downtown Brooklyn. But court officers, who followed routine by" , "date" : "19980808" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Marijuana Charges at Family Court" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/08\/nyregion\/marijuana-charges-at-family-court.html"} , {"body" : "A 1915 warehouse overlooking the Brooklyn waterfront that had been used as an office building in the last decade is now being converted into condominium lofts, offering views of the East River and the Manhattan skyline. The $30 million conversion of the Clock Tower Building at One Main Street is the latest step in the slow transformation of the" , "date" : "19980807" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "RESIDENTIAL REAL ESTATE; A Neighborhood Called Dumbo Has High Hopes" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/07\/nyregion\/residential-real-estate-a-neighborhood-called-dumbo-has-high-hopes.html"} , {"body" : "The heads of the Long Island Power Authority and Marketspan were all smiles today as they met and pledged joint cooperation, including trying to resolve the lingering disputes over a $42 million severance package to Marketspan's former chairman, Dr. William J. Catacosinos. ''Our being here together today is a good beginning,'' said Marketspan's new" , "date" : "19980806" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Power Board To Seek Deal On Severance" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/06\/nyregion\/power-board-to-seek-deal-on-severance.html"} , {"body" : "THE Brooklyn Historical Society created a stir nine years ago by installing large photographic cutouts of Ralph Kramden and Ebbets Field and a model of the Coney Island Cyclone in its landmarked 1880 building in Brooklyn Heights. In a place where Brooklynese was hardly spoken, these icons of popular culture seemed brash. But lately the society has" , "date" : "19980802" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; Not Just Knickknacks, but What?" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/02\/nyregion\/making-it-work-not-just-knickknacks-but-what.html"} , {"body" : "Amid mounting pressure from stockholders, public officials and board members, the embattled chairman of the newly formed Marketspan energy company, Dr. William J. Catacosinos, is negotiating the terms of his resignation, company officials said today. One high-ranking official with close ties to Dr. Catacosinos said the chairman's resignation could" , "date" : "19980731" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "UTILITY EXECUTIVE IN TALKS TO RESIGN" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/31\/nyregion\/utility-executive-in-talks-to-resign.html"} , {"body" : "An article last Sunday about courthouse construction misstated the scope of renovation planned at the United States Post Office and Courthouse in downtown Brooklyn. Four courtrooms in the building are to be restored, not two." , "date" : "19980726" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Corrections" , "Real Estate"] , "page_facet" : "3" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/26\/realestate\/c-corrections-037044.html"} , {"body" : "A Palestinian immigrant who testified that he had wanted to kill as many Jews as possible in a suicide attack was convicted yesterday of plotting to explode a powerful pipe bomb in the New York City subway. But in a case that raised the specter of another terrorist attack in a city where the World Trade Center was bombed five years ago, the jury in" , "date" : "19980724" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Jury Convicts Man in Scheme To Set a Bomb In the Subway" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/24\/nyregion\/jury-convicts-man-in-scheme-to-set-a-bomb-in-the-subway.html"} , {"body" : "With a leasing program nearing completion in downtown Flushing, the Muss Development Company of Queens is confirming the need for modern service-oriented office space in commercial centers outside Manhattan. And as Muss pursues other projects in Brooklyn and Queens, it is also demonstrating the virtues of patience in development work. Remember" , "date" : "19980722" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Commercial Real Estate; Plaza Heeding Call for More Offices" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/22\/nyregion\/commercial-real-estate-plaza-heeding-call-for-more-offices.html"} , {"body" : "PICTURE a courthouse rotunda: sanctuary of law, cynosure of the community. Now pull it out of the building and set it in front, as an entrance. Taper it, tilt its central axis 3 1\/2 degrees and top it with four square fins. Clad it in a sleek white sheath. More than an abstraction, this rotunda is becoming a towering reality in the middle of Long" , "date" : "19980719" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Putting a New Face on Justice" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/19\/realestate\/putting-a-new-face-on-justice.html"} , {"body" : "In a sign that developers are increasingly forced to scout out unlikely locales for new projects, a Manhattan company said yesterday that it would build a huge entertainment complex along the Gowanus Canal in Brooklyn that would include the city's largest multiplex movie theater. The project, to be known as Brooklyn Commons, would be part of a" , "date" : "19980717" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS CANAL (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "3" , "title" : "Theater Complex Planned for Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/17\/nyregion\/theater-complex-planned-for-brooklyn.html"} ,   {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West at 79th Street. Recently opened, the 11,000-square-foot Hall of Biodiversity, focusing on the variety and interdependence of Earth's living things. ''Spirits in Steel: The Art of the Kalabari Masquerade,'' an exhibition featuring 13 steel sculptures by Sokari" , "date" : "19980717" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/17\/arts\/spare-times-919950.html"} , {"body" : "A Federal agent testified yesterday that a man charged with plotting to explode a powerful pipe bomb in a New York City subway told him that he had wanted to bomb a rush-hour train on the B line ''because there are a lot of Jews that ride that train.'' The defendant, Ghazi Ibrahim Abu Maizar, is one of two Palestinian immigrants on trial on charges" , "date" : "19980715" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Defendant Told of Plan To Use Bomb, Agent Says" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/15\/nyregion\/defendant-told-of-plan-to-use-bomb-agent-says.html"} , {"body" : "BRUCE RATNER made a big splash when he moved the 7.2-million-pound Empire Theater 170 feet on 42d Street to serve as an anchor for the entertainment and retail complex he is now building. Cameras recorded the event as balloons resembling the comedians Bud Abbott and Lou Costello, who met at the theater while it was called the Eltinge, appeared to" , "date" : "19980712" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Commercial Property\/Bruce Ratner; Meeting the Demand for Stores Outside Manhattan" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/12\/realestate\/commercial-property-bruce-ratner-meeting-the-demand-for-stores-outside-manhattan.html"} , {"body" : "One day last week, about 20 Orthodox Jews, about half of them ultra-Orthodox Hasidim, stood in a hallway in Federal District Court in Brooklyn and, with ritualistic nods and sways and a collective hum as they murmured their prayer, conducted an afternoon service. Later, some of them drifted into a nearby courtroom and stared at the two men on trial" , "date" : "19980712" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Reporter's Notebook; Worlds Intermingle at Juxtaposed Criminal Trials in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/12\/nyregion\/reporter-s-notebook-worlds-intermingle-at-juxtaposed-criminal-trials-in-brooklyn.html"} , {"body" : "The blue fliers began appearing in the middle of last month, on university campuses and in hiring halls from Vienna to Salzburg to Innsbruck. ''If you can read this,'' the brochures beckoned in English, ''have we got a deal for you!!!'' The advertiser is the New York City Board of Education, and the ''unique chance'' it is offering to Austrians is" , "date" : "19980711" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "AUSTRIA"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Low on Teachers, New York Scours Austria" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/11\/nyregion\/low-on-teachers-new-york-scours-austria.html"} , {"body" : "On the first workday that they were on sale, the new transit passes that offer unlimited rides on the city's subways and buses caused long lines at some token booths yesterday and minor confusion throughout the system. But over all, transit officials said, the new passes were a success. Officials at the Metropolitan Transportation Authority said" , "date" : "19980707" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "M.T.A. Sees Unlimited-Ride Metrocard as Workaday Success" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/07\/nyregion\/mta-sees-unlimited-ride-metrocard-as-workaday-success.html"} , {"body" : "In Manhattan, sure. But Brooklyn? Still, there they are, those big red double-decker tourist buses chugging past Fulton Landing, around Grand Army Plaza and in the shadow of the sleek, 376-room Marriott that is to open Tuesday as Brooklyn's first large new hotel in 68 years. ''Everybody has heard something about Brooklyn,'' said Claudia Pongratz, a" , "date" : "19980706" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "1" , "title" : "A Nice Place to Visit; A Hotel! Bus Tours! Brooklyn Hits the Tourist Map" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/06\/nyregion\/a-nice-place-to-visit-a-hotel-bus-tours-brooklyn-hits-the-tourist-map.html"} , {"body" : "One picture of Lafi Khalil and Ghazi Ibrahim Abu Maizar is of two young Palestinian men who were drifters in Brooklyn, living hand-to-mouth on short-term jobs and ogling women on the street, but hardly terrorists ready to kill for a cause. Another picture is of two men who were hours or days away from exploding a powerful pipe bomb in New York" , "date" : "19980705" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Conflicting Portraits of Bomb Suspects" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/05\/nyregion\/conflicting-portraits-of-bomb-suspects.html"} , {"body" : "Parents are forever trying to teach their children that sharing toys is good. But such generosity can also yield health benefits. So a Cobble Hill couple are founding one of the region's few toy libraries, to help ill infants who are economically disadvantaged. Pauline's Library is to open as part of the Infant and Child Learning Center at Kings" , "date" : "19980705" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: CROWN HEIGHTS; A Library for Toy Therapy" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/05\/nyregion\/neighborhood-report-crown-heights-a-library-for-toy-therapy.html"} , {"body" : "THE peculiar 1892 house at 217 82d Street, between Third Avenue and Ridge Boulevard, has one of Bay Ridge's most unusual interiors. Now a local preservation group is afraid the sophisticated shingle-style building is just a ''tear-down'' in danger of being sold and replaced by town houses. The owner says he is only offering it to families, but in" , "date" : "19980705" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Streetscapes\/217 82d Street, Bay Ridge, Brooklyn; 1892 Shingle-Style House With an Unusual Layout" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/05\/realestate\/streetscapes-217-82d-street-bay-ridge-brooklyn-1892-shingle-style-house-with.html"} ,   {"body" : "FOR most of the 18 years since Adib Abdelshahed emigrated to New York from Egypt, he and several friends felt like nomads as they searched for a place to worship. They had two requirements: it had to be a Lutheran church and the service had to be in Arabic. On most Sundays, Mr. Abdelshahed said, they found themselves in small rooms or the basement" , "date" : "19980628" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; In the Steps of Martin Luther, in Arabic" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/28\/nyregion\/making-it-work-in-the-steps-of-martin-luther-in-arabic.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West at 79th Street. Recently opened, the 11,000-square-foot Hall of Biodiversity, focusing on the variety and interdependence of Earth's living things. ''Spirits in Steel: The Art of the Kalabari Masquerade,'' an exhibition featuring 13 steel sculptures by Sokari" , "date" : "19980626" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/26\/arts\/spare-times-590207.html"} , {"body" : "The dismissal of Mildred Rosario would seem to be clear cut. A substitute public school teacher in the Bronx, Ms. Rosario readily admitted to school officials that she had led her sixth graders in prayer on June 8, asking ''if anyone would like to accept Jesus as their Saviour'' and then laying her hands on their foreheads. The Board of Education" , "date" : "19980626" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Teacher Is Now Political Cause After Dismissal For Class Prayer" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/26\/nyregion\/teacher-is-now-political-cause-after-dismissal-for-class-prayer.html"} , {"body" : "The New York City Rent Guidelines Board voted last night to allow landlords to raise rents by 2 percent when tenants renewed leases for one year and 4 percent when they renewed for two years, a compromise that the board has made several times in the last decade to try to appease tenants and landlords. But, as in years past, both sides charged that" , "date" : "19980623" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Rent Board Votes Increases of 2% and 4%" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/23\/nyregion\/rent-board-votes-increases-of-2-and-4.html"} , {"body" : "Events BROOKLYN ACADEMY OF MUSIC, 30 Lafayette Avenue, Fort Greene. The ''Dance Africa '98 Bazaar,'' a street fair with Dance Africa performances and more than 200 vendors of African food and crafts. Tomorrow from noon to 11 P.M.; Sunday from noon to 7 P.M. Free. Information: (718) 636-4100. BROOKLYN BOTANIC GARDEN, 1000 Washington Avenue. Plant" , "date" : "19980619" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "Centennial Weekend; Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/19\/arts\/centennial-weekend-brooklyn.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. On permanent display are costumes, set pieces, filming equipment and other items relating to film, television and video. Exhibitions include ''Behind the Screen,'' a permanent display with more than 1,000 artifacts that illustrate" , "date" : "19980612" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/12\/arts\/spare-times-375454.html"} , {"body" : "Slicing down the lane, Fred Brown, a 6-foot-4 leaper, tossed the ball off the backboard, spun, snatched it in midflight and dunked backward. Pulling on the iron rim, he remained suspended above the painted asphalt in Holcombe Rucker Park, on Eighth Avenue and 155th Street, in Harlem. Head bowed, elbows splayed, his legs crossed at the ankles, he" , "date" : "19980605" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "WEEKEND WARRIOR; Artistry at the Hoop By Players in a Park" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/05\/arts\/weekend-warrior-artistry-at-the-hoop-by-players-in-a-park.html"} , {"body" : "Museums and Sites ABIGAIL ADAMS SMITH MUSEUM, 421 East 61st Street, Manhattan. The structure, built in 1799 as the carriage house for the estate of Abigail Adams and Col. William Smith, was also the Mount Vernon Hotel from 1826 to 1833. ''Sitting in Style,'' an exhibition of 19th-century painted fancy chairs, includes rarely seen pieces of silver" , "date" : "19980605" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES: ATTRACTIONS" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/05\/arts\/spare-times-attractions.html"} , {"body" : "A 19-year-old Queens man charged with unleashing a hail of gunfire that wounded eight people at a downtown Brooklyn mall last week was released from custody yesterday after his lawyer produced a videotape that appears to show the man was in Queens when the shootings occurred. Prosecutors did not drop the charges against the suspect, Ramon Cable," , "date" : "19980528" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Doubt Cast on Arrest Of Man in Shootings" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/28\/nyregion\/doubt-cast-on-arrest-of-man-in-shootings.html"} , {"body" : "Police detectives have arrested a Queens teen-ager who they said is a member of the Bloods street gang on charges that he shot eight pedestrians in downtown Brooklyn after becoming irritated by a girl's request to leave the gang. The man charged, Ramon Cable, 19, was taken into custody Tuesday night near his home on Beach Street in Rockaway," , "date" : "19980521" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; Queens Man Arrested In Brooklyn Shootings" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/21\/nyregion\/metro-news-briefs-new-york-queens-man-arrested-in-brooklyn-shootings.html"} ,   {"body" : "In yesterday's summertime sun, the Fulton Mall buzzed to the tune of money: as the third busiest shopping district in the city, it trails only Herald Square and Fifth Avenue in Manhattan. Each day, more than 120,000 people visit the strip, spending more than $1 million at the 200 stores between Adams Street and Flatbush Avenue. ''This is where the" , "date" : "19980520" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Shooting Spotlights Troubled Side of a Brooklyn Mall" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/20\/nyregion\/shooting-spotlights-troubled-side-of-a-brooklyn-mall.html"} , {"body" : "A hail of gunfire that left eight people wounded at a downtown Brooklyn mall Monday night may have been the result of a gang-related dispute, the police said yesterday. A man was being questioned last night in connection with the shooting, but he had not been arrested, said Detective Robert Samuel, a police spokesman. The gunman opened fire at 7" , "date" : "19980520" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Suspect Gang Dispute in Shooting" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/20\/nyregion\/police-suspect-gang-dispute-in-shooting.html"} , {"body" : "Six women and two men were wounded by gunfire last evening when a gunman, apparently fighting with an acquaintance, burst out of a clothing store and began shooting into a crowded pedestrian plaza in the heart of downtown Brooklyn, the police said. Shoppers and passers-by dispersed or ducked for cover as bullets sprayed through the air about 7 P.M." , "date" : "19980519" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Eight People Are Wounded by Gunfire at a Downtown Brooklyn Mall" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/19\/nyregion\/eight-people-are-wounded-by-gunfire-at-a-downtown-brooklyn-mall.html"} , {"body" : "A Plan on Social Security A bipartisan commission will propose a plan for Social Security calling for personal investment accounts and a gradual increase in the retirement age to 70. Page A17. Brooklyn Gunfire Wounds 8 A gunman, apparently fighting with an acquaintance, burst out of a clothing store in downtown Brooklyn and began shooting in a" , "date" : "19980519" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "INSIDE" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/19\/nyregion\/inside-015458.html"} , {"body" : "For the last two months, a team of lawyers has been working to keep a former jail guard named Darrel K. Harris from becoming the first person sentenced to death under New York State's 3-year-old capital punishment law. But some of the testimony at Mr. Harris's trial in State Supreme Court in Brooklyn suggests that there was a moment when the" , "date" : "19980518" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Reporter's Notebook; Defending Life of Killer Who Flirted With Death" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/18\/nyregion\/reporter-s-notebook-defending-life-of-killer-who-flirted-with-death.html"} , {"author" : "Mimi Sheraton is a former restaurant critic for The New York Times. Her latest book is ''Food Markets of the World'' (Abrams)." , "body" : "It has always seemed both exciting and practical to take a sightseeing bus tour through a strange city, as I have done many times. But a bus tour through my lost youth? Now there's a trip I wouldn't miss for the world, I thought, when New York Apple Tours announced its first foray into my native Brooklyn. Not that the red-and-yellow, double-decker," , "date" : "19980508" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "27" , "title" : "Touring the Heart's Own Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/08\/arts\/touring-the-heart-s-own-brooklyn.html"} , {"body" : "The Chase Manhattan Bank is giving the New York City Board of Education contemporary artworks that will be hung in the public schools. Chase has long been known for its impressive art collection, which dates to the 1950's, when David Rockefeller was the bank's president. Now its collection includes about 16,000 pieces, ranging from pre-Columbian to" , "date" : "19980424" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "DENMARK"] , "nytd_section_facet" : ["Arts" , "Education"] , "page_facet" : "32" , "title" : "INSIDE ART; Brightening Up Public Schools" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/24\/arts\/inside-art-brightening-up-public-schools.html"} , {"body" : "Vowing to roll back a decadelong policy under which hundreds of thousands of city schoolchildren have advanced without mastering basic skills, Schools Chancellor Rudy Crew said yesterday that he wanted to hold back fourth and seventh graders who fail to meet minimum standards for their grade level, beginning in spring 2000. But while raising the" , "date" : "19980421" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "CHANCELLOR VOWS TO FAIL STUDENTS LACKING IN SKILLS" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/21\/nyregion\/chancellor-vows-to-fail-students-lacking-in-skills.html"} , {"body" : "THE site should have been a retailer's dream: Seventeen acres atop a rocky slope in the Hudson County community of North Bergen, N.J., visible to drivers along the Route 3-Route 495 corridor on the way to or from the Lincoln Tunnel, just over a mile away. Because of a 1980's developer's financial problems, however, the property at Kennedy Boulevard" , "date" : "19980419" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NORTH BERGEN (NJ)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "9" , "title" : "Commercial Property\/North Bergen, N.J.; Work Begins on a 350,000-Sq.-Ft. Retail Center" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/19\/realestate\/commercial-property-north-bergen-nj-work-begins-on-a-350000-sq-ft-retail-center.html"} , {"body" : "In the dimly lighted basement of 125 Worth Street, three blocks north of City Hall, Maurice Simmons, a broad-shouldered 21-year-old who attends accounting school at night, spends his days hauling sacks of garbage and unloading trucks carrying office supplies. On the seventh floor of the building, which houses the New York City Health Department," , "date" : "19980413" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Many Participants in Workfare Take the Place of City Workers" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/13\/nyregion\/many-participants-in-workfare-take-the-place-of-city-workers.html"} ,   {"body" : "BROOKLYN HEIGHTS is in some ways like a historic theater with no cheap seats and a center aisle, busy Montague Street, leading to a blockbuster scene like no other. Rising from the opposite shore of the same bend in the East River that George Washington's retreating army stole across to safety after losing the Battle of Long Island in 1776 is Wall" , "date" : "19980412" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "If You're Thinking of Living In\/Brooklyn Heights; Serenity Looking Out on Stunning Vistas" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/12\/realestate\/if-you-re-thinking-living-brooklyn-heights-serenity-looking-stunning-vistas.html"} , {"body" : "The last tenant left the once thriving block of Court Street between State and Schermerhorn Streets in the early 90's, and, ever since, people in the neighborhood have speculated about what would become of the abandoned row of small shops, a bar, a restaurant and a movie theater. Many have wondered how such a prime piece of Brooklyn Heights real" , "date" : "19980412" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN HEIGHTS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: DOWNTOWN BROOKLYN; The Magical Mystery Block" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/12\/nyregion\/neighborhood-report-downtown-brooklyn-the-magical-mystery-block.html"} , {"body" : "IF your mother had a fur coat, the chances are that it spent its summers in Harlem. The brick building at Amsterdam Avenue and 126th Street was a fur-storage center for almost 50 years, with armored trucks carrying the coats from retailers across the city for storage during warm weather months. Unoccupied for the last decade, the building, built as" , "date" : "19980412" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Commercial Property\/Harlem; Around 125th Street, New Interest and Optimism" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/12\/realestate\/commercial-property-harlem-around-125th-street-new-interest-and-optimism.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West at 79th Street. ''The Nature of Diamonds,'' an exhibition exploring all aspects of the mineral, from its geological origins to its popularity as an adornment to its modern uses in technology and research. Through April 26. Admission is by timed ticket only." , "date" : "19980410" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/10\/arts\/spare-times-427292.html"} , {"body" : "FOR CHILDREN Theater ''THE BROADWAY KIDS SING BROADWAY,'' an hourlong performance of songs from ''Annie,'' ''The Sound of Music,'' ''Oliver!'' and other shows, sung by young theater veterans. Saturdays and Sundays at noon. At the John Houseman Theater, 450 West 42d Street, Clinton. Tickets: $20. Information: (212) 354-2220. ''CHAMELEONS,'' a" , "date" : "19980410" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/10\/arts\/spare-times-427217.html"} , {"body" : "To the Editor: Joan K. Davidson's essay on Empire Stores\/Fulton Ferry Park (''O Park, We Hardly Knew Ye,'' Soapbox, March 15) presents a skewed view of efforts to develop the site. The article neglects to place Empire Stores\/Fulton Ferry in the larger context of efforts to plan for the future of the downtown Brooklyn waterfront, which stretches" , "date" : "19980405" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)" , "EMPIRE STORES\/FULTON FERRY PARK (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "15" , "title" : "Essay on River Park Ignores Effort to Improve the Site" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/05\/nyregion\/l-essay-on-river-park-ignores-effort-to-improve-the-site-349801.html"} , {"body" : "For a Mayor who takes pride in the tight control he has asserted over an economically buoyant city, they are both a political asset and a pesky distraction: New York City's 39 business improvement districts, which for more than a decade have performed a variety of municipal good works beyond the reach of City Hall. But last week Mayor Rudolph W." , "date" : "19980405" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "The Mayor's Reach" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/05\/nyregion\/the-mayor-s-reach.html"} , {"body" : "This is a sampling of the musical presentations planned for the holiday season at churches and concert halls in New York City. All are free unless otherwise noted. (Churches accept donations.) This selection, compiled by Paul Griffiths, represents what caught this critic's eye and excited his expectations. Unless noted, church choirs are featured" , "date" : "19980403" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "6" , "title" : "From 'Passion' to 'Alleluia,' the Music of a Sacred Season" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/03\/movies\/from-passion-to-alleluia-the-music-of-a-sacred-season.html"} , {"body" : "BACK when East New York seemed more like West Hell, Betty Peterson-Williams heard of new homes sprouting up there and in Brownsville. The houses were squat, but not without charm -- for about $50,000, they offered renters the chance to become homeowners while sweeping away the carpet of rubble that covered many blocks in the Brooklyn neighborhoods" , "date" : "19980401" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; A Project Called Hope, Unrealized" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/01\/nyregion\/about-new-york-a-project-called-hope-unrealized.html"} , {"body" : "Six hundred nurses went on strike yesterday at Maimonides Medical Center, demonstrating in force outside Brooklyn's second-largest hospital in an angry picket line that reverberated with cries of strong-arm management tactics. In turn, hospital administrators hired replacement workers and accused striking nurses of sabotaging three operating rooms" , "date" : "19980331" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Nurses Strike Maimonides Center In Deadlock Over Cuts in Benefits" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/31\/nyregion\/nurses-strike-maimonides-center-in-deadlock-over-cuts-in-benefits.html"} ,   {"body" : "After a last-minute dispute with City Hall was resolved, the Metropolitan Transportation Authority yesterday approved the renovation of Brooklyn's busiest rail terminal, the combined Long Island Rail Road and subway station at Atlantic Avenue and Flatbush Avenue, and the construction of a large shopping mall above it. Long envisioned as a link in a" , "date" : "19980327" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Plan Ratified for Mall at L.I.R.R. Terminal" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/27\/nyregion\/plan-ratified-for-mall-at-lirr-terminal.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. On permanent display are costumes, set pieces, filming equipment and other items relating to film, television and video. Exhibitions include ''Behind the Screen,'' a permanent display with more than 1,000 artifacts that illustrate" , "date" : "19980327" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/27\/arts\/spare-times-205656.html"} , {"body" : "A 19-year-old Brooklyn man on parole for felony drug and weapons convictions cut off an electronic tracking bracelet he was required to wear and set out on a crime spree with various accomplices that included at least four robberies and three shootings over five days, the police said. The man, Dante Britt, was arrested early yesterday morning at" , "date" : "19980324" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Parolee Accused of Crime Spree in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/24\/nyregion\/parolee-accused-of-crime-spree-in-brooklyn.html"} , {"body" : "ATTRACTIONS Museums and Sites ABIGAIL ADAMS SMITH MUSEUM, 421 East 61st Street, Manhattan. The structure, built in 1799 as the carriage house for the estate of Abigail Adams and Col. William Smith, also served as the Mount Vernon Hotel from 1826 to 1833. Hours: Tuesdays through Sundays, 11 A.M. to 4 P.M.; closed Mondays. Museum admission: $3;" , "date" : "19980320" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/20\/arts\/spare-times-096687.html"} , {"body" : "From outward appearances, it was a normal day at the Park Avenue headquarters of Chase Manhattan, except perhaps for the spectacle next door on 48th Street, where St. Patrick's Day marchers gave an oddly festive air to one of New York City's most bankerly addresses. But inside, after Chase announced big job cuts, it was grim. ''Of course people are" , "date" : "19980318" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "2" , "title" : "New Dose of Anxiety At Ever-Changing Bank" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/18\/business\/new-dose-of-anxiety-at-ever-changing-bank.html"} , {"body" : "To Fred J. Levine, president of a Park Avenue printing company, ''it looks like a terrific opportunity.'' To Sonia Henry, human resources coordinator at the Battery Park City Authority, it ''seems workable, but then we'll have to see.'' Such were two of the early reactions to a sweeping plan by Congress to let employers offer up to $65 a month in" , "date" : "19980314" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Senate's Proposal for Mass-Transit Vouchers Is Met With Wary Optimism" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/14\/nyregion\/senate-s-proposal-for-mass-transit-vouchers-is-met-with-wary-optimism.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West at 79th Street. ''Sacred Mountains of the World,'' an exhibition of photographs exploring the cultural, religious and symbolic significance of some of the world's most famous mountains. Through March 31. Other exhibitions include ''The Nature of Diamonds,'' which" , "date" : "19980313" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/13\/arts\/spare-times-986178.html"} , {"body" : "Wendy Scribner spent 10 years writing her dissertation, typing it at night in a railroad flat on East Ninth Street while her two small boys were growing up in a windowless middle room. It was the pinched, obsessed life of an underground character in a novel by Dostoyevsky, one of her favorite authors. But the sacrifices for her Ph.D., which she" , "date" : "19980308" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "35" , "title" : "After Her Ph.D., the Scavenger's Life; Trying to Turn a Patchwork of Part-Time Jobs Into an Academic Career" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/08\/nyregion\/after-her-phd-scavenger-s-life-trying-turn-patchwork-part-time-jobs-into.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 34-12 36th Street, at 35th Avenue, Astoria, Queens. On permanent display are costumes, set pieces, filming equipment and other items relating to film, television and video. Exhibitions include ''Behind the Screen,'' a permanent display with more than 1,000 artifacts that illustrate" , "date" : "19980306" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "47" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/06\/arts\/spare-times-876330.html"} , {"body" : "FOR CHILDREN Theater ''THE BIG SLEEP OVER,'' a new interactive production by the Paper Bag Players that lets the audience sing, dance and perform magic. Tomorrow and Sunday at 2 P.M. At the Kaye Playhouse, Hunter College, 68th Street between Lexington and Park Avenues, Manhattan. Tickets: $15 and $20. Information: (212) 772-4448. ''THE BROADWAY" , "date" : "19980306" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "47" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/06\/arts\/spare-times-872580.html"} ,   {"body" : "WARRACK-James T. The Department of Psychiatry at Long Island College Hospital mourns the sudden passing of Mr. James T. Warrack, C.S.W., CASAC, Clinical Director of our Duffield Street Alcoholism Treatment Program in downtown Brooklyn. Mr. Warrack was a distinguished colleague, friend, mentor, and clinician who over his 12 year career with us made" , "date" : "19980306" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "13" , "title" : "Paid Notice: Deaths WARRACK, JAMES T." , "url" : "http:\/\/www.nytimes.com\/1998\/03\/06\/classified\/paid-notice-deaths-warrack-james-t.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 35th Avenue at 36th Street, Astoria, Queens. On permanent display are costumes, set pieces, filming equipment and other items relating to film, television and video. Exhibitions include ''Behind the Screen,'' a permanent display with more than 1,000 artifacts that illustrate the" , "date" : "19980227" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/27\/arts\/spare-times-765996.html"} , {"body" : "Henny Youngman, the King of the One-Liners, who implored his audiences for more than six decades to ''take my wife -- please,'' died yesterday at the Mount Sinai Medical Center in Manhattan. He was 91 years old and lived on West 55th Street in Manhattan. Mr. Youngman had been hospitalized since Jan. 2. Michael Camerman, Mr. Youngman's assistant," , "date" : "19980225" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "9" , "title" : "Henny Youngman, King of the One-Liners, Is Dead at 91 After 6 Decades of Laughter" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/25\/arts\/henny-youngman-king-of-the-one-liners-is-dead-at-91-after-6-decades-of-laughter.html"} , {"body" : "It took 35 days to hand-count the 172,000 paper ballots cast in the most recent New York City school board elections, held in the spring of 1996. But if a legislative task force has its way, that cumbersome, Byzantine process will never be repeated. In a draft report issued yesterday, the task force recommended that the Legislature replace the" , "date" : "19980225" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Simplifying Elections for School Boards" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/25\/nyregion\/simplifying-elections-for-school-boards.html"} , {"body" : "DOWNTOWN BROOKLYN The Antislavery Movement And Brooklyn's Role in It Just how did the residents of King County help in the abolitionist movement? The answer to that question is explored in the exhibition ''In Pursuit of Freedom: African Americans in Brooklyn and the Antislavery Movement.'' Sponsored by the Brooklyn Historical Society and the office" , "date" : "19980222" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/22\/nyregion\/playing-in-the-neighborhood-676187.html"} , {"body" : "DR. EDWARD ELKOWITZ of Kings Point has recreated downtown Brooklyn in his basement. It's a big basement. ''I have the Navy Yard and thousands of little people,'' Dr. Elkowitz said. In addition to Brooklyn, his basement also holds Gettysburg and two other cities. ''I built all the houses and buildings,'' he said. ''I bought the people.'' ''It's easy" , "date" : "19980222" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "LONG ISLAND JOURNAL; Glory of Brooklyn, in a Kings Point House" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/22\/nyregion\/long-island-journal-glory-of-brooklyn-in-a-kings-point-house.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 35th Avenue at 36th Street, Astoria, Queens. On permanent display are costumes, set pieces, filming equipment and other items relating to film, television and video. Exhibitions include ''Behind the Screen,'' a permanent display with more than 1,000 artifacts that illustrate the" , "date" : "19980220" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/20\/arts\/spare-times-657697.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West at 79th Street. Saturdays and Sundays through Feb. 22, ''African Diaspora Celebration,'' with music, films and discussions. Tomorrow and Sunday at 1 P.M.: two short films, ''Drive By: A Love Story,'' about violence in African-American communities, and ''Burning" , "date" : "19980213" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/13\/arts\/spare-times-547999.html"} , {"body" : "VALENTINE CITY Broadway's Heart Goes Out In Youth Theater Concert Cupid's arrow will pierce the Big Apple in a number of ways this week. On Saturday, the New York Youth Theater will present its second annual Valentine's Day Concert. Alison Fraser, the Broadway veteran, will be host of the event and sing a song from her Tony-nominated performance in" , "date" : "19980208" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/08\/nyregion\/playing-in-the-neighborhood-449598.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 35th Avenue at 36th Street, Astoria, Queens. On permanent display are costumes, set pieces, filming equipment and other items relating to film, television and video. Exhibitions include ''Behind the Screen,'' a permanent display with more than 1,000 artifacts that illustrate the" , "date" : "19980206" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/06\/arts\/spare-times-434841.html"} ,   {"body" : "Here is a selective listing by critics of The Times of new or noteworthy art, design and photography exhibitions at New York City museums and art galleries this weekend. Galleries, unless otherwise noted, are in Manhattan and are open Tuesdays through Saturdays from 10 or 11 A.M. to 5 or 6 P.M.; gallery admission is free. * denotes a highly" , "date" : "19980206" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/06\/arts\/art-guide.html"} , {"body" : "Darius Hayward is between jobs. Almost a month has passed since his holiday-season stint as a Toys ''R'' Us stock clerk, and he does not relish the feeling of joblessness. On the other hand, he finds a certain pleasure in telling people he is temporarily unemployed, because until November, Mr. Hayward, 36, had never held a job. For nearly a decade," , "date" : "19980130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "The Neediest Cases; Ready to Work, After Battling Mental Illness" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/30\/nyregion\/the-neediest-cases-ready-to-work-after-battling-mental-illness.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 35th Avenue at 36th Street, Astoria, Queens. On permanent display are costumes, set pieces, filming equipment and other items relating to film, television and video. Exhibitions include ''Behind the Screen,'' a permanent display with more than 1,000 artifacts that illustrate the" , "date" : "19980130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/30\/arts\/spare-times-323446.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy art, design and photography exhibitions at New York City museums and art galleries this weekend. Galleries, unless otherwise noted, are in Manhattan and are open Tuesdays through Saturdays from 10 or 11 A.M. to 5 or 6 P.M.; gallery admission is free. * denotes a highly" , "date" : "19980130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/30\/arts\/art-guide.html"} , {"body" : "A police detective was shot in the leg last night by an escaped prisoner discovered hiding beneath a bed in a friend's apartment in Far Rockaway, Queens, the police said. The detective, Larry Malloy, 40, a 13-year veteran, was in stable condition at Jamaica Hospital last night. He was the fifth police officer shot in the city in the last four" , "date" : "19980129" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Police Detective Is Shot in Leg While Arresting an Escapee" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/29\/nyregion\/police-detective-is-shot-in-leg-while-arresting-an-escapee.html"} , {"body" : "INTERNATIONAL A3-9 Albright Says U.S. Is Ready To Act Alone Against Iraq Secretary of State Madeleine K. Albright said the United States was ready to act alone if necessary to punish Iraq for its efforts to develop chemical and biological weapons. Though Ms. Albright reiterated the warning that President Clinton delivered on Tuesday, White House" , "date" : "19980129" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/29\/nyregion\/news-summary-314625.html"} , {"body" : "Saying that City Hall needed to be more involved in the planning process, Mayor Rudolph W. Giuliani yesterday delayed by at least a month a plan to build a shopping mall over the Atlantic Terminal in downtown Brooklyn. The Metropolitan Transportation Authority had been set to vote on the plan at a meeting yesterday, but the item was abruptly pulled" , "date" : "19980129" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Mayor, Ordering City Hall Review, Delays Plan to Build Mall Over Brooklyn Terminal" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/29\/nyregion\/mayor-ordering-city-hall-review-delays-plan-to-build-mall-over-brooklyn-terminal.html"} , {"body" : "Transit officials have endorsed a private developer's plan to build a 450,000-square-foot mall over the Atlantic Terminal in downtown Brooklyn, the latest link in a chain of development that has transformed the area over the last decade. If it receives final approval, the proposal will fill a tract that has been empty for at least 30 years and was" , "date" : "19980128" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "M.T.A. Backs Plan to Build Mall Over Brooklyn Terminal" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/28\/nyregion\/mta-backs-plan-to-build-mall-over-brooklyn-terminal.html"} , {"body" : "Long Island City Mall Gets Big, New Supermarket Long Island City, Queens, has joined in the wave of superstores and megamalls moving through the boroughs outside Manhattan. A 63,000-square-foot Edwards supermarket opened on Jan. 7 in the 220,000-square-foot Shops at Northern Boulevard. The mall, at 48th Street and Northern Boulevard, is a project" , "date" : "19980125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1998\/01\/25\/nyregion\/new-yorkers-co-225096.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 35th Avenue at 36th Street, Astoria, Queens. On permanent display are costumes, set pieces, filming equipment and other items relating to film, television and video. Exhibitions include ''Behind the Screen,'' a permanent display with more than 1,000 artifacts that illustrate the" , "date" : "19980123" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/23\/arts\/spare-times-222410.html"} ,   {"body" : "A month after accusing Circuit City, the nation's largest consumer electronics chain, of improperly charging a 15 percent ''restocking fee'' on merchandise returns, New York City's Department of Consumer Affairs said yesterday that it would seek more than $30,000 in fines from the chain. Circuit City ''broke the law and ripped off consumers" , "date" : "19980122" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "New York Seeks Fines Over a Retailer's Restocking Fee" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/22\/nyregion\/new-york-seeks-fines-over-a-retailer-s-restocking-fee.html"} , {"body" : "First Steps For Balletgoers Who says that classical ballet doesn't have a sense of humor? When the ABT Studio Company performs this weekend, the members will offer a number of twists and turns, and not just with their feet. In ''La Folia,'' choreographed by Mark Godden, women lift men, said the company's director, John Meehan. He added that the" , "date" : "19980116" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "FAMILY FARE" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/16\/arts\/family-fare.html"} , {"body" : "One of the zaniest, most engaging pieces of public sculpture in Manhattan right now is Donald Lipski's ''Yearling'' (1992), in Doris C. Freedman Plaza at the southeastern edge of Central Park. A child's red chair of steel and fiberglass 20 feet high with a toy spotted pony standing on it, the sculpture appeals in part because of its cockeyed" , "date" : "19980116" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "ART REVIEW; A Chair, a Fireplace, Binoculars: Sculpture to Be Seen on the Street" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/16\/arts\/art-review-a-chair-a-fireplace-binoculars-sculpture-to-be-seen-on-the-street.html"} , {"body" : "THE offices of the community organizing group known as Acorn are rather playfully located in a drab downtown Brooklyn building just above a branch of its archnemesis, the city's Human Resources Administration. When the group moved in last November, the security director of the city social services agency walked upstairs suspiciously, figuring it" , "date" : "19980116" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; He Fights, Patiently, for Workfare Laborers" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/16\/nyregion\/public-lives-he-fights-patiently-for-workfare-laborers.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 35th Avenue at 36th Street, Astoria, Queens. On permanent display are costumes, set pieces, filming equipment and other items relating to film, television and video. Exhibitions include ''Behind the Screen,'' a permanent display with more than 1,000 artifacts that illustrate the" , "date" : "19980116" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/16\/arts\/spare-times-097632.html"} , {"body" : "Describing scenes of unbridled and flamboyant drug use, a Federal prosecutor charged yesterday that Peter Gatien, the prominent nightclub operator, was a profit-driven Pied Piper who lured young people to his clubs by turning them into ''massive drug supermarkets.'' ''At nightclubs throbbing with music and flashing lights, thousands of young" , "date" : "19980115" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Club Operator Created 'Drug Supermarkets,' Prosecutor Says" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/15\/nyregion\/club-operator-created-drug-supermarkets-prosecutor-says.html"} , {"body" : "After 15 years of making and (mostly) winning courageous bets on artists at its Next Wave Festival, the always bold Brooklyn Academy of Music is entering an ambitious new phase, a next wave of the institution itself. By almost any measure, the Brooklyn Academy is one of New York City's success stories. Back in 1967, when Harvey Lichtenstein became" , "date" : "19980114" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Brooklyn Academy Bets on the Borough" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/14\/arts\/brooklyn-academy-bets-on-the-borough.html"} , {"body" : "The first time she heard the voices, Marie-Francois B. was 20 years old, wandering over a Haitian hillside on a humid afternoon. She tried to shake them off, assuring herself that her demons would stay behind when her vacation ended and she returned to New York City, where she had lived since age 16. But somehow they sneaked aboard her return" , "date" : "19980114" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "The Neediest Cases; Demons Banished, a Mother Takes Her Children Back" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/14\/nyregion\/the-neediest-cases-demons-banished-a-mother-takes-her-children-back.html"} , {"body" : "A FEW years ago real estate executives were coining slogans like ''Stay alive till 95'' and ''Find something to do until 20-02'' that expressed the difficulty of operating in a market that was sluggish at best. Today, nobody has the time to think up clever sayings. They are too busy making deals. ''It's been a phenomenal year, the best we have seen" , "date" : "19980111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "STAMFORD (CONN)" , "TIMES SQUARE AND 42D STREET (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "It Was the Year of 'Let's Make a Deal'" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/11\/realestate\/it-was-the-year-of-let-s-make-a-deal.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF THE MOVING IMAGE, 35th Avenue at 36th Street, Astoria, Queens. On permanent display are costumes, set pieces, filming equipment and other items relating to film, television and video. Exhibitions include ''Behind the Screen,'' a permanent display with more than 1,000 artifacts that illustrate the" , "date" : "19980109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/09\/arts\/spare-times-984442.html"} ,   {"body" : "With the divisive search process that brought Dr. Rudy Crew to New York City in October 1995 a distant memory, the Board of Education voted unanimously yesterday to extend his contract as Schools Chancellor through July 1999, the latest date permitted under law. If Dr. Crew serves through July 1999, which would be three months shy of his four-year" , "date" : "19980108" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Board Extends Crew's Contract by a Unanimous Vote" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/08\/nyregion\/board-extends-crew-s-contract-by-a-unanimous-vote.html"} , {"body" : "ATTRACTIONS Museums and Sites ABIGAIL ADAMS SMITH MUSEUM, 421 East 61st Street, Manhattan. The structure, built in 1799 as the carriage house for the estate of Abigail Adams and Col. William Smith, also served as the Mount Vernon Hotel from 1826 to 1833. The exhibition ''Childhood Pleasures in New York City Before the Civil War'' focuses on" , "date" : "19980102" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/02\/arts\/spare-times-881082.html"}]