[  {"body" : "Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West at 79th Street. The Hall of Biodiversity focuses on the variety and interdependence of earth's living things. Exhibitions: ''The Sacred Arts of Haitian Vodou'' explores the Afro-Caribbean religion of voodoo, including paintings, sequined flags, a replica of a voodoo temple," , "date" : "19981225" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "SPARE TIMES: ATTRACTIONS" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/25\/arts\/spare-times-attractions.html"} , {"body" : "The spirit of Christmas resides in Brooklyn, at 7823 12th Avenue in Dyker Heights. There, in a four-bedroom brick row house, Peter and Janet Marcolini have hung, strung and sprung a dazzling array of decorations for a quarter century, each year noticeably more than the year before. They may be running out of space, but they will never run out of" , "date" : "19981218" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "DYKER HEIGHTS (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "So Bright You Might Say It Glows" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/18\/arts\/so-bright-you-might-say-it-glows.html"} , {"author" : "William R. Everdell teaches history at St. Ann's School in Brooklyn and is the author of ''The First Moderns.''" , "body" : "THE NEIGHBORHOODS OF BROOKLYN Introduction by Kenneth T. Jackson. John B. Manbeck, consulting editor. Illustrated. 246 pp. New Haven: Citizens Committee for New York City\/ Yale University Press. $29.95 More like a catalogue than an encyclopedia, ''The Neighborhoods of Brooklyn'' consists of short illustrated chapters on 47 big-city neighborhoods, a" , "date" : "19981213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "15" , "title" : "Artful Dodgers" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/13\/books\/artful-dodgers.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; meetings usually held on second Tuesday of month, but the next meeting is Dec. 1, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg. Board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn," , "date" : "19981115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; From Red Hook to Cypress Hills: When and Where the Community Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/15\/nyregion\/neighborhood-report-brooklyn-up-close-red-hook-cypress-hills-when-where.html"} , {"body" : "Sitting behind a bare desk in a busy campaign headquarters in the Bensonhurst section of Brooklyn, Luigi R. Marano, a veteran of generations of Republican campaigns in Brooklyn, discussed his return this year to electoral politics. ''If John Glenn can go back into outer space,'' the 77-year-old Mr. Marano said, referring to the former astronaut and" , "date" : "19981029" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "THE 1998 CAMPAIGN: IN BROOKLYN; A Veteran Candidate Runs Once More, With Feeling" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/29\/nyregion\/the-1998-campaign-in-brooklyn-a-veteran-candidate-runs-once-more-with-feeling.html"} , {"body" : "Four men who were arrested Wednesday on charges that they had posed as water utility workers to enter and rob two Brooklyn apartments were placed in the first of a long series of lineups yesterday to see if they could be linked to several dozen similar robberies in the borough over the last two months, the police said. If the men are picked out by" , "date" : "19981023" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Men Charged in Robbery Ruse May Be Linked to Other Crimes" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/23\/nyregion\/men-charged-in-robbery-ruse-may-be-linked-to-other-crimes.html"} , {"body" : "For some of the younger marchers, the demonstration Monday night that paralyzed parts of midtown Manhattan was their first political rally. For some older protesters, though, the march -- to express outrage over the killing of a gay college student in Wyoming -- was a return to the angry street protests that had so often symbolized the militancy of" , "date" : "19981021" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "LARAMIE (WYO)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Killing Shakes Complacency Of the Gay Rights Movement" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/21\/nyregion\/killing-shakes-complacency-of-the-gay-rights-movement.html"} , {"body" : "A pair of recent graduates from New Utrecht High School in Dyker Heights, Brooklyn, and 40 accomplices are suspected of defrauding area businesses of more than $200,000 over the last 18 months, the police said yesterday. The two suspects, Gennaro Cacciuttolo and Francesco Lamberti, both 19, are accused of posing as MoneyGram employees and promising" , "date" : "19981002" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO NEWS BRIEFS: NEW YORK; Fraud Scheme Netted More Than $200,000" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/02\/nyregion\/metro-news-briefs-new-york-fraud-scheme-netted-more-than-200000.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; meeting usually held on second Tuesday of month; but next meeting is on Wednesday, Oct. 14, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown" , "date" : "19980927" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Bushwick to Bensonhurst, When the Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/27\/nyregion\/neighborhood-report-brooklyn-up-close-bushwick-bensonhurst-when-boards-meet.html"} , {"body" : "A Brooklyn teen-ager was facing assault charges yesterday after the police said he beat and yelled racial slurs at a 46-year-old Chinese immigrant who was sweeping leaves in front of his apartment building Friday. The teen-ager, Christopher Pinco, 18, also faces a harassment charge in the beating of Lin Hong Zhang, said Tracy Manley, a spokeswoman" , "date" : "19980426" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Teen-Ager Accused Of Beating Man, 46" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/26\/nyregion\/teen-ager-accused-of-beating-man-46.html"} ,   {"body" : "They came in silence, adorning the sides of a narrow chapel with funeral wreaths, then sat and bowed to the open casket of a young woman whose life had been suddenly, bizarrely, cut short. Li Ting Wen was struck by an avalanche of bricks on April 9 as she walked home from work on the Lower East Side of Manhattan. She died at Bellevue Hospital" , "date" : "19980422" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Somber Funeral for Woman Killed by Tumbling Masonry" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/22\/nyregion\/somber-funeral-for-woman-killed-by-tumbling-masonry.html"} , {"body" : "The Metrocard has done such a good job of luring commuters to city buses that rider advocates and union officials say an old demon has returned in force: ''bus bunching.'' The so-called bunching occurs when buses on the same route get caught in traffic and arrive at certain stops at the same time, creating long gaps in service. And sometimes, the" , "date" : "19980418" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Fare Promotions Snarl Bus Service, Critics Say" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/18\/nyregion\/fare-promotions-snarl-bus-service-critics-say.html"} , {"body" : "A woman who was struck last week by masonry falling from a Lower East Side building died late Saturday, the police said yesterday. The woman, Li Ting Wen, 32, of Dyker Heights, Brooklyn, had been unconscious and on life support systems at Bellevue Hospital Center since being struck Thursday when part of the facade fell from a three-story commercial" , "date" : "19980413" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Woman Dies 2 Days After Being Hit by Building Masonry" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/13\/nyregion\/woman-dies-2-days-after-being-hit-by-building-masonry.html"} , {"body" : "As a 32-year-old woman lay unconscious and on life support, an owner of the Lower East Side building where a section of facade fell and struck the woman said yesterday that the building had been trouble free and that the incident was ''a terrible accident.'' Max Handelman, one of the building's owners, said in a telephone interview yesterday that" , "date" : "19980411" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "At Building Where Masonry Fell, Regrets but No Answers" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/11\/nyregion\/at-building-where-masonry-fell-regrets-but-no-answers.html"} , {"body" : "A 32-year-old woman was critically injured last night when a large section of a building's facade fell 30 feet and landed on top of her as she walked down the Bowery on the Lower East Side. The woman, Li Ting Wen of Dyker Heights, Brooklyn, was in critical condition last night at Bellevue Hospital Center, the authorities said. A city official, who" , "date" : "19980410" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Building Facade Collapses, Critically Injuring Woman" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/10\/nyregion\/building-facade-collapses-critically-injuring-woman.html"} , {"body" : "A 57-year-old livery cab driver who was held up by a gunman inside his taxi in Brooklyn yesterday morning fought back and was shot three times during a struggle in which he managed to disarm his assailant and, despite his wounds, hold the suspect at gunpoint until help arrived, the police said. When the police arrived at the scene they found the" , "date" : "19980223" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Cabdriver, Shot 3 Times, Captures Armed Robber, Police Say" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/23\/nyregion\/cabdriver-shot-3-times-captures-armed-robber-police-say.html"} , {"body" : "A fire in an electrical switch cut power to 5,000 Brooklyn residents for two hours last night, Con Edison said. Three firefighters were slightly hurt. About 65 gallons of oil in the switch in Dyker Heights burst into flames about 8 P.M., sparking a 20-minute, two-alarm fire, Con Edison and Fire Department officials said. Seven parked cars were" , "date" : "19980219" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK CITY; 5,000 Lose Power After Fire in Switch" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/19\/nyregion\/metro-news-briefs-new-york-city-5000-lose-power-after-fire-in-switch.html"}]