[  {"body" : "Here we go again. Dana Garner is the compulsive liar whose fantasies and false testimony sent an innocent man to prison for murder in 1991. The man, Jeffrey Blake, was freed two months ago. By then it had become clear to authorities that Mr. Garner, who claimed to have seen Mr. Blake kill two men in a car in Brooklyn, was not even in New York when" , "date" : "19981231" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "19" , "title" : "In America; Justice Confounded" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/31\/opinion\/in-america-justice-confounded.html"} , {"body" : "The deaths of two firefighters in a Brooklyn fire in June were reclassified as homicides after fire marshals determined that the blaze was the result of arson, the City Medical Examiner's office said yesterday. The five-alarm fire in East New York swept through a row of small, wood-frame houses on June 5. Capt. Scott LaPiedra, 40, a 19-year veteran" , "date" : "19981230" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Fire That Killed 2 Firefighters in June Is Ruled to Be Arson" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/30\/nyregion\/fire-that-killed-2-firefighters-in-june-is-ruled-to-be-arson.html"} , {"body" : "When plans were announced for a 12-screen multiplex and a Barnes & Noble bookstore in downtown Brooklyn, the project seemed like a case study in urban rebirth. It would rise on a gritty block of Court Street, an ugly hole in the ground that was once the site of a theater that showed pornographic movies. For years, residents in Brooklyn Heights had" , "date" : "19981228" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "Lights, Camera, Lots of Action; Multiplex Plan Raises Concerns in Brooklyn Heights" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/28\/nyregion\/lights-camera-lots-of-action-multiplex-plan-raises-concerns-in-brooklyn-heights.html"} , {"body" : "A 9-year-old boy who was killed by a hit-and-run driver in Queens and a man who was shot 13 times on an Upper West Side street were among six people who were killed and four others who were injured yesterday during an unusually violent day in New York City, the police said. In a year in which the city has averaged fewer than two killings a day," , "date" : "19981228" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Boy Dies in Hit-Run, 1 of Day's 6 Killings" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/28\/nyregion\/boy-dies-in-hit-run-1-of-day-s-6-killings.html"} , {"body" : "MORE than two and a half years have passed since a stray calico carried her five kittens from a burning building in East New York, Brooklyn, and became the poster cat for heroic animals. Yet Scarlett remains an international celebrity. This month, the Sally Jessy Raphael show videotaped her at her Brooklyn home for a coming show, and PBS plans to" , "date" : "19981227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "Fans, and Fancy Feast, for Scarlett the Hero Cat" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/27\/nyregion\/fans-and-fancy-feast-for-scarlett-the-hero-cat.html"} , {"author" : "Samuel G. Freedman, a professor of journalism at Columbia University, is the author of three books including ''Upon This Rock: The Miracles of a Black Church.''" , "body" : "Early on a Sunday morning almost a decade ago, I picked my way warily through the ruined streets of East New York, Brooklyn, bound for the church that would change my life. I did not know then, of course, how St. Paul Community Baptist Church would transform me. I knew only that I intended to write a book on the congregation and its pastor, the" , "date" : "19981225" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "MY BROOKLYN; Revisiting 'Church Unusual,' Reviving a Common Bond" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/25\/arts\/my-brooklyn-revisiting-church-unusual-reviving-a-common-bond.html"} , {"body" : "The number of killings reported so far this year in New York City has fallen to 606, putting the city on a pace to end the year with fewer homicides than it had in 1964, when the Beatles played ''The Ed Sullivan Show,'' the Verrazano-Narrows Bridge opened and a woman named Kitty Genovese was killed in Queens. The huge drop in crime means that if" , "date" : "19981224" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "HOMICIDES DECLINE BELOW 1964 LEVEL IN NEW YORK CITY" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/24\/nyregion\/homicides-decline-below-1964-level-in-new-york-city.html"} , {"body" : "Olive Cesar, 35, felt chest pain on the morning of Aug. 13, but she ignored it and drove from her apartment in Brooklyn to her nurse's aide job on Long Island. After all, Ms. Cesar, 35, had rent to pay and four children to feed. But the pain had been signaling a heart attack, and later that afternoon Ms. Cesar was hospitalized. She recovered from" , "date" : "19981221" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "THE NEEDIEST CASES; Helping Out A Mother Fighting A Disability" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/21\/nyregion\/the-neediest-cases-helping-out-a-mother-fighting-a-disability.html"} , {"body" : "Outside the Marine Park Funeral Home in Brooklyn, where friends and relatives gathered yesterday for the wake of a fallen firefighter, Christopher M. Bopp, a tall somber man in the dark dress uniform of the New York City Fire Department smoked a cigarette and fought back tears. ''Chris always wanted to do this job,'' Tom Wallace, a firefighter for" , "date" : "19981220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "60" , "title" : "In Grief for 'the Good Guys,' Painful Family Lessons" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/20\/nyregion\/in-grief-for-the-good-guys-painful-family-lessons.html"} , {"body" : "From a distance, it looked like any other wintry day at the broad brick firehouse. Someone had spelled out ''Seasons Greetings'' in shiny letters across the facade of the station that houses Ladder Company 170. A cardboard sign announcing a toy drive flapped in the wind. Throughout the morning, the big red garage doors gaped open for a procession" , "date" : "19981219" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "At the Firehouse, the Living Confront the Unthinkable" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/19\/nyregion\/at-the-firehouse-the-living-confront-the-unthinkable.html"} ,   {"body" : "When Aimee M. placed a handful of seeds in the barren ground early last spring, she had little faith that the flowers would ever bloom. ''I thought for sure they'd die, because I always bombed everything,'' she said. But after a lifetime of frustration and depression, Aimee, 37, was due for a change. She was living at the Transitional Living" , "date" : "19981214" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; Amid Depression, Flowers and Hope Start to Blossom" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/14\/nyregion\/the-neediest-cases-amid-depression-flowers-and-hope-start-to-blossom.html"} , {"body" : "Fifteen firefighters and three officers from three Brooklyn firehouses have been placed on modified duty while the department investigates whether they were drinking in firehouses, a fire official said last night. The officers were moved to desk duty at Fire Department headquarters over the weekend after spot checks by department investigators at" , "date" : "19981208" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Beer Cans In Firehouses Lead to Action Against 18" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/08\/nyregion\/beer-cans-in-firehouses-lead-to-action-against-18.html"} , {"body" : "For nearly 25 years the block between Cleveland and Ashford Streets on Linden Boulevard was a barren expanse, overgrown with weeds and used as a garbage dump. But last month, after three years of planning and building, a bright brick-and-glass nursing home called Ruby Weston Manor opened on the lot, part of a gradual economic revival in East New" , "date" : "19981206" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: BRIGHTON BEACH; She 'Moved Mountains,' and a New Nursing Home Opens" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/06\/nyregion\/neighborhood-report-brighton-beach-she-moved-mountains-new-nursing-home-opens.html"} , {"body" : "Three months ago, the Board of Education gave Schools Chancellor Rudy Crew a 25 percent raise and an extension of his contract, saying that the school system was on the way up. But new state data raise troubling questions about how much of an impact the Chancellor's policies have had on the lives of children. On Nov. 13, state education officials" , "date" : "19981127" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "News Analysis; Crew Reacts to Latest Test Scores With an Unusual Silence" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/27\/nyregion\/news-analysis-crew-reacts-to-latest-test-scores-with-an-unusual-silence.html"} , {"body" : "Reading scores on a state test given to third- and sixth-grade students last spring plunged in school districts across New York City, casting doubt on the claims of Schools Chancellor Rudy Crew that achievement has been rising on his watch. The scores showed a sharp decline in the reading skills of third graders in 30 of 33 school districts in New" , "date" : "19981126" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "City Reading Scores Fall in a State Test" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/26\/nyregion\/city-reading-scores-fall-in-a-state-test.html"} , {"body" : "As the final ballots are being counted in the tight race for state attorney general, Democratic leaders are charging that the campaign of Dennis C. Vacco, the Republican incumbent, has mounted a concerted effort to invalidate paper ballots in black and Hispanic areas, particularly in New York City. On Friday, Mr. Vacco was trailing his Democratic" , "date" : "19981123" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ballot Tactics Used by Vacco Are Assailed" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/23\/nyregion\/ballot-tactics-used-by-vacco-are-assailed.html"} , {"author" : "Martin Filler writes on art and architecture for House Beautiful and The New York Review of Books." , "body" : "CHILDLIKE wonder is among the hardest of all emotions for adults to recapture. But if there is one new work of public art guaranteed to inspire that elusive response, it is Red Grooms's ''Tennessee Fox Trot Carousel,'' a full-scale, functioning merry-go-round that will be inaugurated at 10:30 A.M. on Friday in the artist's birthplace, Nashville." , "date" : "19981122" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NASHVILLE (TENN)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "46" , "title" : "ART \/ ARCHITECTURE; Red Grooms's Merry New Merry-Go-Round" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/22\/arts\/art-architecture-red-grooms-s-merry-new-merry-go-round.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; meetings usually held on second Tuesday of month, but the next meeting is Dec. 1, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg. Board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn," , "date" : "19981115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; From Red Hook to Cypress Hills: When and Where the Community Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/15\/nyregion\/neighborhood-report-brooklyn-up-close-red-hook-cypress-hills-when-where.html"} , {"body" : "Seven years after it happened, Francisco Martinez Jr. has no memory of the freak subway accident that almost cost him his life and left him disabled. At the time, he was only 20 months old. According to police reports then and testimony in a lawsuit that ended last week, little Francisco had been strapped into his black, red and green stroller as" , "date" : "19981115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "43" , "title" : "Jury Awards $12.7 Million In Disabling Subway Accident" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/15\/nyregion\/jury-awards-12.7-million-in-disabling-subway-accident.html"} , {"body" : "Citing declining test scores, state education officials added 21 New York City schools to the state's list of failing schools yesterday, bringing the total number in the city to 97. While aides to Schools Chancellor Rudy Crew focused on the fact that 18 other schools had improved enough to be removed from the list, some officials and educators" , "date" : "19981114" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "9 Percent of the City's Public Schools Are Failing, State Says" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/14\/nyregion\/9-percent-of-the-city-s-public-schools-are-failing-state-says.html"} ,   {"body" : "When the Brooklyn Academy of Music opens its new cinema tomorrow after four days of previews and a ribbon-cutting party tonight, a lot more will be riding on it than the mere fate of the borough's first art-house movie theater. The BAM Rose Cinemas, created by the architect Hugh Hardy, who carved up the little-used Carey Playhouse in the academy's" , "date" : "19981112" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "More Than Just a Movie House; A Magnet for Brooklyn's Young Is in Place, but Will It Work?" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/12\/movies\/more-than-just-movie-house-magnet-for-brooklyn-s-young-place-but-will-it-work.html"} , {"body" : "An undercover police officer was shot and seriously wounded on a Brooklyn street last night during a buy-and-bust drug sting, the police said. The officer's identity was not released last night, but he was described as a detective who joined the force in 1993 and was assigned to the Brooklyn South narcotics bureau. The detective -- who was not" , "date" : "19981112" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Undercover Officer Is Shot During Drug Sting" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/12\/nyregion\/undercover-officer-is-shot-during-drug-sting.html"} , {"body" : "A teen-ager who arrived in New York City just over a month ago to stay with his uncle's family and earn money before returning to Texas was shot to death on Saturday night while working at a Brooklyn grocery store, the police said yesterday. The youth, Jose Hernandez, 16, had planned to go home to his mother in Houston in a few weeks. Instead, his" , "date" : "19981109" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Texas Youth Slain at Job in Brooklyn Grocery" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/09\/nyregion\/texas-youth-slain-at-job-in-brooklyn-grocery.html"} , {"body" : "The first time that Enid Gross, a former pharmaceuticals saleswoman, walked into a New York City classroom as a teacher, she was on her own. ''Nobody told me what to do,'' she said. ''I didn't get much in the way of materials. I begged, borrowed and stole.'' So Mrs. Gross did not sneer yesterday as she joined about 150 other teachers at Public" , "date" : "19981104" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "10" , "title" : "While Children Take the Day Off, Teachers Take Notes" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/04\/nyregion\/while-children-take-the-day-off-teachers-take-notes.html"} , {"body" : "In a day of old-style politicking, Representative Charles E. Schumer campaigned for the Senate in black, Jewish and Hispanic neighborhoods across New York City yesterday, bringing in Vice President Al Gore in an attempt to rally support in tomorrow's election. Senator Alfonse M. D'Amato went to Orthodox Jewish communities in Brooklyn, portraying" , "date" : "19981102" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE 1998 CAMPAIGN: THE SENATE; Parties Pushing Message: Your Vote Counts" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/02\/nyregion\/the-1998-campaign-the-senate-parties-pushing-message-your-vote-counts.html"} , {"body" : "After eight years behind bars for a double-murder conviction based entirely on what prosecutors now concede was fabricated testimony, a Brooklyn man was exonerated and freed yesterday by a judge who apologized to him for ''the entire judicial system.'' The judge also expressed shock that he himself had been ''fooled'' by the witness. The man," , "date" : "19981030" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Cleared in 2 Murders Gets Freedom, and Apology" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/30\/nyregion\/man-cleared-in-2-murders-gets-freedom-and-apology.html"} , {"body" : "Jeffrey Blake went to prison for murder in 1991 on the weight of one man's word. Today, after spending more than a quarter of his life behind bars, Mr. Blake will go free, because, officials now concede, that man's word was a lie. ''Oh, man,'' exclaimed Michelle Fox, the Legal Aid Society lawyer who handled the six-year appeal, ''this is a case of" , "date" : "19981029" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Man Is Cleared In Murder Case After 8 Years" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/29\/nyregion\/man-is-cleared-in-murder-case-after-8-years.html"} , {"body" : "A Brooklyn man convicted of murder accepted a deal yesterday under which prosecutors dropped their pursuit of the death penalty and agreed to life in prison for him in return for his pledge not to appeal his conviction. The man, Jermaine Page, 24, had rejected the deal when it was initially offered by prosecutors on Monday. His decision to take the" , "date" : "19981029" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Brooklyn Killer Takes Deal for Life in Prison" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/29\/nyregion\/brooklyn-killer-takes-deal-for-life-in-prison.html"} , {"body" : "This summer I wrote two columns about a man named Jeffrey Blake, who was serving a term of 36 years to life in prison for the murder of two men in the East New York section of Brooklyn in 1990. It was a spectacular and brazen crime, an execution in broad daylight. The victims were in a car. They were killed by a gunman who ran beside the car and" , "date" : "19981029" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "31" , "title" : "IN AMERICA; Justice, at Long Last" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/29\/opinion\/in-america-justice-at-long-last.html"} , {"body" : "A Brooklyn man convicted of first-degree murder rejected a deal yesterday under which prosecutors would not have sought the death penalty and would have agreed to a life prison sentence for him provided he agreed to give up his right to appeal the conviction. In New York City's second death penalty trial since the state restored capital punishment" , "date" : "19981027" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Brooklyn Man Convicted of First-Degree Murder Rejects Deal, Risking Death Penalty" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/27\/nyregion\/brooklyn-man-convicted-of-first-degree-murder-rejects-deal-risking-death-penalty.html"} ,   {"body" : "For Pamela Weintraub, life in the Linden Houses, a working-class housing project in the East New York section of Brooklyn, was intimate. ''You could hear what everyone was talking about through the walls,'' Ms. Weintraub, 44, said. ''You could smell what everyone was having for dinner, especially if it was stuffed cabbage.'' It was an intimacy that" , "date" : "19981018" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEW YORK ON LINE; Life as It Was in the Projects" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/18\/nyregion\/new-york-on-line-life-as-it-was-in-the-projects.html"} , {"body" : "In New York City's second death penalty trial since the state reinstated capital punishment three years ago, a Brooklyn man was convicted of first-degree murder yesterday by a jury that will now decide whether to sentence him to death for killing another man while robbing him of his jewelry. The jury in State Supreme Court in Brooklyn found that" , "date" : "19981017" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Is Convicted in City's 2d Recent Death Penalty Trial" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/17\/nyregion\/man-is-convicted-in-city-s-2d-recent-death-penalty-trial.html"} , {"body" : "The program was intended to get rid of the abandoned hulks of cars that litter New York City's side streets: sanitation workers would find the old wrecks, tag them for removal and wait for a private company to tow them away, chop them up and sell their parts. But two dozen sanitation workers in Brooklyn were arrested yesterday and accused of using" , "date" : "19981016" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "24 City Sanitation Workers Are Accused of Scheme to Steal Hundreds of Cars" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/16\/nyregion\/24-city-sanitation-workers-are-accused-of-scheme-to-steal-hundreds-of-cars.html"} , {"body" : "It is an eye-catching piece of jewelry -- a gold chain and a pendant shaped like a bulldog's head, with rubies for eyes -- and it cost Marvin McIntosh his life, say prosecutors in New York City's second death penalty trial since capital punishment was revived in the state three years ago. Witnesses call it the ''bulldog gold chain,'' and" , "date" : "19981011" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Reporter's Notebook; Did Jewelry or Dice Game Lead to a Man's Slaying?" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/11\/nyregion\/reporter-s-notebook-did-jewelry-or-dice-game-lead-to-a-man-s-slaying.html"} , {"body" : "Relatives of a woman who died last Wednesday while in police custody demanded an investigation into her death yesterday, and their lawyers said their own preliminary inquiry suggested she had been beaten by two detectives and a police officer in a Brooklyn station house. The lawyers declined to say who might have reported that the woman, Yvette" , "date" : "19981006" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Family Seeks Inquiry on Death Of Woman in Police Custody" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/06\/nyregion\/family-seeks-inquiry-on-death-of-woman-in-police-custody.html"} , {"body" : "THE sun was setting like a fat tomato behind the Statue of Liberty just as Armando Babillo hooked a 20-inch sea bass, flashing silver in the light, from the end of the new $3 million Louis Valentino Jr. Pier at the end of Coffey Street. ''Vivo en el proyecto de Red Hook,'' Mr. Babillo said, adding proudly, ''We will have this for Sunday dinner.''" , "date" : "19981001" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "STATEN ISLAND (NYC)" , "FRESH KILLS (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Up From the Ruins, Red Hook Faces a Dump" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/01\/garden\/up-from-the-ruins-red-hook-faces-a-dump.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; meeting usually held on second Tuesday of month; but next meeting is on Wednesday, Oct. 14, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown" , "date" : "19980927" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Bushwick to Bensonhurst, When the Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/27\/nyregion\/neighborhood-report-brooklyn-up-close-bushwick-bensonhurst-when-boards-meet.html"} , {"body" : "SWINGING her racquet like a fly swatter, Denise Orlando of Medford bent her knees and leaned forward, poised to attack. As the tennis ball sailed across the net, she jiggled forward and made contact. Instead of smashing the ball across the court, however, she lobbed it into the air and watched it slowly plunk down beyond the sideline. Moments" , "date" : "19980927" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BLUE POINT (NY)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "4" , "title" : "LONG ISLAND JOURNAL; Bad Tennis Players at the Top of Their Game" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/27\/nyregion\/long-island-journal-bad-tennis-players-at-the-top-of-their-game.html"} , {"body" : "In New York City's second death penalty trial since the state revived capital punishment three years ago, a Brooklyn woman testified yesterday that she saw the defendant shoot a man down the block from her apartment and then fire four or five more shots after a second assailant ripped a gold chain and pendant from the victim's neck. Fighting back" , "date" : "19980924" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "In Capital Case, Witness Describes a Shooting" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/24\/nyregion\/in-capital-case-witness-describes-a-shooting.html"} , {"body" : "In the Brooklyn neighborhood where he lived, Jermaine Page called himself the ''main man,'' prosecutors say. They are happy to call him that, though not for a reason that makes Mr. Page happy. The prosecutors say that Mr. Page, 24, was one of two armed robbers who shot Marvin McIntosh while stealing his jewelry on a street in the East New York" , "date" : "19980920" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "REPORTER'S NOTEBOOK; In Capital Murder Trial, 2 Versions of Encounter" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/20\/nyregion\/reporter-s-notebook-in-capital-murder-trial-2-versions-of-encounter.html"} ,   {"body" : "In May 1996, Brooklyn prosecutors say, Marvin McIntosh was standing in front of a girlfriend's home in East New York when two men and a teen-ager demanded his gold chain and large, eye-catching pendant, shaped like a bulldog's head. When Mr. McIntosh refused, the prosecutors say, a struggle broke out, and two of the robbers shot him -- with some" , "date" : "19980913" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "50" , "title" : "Capital Trial to Begin for Man Accused of Killing for Jewelry" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/13\/nyregion\/capital-trial-to-begin-for-man-accused-of-killing-for-jewelry.html"} , {"body" : "One of the reasons New York City has an undistinguished Congressional delegation is that in most cases, Democratic incumbents enjoy virtual automatic lifetime tenure. Most of these one-party districts are not even holding perfunctory primaries, let alone serious races, on Sept. 15. Fortunately, there are a few exceptions. Ninth District (Brooklyn" , "date" : "19980910" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "32" , "title" : "Races for Congress in New York City" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/10\/opinion\/races-for-congress-in-new-york-city.html"} , {"body" : "As Mayor Rudolph W. Giuliani walked for 13 blocks at the head of the West Indian American Day Carnival yesterday, he was greeted with boos and catcalls, signs blasting his handling of Saturday's rally in Harlem and a man on a bicycle who tried to ride into his entourage. All in all, the Mayor said, not a bad reception. ''Have you been to one of" , "date" : "19980908" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "HARLEM (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Cool Reception Is a Step Up, The Mayor Says" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/08\/nyregion\/cool-reception-is-a-step-up-the-mayor-says.html"} , {"body" : "Four Civil Court seats are being contested in New York City's Democratic primary on Sept. 15. The winners are almost certain to prevail in November's general election. THE BRONX. Countywide: The countywide race for Civil Court pits Wilma Guzman, an experienced trial attorney specializing in negligence cases, against Anthony Chiofalo, a corporate" , "date" : "19980905" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "10" , "title" : "Civil Court Choices" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/05\/opinion\/civil-court-choices.html"} , {"body" : "A Brooklyn man who the police said scalded and sexually abused his girlfriend's 5-year-old daughter was arrested yesterday on charges of assault and sexual assault. The man, Terrence Finney, 35, held the girl under hot water for several minutes on Sunday afternoon, burning her face and upper torso so badly that the skin peeled off, according to a" , "date" : "19980825" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Man Charged With Assault In Scalding of Brooklyn Girl" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/25\/nyregion\/man-charged-with-assault-in-scalding-of-brooklyn-girl.html"} , {"body" : "Police arrested a 35-year-old man this morning after a 5-year-old Brooklyn girl in his care was found severely scalded, unconscious and suffering from brain injuries yesterday afternoon. As of early this morning, no specific charges had been filed against the man, Terrence Finney, 35, of 68 Fountain Avenue in the East New York section. But Police" , "date" : "19980824" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Arrested After Girl, 5, Is Found Scalded" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/24\/nyregion\/man-arrested-after-girl-5-is-found-scalded.html"} , {"body" : "BACK in Trinidad, a half century ago, Ortner Murray ''never dreamed'' that some day he might actually own property. The only real estate Mr. Murray knew anything about then were the acres that he and his 11 brothers and sisters worked alongside their father, a sharecropper, urging bananas, coconuts and corn from earth entitled to an English" , "date" : "19980816" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Providing Places to Work, Places to Live" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/16\/realestate\/providing-places-to-work-places-to-live.html"} , {"body" : "The percentage of New York City public-school children who passed this year's state reading exam fell sharply from last year, according to scores released yesterday to district superintendents. The test, which measures minimum competency in reading, is given annually to third, sixth and eighth graders. The percentage of the city's third graders who" , "date" : "19980814" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Fewer City Students Pass Reading Exam" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/14\/nyregion\/fewer-city-students-pass-reading-exam.html"} , {"body" : "The days and nights pass with excruciating slowness for Jeffrey Blake. At age 29, he has spent more than a quarter of his life in state prison. Now the man whose testimony put him in prison says he was lying all along. Dana Garner has passed a lie detector test with his latest story. The test results are no guarantee, but you need them with a" , "date" : "19980802" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "15" , "title" : "In America; A Case Of Lies" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/02\/opinion\/in-america-a-case-of-lies.html"} , {"body" : "Think of the criminal justice system as an old dilapidated vehicle, a jalopy. Sometimes it will get you where you want to go. Frequently it will not. Jeffrey Blake is in prison in upstate New York, serving a sentence of 36 years to life for a double homicide, because the jalopy broke down. Mr. Blake, who is 29 and has already served eight years," , "date" : "19980730" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "21" , "title" : "In America; Justice Delayed" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/30\/opinion\/in-america-justice-delayed.html"} ,   {"body" : "IT'S hard to describe exactly what Roland Joseph does every morning in the middle of Flatbush and Fourth Avenues in Brooklyn, a confluence of screaming traffic that seems as vast as the Nile delta. Comparisons are easy, though: sometimes he is like a bullfighter, planting his legs and twisting his pelvis as a van veers through a turn inches from" , "date" : "19980730" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; A Little Ham for Brooklyn's Morning Rush" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/30\/nyregion\/public-lives-a-little-ham-for-brooklyn-s-morning-rush.html"} , {"body" : "CONNECTING at 30 or 40 or 50 is not easy. And smart people make a lot of dumb relationship mistakes. Sandra Powers, a twice-divorced 55-year-old mother of four, knows it. She also realizes that people feel more comfortable in a homelike atmosphere. By 8:15 on a Friday evening, nearly two dozen men and women have crowded into Powers' Place, Ms." , "date" : "19980726" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["FARMINGDALE (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Helping Disheartened Singles Take Heart" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/26\/nyregion\/helping-disheartened-singles-take-heart.html"} , {"body" : "From the day he was arrested and accused of being the Zodiac killer more than two years ago, Heriberto Seda, a loner obsessed with guns and religion, declared repeatedly that God had already forgiven him for his crimes. Yesterday, at his sentencing in State Supreme Court in Queens for three murders and one attempted murder, Mr. Seda, 30, again" , "date" : "19980723" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Life Sentence for Three Zodiac Murders" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/23\/nyregion\/life-sentence-for-three-zodiac-murders.html"} , {"body" : "Fernando Mateo has been shuttling between New York City and Santo Domingo since he was in utero. His pint-sized immigrant mother, belly swelling, flew back to her homeland so Mr. Mateo, now 40, could be born a Dominican. After that, his childhood was split between here and there, between a cramped Lower East Side apartment and a pink house beneath" , "date" : "19980719" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The New Immigrant Tide: A Shuttle Between Worlds" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/19\/nyregion\/the-new-immigrant-tide-a-shuttle-between-worlds.html"} , {"body" : "The lawyers are calling the timing a coincidence. The victims call it fate. Exactly one year after they shocked New Yorkers with their stories of virtual enslavement at the hands of greedy bosses, 37 deaf Mexicans and their 6 children will get their first taste of freedom in this country tomorrow when they walk out of the hotel where they have been" , "date" : "19980718" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "MEXICO"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "For Deaf Mexicans, Freedom After Slavery and Detention" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/18\/nyregion\/for-deaf-mexicans-freedom-after-slavery-and-detention.html"} , {"body" : "Nineteen police officers and one sergeant working in the Midtown South Precinct face disciplinary action after being accused of having sex with prostitutes while on the job, Police Commissioner Howard Safir said last night. In addition, the top two commanders and another high ranking officer in the precinct are being transferred to other jobs" , "date" : "19980717" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "20 in Precinct Accused of Sex With Prostitutes" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/17\/nyregion\/20-in-precinct-accused-of-sex-with-prostitutes.html"} , {"body" : "A major figure in what Federal prosecutors are calling one of the largest drug rings in East New York, with buyers from as far away as North Carolina and Massachusetts, was convicted by a Federal jury on Tuesday for three drug-related crimes, including murder. The defendant, Rocky Freeman, 32, known to his fellow gang members as Raheem, worked for" , "date" : "19980712" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: EAST NEW YORK; Reputed Drug Enforcer Guilty of Murder" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/12\/nyregion\/neighborhood-report-east-new-york-reputed-drug-enforcer-guilty-of-murder.html"} , {"body" : "This was a tough one for the New York City Fire Department, maybe tougher than some of the others. Not just because Capt. Scott LaPiedra, who died on the Fourth of July, left behind a wife and four young children. Or because he was twice cited for bravery. Or because he was a member of a family that counted among its ranks a father who is a retired" , "date" : "19980710" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Funeral for Firefighter Who Battled Burns for Month" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/10\/nyregion\/funeral-for-firefighter-who-battled-burns-for-month.html"} , {"body" : "NEWS Rare Treats At the New Amsterdam Theater near Times Square, not only does the show (''The Lion King'') go on, but so do six South Africans in the 52-member cast. The South Africans, including Tsidii Le Loka, who plays the wise baboon Rafiki, and five members of the ensemble received a waiver from Actors' Equity to appear in the cast when the" , "date" : "19980707" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["FORT GREENE PARK (NYC)" , "SOUTH AFRICA"] , "nytd_section_facet" : ["Arts" , "Books" , "Theater"] , "page_facet" : "1" , "title" : "Footlights" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/07\/theater\/footlights.html"} , {"body" : "Capt. Scott LaPiedra, the New York City firefighter who had been unconscious and struggling for his life for nearly a month after being engulfed in an inferno in a Brooklyn fire, died last night at Jacobi Medical Center in the Bronx. Captain LaPiedra, 40, a Staten Island resident and a father of four children, had been unconscious in a hyperbaric" , "date" : "19980705" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "2d Firefighter Dies, 1 Month After Brooklyn House Fire" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/05\/nyregion\/2d-firefighter-dies-1-month-after-brooklyn-house-fire.html"} ,   {"body" : "The lifeguard shortage that has vexed New York City this year, causing vast stretches of beaches to be closed, seemed little burden to holiday bathers yesterday basking under a sky of perfect robin's-egg blue, with just enough of a breeze to keep a kite up but not so much that it ruffled the pages of a newspaper. Where a beach was closed with a" , "date" : "19980704" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Lack of Lifeguards Limits Choice, but a Beach Is Still a Beach" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/04\/nyregion\/lack-of-lifeguards-limits-choice-but-a-beach-is-still-a-beach.html"} , {"body" : "WHEN Laurie Miller said goodbye to the narrow house on Quincy Street, there was still a pull chain attached to the wooden toilet tank up near the ceiling. There was still a claw foot bathtub. The boiler didn't always work. It was home, though, and had been since she was 10 years old, when she often ran the five blocks to the previous owner's house" , "date" : "19980702" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "Turf; The Long Road Home to a Building Full of Memories" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/02\/garden\/turf-the-long-road-home-to-a-building-full-of-memories.html"} , {"body" : "CLARK HALSTEAD, founder of the real estate brokerage that bears his name, sees a certain similarity between the current quest for a rental apartment in New York City and the five stages of death and dying so poignantly delineated in Elisabeth Kubler-Ross's classic 1969 book on the subject: Denial. Anger. Bargaining. Depression. And, ultimately," , "date" : "19980628" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "In 'Rent' 1998, the Renters Sing the Blues" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/28\/realestate\/in-rent-1998-the-renters-sing-the-blues.html"} , {"body" : "Heriberto Seda, a 30-year-old high school dropout and loner from Brooklyn, was convicted yesterday of being the Zodiac killer, a mysterious gunman who terrorized the city and taunted the police during two shooting sprees in the early 1990's. At the end of a six-week trial and after less than five hours of deliberation, an emotional and visibly" , "date" : "19980625" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Brooklyn Man Is Guilty In Three Zodiac Killings" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/25\/nyregion\/brooklyn-man-is-guilty-in-three-zodiac-killings.html"} , {"body" : "In impassioned final arguments yesterday, lawyers for the man accused of being the Zodiac killer depicted police investigators as so desperate to close a case that had haunted them for six years that they shaped and molded evidence to connect their client to the crimes. The lawyers for the defendant, Heriberto Seda, 30, also sought to discount a" , "date" : "19980624" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Lawyers Contend Evidence Was Molded in Zodiac Case" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/24\/nyregion\/lawyers-contend-evidence-was-molded-in-zodiac-case.html"} , {"body" : "With less than three months left before 14,000 4-year-olds are supposed to begin new pre-kindergarten classes established by the state, New York City's overcrowded public school system is planning to enroll a third of those children in private and parochial preschools. Unable to squeeze the preschoolers into public schools ripping at the seams," , "date" : "19980619" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "NEW YORK ENLISTS PRIVATE SCHOOLS" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/19\/nyregion\/new-york-enlists-private-schools.html"} , {"body" : "Jack Biblo, a bookish sort of man who spent a musty half century on Manhattan's Book Row as the founding proprietor of the Biblo & Tannen used, er antiquarian, bookstore on Fourth Avenue, then retired at 73 to open a smaller store around the corner from his home in Brooklyn Heights, died on June 5 at Long Island College Hospital in Brooklyn. He was" , "date" : "19980618" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Obituaries"] , "page_facet" : "11" , "title" : "Jack Biblo, Used Bookseller For Half a Century, Dies at 91" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/18\/arts\/jack-biblo-used-bookseller-for-half-a-century-dies-at-91.html"} , {"body" : "Fourteen Brooklyn sanitation workers were arrested yesterday on charges that they solicited and collected bribes to haul commercial waste illegally, city officials said. Twelve other Department of Sanitation employees were disciplined for, among other things, failing to supervise the activities of their colleagues in the North District 5 garage in" , "date" : "19980617" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "METRO NEWS BRIEFS: NEW YORK; 14 Sanitation Workers Charged With Bribery" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/17\/nyregion\/metro-news-briefs-new-york-14-sanitation-workers-charged-with-bribery.html"} , {"body" : "Appearing to distance itself from the officer charged in the shooting of a squeegee man on Sunday, officials of the city's police union said yesterday that they were weighing whether to continue paying his legal bills. The officer, Michael W. Meyer, was provided with a lawyer by the union, the Patrolmen's Benevolent Association, to guide him" , "date" : "19980617" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Police Union Weighs Paying Legal Bills for Officer in Shooting of Squeegee Man" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/17\/nyregion\/police-union-weighs-paying-legal-bills-for-officer-in-shooting-of-squeegee-man.html"} , {"body" : "The New York City police officer who was charged yesterday with the off-duty shooting of a squeegee man in the Bronx on Sunday evening was removed from patrol duty earlier this year because he had accumulated an unusually high number of complaints of using excessive force against civilians, the police said. The accused officer, Michael W. Meyer," , "date" : "19980616" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Officer in Squeegee Man Shooting Has a Civilian Complaint Record" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/16\/nyregion\/officer-in-squeegee-man-shooting-has-a-civilian-complaint-record.html"} ,   {"body" : "The vice principal of a Brooklyn middle school who amassed $2.5 million from a network of illegal Joker Poker gambling machines in poor neighborhoods that he obsessively tended for 10 years was sentenced in Federal court yesterday to 15 months in prison. Harvey Metzger, a guidance counselor and vice principal of I.S. 218 in East New York, concealed" , "date" : "19980613" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "Vice Principal Gets Jail Term For Operating Slot Machines" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/13\/nyregion\/vice-principal-gets-jail-term-for-operating-slot-machines.html"} , {"body" : "There was familiar pageantry today, a sea of dark suits and white gloves as thousands of somber firefighters paid homage to a fallen colleague. Then, after a procession of drummers in green kilts, a lone bagpiper marked the passing of Lieut. James W. Blackmore, a New York City firefighter who died on Friday trying to rescue a missing woman who," , "date" : "19980611" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Honoring a Legacy of Quiet Heroism" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/11\/nyregion\/honoring-a-legacy-of-quiet-heroism.html"} , {"body" : "Fire marshals spent yesterday slowly searching what was left of a row of Brooklyn buildings in search of definitive clues to what caused a five-alarm blaze that killed a fire lieutenant and left a fire captain severely burned and clinging to life, fire officials said. The injured captain, Scott LaPiedra, 40, of Staten Island, was in critical" , "date" : "19980608" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Search for Cause of Fatal Fire Goes Slowly" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/08\/nyregion\/search-for-cause-of-fatal-fire-goes-slowly.html"} , {"body" : "New York mourned a dead brave firefighter, and a second fireman who was burned over 80 percent of his body lay near death yesterday as investigators focused on a mattress fire as the probable cause of a roaring, five-alarm inferno that engulfed a row of small, wood-frame houses in Brooklyn on Friday night. As the charred wreckage of houses" , "date" : "19980607" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "One Firefighter Is Mourned As a Second Fights for Life" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/07\/nyregion\/one-firefighter-is-mourned-as-a-second-fights-for-life.html"} , {"body" : "His profile fits that of most other good guys who die heroically, on the job, saving other people's lives. Fire Lieut. James W. Blackmore, 48, was a quiet, unassuming man who spent a lot of time with his family and liked to golf. He had a wife, four children, a house and, years ago, a boat. He lived a good, simple life and had a job he loved. He" , "date" : "19980607" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Heroic Firefighter Remembered as Careful and Loving" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/07\/nyregion\/heroic-firefighter-remembered-as-careful-and-loving.html"} , {"body" : "One firefighter was killed, another critically injured and at least four others hurt last night in a five-alarm fire that consumed a city-owned apartment building in Brooklyn, the authorities said. The fire began at 8:20 P.M. in the back of the wood-frame structure at 2530 Atlantic Avenue at the corner of Hinsdale Street in the East New York" , "date" : "19980606" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Firefighter Is Killed Battling Blaze" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/06\/nyregion\/firefighter-is-killed-battling-blaze.html"} , {"body" : "Firefighter Killed in Blaze One firefighter died, two others were critically injured and at least four more were hurt in a five-alarm fire that raged at a home in the East New York section of Brooklyn. Page B1. Bulls Even N.B.A. Series The Chicago Bulls defeated the Utah Jazz, 93-88, to tie the National Basketball Association championship series," , "date" : "19980606" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "INSIDE" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/06\/nyregion\/inside-296996.html"} , {"body" : "Museums and Sites ABIGAIL ADAMS SMITH MUSEUM, 421 East 61st Street, Manhattan. The structure, built in 1799 as the carriage house for the estate of Abigail Adams and Col. William Smith, was also the Mount Vernon Hotel from 1826 to 1833. ''Sitting in Style,'' an exhibition of 19th-century painted fancy chairs, includes rarely seen pieces of silver" , "date" : "19980605" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES: ATTRACTIONS" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/05\/arts\/spare-times-attractions.html"} , {"body" : "Dominick Corso, a New York Civil Court judge and former City Councilman, died May 23. He was 90 and lived in Brooklyn. Judge Corso won election to the City Council in 1960 and served on it for nine years, representing the Bushwick-East New York district. Among his responsibilities was serving as head of the committee that oversaw the city's" , "date" : "19980602" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "20" , "title" : "Dominick Corso, 90, Civil Court Judge" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/02\/nyregion\/dominick-corso-90-civil-court-judge.html"} , {"body" : "An unemployed resident of Red Hook, Brooklyn, said that he believed the death penalty made criminals ''think twice before committing heinous crimes,'' but that as a juror he would not automatically vote to execute every killer, because it ''depends on how and why the murder was committed.'' A medical technician from Bedford-Stuyvesant said that her" , "date" : "19980601" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "For 12, a Hard Look at Death Penalty" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/01\/nyregion\/for-12-a-hard-look-at-death-penalty.html"} ,   {"body" : "Riverdale-Snediker Street Park is an orphan, and it looks it. Fifteen years ago, the Department of Parks and Recreation decided to stop maintaining the park because, it said, surrounding blocks were losing residents. The park was fenced off and weeds claimed the land. But the area is now filling with new residents as its vacant blocks blossom with" , "date" : "19980531" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RIVERDALE-SNEDIKER STREET PARK (BROOKLYN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: EAST NEW YORK; The Half-Full-or-Half-Empty Question, About a Park" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/31\/nyregion\/neighborhood-report-east-new-york-half-full-half-empty-question-about-park.html"} , {"body" : "Two weeks ago, the 14-screen Linden Boulevard Multiplex Cinemas opened in East New York, Brooklyn, the only movie theater in a long-neglected neighborhood. Late Friday night, the multiplex caught fire. A Fire Department spokesman said that an electrical fire erupted in a second-floor wall of the multiplex at 2784 Linden Boulevard. Moviegoers were" , "date" : "19980531" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "METRO NEWS BRIEFS: NEW YORK; Brooklyn Cinema Burns, 2 Weeks After Premiere" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/31\/nyregion\/metro-news-briefs-new-york-brooklyn-cinema-burns-2-weeks-after-premiere.html"} , {"body" : "Simon J. Liebowitz, a former New York State Supreme Court justice and State Senator from Brooklyn, died on Sunday at Good Samaritan Hospital in Palm Beach, Fla. He was 92 and a resident of Palm Beach and Brooklyn. From 1960 to 1969, Mr. Liebowitz, a Democrat endorsed by the Citizens Union, represented Brooklyn's 10th Senate District, which covered" , "date" : "19980527" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "10" , "title" : "Simon J. Liebowitz, Ex-Judge And New York Legislator, 92" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/27\/nyregion\/simon-j-liebowitz-ex-judge-and-new-york-legislator-92.html"} , {"body" : "Mary and Cornelius Jefferson were turning in for the night last June 24 when they heard the deafening boom of a battering ram tearing the front door of their Bronx apartment from its hinges. ''They kept on banging until the whole door had splintered,'' said Mrs. Jefferson, 63. ''I thought they were coming to rob us, coming to kill us.'' When the" , "date" : "19980526" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Raids, and Complaints, Rise As City Draws on Drug Tips" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/26\/nyregion\/raids-and-complaints-rise-as-city-draws-on-drug-tips.html"} , {"body" : "When police Sgt. Joseph Herbert persuaded a young man who had shot his half-sister to put his guns down, his action led to a lucky break in one of the city's most notorious unsolved crime sprees -- the Zodiac shootings. As the lead negotiator at the scene that day in June 1996, he was not in the Brooklyn police station interview room when the" , "date" : "19980526" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Reporter's Notebook; In the Box With the Zodiac Suspect" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/26\/nyregion\/reporter-s-notebook-in-the-box-with-the-zodiac-suspect.html"} , {"body" : "A BOY on a bicycle wove around a man sucking on a mango outside his home on Bleecker Street. Up and down the block, families relaxed beside brick houses radiating newness. The soundtrack was salsa, pumped from a window at pane-shaking decibels. The scene was idyllic, so idyllic it was hard to believe that the neighborhood was Bushwick, a place" , "date" : "19980524" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; It's Spring, and Bushwick Blossoms" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/24\/nyregion\/making-it-work-it-s-spring-and-bushwick-blossoms.html"} , {"body" : "A fistfight yesterday between two men on a Brooklyn street corner led to one man's death early this morning, the police said. Jamie Townsend, 27, of 180 Powell Street was pronounced dead at the Brookdale Hospital Medical Center this morning after another man beat him in the head with his fists, said Officer Joseph Cavitolo, a Police Department" , "date" : "19980521" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; Fistfight in Brooklyn Leads to Man's Death" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/21\/nyregion\/metro-news-briefs-new-york-fistfight-in-brooklyn-leads-to-man-s-death.html"} , {"body" : "Heriberto Seda waited nearly two years to dispute the charge that he is the Zodiac killer, a violent criminal who preyed on the vulnerable and who terrorized the city in two separate crime sprees in the early 1990's. But yesterday, at the opening day of his trial in State Supreme Court in Queens, he angrily denounced the court proceedings, showing" , "date" : "19980515" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Man Said to Be Zodiac Killer Becomes Enraged at Trial" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/15\/nyregion\/man-said-to-be-zodiac-killer-becomes-enraged-at-trial.html"} , {"body" : "The no-knock search warrant, for a drug raid that the police carried out last June at 396 New Jersey Avenue in East New York, Brooklyn, was quite specific. ''Upon reaching the second-floor landing,'' it said, ''one turns to the left and proceeds to the gray metal door clearly marked with the letter and number '2M.' '' There was just one problem:" , "date" : "19980514" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "City Is Sued By a Woman Whose Home Was Raided" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/14\/nyregion\/city-is-sued-by-a-woman-whose-home-was-raided.html"} , {"body" : "Whenever Jovan Myers came across a movie version of a Shakespeare play while flipping channels, he would always dart past -- quickly. ''They'll be talking English, but not the English I'm used to,'' said Mr. Myers, 19, a senior at East New York Transit Technology High School, on the Brooklyn-Queens border. ''It'll be cracking my cranium.'' Yet" , "date" : "19980510" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education" , "Theater"] , "page_facet" : "29" , "title" : "Visual Play's the Thing; Teacher Uses Cartoons to Win Converts to Shakespeare" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/10\/nyregion\/visual-play-s-the-thing-teacher-uses-cartoons-to-win-converts-to-shakespeare.html"} ,   {"body" : "''Future Site of Gateway Estates,'' reads a sign at the edge of a weed-encrusted plot of land in East New York. ''A Planned Community of 3,000 Affordable Homes, Regional Shopping, Parks and Schools.'' That community was to be Brooklyn's largest housing development in two decades. For more than five years, the Starrett Corporation, the builder of" , "date" : "19980510" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: EAST NEW YORK; Weed-Choked Acres Bring Forth Frustration, Not Housing" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/10\/nyregion\/neighborhood-report-east-new-york-weed-choked-acres-bring-forth-frustration-not.html"} , {"body" : "A veteran gym teacher was arrested yesterday on charges that he assaulted two students 10 days ago at a public intermediate school in Brooklyn, the police and school officials said. Harvey Sparer, 51, who teaches gym at Intermediate School 292 at 301 Vermont Avenue in East New York, Brooklyn, was arrested yesterday afternoon and accused of throwing" , "date" : "19980505" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "METRO NEWS BRIEFS: NEW YORK; Gym Teacher Arrested In Assault of 2 Students" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/05\/nyregion\/metro-news-briefs-new-york-gym-teacher-arrested-in-assault-of-2-students.html"} , {"body" : "BY the eighth inning of this season's opening game, in a muddy park in East New York, Brooklyn, Misael Quiroz's fingers were weak and numb with cold. The players on the benches were shivering in the icy drizzle, and about a dozen fans -- mostly their wives and girlfriends -- watched from the stands, hunched into parkas or blankets. A few players," , "date" : "19980503" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Last-Chance Season" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/03\/nyregion\/the-last-chance-season.html"} , {"body" : "A 25-year-old man shot and killed his wife in their Brooklyn apartment as his children slept nearby, then fled down the street and fatally shot himself, the police said. Officer Joseph Cavitolo, a Police Department spokesman, said the man, Khalil Abbar, killed his wife, Deion, 25, with a single shot to the head from a small caliber gun shortly" , "date" : "19980503" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "49" , "title" : "METRO NEWS BRIEFS: NEW YORK; Police Say Brooklyn Man Killed Wife and Himself" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/03\/nyregion\/metro-news-briefs-new-york-police-say-brooklyn-man-killed-wife-and-himself.html"} , {"body" : "Like a boxer on the ropes in the last round, Reginald H. Bowman knows that he has lost the fight. ''What am I going to do?'' he wondered recently. ''Keep knocking my head against a brick wall?'' Mr. Bowman's figurative wall has a literal translation. It surrounds a soon-to-be-opened juvenile jail on the block bordered by Pitkin and East New York" , "date" : "19980503" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEIGHBORHOOD REPORT: OCEAN HILL-BROWNSVILLE; New Jail Is for Youths, but Neighborhood Feels Punished" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/03\/nyregion\/neighborhood-report-ocean-hill-brownsville-new-jail-for-youths-but-neighborhood.html"} , {"body" : "Agreeing with a woman who claimed she was raped because the Housing Authority failed to supply adequate security in her Brooklyn housing project, a jury in Federal District Court in Brooklyn awarded her $3 million in damages yesterday. The woman was raped in a hallway of the Cypress Hills housing projects, in East New York, in 1992. Cypress Hills" , "date" : "19980430" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "METRO NEWS BRIEFS: NEW YORK; Housing Authority Found Liable in Rape" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/30\/nyregion\/metro-news-briefs-new-york-housing-authority-found-liable-in-rape.html"} , {"body" : "After seven weeks in which more than 350 people were closely questioned, jury selection was completed in Brooklyn yesterday for the first death penalty trial under New York State's three-year-old capital punishment law. Seven women and five men, most of them in health-related or office jobs, will sit in judgment of Darrel K. Harris, a former New" , "date" : "19980429" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Capital Case Has Jury of 12 After Queries On Attitudes" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/29\/nyregion\/capital-case-has-jury-of-12-after-queries-on-attitudes.html"} , {"body" : "A Brooklyn man who was told by two judges to stay away from his ex-girlfriend became so enraged when he found out that she was seeing another man that he boarded a plane from Miami yesterday, went to her Brooklyn apartment and shot her dead before turning the gun on himself, the police said. The woman, Ramona Martinez, 27, was shot in the stomach" , "date" : "19980429" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Ordered to Stay Away Kills Woman, Then Himself, Police Say" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/29\/nyregion\/man-ordered-to-stay-away-kills-woman-then-himself-police-say.html"} , {"body" : "I WANTED my own place,'' said Ronald Williams, 30, who was living with his girlfriend and her mother in their house on Staten Island when he started hunting for an apartment. What he found last February has left him ecstatic. It is a one-bedroom unit in a two-family house on Harbor Road in the Mariners Harbor section, complete with new appliances," , "date" : "19980426" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "PERSPECTIVES; Linking Low-Rent Housing to Manhattan's Market" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/26\/realestate\/perspectives-linking-low-rent-housing-to-manhattan-s-market.html"} , {"body" : "A veteran New York City police officer who spent the last 15 years doing internal investigations for the department was suspended yesterday after narcotics officers found a woman with a small bag of heroin in his car, the police said. Lieut. Stephen Jordan, 57, who has been a police officer for 34 years, was placed on a 30-day suspension but has" , "date" : "19980425" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Veteran Officer Suspended Over Drug Case" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/25\/nyregion\/veteran-officer-suspended-over-drug-case.html"} ,   {"body" : "A Brooklyn man claiming to be a cabdriver robbed and tried to rape a woman he picked up as a fare yesterday, the police said. The man, Bernard Brown, 32, of Clinton Avenue in Fort Greene, was captured because his victim grabbed a cellular telephone from the car and escaped down the street, said Lieut. Stephen Biegel, a Police Department spokesman." , "date" : "19980418" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Cell Phone Leads to Suspect in Sex Attack" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/18\/nyregion\/cell-phone-leads-to-suspect-in-sex-attack.html"} , {"body" : "SATURDAY is not Nathilee Caldeira's Sabbath, yet she feels a certain reverence for the day. As Orthodox Jews dressed for worship walk to synagogues, she and other blacks in the neighborhood go about their business. They do so with an understanding that it is a sacred day. ''Somehow on Saturdays, nobody really gets crazy,'' she said. Sunday is Ms." , "date" : "19980412" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "BRIGHTON BEACH (NYC)" , "MIDWOOD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Old Places, New Faces" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/12\/nyregion\/old-places-new-faces.html"} , {"body" : "A man who the police said is a high school safety officer was arrested yesterday morning in a Brooklyn housing project and accused of having two packets of heroin in his trouser pockets. The man, Elliott Bethea, 37, was arrested just before noon by Housing Bureau police officers who were investigating a report of a disturbance at 410 Williams" , "date" : "19980411" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "METRO NEWS BRIEFS: NEW YORK; Police Say School Officer Had Heroin in Pockets" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/11\/nyregion\/metro-news-briefs-new-york-police-say-school-officer-had-heroin-in-pockets.html"} , {"body" : "BACK when East New York seemed more like West Hell, Betty Peterson-Williams heard of new homes sprouting up there and in Brownsville. The houses were squat, but not without charm -- for about $50,000, they offered renters the chance to become homeowners while sweeping away the carpet of rubble that covered many blocks in the Brooklyn neighborhoods" , "date" : "19980401" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; A Project Called Hope, Unrealized" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/01\/nyregion\/about-new-york-a-project-called-hope-unrealized.html"} , {"body" : "DONALD PIERRE could not find the home he wanted for the price he could pay in his old neighborhood, Crown Heights, Brooklyn -- the one that would work for his growing family and bring in a bit of rental income. But three miles east, in once-notorious East New York, Brooklyn, he found a three-family building on a 40- by 100-foot lot. And, in" , "date" : "19980329" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "SOUTH BRONX (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Manhattan Strength Lifts All Boroughs" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/29\/realestate\/manhattan-strength-lifts-all-boroughs.html"} , {"body" : "Three 16-year-old boys forced a 14-year-old girl down to the basement of Lafayette High School in Brooklyn during the school day on Thursday and began sexually assaulting her, but fled when they heard a safety officer approaching, the police said yesterday. The victim was treated at Coney Island Hospital and released, hospital officials said. One" , "date" : "19980328" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "3 Boys Accused of Sexual Attack on Girl at School" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/28\/nyregion\/3-boys-accused-of-sexual-attack-on-girl-at-school.html"} , {"body" : "Sometime on Saturday night, Ed Cota will temporarily divert his attention from North Carolina's pre-game drills to gaze into the throng of fans at the Alamodome in San Antonio and locate his stepfather's wheelchair. It is a warm yet tragic sight that Cota has turned into supreme motivation. There is nothing in basketball that can faze Cota once he" , "date" : "19980326" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "1" , "title" : "1998 N.C.A.A. TOURNAMENT; His Parents' Pain Inspires Cota" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/26\/sports\/1998-ncaa-tournament-his-parents-pain-inspires-cota.html"} , {"body" : "At New York City's eastern frontier, dividing the Cape Cods and Tudor homes of Queens from the Cape Cods and Tudor homes of Long Island, there is a commercial strip dotted with old standbys like the Bellerose Old-Fashioned Butcher, new arrivals like the Indian beauty shop, and boarded-up storefronts waiting for another chance. One peculiarity makes" , "date" : "19980323" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "QUEENS VILLAGE (NYC)" , "NASSAU COUNTY (NY)" , "BELLEROSE (NYC)" , "BELLEROSE (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "One Street, Two Names and an Identity Crisis; A Proposal to Ease Confusion Touches Off a Fierce Feud Among Neighbors in Queens" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/23\/nyregion\/one-street-two-names-identity-crisis-proposal-ease-confusion-touches-off-fierce.html"} , {"body" : "AT 8:30 A.M., we stoked up on egg and cheese sandwiches at the White Castle on Atlantic Avenue. ''I always eat at least three,'' Arlene Schulman said. ''You need a lot of energy for these fifth graders. They are so smart. You'll see.'' But first we scoped the neighborhood: Cypress Hills in northern East New York. We carried copies of the letters" , "date" : "19980322" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "COPING; Fifth Graders' Letters Await Mayor's Answer" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/22\/nyregion\/coping-fifth-graders-letters-await-mayor-s-answer.html"} , {"body" : "A 100-foot-long brick parapet that was being renovated at a Brooklyn elementary school collapsed onto the school's roof yesterday afternoon, critically injuring a construction worker, injuring two students and closing the school at least until tomorrow, school officials said. As of late last night, the worker, who was identified by school officials" , "date" : "19980318" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "3 Hurt by Falling Bricks at Brooklyn School" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/18\/nyregion\/3-hurt-by-falling-bricks-at-brooklyn-school.html"} ,   {"body" : "With the branches of a crab-apple tree and sheer providence breaking his fall, a 2-year-old boy who the police said was thrown by his grandmother from the eighth floor of a Brooklyn housing complex managed to survive with only minor injuries after landing in the fallow soil of a lone flower bed. The police said the boy, Bishme Owens, was being" , "date" : "19980318" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Boy, 2, Lives After Being Thrown From 8th Floor" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/18\/nyregion\/boy-2-lives-after-being-thrown-from-8th-floor.html"} , {"body" : "The teacher raised his hands and pleaded for calm: ''Hold on! Let's catch our breath here, people!'' But the student in front was determined to finish his account of being menaced with a kitchen knife. Two classmates were laughing at him. A fourth student launched into a full-throated attack against human nature and the evils of bureaucracy and" , "date" : "19980313" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Where Landlords Learn; Some Property Owners Choose School Over Fines" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/13\/nyregion\/where-landlords-learn-some-property-owners-choose-school-over-fines.html"} , {"body" : "A plan to build hundreds of homes for low-income families on abandoned land in Brooklyn has stalled because city officials have decided to withhold $5 million from the project, community leaders in charge of the construction said yesterday. The project, known as the Nehemiah Houses, is sponsored by a citywide coalition of religious groups that has" , "date" : "19980309" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Coalition Assails the City's Decision to Withhold Money for Brooklyn Housing" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/09\/nyregion\/coalition-assails-the-city-s-decision-to-withhold-money-for-brooklyn-housing.html"} , {"body" : "During a 13-year career as a star point guard with the Los Angeles Lakers, Earvin (Magic) Johnson demonstrated time and again his ability to break down the opposing team's defense and score from anywhere on the basketball floor. But over the last two years, Mr. Johnson has had a far tougher time penetrating New York City with a chain of movie" , "date" : "19980304" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "3" , "title" : "New York Is Tough Market for Magic Johnson's Quest for a Multiplex Site" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/04\/nyregion\/new-york-is-tough-market-for-magic-johnson-s-quest-for-a-multiplex-site.html"} , {"body" : "GREENE-Bernard Victor. Age 72, of Thompson, PA, formerly of 239 Nichols Avenue, East New York in Brooklyn, died on Monday. From 1954 to 1982, he had his own dental practice in Audubon, PA. He resided in Brooklyn, NY from 1942 to 1950, and in Audubon, PA from 1950 to 1979, and lived for the past 19 years in Thompson, PA. He served during World War" , "date" : "19980213" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "25" , "title" : "Paid Notice: Deaths GREENE, BERNARD VICTOR" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/13\/classified\/paid-notice-deaths-greene-bernard-victor.html"} , {"body" : "When she was elected to Congress in 1992, Nydia M. Velazquez turned into something of a political heroine. That was the year she made history by becoming the first Puerto Rican woman elected to the House of Representatives, defeating Stephen J. Solarz, a nine-term incumbent, and four other Hispanic candidates. In the last six years, Ms. Velazquez" , "date" : "19980209" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Road Gets Tougher for a Political Pioneer" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/09\/nyregion\/road-gets-tougher-for-a-political-pioneer.html"} , {"body" : "One of the city's largest business groups has just committed $30 million to sweeten the paychecks of superintendents, principals and teachers if they raise academic performance in some of the city's most troubled districts. The bonus plan put forth by the New York City Partnership is not a cure-all and needs refinements. But it represents a welcome" , "date" : "19980204" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "The Business Community Steps Up" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/04\/opinion\/the-business-community-steps-up.html"} , {"body" : "Kenneth Sherbell, a state senator from Brooklyn in the late 1940's, died on Jan. 23 at Parkway Hospital in Queens. He was 80 and lived in the Jamaica Estates section of Queens. He had a long illness, said his daughter, Suzanne Sherbell. Mr. Sherbell, a member of the old American Labor Party who had Republican Party endorsement, was elected to the" , "date" : "19980202" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "20" , "title" : "Kenneth Sherbell, 80, Legislator, Official of Union and Executive" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/02\/nyregion\/kenneth-sherbell-80-legislator-official-of-union-and-executive.html"} , {"body" : "IN ''10 MEN,'' THE POET TRACIE MORRIS chronicled a young woman's sexual conquests. ''Project Princess'' was a paean to the b-girls she grew up with in East New York. ''So What'' was her rebuttal to a song by Me'Shell Ndege'Ocello about seducing another woman's man. (''By all means, teach the boy some things, so when he's ready I'll have a man.'')" , "date" : "19980201" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "46" , "title" : "POP\/JAZZ; A Hip-Hop Poet Looks Beyond Her Roots" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/01\/arts\/pop-jazz-a-hip-hop-poet-looks-beyond-her-roots.html"} , {"body" : "A Brooklyn police officer faces dismissal from the force because he was caught during a Federal sting operation buying videotapes of child pornography, according to police documents. After a departmental hearing last fall, a police administrative judge recommended last week that the officer, Brian Matthews, who is the Patrolmen's Benevolent" , "date" : "19980130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Brooklyn Officer Faces Dismissal Over Child Pornography Tapes" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/30\/nyregion\/brooklyn-officer-faces-dismissal-over-child-pornography-tapes.html"} ,   {"body" : "Borrowing an idea from the boardroom to help New York City's troubled classrooms, one of the city's largest business groups announced yesterday that it would offer $30 million to fatten the salaries of hundreds of superintendents, principals and teachers if they are able to raise students' academic performance. The plan, which could mean up to" , "date" : "19980127" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Private Group Offers Bonus Pay As a Spur to City's Public Schools" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/27\/nyregion\/private-group-offers-bonus-pay-as-a-spur-to-city-s-public-schools.html"} , {"author" : "Richard F. Shepard is the author of ''The Paper's Papers: A Reporter's Journey Through the Archives of The New York Times'' (Times Books-Random House)." , "body" : "AS is well known, it is easier to get to Manhattan from Queens than it is to get to Queens from Manhattan. Or to the Bronx, Brooklyn and -- where is it? -- Staten Island. If the vote of 1898 united all these in one megacity, the parts have not only been visibly separate but, more invisibly, unequal. There were, to be sure, gains for the four joined" , "date" : "19980125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)" , "BROOKLYN (NYC)" , "NEW YORK CITY" , "BRONX (NYC)" , "MANHATTAN (NYC)" , "QUEENS (NYC)"] , "page_facet" : "29" , "title" : "Life in the Other Four" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/25\/nyregion\/life-in-the-other-four.html"} , {"body" : "Harold O. Levy, the Wall Street executive who documented the severe deterioration of hundreds of city school buildings in a report released two years ago, said yesterday that he would soon convene inquiries at the city and state levels into how well the Board of Education and the School Construction Authority were coping with such problems. Citing" , "date" : "19980124" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Regent Urges That Agency Aid in Upkeep Of Schools" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/24\/nyregion\/regent-urges-that-agency-aid-in-upkeep-of-schools.html"} , {"body" : "City construction officials inspected a Brooklyn vocational high school and found it safe just five days before a wide swath of brick facade broke free from the building's rear wall and crashed through a protective shed to the sidewalk Wednesday night, city and school officials said yesterday. They said that the school, East New York Transit" , "date" : "19980123" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Brooklyn School Was Inspected Before Bricks Fell" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/23\/nyregion\/brooklyn-school-was-inspected-before-bricks-fell.html"} , {"body" : "A Brooklyn vocational high school was ordered closed after a swatch of ornamental brick facade measuring about 600 square feet broke free from the side of the building last night and crashed through protective wooden scaffolding to the sidewalk below, city and school officials said. No one was injured in the incident, which occurred between 6 and 7" , "date" : "19980122" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "9" , "title" : "School in Brooklyn Is Closed After Section of Facade Falls" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/22\/nyregion\/school-in-brooklyn-is-closed-after-section-of-facade-falls.html"} , {"body" : "THE offices of the community organizing group known as Acorn are rather playfully located in a drab downtown Brooklyn building just above a branch of its archnemesis, the city's Human Resources Administration. When the group moved in last November, the security director of the city social services agency walked upstairs suspiciously, figuring it" , "date" : "19980116" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; He Fights, Patiently, for Workfare Laborers" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/16\/nyregion\/public-lives-he-fights-patiently-for-workfare-laborers.html"} , {"body" : "The day after a Brooklyn man was killed by a hit-and-run driver, detectives found the car and arrested its owner on charges of vehicular manslaughter and leaving the scene of an accident, the police said. The victim, Vincent Somers, 45, was killed at 7:10 P.M. on Saturday on Rutland Road near East 49th Street in East Flatbush, said Betsy Herzog, a" , "date" : "19980112" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "METRO NEWS BRIEFS: NEW YORK; Police Make Arrest In Hit-and-Run Death" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/12\/nyregion\/metro-news-briefs-new-york-police-make-arrest-in-hit-and-run-death.html"} , {"body" : "From Griselda's in Park Slope to Trixie Glamourama in East New York and Vinny Venditti's in Bay Ridge, Brooklyn has plenty of beauty salons. It also has plenty of health clubs. But what the borough doesn't have is a spa that is open seven days a week and uses organic products. Debra Ann Townes and Yvonne Bernard plan to open the upscale," , "date" : "19980111" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: COBBLE HILL; Body Coddling a la Mode" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/11\/nyregion\/neighborhood-report-cobble-hill-body-coddling-a-la-mode.html"} , {"body" : "A 27-year-old Staten Island man died yesterday after being shot in the stomach Friday by his former girlfriend's jealous lover in Brooklyn, the police said. Investigators said that the victim had been on his way to the woman's apartment to give their 3-year-old daughter a belated Christmas present. The victim, Herberto Feliciano, was walking from" , "date" : "19980111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Man, 27, Dies After He Is Shot by a Jealous Boyfriend, Police Say" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/11\/nyregion\/man-27-dies-after-he-is-shot-by-a-jealous-boyfriend-police-say.html"} , {"body" : "A struggling immigrant businessman was charged yesterday with setting fire to his own tire-repair shop in Crown Heights, Brooklyn, triggering a huge explosion that leveled the shop and a car-repair garage next door, heavily damaged a third business and shattered windows in a row of nearby houses. The fire ignited by the 12:41 A.M. blast at 739" , "date" : "19980105" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Man Arrested as Fire Levels His Shop and Another" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/05\/nyregion\/man-arrested-as-fire-levels-his-shop-and-another.html"} ,   {"body" : "The New York City Police Department, expanding on a crime-fighting experiment that civil libertarians call Orwellian but law enforcement officials call justified, has installed two video surveillance cameras in Washington Square Park in Greenwich Village. The cameras were placed in the small landmark park on Tuesday, said a police spokesman," , "date" : "19980102" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WASHINGTON SQUARE PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Police Install Cameras in Washington Sq. Park" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/02\/nyregion\/police-install-cameras-in-washington-sq-park.html"} , {"body" : "LaShoun Turnipseed popped another Hershey's Kiss into her son's eager mouth and pronounced it the last. ''You're going to be mad at me when I say no,'' she told Darice, 13, ''but that's the way it's going to be.'' A half-dozen indulgences later, after successfully wielding his charms, Darice had exposed his mother's soft spot. ''This boy knows how" , "date" : "19980101" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "The Neediest Cases; For Young Mother, a Dream Renewed" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/01\/nyregion\/the-neediest-cases-for-young-mother-a-dream-renewed.html"} , {"body" : "Grief vied with anger and private sorrow mingled with public outrage yesterday at the funeral of William J. Whitfield, the unarmed man who was shot to death by a New York police officer last Thursday. The funeral, at the Bethlehem Baptist Church in East New York, Brooklyn, was attended by Mr. Whitfield's family and friends, and by strangers" , "date" : "19980101" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "500 Attend Funeral of Man Killed by Police Officer" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/01\/nyregion\/500-attend-funeral-of-man-killed-by-police-officer.html"}]