[  {"body" : "The search for a popular Brooklyn doctor ended yesterday and a murder inquiry began after the doctor's relatives identified his body, which was found bound and beaten last week in a vacant lot, the police said. Dr. Peter Williams, 42, an immigrant from Trinidad who practiced medicine in East Flatbush, was reported missing on Dec. 11 after he made a" , "date" : "19981222" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Body Is Identified as Missing Brooklyn Doctor" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/22\/nyregion\/body-is-identified-as-missing-brooklyn-doctor.html"} , {"body" : "RIVERDALE Storyteller Gives Meaning To the Line, 'You're Toast' Jim Keyes is no control freak. If his ''extreme storytelling'' event (to be held Saturday afternoon at Wave Hill) were a car, his role, he said, would be only ''to steer.'' The real drivers, he said, would be the children ages 3 and up who participate in the event and whose creativity" , "date" : "19981206" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/06\/nyregion\/playing-in-the-neighborhood-269310.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; meetings usually held on second Tuesday of month, but the next meeting is Dec. 1, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg. Board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn," , "date" : "19981115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; From Red Hook to Cypress Hills: When and Where the Community Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/15\/nyregion\/neighborhood-report-brooklyn-up-close-red-hook-cypress-hills-when-where.html"} , {"body" : "Graffiti and vandalism in three separate incidents yesterday were being investigated as possible bias incidents, the police said. Anti-Semitic graffiti was found scrawled in chalk yesterday morning on several cars and buildings at the corner of Avenue K and New York Avenue in the Flatlands section of Brooklyn, said Officer Cheryl Cox, a Police" , "date" : "19981004" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "47" , "title" : "METRO NEWS BRIEFS: NEW YORK; Graffiti and Vandalism In Possible Bias Incidents" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/04\/nyregion\/metro-news-briefs-new-york-graffiti-and-vandalism-in-possible-bias-incidents.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; meeting usually held on second Tuesday of month; but next meeting is on Wednesday, Oct. 14, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown" , "date" : "19980927" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Bushwick to Bensonhurst, When the Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/27\/nyregion\/neighborhood-report-brooklyn-up-close-bushwick-bensonhurst-when-boards-meet.html"} , {"body" : "David Goldfarb's virtual neighborhood, a Hindu temple in Flushing, Queens, sits next to a 1720 Dutch farmhouse in Flatlands, Brooklyn, and the Friends of Terra Cotta hang with a fervid cabal of New York City gargoyle enthusiasts. You can wander around this historically dense and perpetually threatened zone at Preserve and Protect, a Web site Mr." , "date" : "19980920" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "5" , "title" : "NEW YORK ONLINE; Where a Hindu Temple in Flushing Sits Next to a Dutch Farmhouse in Flatlands" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/20\/nyregion\/new-york-online-where-hindu-temple-flushing-sits-next-dutch-farmhouse-flatlands.html"} , {"body" : "Ninety-one people were arrested yesterday on charges that they operated a stolen auto parts network, based in Brooklyn, that had links to the Gambino and Lucchese organized crime families. Detectives executed 19 search warrants at what they identified as a chop shop, Starett Auto Parts, at 120-49 Flatlands Avenue, and at 15 salvage yards, 2" , "date" : "19980724" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; 91 Accused of Running Stolen Parts Network" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/24\/nyregion\/metro-news-briefs-new-york-91-accused-of-running-stolen-parts-network.html"} , {"body" : "Martin Rosenfeld, 82, drives each morning to Canarsie Pier where he does his squats and push-ups among the seagulls with a view few health clubs could rival. Murray Epstein, 75, has come every day for 30 years, to lounge on folding chairs with ''the boys'' and shoot the breeze or play pinochle. John Melecio and his wife, Lisa, are also regulars," , "date" : "19980621" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Desperately Seeking Solitude; An Ocean Voyage Without the High Seas" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/21\/nyregion\/desperately-seeking-solitude-an-ocean-voyage-without-the-high-seas.html"} , {"body" : "A 6-year-old kindergarten student chasing a school bus he had just missed was crushed under its right rear wheel and killed when the bus made a right-hand turn yesterday morning in Brooklyn, the police said. The accident occurred at 8:32 A.M. after the boy's foster mother had walked with him from their apartment in the Breukelen housing project to" , "date" : "19980519" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "Kindergartner Chasing Bus Is Crushed Under Rear Wheel" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/19\/nyregion\/kindergartner-chasing-bus-is-crushed-under-rear-wheel.html"} , {"body" : "WHEN dusk gathers and the dinner hour approaches, New Yorkers quietly divide into two tribes: the consumers and the creators. They look the same. By demographic, ethnic, religious and nearly every other measure, they are indistinguishable. But when it comes to food, they lead different lives. The consumers eat out, or they buy out. They keep the" , "date" : "19980506" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "For Passionate Home Cooks, It's a Magnificent Obsession" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/06\/dining\/for-passionate-home-cooks-it-s-a-magnificent-obsession.html"} ,   {"body" : "The City Health Department is investigating what caused 16 Brooklyn schoolchildren to be stricken with food poisoning yesterday shortly after a party to celebrate their completion of citywide standardized reading tests taken earlier this week. The children, fifth graders at Public School 203 in Flatlands, began complaining of stomachaches, nausea" , "date" : "19980502" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; 16 Children Fall Ill After Party at School" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/02\/nyregion\/metro-news-briefs-new-york-16-children-fall-ill-after-party-at-school.html"} , {"body" : "Two of southern Brooklyn's major real estate companies agreed last week to stop posting ''For Sale'' signs in an area that includes Mill Basin, Bergen Beach and Marine Park. The companies, Fillmore Realty and Tracey Realty, said they would take down all existing ''For Sale'' signs and adopt a voluntary moratorium on putting up new ones. They also" , "date" : "19980419" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: MARINE PARK; Two Big Realtors Unplug Panic Button: 'For Sale' Signs" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/19\/nyregion\/neighborhood-report-marine-park-two-big-realtors-unplug-panic-button-for-sale.html"} , {"body" : "SATURDAY is not Nathilee Caldeira's Sabbath, yet she feels a certain reverence for the day. As Orthodox Jews dressed for worship walk to synagogues, she and other blacks in the neighborhood go about their business. They do so with an understanding that it is a sacred day. ''Somehow on Saturdays, nobody really gets crazy,'' she said. Sunday is Ms." , "date" : "19980412" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "BRIGHTON BEACH (NYC)" , "MIDWOOD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Old Places, New Faces" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/12\/nyregion\/old-places-new-faces.html"} , {"body" : "BACK when East New York seemed more like West Hell, Betty Peterson-Williams heard of new homes sprouting up there and in Brownsville. The houses were squat, but not without charm -- for about $50,000, they offered renters the chance to become homeowners while sweeping away the carpet of rubble that covered many blocks in the Brooklyn neighborhoods" , "date" : "19980401" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; A Project Called Hope, Unrealized" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/01\/nyregion\/about-new-york-a-project-called-hope-unrealized.html"} , {"body" : "THERE are two commonly held beliefs about today's New York. No. 1: Things are good. No. 2: Everyone agrees about No. 1. The prevailing wisdom holds that the city is basking in a glorious period of renewal, evidenced and enhanced by a robust economy, a revitalized cultural scene and surging self-confidence. After all, the argument goes, Wall Street" , "date" : "19980322" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York's Riding High. But How Much Is Hot Air?" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/22\/nyregion\/new-york-s-riding-high-but-how-much-is-hot-air.html"} , {"body" : "GEERKEN-Marion R. Of Southold, Long Island (formerly of Flatlands, Brooklyn) on February 3, 1998. Retired from the Actuarial Division of MetLife. Beloved wife of G. Everett Geerken. Fond sister of Jean Sutton. For information DeFriest Funeral Homes of Southold. Memorial services are on Saturday, February 14, 1998 at 1 P.M. at the First Presbyterian" , "date" : "19980208" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "43" , "title" : "Paid Notice: Deaths GEERKEN, MARION R." , "url" : "http:\/\/www.nytimes.com\/1998\/02\/08\/classified\/paid-notice-deaths-geerken-marion-r.html"} , {"body" : "A police officer shot and killed a 22-year-old man in Brooklyn early yesterday morning after he refused an order to stop and ran toward the officer with a semiautomatic handgun, the police said. The shooting took place just after 2 A.M. on East 80th Street and Flatlands Avenue in Canarsie, Brooklyn, said Betsy Herzog, a police spokeswoman. The" , "date" : "19980127" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "Armed Man Is Killed as He Runs at Officer" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/27\/nyregion\/armed-man-is-killed-as-he-runs-at-officer.html"} , {"body" : "SIMONETTi-Rev. Gennaro M. The Diocese of Brooklyn announces the death of the pastor emeritus of Our Lady of Miracles Church, 757 E. 86th St., Brooklyn on Jan. 16. Reposing in Guarino Funeral Home, 9222 Flatlands Ave., Brooklyn, Sunday, Jan. 18, 25 and 7-10 P.M. and Monday, Jan. 19, 2-5 P.M. Mass of Transferral Monday, Jan. 19 at 7:30 P.M., Our Lady" , "date" : "19980117" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "11" , "title" : "Paid Notice: Deaths SIMONETTI, REV. GENNARO M." , "url" : "http:\/\/www.nytimes.com\/1998\/01\/17\/classified\/paid-notice-deaths-simonetti-rev-gennaro-m.html"}]