[  {"author" : "William R. Everdell teaches history at St. Ann's School in Brooklyn and is the author of ''The First Moderns.''" , "body" : "THE NEIGHBORHOODS OF BROOKLYN Introduction by Kenneth T. Jackson. John B. Manbeck, consulting editor. Illustrated. 246 pp. New Haven: Citizens Committee for New York City\/ Yale University Press. $29.95 More like a catalogue than an encyclopedia, ''The Neighborhoods of Brooklyn'' consists of short illustrated chapters on 47 big-city neighborhoods, a" , "date" : "19981213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "15" , "title" : "Artful Dodgers" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/13\/books\/artful-dodgers.html"} , {"body" : "THE Brooklyn Center for the Performing Arts at Brooklyn College had an unexpected problem on its hands when the St. Petersburg State Ice Ballet came to perform at the Flatbush theater in November. It wasn't the 6,000 pounds of ice that threatened to sink the stage, but the long line at the box office. The Independence Savings Bank, which sponsored" , "date" : "19980621" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; Today's Performing Arts Center for Today's Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/21\/nyregion\/making-it-work-today-s-performing-arts-center-for-today-s-brooklyn.html"} , {"body" : "MUSEUM MILE Big Puppets for a Big City In a Centennial's Celebration In celebration of New York's 100th anniversary as a consolidated city, five dancing 12-foot puppets, each representing one of the five boroughs, will parade on Tuesday evening down the 22 blocks that constitute Museum Mile. The parade, beginning the 20th annual Museum Mile" , "date" : "19980607" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/07\/nyregion\/playing-in-the-neighborhood-281280.html"} , {"body" : "Brenda from the Upper East Side complained that riders in New York City buses do not give up their seats to the elderly anymore. Joe over in Brooklyn has a serious problem with his sidewalk in Gerritsen Beach. And Jim in Queens thinks there is something suspicious about the people who turned a home into a church on his block in Bayside. So went the" , "date" : "19980418" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["PHOENIX (ARIZ)" , "NEW YORK CITY" , "ARIZONA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Mayor Takes Political Road Show to Phoenix" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/18\/nyregion\/mayor-takes-political-road-show-to-phoenix.html"} , {"body" : "A 57-year-old unemployed sales consultant was convicted in State Supreme Court in Brooklyn yesterday of sending indecent materials over the Internet to a person he thought was a 13-year-old girl and trying to coax her into having sex. The man, James Barrows of Madison, Conn., was arrested in December 1996 after showing up for what he thought would" , "date" : "19980317" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; Connecticut Man Guilty Of Internet Indecency" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/17\/nyregion\/metro-news-briefs-new-york-connecticut-man-guilty-of-internet-indecency.html"} , {"body" : "Ask Tricia Zwilinske why she used to smoke marijuana every day, why she failed all her classes or why rebellious behavior led to her being dismissed from four high schools and all she offers is a wan smile and a sheepish shrug. ''Everyone else was doing it,'' Tricia, 15, said haltingly as she played with her bangs. ''It was the thing to do.'' In" , "date" : "19980213" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; A Girl, 15, Is Trying to Find Her Way" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/13\/nyregion\/the-neediest-cases-a-girl-15-is-trying-to-find-her-way.html"}]