[  {"body" : "A tour bus carrying 30 Chinatown residents home after a long night in Atlantic City careered out of control here this morning and slammed into a tree, injuring everyone aboard, two critically. The accident came three days after eight people were killed when their bus to Atlantic City spun off the road just five miles from the site of today's crash." , "date" : "19981228" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW JERSEY TURNPIKE" , "ATLANTIC CITY (NJ)" , "EDISON (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "2d Bus on Atlantic City Run Crashes, Injuring All Aboard" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/28\/nyregion\/2d-bus-on-atlantic-city-run-crashes-injuring-all-aboard.html"} , {"body" : "When Staten Island got its one-way toll on the Verrazano-Narrows Bridge in 1986, residents of lower Manhattan were not the only ones who cried foul. In Brooklyn, too, the plan met with strong, and continuing, opposition. But there is an even bigger traffic issue in Brooklyn today: the impending reconstruction of many sections of Interstate 278." , "date" : "19981213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GOWANUS EXPRESSWAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "Gowanus Expressway: Trouble Overhead" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/13\/nyregion\/gowanus-expressway-trouble-overhead.html"} , {"body" : "Mayor Rudolph W. Giuliani seemed to be inaugurating a new era of large-scale public works two years ago when he called for the construction of a rail tunnel under the Hudson River to carry freight between the Brooklyn waterfront and the rest of the country. The idea drew headlines, and Senators Daniel Patrick Moynihan and Alfonse M. D'Amato quickly" , "date" : "19981211" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "PORT NEWARK" , "PORT ELIZABETH (NJ)" , "PORT OF NEW YORK AND NEW JERSEY" , "HOWLAND HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Study Questions Plan for Hudson Rail Tunnel" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/11\/nyregion\/study-questions-plan-for-hudson-rail-tunnel.html"} , {"body" : "The signs of rebirth had been unmistakable in the Brooklyn waterfront neighborhood of Red Hook, a place long known best for its car impound lots, its eyesore of industrial blocks and one of the largest public housing projects in the country. Lately, there had been new shops, an uptick in real estate prices and an influx of artists and young" , "date" : "19981203" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Angry Reception Greets Trash Plan in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/03\/nyregion\/angry-reception-greets-trash-plan-in-brooklyn.html"} , {"body" : "IN New York, many regular people -- meaning those who do not make hundreds of thousands of dollars a year -- do not think of landlords as being like them. They think of the stereotype: A landlord is someone who refuses to turn on the heat when it's cold. So there was little likelihood that Sarah Suatoni, 36, a body-work therapist, and Jim Wurzbach," , "date" : "19981129" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["CARROLL GARDENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Habitats \/ Carroll Gardens, Brooklyn; An Apartment Seeker Becomes a Landlord" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/29\/realestate\/habitats-carroll-gardens-brooklyn-an-apartment-seeker-becomes-a-landlord.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; meetings usually held on second Tuesday of month, but the next meeting is Dec. 1, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg. Board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn," , "date" : "19981115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; From Red Hook to Cypress Hills: When and Where the Community Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/15\/nyregion\/neighborhood-report-brooklyn-up-close-red-hook-cypress-hills-when-where.html"} , {"body" : "Two arts organizations are in conflict in Brownstone Brooklyn. As attorneys for both groups negotiate over a lawsuit filed two weeks ago, local artists and art lovers are wondering what is going on. ''People are definitely talking about it,'' said Shelly Weiss, a resident familiar with both sides of the issue. ''There's been an historic enmity" , "date" : "19981025" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: PARK SLOPE; What's in a Name? A Lawsuit" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/25\/nyregion\/neighborhood-report-park-slope-what-s-in-a-name-a-lawsuit.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the New York metropolitan region. Opera ''TOSCA,'' Metropolitan Opera. Puccini buffs who are put off by the stark grimness of the City Opera's new production of ''Tosca'' have the option of the Met's sumptuously" , "date" : "19981002" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "7" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/02\/movies\/classical-music-and-dance-guide.html"} , {"body" : "THE sun was setting like a fat tomato behind the Statue of Liberty just as Armando Babillo hooked a 20-inch sea bass, flashing silver in the light, from the end of the new $3 million Louis Valentino Jr. Pier at the end of Coffey Street. ''Vivo en el proyecto de Red Hook,'' Mr. Babillo said, adding proudly, ''We will have this for Sunday dinner.''" , "date" : "19981001" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "STATEN ISLAND (NYC)" , "FRESH KILLS (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "Up From the Ruins, Red Hook Faces a Dump" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/01\/garden\/up-from-the-ruins-red-hook-faces-a-dump.html"} , {"body" : "Dance Theater Workshop and the Danspace Project of St. Mark's Church presented the 14th Annual Dance and Performance Awards on Friday night at the Joyce Theater. The awards, chosen by a panel of judges, are familiarly known as the Bessies, and are named after Bessie Schonberg, a noted teacher of dance composition. They honor achievements in dance" , "date" : "19980921" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "3" , "title" : "Jollity and Some Serious Moments at the Bessie Awards" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/21\/arts\/jollity-and-some-serious-moments-at-the-bessie-awards.html"} ,   {"body" : "September GOWANUS ARTS EXCHANGE -- A hardy, adventurous studio and theater complex, Gowanus celebrates its new home today and continues with the Brooklyn Women's Music and Performance Festival (Sept. 25-27); (Oct. 2-3); Richard Daniels, Aviva Geismar and Shannon Hummel (Oct. 2-3); Peggy Shaw (Oct. 8-11); Outback Series for New Dance and Performance" , "date" : "19980913" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "25" , "title" : "THE NEW SEASON\/DANCE; THE ANNOTATED LISTINGS" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/13\/arts\/the-new-season-dance-the-annotated-listings.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Opera ''LA BOHEME,'' Amato Opera. This scrappy, often inventive company has come up with an angle to attract audiences afresh to Puccini's eternally popular ''Boheme.'' Their advertising calls the opera" , "date" : "19980911" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "8" , "title" : "CLASSICAL MUSIC AND DANCE GUIDE" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/11\/movies\/classical-music-and-dance-guide.html"} , {"body" : "FOR CHILDREN Theater ''BROADWAY ON BROADWAY'' -- Celebrate the new musical season with a free concert by the casts of Broadway shows including ''Cabaret,'' ''Ragtime,'' ''Chicago,'' ''Titanic'' and ''The Phantom of the Opera,'' as well as sneak previews of upcoming productions. Sunday, noon to 2 P.M. Times Square, at 43d Street and Broadway." , "date" : "19980911" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/11\/arts\/spare-times-790028.html"} , {"body" : "UPPER MANHATTAN 13 Cultural Treasures In One Shuttle Package Shuttle buses will link 13 upper Manhattan cultural institutions next Sunday in the ''Uptown Treasures'' event. The day will include exhibitions, gallery talks, walking tours, concerts, craft demonstrations and children's activities. Nearly everything will be free. The sixth annual event" , "date" : "19980906" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/06\/nyregion\/playing-in-the-neighborhood-696765.html"} , {"body" : "The Tunnel Garage Q: A developer is proposing the demolition of the old Tunnel Garage, at Broome and Thompson Streets, a project we are opposing. Who designed this building? . . . Carl Rosenstein, Preservation Director, Art Deco Society of New York. A: A syndicate of local businessmen, headed by George L. Stivers, a Charlton Street physician, put" , "date" : "19980906" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "Streetscapes\/Readers' Questions; House on Fifth, Tunnel Garage, a Brooklyn Office" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/06\/realestate\/streetscapes-readers-questions-house-on-fifth-tunnel-garage-a-brooklyn-office.html"} , {"body" : "THE thick, green water of the Gowanus Canal was baking in the hot August sun. Hollow windows of empty buildings and twisted fences brooded down on the water. Almost nothing stirred in the heat, except a plump black rat scurrying across broken stones that lay on the shore. The only other sign of life was David Lefkowitz's 21-foot powerboat, which" , "date" : "19980830" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GOWANUS CANAL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Gowanus Canal: An Appreciation" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/30\/nyregion\/the-gowanus-canal-an-appreciation.html"} , {"body" : "The deadly looking water gun that fooled police officers and led them to shoot and critically injure a 16-year-old boy in Brooklyn on Sunday night was another reminder of what critics said yesterday has been an all-too-common problem: realistic toy guns that, although they are banned by law, are still too easy for children to get. The water gun" , "date" : "19980826" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "After Shooting by Police, Critics Say Illegal Toy Guns Are Still Too Easy to Get" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/26\/nyregion\/after-shooting-by-police-critics-say-illegal-toy-guns-are-still-too-easy-to-get.html"} , {"body" : "In a sign that developers are increasingly forced to scout out unlikely locales for new projects, a Manhattan company said yesterday that it would build a huge entertainment complex along the Gowanus Canal in Brooklyn that would include the city's largest multiplex movie theater. The project, to be known as Brooklyn Commons, would be part of a" , "date" : "19980717" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS CANAL (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "3" , "title" : "Theater Complex Planned for Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/17\/nyregion\/theater-complex-planned-for-brooklyn.html"} , {"body" : "The muck-ridden Gowanus Canal, which dates to the 19th century and runs through Cobble Hill, Park Slope and Carroll Gardens, has been so smelly that for decades it's been compared to the River Styx, the mythological river of the dead. Many people who live nearby have all but given up hope of seeing something done about the odor. But now the city is" , "date" : "19980712" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS CANAL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: GOWANUS; Dredging Up A Revived Waterway" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/12\/nyregion\/neighborhood-report-gowanus-dredging-up-a-revived-waterway.html"} , {"body" : "Mimi Goese lives in one of those old New York City apartments whose rooms are so tiny that they feel like a complex of cages. Yet Ms. Goese, a 38-year-old performing artist, has transformed this standard walk-up into enchanted chambers. A vast window she cut into the wall between the kitchen and the living room opens up an unexpected vista. A" , "date" : "19980617" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "Carving a Path Of Innovations; Live and Electronic Music Blend in a Varied Career" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/17\/arts\/carving-a-path-of-innovations-live-and-electronic-music-blend-in-a-varied-career.html"} ,   {"body" : "Most people looking at the charred remains of the Bona Fide Fuel Oil Company in a gray, industrial section of Gowanus, Brooklyn, see hills of bricks, rusted scrap metal and a bunch of old tires. But preservationists see a site that may merit historic landmark status some day. They believe that the remains of 256 soldiers of the Maryland Brigade," , "date" : "19980526" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Brooklyn Fire May Lead to Revolutionary Graves" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/26\/nyregion\/brooklyn-fire-may-lead-to-revolutionary-graves.html"} , {"body" : "FOR CHILDREN Theater ''CITY, CITY'' -- Central Park will provide the setting for the National Dance Institute's event of the year, a musical involving 1,700 schoolchildren, ages 9 to 15, who will celebrate the many faces of New York City in dance. Highlights include a Puerto Rican dance, Jewish klezmer music and a Chinese lion dance, as well as a" , "date" : "19980508" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/08\/arts\/spare-times-838950.html"} , {"body" : "When the dust settled this week after the House passed its mammoth $217 billion, six-year highway bill, most New York lawmakers walked away ecstatic about the millions they managed to reap for their state. The bill has 47 percent more for New York State than did the last highway bill, passed in 1991, including $652.2 million from a $9 billion" , "date" : "19980404" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "NEW YORK STATE" , "STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "State Makes A Heavy Haul In House Bill For Transport" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/04\/nyregion\/state-makes-a-heavy-haul-in-house-bill-for-transport.html"} , {"body" : "Reliving a beating that exposed longstanding tensions between two Brooklyn neighborhoods, a black man from Red Hook testified yesterday how he was chased through traffic by vengeful white youths from Carroll Gardens who beat him while shouting racial slurs. The attack took place on Sept. 20, 1997, on busy Hamilton Avenue, which for decades has" , "date" : "19980402" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "1997 Brooklyn Attack Recounted in Court" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/02\/nyregion\/1997-brooklyn-attack-recounted-in-court.html"} , {"body" : "THERE are two commonly held beliefs about today's New York. No. 1: Things are good. No. 2: Everyone agrees about No. 1. The prevailing wisdom holds that the city is basking in a glorious period of renewal, evidenced and enhanced by a robust economy, a revitalized cultural scene and surging self-confidence. After all, the argument goes, Wall Street" , "date" : "19980322" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "New York's Riding High. But How Much Is Hot Air?" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/22\/nyregion\/new-york-s-riding-high-but-how-much-is-hot-air.html"} , {"body" : "FOR CHILDREN Theater ''THE BELOVED DEARLY,'' a dark comedy with songs, about an ambitious little boy who runs a successful pet funeral business and runs into trouble when he hires a good crier who wants a raise. Book and lyrics by Doug Cooney; music by Frank Schiro; directed by Michael Perreca. At Tada! Theater, 120 West 28th Street, second floor," , "date" : "19980313" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/13\/arts\/spare-times-984167.html"} , {"body" : "The second graders gamboling around him, their teacher, Aaron M. Burke, was saying, generally abide by the rules of the schoolyard: no swearing, no pushing, share the ball, take turns, no electronic toys. But just as he finished praising their civility in the unlikely arena of an elementary schoolyard at lunchtime, two boys stepped out of line. It" , "date" : "19980228" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "A Lack of Civility? Pupils Politely Point Out Other Problems" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/28\/nyregion\/a-lack-of-civility-pupils-politely-point-out-other-problems.html"} , {"body" : "FOR CHILDREN Theater ''THE BROADWAY KIDS SING BROADWAY,'' an hourlong performance of songs from ''Annie,'' ''The Sound of Music,'' ''Oliver!'' and other shows, sung by young theater veterans. Saturdays and Sundays at noon. At the John Houseman Theater, 450 West 42d Street, Clinton. Tickets: $20. Information: (212) 354-2220. ''CINDERELLA,'' an" , "date" : "19980227" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/27\/arts\/spare-times-768120.html"} , {"body" : "FOR CHILDREN Theater ''THE BIG SLEEP OVER,'' the new interactive production by the Paper Bag Players that lets the audience sing, dance and perform magic. Saturdays and Sundays at 2 P.M. At the Kaye Playhouse, Hunter College, 68th Street between Lexington and Park Avenues. Weekends through March 8. Tickets: $15 and $20. Information: (212) 772-4448." , "date" : "19980220" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/20\/arts\/spare-times-659142.html"} , {"body" : "For more than 35 years, as Cobble Hill, Park Slope, and other Brooklyn neighborhoods of brownstone and old brick have revived, a mile-long corridor through the middle of the area has continued to crumble, collect weeds and drive people away. The dead zone extends for several blocks along the banks of the malodorous Gowanus Canal, a dead-end" , "date" : "19980201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GOWANUS CANAL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "23" , "title" : "Flushing Out the Foul And the Frustration; A New Vista for a Dead-End Canal" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/01\/nyregion\/flushing-out-the-foul-and-the-frustration-a-new-vista-for-a-dead-end-canal.html"} ,   {"body" : "FOR CHILDREN Theater ''LITTLE RED RIDING HOOD,'' a new updated musical version of the fairy tale, featuring a bubble-gum company executive, a podiatrist and a hip grandmother, presented by Theaterworks\/USA. Tomorrow at 12:30 P.M. and Sunday at 10:30 A.M. and 12:30 P.M. At the Promenade Theater, 2162 Broadway, at 76th Street. Tickets, $18.50." , "date" : "19980130" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/30\/arts\/spare-times-323071.html"}]