[  {"author" : "William R. Everdell teaches history at St. Ann's School in Brooklyn and is the author of ''The First Moderns.''" , "body" : "THE NEIGHBORHOODS OF BROOKLYN Introduction by Kenneth T. Jackson. John B. Manbeck, consulting editor. Illustrated. 246 pp. New Haven: Citizens Committee for New York City\/ Yale University Press. $29.95 More like a catalogue than an encyclopedia, ''The Neighborhoods of Brooklyn'' consists of short illustrated chapters on 47 big-city neighborhoods, a" , "date" : "19981213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "15" , "title" : "Artful Dodgers" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/13\/books\/artful-dodgers.html"} , {"body" : "SIMOWITZ-Rhoda. On December 7, 1998. Age 73. After a long illness. Beloved wife of 51 years of Sylvan. Loving mother of Carol Simowitz Mendelsohn and Lee. Grandmother of Mia and Jake. Devoted sister-in-law of Flo and Harold Feldman, and mother-inlaw of Martin Mendelsohn and Susan Reiter Simowitz. Warm and generous to all who met her, past President" , "date" : "19981213" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "67" , "title" : "Paid Notice: Deaths SIMOWITZ, RHODA" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/13\/classified\/paid-notice-deaths-simowitz-rhoda.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; meetings usually held on second Tuesday of month, but the next meeting is Dec. 1, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg. Board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn," , "date" : "19981115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; From Red Hook to Cypress Hills: When and Where the Community Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/15\/nyregion\/neighborhood-report-brooklyn-up-close-red-hook-cypress-hills-when-where.html"} , {"body" : "FOR CHILDREN Theater ''CURIOUS GEORGE,'' a musical starring the mischievous monkey; book and lyrics by Tom Toce and music by Timothy Brown. For children 5 and older. Theaterworks\/USA, at the Promenade Theater, 2162 Broadway, at 76th Street. Tomorrow and Sunday at 12:30 P.M. Tickets: $18.50. Reservations: (212) 627-7373 or (212) 239-6200. ''DON'T" , "date" : "19981106" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/06\/arts\/spare-times-715700.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; meeting usually held on second Tuesday of month; but next meeting is on Wednesday, Oct. 14, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown" , "date" : "19980927" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Bushwick to Bensonhurst, When the Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/27\/nyregion\/neighborhood-report-brooklyn-up-close-bushwick-bensonhurst-when-boards-meet.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN NUMISMATIC SOCIETY, Audubon Terrace, Broadway at 155th Street, Washington Heights. The society has the most extensive coin collection in North America; its library is open to the public. On permanent display is ''American Numismatic Design, 1892-1922,'' which includes all coins issued during this period. Also" , "date" : "19980925" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "38" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/25\/arts\/spare-times-011606.html"} , {"body" : "Because of an editing error, an article on Wednesday about Russian immigrants in the Brooklyn community of Manhattan Beach misstated the position of Harold Weinberg, a local resident who was involved in amending zoning laws to let some homeowners enlarge their houses. He is a member of the local community board, not the City Council." , "date" : "19980925" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN BEACH (NYC)" , "BRIGHTON BEACH (NYC)"] , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/25\/nyregion\/c-corrections-024260.html"} , {"body" : "Viktor Angurov lives on a leafy street in the affluent Brooklyn neighborhood of Manhattan Beach, about one mile from his mother's apartment in Brighton Beach. It is the same one-bedroom apartment they shared after arriving from Moscow in 1979 with two suitcases and $90. Then, the short distance seemed so far: Brighton Beach was the Russian ghetto," , "date" : "19980923" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "For Russian New York, A 'Suburb' Next Door; Many View Brighton Beach as the 'City,' And Manhattan Beach Is Now Home" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/23\/nyregion\/for-russian-new-york-suburb-next-door-many-view-brighton-beach-city-manhattan.html"} , {"body" : "FELDMAN-Pearl. Age 96. Formerly of Brooklyn, New York, and Santa Monica, California. Died on Sept. 20th, 1998 at Maine Medical Center in Portland, Maine, after suffering a heart attack. Beloved wife of the late Morris. Devoted mother of Dorothy Schwartz (Elliott) of South Freeport, ME., the late Shirley Horowitz (the late Mike), the late Jerry" , "date" : "19980923" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "12" , "title" : "Paid Notice: Deaths FELDMAN, PEARL" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/23\/classified\/paid-notice-deaths-feldman-pearl.html"} , {"body" : "FOX-Raymond. Age 92. Of North Miami Beach, FL. Formerly of Manhattan Beach, Brooklyn. Died September 4, 1998. Beloved husband of the late Rosiland, father of Ethel (Joe) and Joyce (Robert), grandfather of Cheryl (Kenny), Michael, Andrew (Amy) and Karen. Great grandfather of Benjamin, Adina, and Jaret. We loved you, respected you and admired you. We" , "date" : "19980907" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "14" , "title" : "Paid Notice: Deaths FOX, RAYMOND" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/07\/classified\/paid-notice-deaths-fox-raymond.html"} ,   {"body" : "THE day is warm, the news conference regarding a mother and son who are suspects in a potential murder case is dying down, and on a bench opposite State Supreme Court in Manhattan a wino is dozing. It's the time of day, in short, for the private investigator to make an admission. ''I've been told -- not by my kids -- that I'm not as warm and" , "date" : "19980807" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; A Tough Guy Who Calls His Snarl a Purr" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/07\/nyregion\/public-lives-a-tough-guy-who-calls-his-snarl-a-purr.html"} , {"body" : "To the Editor: To the ose concerned about the dying bushes along Park Avenue South, ''With Lack of Upkeep, Green Islands Are Withering'' (July 12) there is only one way to keep public plantings alive through the summer. as our volunteers know so well: water, water, water! DANA BORELL Manhattan Beach, Brooklyn The writer is president of the" , "date" : "19980726" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "Battering, Metrocards, Squatters; Only One Remedy For Park Avenue Withering" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/26\/nyregion\/l-battering-metrocards-squatters-only-one-remedy-for-park-avenue-withering-076023.html"} , {"body" : "THIS rural corner of the Town of Brookhaven still seems far removed from the hectic pace of development that has enveloped most of western Long Island. Thick pine forests line winding country roads and tree nurseries flourish alongside fields of vegetable crops. At one time this hamlet about 40 miles from the Queens border seemed too remote to" , "date" : "19980705" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANORVILLE (NY)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "In the Region\/Long Island; Developers Are on the March to Rural Manorville" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/05\/realestate\/in-the-region-long-island-developers-are-on-the-march-to-rural-manorville.html"} , {"body" : "WITH a fresh breeze blowing off Sheepshead Bay, and the midafternoon sun heating the waterside promenade along Emmons Avenue, the pitchmen were in full cry. ''Fresh fish, we got 'em here,'' one shouted. ''Live crabs, live crabs here,'' a rival answered. Across from Pier 6, George Kartsanis swung into action. ''Get your scalers right here, ladies," , "date" : "19980415" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "The Fresh Catch on New York's Doorstep" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/15\/dining\/the-fresh-catch-on-new-york-s-doorstep.html"} , {"body" : "DONSKY-Ruth. Of Miami, formerly of Manhattan Beach, passed away on April 13th, 1998. Beloved wife of the late Rubin. Loving mother of Maurice (Amira) & Michael Donsky. Cherished grandmother of Sharon (Andrew) Corman and Brian Donsky. Chapel services Wednesday 1 PM, Levitt Weinstein Memorial Chapel, North Miami Beach, FL. Contributions to Manhattan" , "date" : "19980415" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "23" , "title" : "Paid Notice: Deaths DONSKY, RUTH" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/15\/classified\/paid-notice-deaths-donsky-ruth.html"} , {"body" : "SATURDAY is not Nathilee Caldeira's Sabbath, yet she feels a certain reverence for the day. As Orthodox Jews dressed for worship walk to synagogues, she and other blacks in the neighborhood go about their business. They do so with an understanding that it is a sacred day. ''Somehow on Saturdays, nobody really gets crazy,'' she said. Sunday is Ms." , "date" : "19980412" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "BRIGHTON BEACH (NYC)" , "MIDWOOD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Old Places, New Faces" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/12\/nyregion\/old-places-new-faces.html"} , {"body" : "MEYERSON-Sally (nee Schackman). Age 97, at the VA Care Unit in West Palm Beach, FL, formerly of Manhattan Beach, Brooklyn. Veteran of naval service in World War I. Beloved wife of the late Jesse Meyerson, loving mother of Marilyn Goodman and Florence and Jack Scheinman, adored grandmother of Susan Scheinman, William Goodman, David Scheinman," , "date" : "19980311" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "9" , "title" : "Paid Notice: Deaths MEYERSON, SALLY (NEE SCHACKMAN)" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/11\/classified\/paid-notice-deaths-meyerson-sally-nee-schackman.html"} , {"body" : "Jack Streit, a master matzoh maker devoted to keeping an ancient tradition and a family business alive on the Lower East Side, died on Wednesday at Beth Israel Medical Center in Manhattan. He was 89. Mr. Streit was president of Aron Streit Inc., the last independent matzoh company. By rights, the Streit factory on Rivington Street should have been" , "date" : "19980206" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "18" , "title" : "Jack Streit, a Guardian of Matzoh's Traditions, Is Dead at 89" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/06\/nyregion\/jack-streit-a-guardian-of-matzoh-s-traditions-is-dead-at-89.html"} , {"body" : "IT says something about Leon M. Goldstein that, even now, he does not have an unkind word for Mayor Rudolph W. Giuliani. It was the Mayor, after all, who in 1995 yanked him from academic obscurity and insisted he would make an excellent chancellor for the nation's largest public school system. Almost immediately, Mr. Goldstein found his life held" , "date" : "19980206" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; An Amiable Defender of Colleges Under Fire" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/06\/nyregion\/public-lives-an-amiable-defender-of-colleges-under-fire.html"} , {"body" : "IF NEW YORK seems like a work in progress today, imagine how it seemed a century ago. The city wouldn't stand still long enough to be captured faithfully in a single frame by the map makers at August R. Ohman, the company that produced this view of the new metropolis about 1902 (the map's copyright date). But an artist's rendering offered them" , "date" : "19980125" , "day_of_week_facet" : "Sunday" , "page_facet" : "16" , "title" : "THE BIG PICTURE: THE NEWBORN CITY, SEEN FROM ABOVE; Of Shanties and Skylines" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/25\/nyregion\/the-big-picture-the-newborn-city-seen-from-above-of-shanties-and-skylines.html"} ,   {"body" : "To the Editor: Re ''Rock of Ages'' (F.Y.I., Dec. 14), on the outcrop of Manhattan schist on West 114th Street, as an amateur student of geology I recently had occasion to visit a small historical-site museum on East 61st Street, near York Avenue, which not only features such an outcrop on its grounds but is actually built of stone blocks that were" , "date" : "19980118" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "Historic House Was Built Of the Rock It Stands On" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/18\/nyregion\/l-historic-house-was-built-of-the-rock-it-stands-on-128406.html"}]