[  {"body" : "The spirit of Christmas resides in Brooklyn, at 7823 12th Avenue in Dyker Heights. There, in a four-bedroom brick row house, Peter and Janet Marcolini have hung, strung and sprung a dazzling array of decorations for a quarter century, each year noticeably more than the year before. They may be running out of space, but they will never run out of" , "date" : "19981218" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "DYKER HEIGHTS (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "So Bright You Might Say It Glows" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/18\/arts\/so-bright-you-might-say-it-glows.html"} , {"author" : "William R. Everdell teaches history at St. Ann's School in Brooklyn and is the author of ''The First Moderns.''" , "body" : "THE NEIGHBORHOODS OF BROOKLYN Introduction by Kenneth T. Jackson. John B. Manbeck, consulting editor. Illustrated. 246 pp. New Haven: Citizens Committee for New York City\/ Yale University Press. $29.95 More like a catalogue than an encyclopedia, ''The Neighborhoods of Brooklyn'' consists of short illustrated chapters on 47 big-city neighborhoods, a" , "date" : "19981213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "15" , "title" : "Artful Dodgers" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/13\/books\/artful-dodgers.html"} , {"body" : "THE basketball referees are restless, jangly, suspicious of a world without carefully painted lines and half-circles underfoot. When the National Basketball Association's doors locked on the players, the refs got their paychecks but not their whistles or striped uniforms. So now they sit around at home watching old game tapes and calling each other" , "date" : "19981204" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Jovial Referee Is Eager for Call to Play Ball" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/04\/nyregion\/public-lives-jovial-referee-is-eager-for-call-to-play-ball.html"} , {"body" : "The sun was out. Again. And not everyone was thrilled. Sure, the parks were full of fresh-faced fresh-air lovers, trotting around in short sleeves and short pants as if breaking a sweat were going to help them live forever. But for every ruddy dog walker and Frisbee tosser enjoying a November masquerading as September, there were just as many who" , "date" : "19981130" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Despite the Warmth, Some Shun the Sun" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/30\/nyregion\/despite-the-warmth-some-shun-the-sun.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; meetings usually held on second Tuesday of month, but the next meeting is Dec. 1, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg. Board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn," , "date" : "19981115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; From Red Hook to Cypress Hills: When and Where the Community Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/15\/nyregion\/neighborhood-report-brooklyn-up-close-red-hook-cypress-hills-when-where.html"} , {"body" : "Robert Comas put down his half-eaten roast beef sandwich and explained how being a team mascot prepared him for politics. It was lunchtime Tuesday in the back of Brennan & Carr, a restaurant at Nostrand Avenue and Avenue U. ''During my years as the Chief, I learned a lot about shaking hands,'' said Mr. Comas, 54, the Conservative Party candidate" , "date" : "19981025" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: SHEEPSHEAD BAY; 'Chief' Finds New Arena: Politics" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/25\/nyregion\/neighborhood-report-sheepshead-bay-chief-finds-new-arena-politics.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; meeting usually held on second Tuesday of month; but next meeting is on Wednesday, Oct. 14, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown" , "date" : "19980927" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Bushwick to Bensonhurst, When the Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/27\/nyregion\/neighborhood-report-brooklyn-up-close-bushwick-bensonhurst-when-boards-meet.html"} , {"body" : "PRESSMAN-Ken. On June 27, Of Mill Basin, Brooklyn. Beloved husband of Jean, loving father of Beth and Mark, Mark and Jennifer. Adored grandfather of Bria and Jessica. Graduate of Saint John's, star basketball player, sales executive with Sleepwear, Inc. for 40 years. ''We cannot see beyond ...But this I know: I loved you soTwas heaven here with" , "date" : "19980705" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "21" , "title" : "Paid Notice: Deaths PRESSMAN, KEN" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/05\/classified\/paid-notice-deaths-pressman-ken.html"} , {"body" : "The only indication of anything unusual at David's Chicken last Wednesday were brightly colored signs advertising chickens for $3.99 a pound, ''today only.'' So regulars like Leah Levit were surprised and upset to find out that their favorite takeout place was closing that evening. The store, at 1323 Third Avenue between 75th and 76th Streets, had" , "date" : "19980607" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: UPPER EAST SIDE; A Chicken-Lovers' Institution Takes Wing" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/07\/nyregion\/neighborhood-report-upper-east-side-a-chicken-lovers-institution-takes-wing.html"} , {"body" : "In the aftermath of the recent string of school shootings by students in Oregon, Arkansas and Pennsylvania, officials are taking all youthful threats -- from the vile to the idle -- far more seriously, and in some cases, arresting the youths who make them. Today, a 14-year-old Long Island student who sent anonymous E-mail messages to school" , "date" : "19980528" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "After Shootings in Schools, Officials Are Treating Student Threats Seriously" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/28\/nyregion\/after-shootings-in-schools-officials-are-treating-student-threats-seriously.html"} ,   {"body" : "EVERY three or four weeks a sense of oppression descends on Amy Lesser. The walls of her one-bedroom apartment on the Upper West Side seem to close in. The knocking noises of the elevator outside her door grate on her. Faxes keep coming, reminding her of work and responsibility. On nights like these, Ms. Lesser said, she feels like a caged hamster" , "date" : "19980524" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Night Moves" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/24\/nyregion\/night-moves.html"} , {"body" : "Jane Dechongkit, 16, returned home from school in Mill Basin, Brooklyn, Tuesday afternoon to an unusual find and a stern warning. A clear plastic trash bag with two pieces of garbage -- an empty hand lotion bottle and a cardboard toilet paper roll -- was paraded in front of the befuddled high school student by her mother. Attached to the bag was a" , "date" : "19980430" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Householders Caught With Incorrect Garbage" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/30\/nyregion\/householders-caught-with-incorrect-garbage.html"} , {"body" : "Two of southern Brooklyn's major real estate companies agreed last week to stop posting ''For Sale'' signs in an area that includes Mill Basin, Bergen Beach and Marine Park. The companies, Fillmore Realty and Tracey Realty, said they would take down all existing ''For Sale'' signs and adopt a voluntary moratorium on putting up new ones. They also" , "date" : "19980419" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: MARINE PARK; Two Big Realtors Unplug Panic Button: 'For Sale' Signs" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/19\/nyregion\/neighborhood-report-marine-park-two-big-realtors-unplug-panic-button-for-sale.html"} , {"body" : "SATURDAY is not Nathilee Caldeira's Sabbath, yet she feels a certain reverence for the day. As Orthodox Jews dressed for worship walk to synagogues, she and other blacks in the neighborhood go about their business. They do so with an understanding that it is a sacred day. ''Somehow on Saturdays, nobody really gets crazy,'' she said. Sunday is Ms." , "date" : "19980412" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "BRIGHTON BEACH (NYC)" , "MIDWOOD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Old Places, New Faces" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/12\/nyregion\/old-places-new-faces.html"} , {"body" : "DONALD PIERRE could not find the home he wanted for the price he could pay in his old neighborhood, Crown Heights, Brooklyn -- the one that would work for his growing family and bring in a bit of rental income. But three miles east, in once-notorious East New York, Brooklyn, he found a three-family building on a 40- by 100-foot lot. And, in" , "date" : "19980329" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "EAST NEW YORK (NYC)" , "SOUTH BRONX (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Manhattan Strength Lifts All Boroughs" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/29\/realestate\/manhattan-strength-lifts-all-boroughs.html"} , {"body" : "State officials have begun a preliminary inquiry into accusations from residents of an affluent Brooklyn neighborhood that real estate brokers are using racial and ethnic scare tactics to persuade them to sell their homes. Residents of the area, Mill Basin, said that in the last four years real estate agents have been calling, writing and ringing" , "date" : "19980328" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "State to Study Sales Tactics In Home Sales" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/28\/nyregion\/state-to-study-sales-tactics-in-home-sales.html"} , {"body" : "Even though it was a B game, Ali Lemer was totally psyched. The Brooklyn Blades' Thursday night practice had gone well, and Ms. Lemer relishes any opportunity to pile on the layers of pads. ''I think I have some kind of equipment fetish,'' she said. ''Ice hockey is just modernized warfare, isn't it?'' Sarah Spitz usually plays with the A team, but" , "date" : "19980217" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Heading Slowly Into the Ice Age; Women's Hockey Is Growing, if Not at Olympic Speed" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/17\/nyregion\/heading-slowly-into-ice-age-women-s-hockey-growing-if-not-olympic-speed.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN FORT WASHINGTON $315,000 436 West 162d Street 4-bedroom, 3-bath, 4-story brownstone built in 1893; double parlor, dining room, eat-in kitchen, library," , "date" : "19980118" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/18\/realestate\/residential-sales.html"}]