[  {"body" : "They had been here before, of course, but somehow it all looked different. ''So clean, well lighted, much more than I remember,'' said Adolph Green, words drawn out and tone approving, as he shuffled toward the mammoth apotosaurus on the fourth floor of the American Museum of Natural History. ''Just like Times Square, all cleaned up,'' responded" , "date" : "19981225" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts" , "Theater"] , "page_facet" : "1" , "title" : "ON THE TOWN WITH: Comden and Green; Still Fancy Free? Of Course!" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/25\/movies\/on-the-town-with-comden-and-green-still-fancy-free-of-course.html"} , {"body" : "FIFTY years ago, my father was appointed principal of an elementary school near the Brooklyn Navy Yard. He was 44. It was his first command. That's how he has always regarded being a principal; it was like being captain of a ship, he said. This may be why, while waiting for my mother to emerge from life-support, he urges us to read his Patrick" , "date" : "19981213" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "COPING; A Captain In Rough Waters" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/13\/nyregion\/coping-a-captain-in-rough-waters.html"} , {"body" : "Look Like a Million, With Bill to Match The unasked question at a party for DR. GERALD IMBER, a plastic surgeon and author, was, ''Who has and who hasn't?'' The crowd at the East Side brownstone of the advertising executive JERRY DELLA FEMINA on Wednesday included BILL BEUTEL, an anchor on WABC-TV; the actor BEN GAZZARA; the restaurateur KENNETH" , "date" : "19981211" , "day_of_week_facet" : "Friday" , "geo_facet" : ["ST LOUIS (MO)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/11\/nyregion\/public-lives.html"} , {"body" : "For years, dreams of creating Hollywood-on-the-Hudson have tantalized politicians and entrepreneurs, only to collide with the financial realities of a high-risk industry. In recent months, it looked as if those dreams might finally be realized, as several entrepreneurs announced plans for complexes of sound stages like the studio back lots in Los" , "date" : "19981209" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "17" , "title" : "Tinseltown Dreams Face Reality" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/09\/nyregion\/tinseltown-dreams-face-reality.html"} , {"body" : "Film Premiere MONDAY -- The New York premiere of ''Down in the Delta,'' a film directed by the poet Maya Angelou, will benefit the programs of the National Council of Negro Women. The screening, 7 P.M. at the Astor Plaza Theater, 44th Street at Broadway, will be followed by a cocktail buffet at Laura Belle, 120 West 43d Street. Tickets, $200, from" , "date" : "19981206" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "13" , "title" : "BENEFITS" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/06\/style\/benefits-272299.html"} , {"body" : "New York Studios Inc., which plans to build a high-technology film and television production studio at the Brooklyn Navy Yard, said yesterday that it had named Arnell Group Brand Consulting in New York to handle strategic brand development and marketing communications. Billings were estimated at $1 million for the first year. Arnell was awarded the" , "date" : "19981119" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Business"] , "page_facet" : "7" , "title" : "THE MEDIA BUSINESS: ADVERTISING -- ADDENDA; New York Studios Names Arnell Group" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/19\/business\/the-media-business-advertising-addenda-new-york-studios-names-arnell-group.html"} , {"body" : "A sculptor who has lived in Williamsburg, Brooklyn, for 20 years says he is thinking of moving to get away from the garbage. A retired salesman in Hunts Point in the Bronx crinkles his nose as he describes the acrid smell of the endless garbage trucks. On the Brooklyn waterfront in Red Hook, a man rails against a plan to bring immense garbage" , "date" : "19981116" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "STATEN ISLAND (NYC)" , "HUNTS POINT (NYC)" , "FRESH KILLS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Boroughs Battle Over Trash As Last Landfill Nears Close" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/16\/nyregion\/boroughs-battle-over-trash-as-last-landfill-nears-close.html"} , {"body" : "SHAPIRO-Ivan. On November 5, 1998 at age 70 after a long illness. Beloved husband of Maria. Proud father of Lisa J. Kubiske and Alex Shapiro. A prominent real estate attorney, civic leader and civil libertarian, Ivan inspired those who knew him. His commitment to ethical and moral issues and to solving social problems are evident in his years of" , "date" : "19981115" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "47" , "title" : "Paid Notice: Deaths SHAPIRO, IVAN" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/15\/classified\/paid-notice-deaths-shapiro-ivan.html"} , {"body" : "THE highlight reel of New York City's volatile relationship with the military during this century is a montage of indelible images. Start with the sepia flicker of doughboys saluting the Statue of Liberty as they sail home from the War to End All Wars. Cut to scenes full of fancy-free sailors at liberty in the 1944 Broadway classic ''On the Town,''" , "date" : "19981108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A City And Its Soldiers; A Hotel for the Military Reflects a Bond That Has Been, by Turns, Wary and Warm" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/08\/nyregion\/city-its-soldiers-hotel-for-military-reflects-bond-that-has-been-turns-wary-warm.html"} , {"body" : "SINCE his death in 1970, William H. Johnson has slowly gained recognition as an outstanding African-American artist, which is to say, simply one of America's outstanding artists. That recognition received its strongest impetus in 1991, when the National Museum of American Art in Washington, which owns a vast majority of his surviving work," , "date" : "19981108" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "ON THE TOWNS: ART REVIEW; More at Home Abroad" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/08\/nyregion\/on-the-towns-art-review-more-at-home-abroad.html"} ,   {"body" : "The driver of a truck that ran over a Brooklyn boy on Tuesday has been given a summons for taking the 18-wheeler on a street where commercial traffic is banned, the police said. The boy, Quinntaun Burns, 7, later died of his injuries. He was riding his bicycle a few blocks from his home on South Portland Avenue in Fort Greene when the accident" , "date" : "19981105" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "Truck Driver Gets Summons After Boy Dies In an Accident" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/05\/nyregion\/truck-driver-gets-summons-after-boy-dies-in-an-accident.html"} , {"body" : "FOR motorists in Manhattan, the impound lot at Pier 76 off the West Side Highway is the most unhappy place in the world. Nearly 65,000 people a year come here to reclaim their confiscated cars. They bring excuses, tears, fists and notes from priests confirming the burial of freshly departed loved ones. There you will find the morose motorist" , "date" : "19981021" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Automobiles"] , "page_facet" : "4" , "title" : "For All Those Towaways, The Trucks Stop Here" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/21\/automobiles\/for-all-those-towaways-the-trucks-stop-here.html"} , {"body" : "An explosion in the hull of an oil barge in the Brooklyn Navy Yard yesterday killed a welder and injured his assistant, the authorities said. The explosion occurred around 4:30 P.M., while the welder was on a ladder, fire officials said. He was blown out of the hull through an open hatch. The force of the blast propelled his body over the starboard" , "date" : "19981011" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Welder Is Killed in Explosion At the Brooklyn Navy Yard" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/11\/nyregion\/welder-is-killed-in-explosion-at-the-brooklyn-navy-yard.html"} , {"body" : "Built at the Brooklyn Navy Yard in 1898, she stayed afloat for a century, serving a busy harbor. But time and tide finally got the better of the Pennacock on Aug. 19, when the historic tugboat -- it once ushered Titanic survivors aboard the Carpathia into New York -- sank off its moorings at Pier 25 in TriBeCa, despite rescue efforts by the Coast" , "date" : "19981011" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HUDSON RIVER"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: SOHO\/TRIBECA; A Tugboat That Needs One" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/11\/nyregion\/neighborhood-report-soho-tribeca-a-tugboat-that-needs-one.html"} , {"body" : "LEWIN-Frances (Frolich). Beloved wife, mother and grandmother. Member of the Hunter College Alumni Hall of Fame along with classmate Bella Abzug. For 20 years she was Commissioner of the Broadway show League giving entertainment each week to 400 members of the Broadway theatre community. After graduating from Hunter, class of 1942, she worked at" , "date" : "19980920" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "51" , "title" : "Paid Notice: Deaths LEWIN, FRANCES (FROLICH)" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/20\/classified\/paid-notice-deaths-lewin-frances-frolich.html"} , {"body" : "IT'S not quite what he had in mind when he chose to become an artist, but Bradley McCallum insists he didn't mind measuring the sidewalks of Malcolm X Boulevard a few weeks ago. Using a tape measure, he determined the square footage of each block where the rally called the Million Youth March by its organizers was to be held, and then, estimating" , "date" : "19980917" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; A Visual Artist Gives Form to Free Speech" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/17\/nyregion\/public-lives-a-visual-artist-gives-form-to-free-speech.html"} , {"body" : "LEWIN-Frances (Frolich). Beloved wife, mother and grandmother. Member of the Hunter College Alumni Hall of Fame along with classmate Bella Abzug. For 20 years she was Commissioner of the Broadway show League giving entertainment each week to 400 members of the Broadway theatre community. After graduating from Hunter, class of 1942, she worked at" , "date" : "19980915" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "9" , "title" : "Paid Notice: Deaths LEWIN, FRANCES (FROLICH)" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/15\/classified\/paid-notice-deaths-lewin-frances-frolich.html"} , {"body" : "THE thick, green water of the Gowanus Canal was baking in the hot August sun. Hollow windows of empty buildings and twisted fences brooded down on the water. Almost nothing stirred in the heat, except a plump black rat scurrying across broken stones that lay on the shore. The only other sign of life was David Lefkowitz's 21-foot powerboat, which" , "date" : "19980830" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GOWANUS CANAL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Gowanus Canal: An Appreciation" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/30\/nyregion\/the-gowanus-canal-an-appreciation.html"} , {"body" : "A FRIEND describes Leslie Parks, 29, as an ''earth mother movie star,'' someone who is both glamorous and natural at the same time. She loves organic food, homemade beauty products, bare feet, quiet and Brooklyn. Yet, she stands out in a crowd like a celebrity. Perhaps because her father is the photographer Gordon Parks, she has the posture," , "date" : "19980830" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Style"] , "page_facet" : "7" , "title" : "WEDDINGS: VOWS; Leslie Parks and Alan Harding" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/30\/style\/weddings-vows-leslie-parks-and-alan-harding.html"} , {"body" : "THE cobblestone streets around Jessie Nebraska Gifford's Vinegar Hill home are a no man's land of truckers and intrepid artists -- of both the visual and stickup kind. This little neighborhood, bordered by housing projects, the waterfront and the Brooklyn Navy Yard, makes her feel isolated sometimes. But at least she had the company of several nude" , "date" : "19980819" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "About New York; A Portrait Of Pride And Paunches" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/19\/nyregion\/about-new-york-a-portrait-of-pride-and-paunches.html"} ,   {"body" : "When Marc H. Rosenbaum became chief executive of the Brooklyn Navy Yard Development Corporation in April, he was clearly well qualified. After all, he had been the acting chief from July 1996 to June 1997. ''I like Brooklyn,'' said Mr. Rosenbaum, 50, a lawyer who was born and bred in the borough. ''I watched the Dodgers play at Ebbets Field. But I" , "date" : "19980726" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORTS: FORT GREEN; Navy Yard, Recommissioned" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/26\/nyregion\/neighborhood-reports-fort-green-navy-yard-recommissioned.html"} , {"body" : "Responding to an intense demand for technologically advanced studios in a city whose broadcast facilities were largely designed in the infancy of television, a newly formed development company said yesterday that it would build a complex of five large sound stages on the border of Greenwich Village and SoHo, at Houston and West Streets. The" , "date" : "19980711" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "$120 Million Movie Studio Hub Is Planned for Lower Manhattan" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/11\/nyregion\/120-million-movie-studio-hub-is-planned-for-lower-manhattan.html"} , {"body" : "NEW YORK CITY is taking a pounding from the movie industry this season, what with an overgrown lizard squishing it, a tsunami engulfing it and an asteroid bopping it hard enough to make anyone wish he had a bunker of his own. This, some are convinced, is Hollywood's way of saying it really loves us. Maybe there is something to that. Cinematically" , "date" : "19980623" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "NYC; Celluloid City: Godfather Of Locations" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/23\/nyregion\/nyc-celluloid-city-godfather-of-locations.html"} , {"body" : "Amid a surging demand to produce films in New York City, the Giuliani administration has promised a pair of young entrepreneurs a lease to build a major Hollywood-style movie studio in the Brooklyn Navy Yard -- provided they can obtain $190 million in financing by December. The plan, the most ambitious of several proposals for new sound stages and" , "date" : "19980619" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "9" , "title" : "A Film Studio Is Proposed For the Brooklyn Navy Yard" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/19\/nyregion\/a-film-studio-is-proposed-for-the-brooklyn-navy-yard.html"} , {"body" : "The Brooklyn Navy Yard was among 12 sites in New York designated yesterday by Gov. George E. Pataki as enterprise zones. The new zones were for areas of the state that had lost jobs because of military and defense cutbacks. Previously, the zones were designated simply because the areas were economically depressed. Enterprise zones provide" , "date" : "19980604" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Metro Business; Enterprise Zones Named" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/04\/nyregion\/metro-business-enterprise-zones-named.html"} , {"body" : "WHEN William Garvey and his wife, Tamara Eberlein, wanted to move up from their 1,800-square-foot house on less than a quarter-acre in Rye, N.Y., four years ago with their four children, ''we shopped long and hard,'' he said. ''Many of the towns we looked at weren't really towns, but just a collection of houses and winding roads,'' said Mr. Garvey," , "date" : "19980426" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["RIDGEFIELD (CONN)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "If You're Thinking of Living In\/Ridgefield, Conn.; A Small Town With Big-City Diversity" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/26\/realestate\/if-you-re-thinking-living-ridgefield-conn-small-town-with-big-city-diversity.html"} , {"body" : "A worker using a blow torch at the Brooklyn Navy Yard was killed yesterday morning after he accidentally cut a hole in a fuel tank of the ship he was working on, the police said. The worker, whom the police did not identify, was overcome by diesel fumes from the tank and pronounced dead at the scene. Officer Valerie St. Rose, a Police Department" , "date" : "19980309" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "METRO NEWS BRIEFS: NEW YORK; Worker Dies in Accident At Brooklyn Navy Yard" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/09\/nyregion\/metro-news-briefs-new-york-worker-dies-in-accident-at-brooklyn-navy-yard.html"} , {"body" : "DR. EDWARD ELKOWITZ of Kings Point has recreated downtown Brooklyn in his basement. It's a big basement. ''I have the Navy Yard and thousands of little people,'' Dr. Elkowitz said. In addition to Brooklyn, his basement also holds Gettysburg and two other cities. ''I built all the houses and buildings,'' he said. ''I bought the people.'' ''It's easy" , "date" : "19980222" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "LONG ISLAND JOURNAL; Glory of Brooklyn, in a Kings Point House" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/22\/nyregion\/long-island-journal-glory-of-brooklyn-in-a-kings-point-house.html"} , {"body" : "Once an enclave for Irish immigrants, Vinegar Hill is named for a battle site in Ireland. That seems appropriate, given that during the last five months, this tiny, cobblestoned waterfront district between the Manhattan Bridge and the old Brooklyn Navy Yard has been shaken by a battle of its own. On its face, the combat has been over whether to" , "date" : "19980201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: VINEGAR HILL; The 2d Battle of Vinegar Hill" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/01\/nyregion\/neighborhood-report-vinegar-hill-the-2d-battle-of-vinegar-hill.html"} , {"author" : "Jan Morris's latest book is ''Fifty Years of Europe'' (Random House)." , "body" : "YEARS AGO, John Cheever wrote about a New York ''filled with a river light.'' He meant, of course, the shimmer of the Hudson and East Rivers, which then dappled the island, filtering between the iron mesh of the old El and shining innocently, now and then, along the skyscraper canyons. But he was thinking metaphorically, too, I believe, of a New" , "date" : "19980125" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR"] , "page_facet" : "19" , "title" : "When Great Ships Came In" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/25\/nyregion\/when-great-ships-came-in.html"} ,   {"body" : "In a Brooklyn College laboratory where thousands of fish swim endlessly in hundreds of tanks, a poster shows a rocket blasting off. ''Going to Work in Space,'' it says. Tomorrow, some siblings and other close relatives of these fish -- four pregnant female swordtails and 200 babies -- will do exactly that. They will be aboard the space shuttle" , "date" : "19980121" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "To Boldly Go Where Fish Haven't; Testing Feasibility of Piscine Farms for Space Voyages" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/21\/nyregion\/boldly-go-where-fish-haven-t-testing-feasibility-piscine-farms-for-space-voyages.html"} , {"body" : "Twinkle, Twinkle Q. As I admire the freshly cleansed, star-splashed ceiling in Grand Central Terminal, I wonder: how do they change the light bulbs in those twinkling little stars? A. They don't. When the vast vaulted ceiling was restored recently, a fiber optic system was installed to illuminate the 59 stars that actually glow out of the more than" , "date" : "19980118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1998\/01\/18\/nyregion\/fyi-100706.html"} , {"body" : "An Officer's House Q. Lost near the waterfront, zigzagging among the cobblestone streets and old factory buildings west of the old Brooklyn Navy Yard, I came upon an enormous, Federal-style mansion behind a tall iron gate, on a knoll at the top of Evans Street. What can you tell me about it? A. The old yard, where the Navy built and repaired ships" , "date" : "19980111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1998\/01\/11\/nyregion\/fyi-982130.html"} , {"body" : "Lashawn Israel Chambers liked to look out on the waters of the East River from the Brooklyn Navy Yard, watching the ships go by. ''I'm going to be something,'' he told school friends he grew up with in the Walt Whitman Houses in Fort Greene. ''I'm going to get out.'' And so he did, moving a year ago to Baltimore, where he got his own place and was" , "date" : "19980102" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Home for Holidays, a 21-Year-Old Man Is the Year's First Homicide Victim" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/02\/nyregion\/home-for-holidays-a-21-year-old-man-is-the-year-s-first-homicide-victim.html"}]