[  {"body" : "NORTON-Stanley J., 81, of Naples died December 7, 1998 at Naples Community Hospital, Naples, Florida, after a brief illness. Born in Brooklyn, N.Y., on December 18, 1916, Mr. Norton served as an Army officer in both World War II and the Korean War. He enjoyed a long and sucessful career as an Attorney and advisor to the Heavy Construction Industry." , "date" : "19981209" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "15" , "title" : "Paid Notice: Deaths NORTON, STANLEY J." , "url" : "http:\/\/www.nytimes.com\/1998\/12\/09\/classified\/paid-notice-deaths-norton-stanley-j.html"} , {"body" : "His business card said he was the director of Africa Help, a nongovernmental relief organization, and he told friends that he supplemented his income by trading in precious stones. He lived unspectacularly in a close-knit middle-class housing development. A father of six, he sent the oldest to a primary school, where his wife was active in the" , "date" : "19980927" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["EGYPT" , "KENYA" , "AFGHANISTAN"] , "nytd_section_facet" : ["World"] , "page_facet" : "6" , "title" : "Public Face of Terror Suspect: Low-Key Family Man" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/27\/world\/public-face-of-terror-suspect-low-key-family-man.html"} , {"body" : "Observers of Mayor Giuliani's reputed ability to cow into submission employees, opponents and citizens, take note: the Mayor may have met his match, and his name is Kasper Price. Mr. Price is the president of the Sea Gate Association, which represents the residents of Sea Gate, a private, gated community on the western edge of the Coney Island" , "date" : "19980208" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SEA GATE (BROOKLYN)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: CONEY ISLAND; Call It Sea Gate or Seagate?" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/08\/nyregion\/neighborhood-report-coney-island-call-it-sea-gate-or-seagate.html"} , {"body" : "INTERNATIONAL A3-9 Russia Promises to Stop Missile Assistance to Iran The United States Government received concrete promises of action by the Russian Government to stop Russian companies and scientists from assisting Iran's ballistic missile program, senior officials said. A8 Cold War Spymaster Jailed A court in Frankfurt jailed the former East" , "date" : "19980116" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/16\/nyregion\/news-summary-109533.html"}]