[  {"body" : "A 9-year-old boy who was killed by a hit-and-run driver in Queens and a man who was shot 13 times on an Upper West Side street were among six people who were killed and four others who were injured yesterday during an unusually violent day in New York City, the police said. In a year in which the city has averaged fewer than two killings a day," , "date" : "19981228" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Boy Dies in Hit-Run, 1 of Day's 6 Killings" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/28\/nyregion\/boy-dies-in-hit-run-1-of-day-s-6-killings.html"} , {"body" : "Widowed and far from her children, grandchildren and infant great-granddaughter, Minnie Hirschhorn found gaiety and glamour in her bus trips twice a week to Atlantic City. She would dress up, fix her hair and risk a few dollars on the slot machines. When she returned late at night to her apartment in Sheepshead Bay, Brooklyn, Mrs. Hirschhorn, 74," , "date" : "19981226" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["SAYREVILLE (NJ)" , "ATLANTIC CITY (NJ)" , "GARDEN STATE PARKWAY (NJ)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Victims in New Jersey Bus Crash Sought a Touch of Glitter" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/26\/nyregion\/victims-in-new-jersey-bus-crash-sought-a-touch-of-glitter.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN GRAMERCY PARK AREA $315,000 425 Park Avenue South (Gramercy Place) 1-bedroom, 1-bath, 960-sq.-ft. co-op in a renovated prewar building; 24-hr. doormen, 11-ft." , "date" : "19981220" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/20\/realestate\/residential-sales.html"} , {"body" : "For 21 years, the police have kept open the murder case of Officer Ronald Stapleton, who was ambushed by two men outside a Brooklyn disco, stabbed in the eye and shot twice in the stomach with his own revolver. Yesterday, the police officially closed the case with the announcement that a Jackson Township, N.J., truck driver had been arrested" , "date" : "19981218" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "JACKSON TOWNSHIP (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "Man Arrested In the Slaying Of an Officer 21 Years Ago" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/18\/nyregion\/man-arrested-in-the-slaying-of-an-officer-21-years-ago.html"} , {"body" : "Top-seeded Georgia Southern rolled up an average of 498.3 yards a game and forged a 14-0 record in reaching the Division I-AA championship game tomorrow against Massachusetts. Impressive? Yes. Unbeatable? Not the way Deyate Hagood of Massachusetts sees it. ''We're here,'' he said yesterday from Chattanooga, Tenn., the site of the title game. ''We" , "date" : "19981218" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "PLUS: COLLEGE FOOTBALL; UMass Optimistic About I-AA Final" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/18\/sports\/plus-college-football-umass-optimistic-about-i-aa-final.html"} , {"body" : "Law enforcement officials yesterday shut down a major theft ring that they said stole millions of dollars in merchandise from warehouses around Kennedy International Airport, moving against a crime that officials say saddles customers with incalculable hidden costs on many everyday purchases. Officials recovered more than $5 million in stolen items" , "date" : "19981217" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "56 Are Indicted in Thefts Of Kennedy Airport Cargo" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/17\/nyregion\/56-are-indicted-in-thefts-of-kennedy-airport-cargo.html"} , {"author" : "William R. Everdell teaches history at St. Ann's School in Brooklyn and is the author of ''The First Moderns.''" , "body" : "THE NEIGHBORHOODS OF BROOKLYN Introduction by Kenneth T. Jackson. John B. Manbeck, consulting editor. Illustrated. 246 pp. New Haven: Citizens Committee for New York City\/ Yale University Press. $29.95 More like a catalogue than an encyclopedia, ''The Neighborhoods of Brooklyn'' consists of short illustrated chapters on 47 big-city neighborhoods, a" , "date" : "19981213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "15" , "title" : "Artful Dodgers" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/13\/books\/artful-dodgers.html"} , {"body" : "IN parts of Brooklyn these days, even the dullest community board meeting can count on coverage by half a dozen local newspapers. The opening of a supermarket might draw a phalanx of photographers. These papers have their bigger stories, too. ''Rats! Super Vermin Are Taking Over the Streets'' shouted a recent cover of The Brooklyn Graphic. The" , "date" : "19981213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; In Brooklyn, There's No Stopping the Presses" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/13\/nyregion\/new-yorkers-co-in-brooklyn-there-s-no-stopping-the-presses.html"} , {"body" : "Johnny Roventini, the little Brooklyn-born bellhop with the big bell-clear voice whose ''Call for Phil-lip Mor-ris,'' delighted radio audiences in the 1930's and 40's and made the cigarette into a household name, died on Monday at a hospital in Suffern, N.Y. He was 86 and had been under lifetime contract to the company since 1933. His family said" , "date" : "19981202" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Obituaries" , "Business"] , "page_facet" : "15" , "title" : "Johnny Roventini, 86, Bellhop Who Called for Phillip Morris" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/02\/business\/johnny-roventini-86-bellhop-who-called-for-phillip-morris.html"} , {"body" : "The Federal Education Department's Office of Civil Rights has challenged Schools Chancellor Rudy Crew to show evidence that thousands of black and Hispanic students are being properly placed in special education programs, saying that a Federal analysis shows evidence of discrimination that Dr. Crew has failed to report or investigate. The" , "date" : "19981121" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "U.S. Questions The Placement Of City Pupils" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/21\/nyregion\/us-questions-the-placement-of-city-pupils.html"} ,   {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; meetings usually held on second Tuesday of month, but the next meeting is Dec. 1, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg. Board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn," , "date" : "19981115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; From Red Hook to Cypress Hills: When and Where the Community Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/15\/nyregion\/neighborhood-report-brooklyn-up-close-red-hook-cypress-hills-when-where.html"} , {"body" : "IT was a maitre d's worst nightmare. Someone at Smith & Wollensky in Manhattan had neglected to put the party for 50 in the restaurant's reservation book. ''I called Jordan,'' said Danny Kissane, Smith & Wollensky's food purchasing director. ''I told them it was an emergency -- they had me 50 lobsters in one hour, one hour -- from the Island!''" , "date" : "19981115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["LONG ISLAND (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "40" , "title" : "For Getting a Lobster in a Hurry, It's Worth the Trip to Island Park" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/15\/nyregion\/for-getting-a-lobster-in-a-hurry-it-s-worth-the-trip-to-island-park.html"} , {"body" : "Crave total fruit, all the time? First, savor - no, slurp - a northern Italian version of Beaujolais nouveau, Cavit's vivacious '98 Terrazze della Luna Novello, a red nosh made from the teroldego grape. It's $7 at Pete Milano's Wines and Liquors, 1531 Forest Avenue, Port Richmond, Staten Island, and is widely available. Second, uncork the" , "date" : "19981115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["ITALY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "18" , "title" : "WINE UNDER $20; Beaujolais, Italian Style" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/15\/nyregion\/wine-under-20-beaujolais-italian-style.html"} , {"body" : "Even in the world of serious food, where dainty portions are de rigueur, the chef David Ruggerio always projected an air of abbondanza, the generous spirit of hospitality so ingrained in the Italian-American culture of his native Brooklyn. His risotto was layered with lots of shaved white truffle. His foie gras was cut thick. His veal chop with" , "date" : "19981112" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "More Than a Soupcon of Trouble; Celebrity Chef With Money Woes Faces Fraud Charges" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/12\/nyregion\/more-than-soupcon-trouble-celebrity-chef-with-money-woes-faces-fraud-charges.html"} , {"body" : "While November's general election typically represents the end of the political season, this year's races serve as the backdrop for a round of special elections to fill the seats of three City Council members who are moving to other offices. Last week, Councilman Anthony D. Weiner, a Brooklyn Democrat, was elected to the House, and Councilman John" , "date" : "19981109" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Special Elections for City Council Are Ahead" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/09\/nyregion\/special-elections-for-city-council-are-ahead.html"} , {"body" : "Pizzerias are usually good spots for a quick informal meal. But more complete meals and nicer surroundings are no reason to forsake pizza. Here are full-service restaurants that offer pizzas in quite a few forms, along with other dishes. (These summaries, written by Eric Asimov, are taken from Ruth Reichl's and Mr. Asimov's dining reviews, columns" , "date" : "19981106" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "45" , "title" : "EATING OUT; Nonpizzeria Pizzas" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/06\/arts\/eating-out-nonpizzeria-pizzas.html"} , {"body" : "A former boxer who rose from the streets of Brooklyn to become one of New York City's most flamboyant celebrity chefs -- with his own restaurant, cookbook and cable television show -- was charged yesterday with stealing $190,000 from a credit card company by falsifying credit card receipts for payment, in one case by as much as $30,000. The chef," , "date" : "19981103" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Chef of Former Le Chantilly Is Accused of Credit Theft" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/03\/nyregion\/chef-of-former-le-chantilly-is-accused-of-credit-theft.html"} , {"body" : "It's an overcast, dreary day at Van Cortlandt Park in the North Bronx, but I'm inspired by a sense of adventure and nostalgia as I prepare to tackle the running trails that I feared in my youth. As I limber up at the start of the 2.5-mile course used every fall by thousands of high school cross-country racers, I gaze at the woods in the distance." , "date" : "19981030" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "VAN CORTLANDT PARK (NYC)"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "44" , "title" : "WEEKEND WARRIOR; The Hills Are Alive (or Just Lively) for Runners Who Prefer Soft Trails to Punishing Pavement" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/30\/arts\/weekend-warrior-hills-are-alive-just-lively-for-runners-who-prefer-soft-trails.html"} , {"body" : "U.S. MEN'S NATIONAL TEAM The rumors and conjecture will become reality this afternoon in Manhattan when Bruce Arena is named the new coach of the United States men's national team. Arena will replace Steve Sampson, who resigned after the United States crashed out of the 1998 World Cup in France after losing three games in the first round. Arena, a" , "date" : "19981027" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "6" , "title" : "SOCCER: NOTEBOOK; D.C. Coach Is Set to Take Over" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/27\/sports\/soccer-notebook-dc-coach-is-set-to-take-over.html"} , {"body" : "Robert Comas put down his half-eaten roast beef sandwich and explained how being a team mascot prepared him for politics. It was lunchtime Tuesday in the back of Brennan & Carr, a restaurant at Nostrand Avenue and Avenue U. ''During my years as the Chief, I learned a lot about shaking hands,'' said Mr. Comas, 54, the Conservative Party candidate" , "date" : "19981025" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: SHEEPSHEAD BAY; 'Chief' Finds New Arena: Politics" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/25\/nyregion\/neighborhood-report-sheepshead-bay-chief-finds-new-arena-politics.html"} ,   {"body" : "C.H.S.F.L. Mount St. Michael, which has struggled in its three-peat bid this season, put the Catholic High Schools Football League on notice yesterday by upsetting Chaminade (6-1), New York State's eighth-ranked team, 22-16. Mount (4-2), the league's two-time defending champion, rallied from a 13-point halftime deficit and scored the winning" , "date" : "19981025" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "10" , "title" : "HIGH SCHOOL FOOTBALL; Mount St. Michael Pulls A Stunner on Chaminade" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/25\/sports\/high-school-football-mount-st-michael-pulls-a-stunner-on-chaminade.html"} , {"body" : "SINGER-Esther L., 85. Formerly of Brooklyn, New York. Beloved wife, mother, sister, grandmother, aunt of many nephews and nieces and cherished friend of many. She was a dedicated teacher for over 25 years in the junior and senior high schools of New York. She ended her career at Sheepshead Bay High School where she touched the lives of hundreds of" , "date" : "19981020" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "9" , "title" : "Paid Notice: Deaths SINGER, ESTHER L." , "url" : "http:\/\/www.nytimes.com\/1998\/10\/20\/classified\/paid-notice-deaths-singer-esther-l.html"} , {"body" : "When Michael Kornblum, founder of Bay Casino, presented his plans for a ''destination attraction'' in Sheepshead Bay, Brooklyn, the neighborhood's community board meeting erupted into a Jerry Springer-like debate. Hecklers called Mr. Kornblum a liar. One man unbuttoned his shirt and challenged another man to a fight. ''Don't expect everybody here" , "date" : "19981015" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Casino Ship Operator Rolls the Dice; Plan Would Turn a Brooklyn Marina Into a Gambling Hub" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/15\/nyregion\/casino-ship-operator-rolls-dice-plan-would-turn-brooklyn-marina-into-gambling.html"} , {"body" : "To the Editor: Our family migrated from Russia early in the 1900's with the last name of Poil. When they entered Ellis Island the registrar asking information asked for the last name of the family, which then was changed to Pearl. We still answer to it. MARION SHUR Sheepshead Bay, Brooklyn" , "date" : "19981011" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "19" , "title" : "The Way New York Tawks; Speech Classes Took Natives Only So Far" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/11\/nyregion\/l-the-way-new-york-tawks-speech-classes-took-natives-only-so-far-280518.html"} , {"body" : "The Board of Elections certified City Councilman Anthony D. Weiner yesterday as the winner of the Sept. 15 Democratic primary for the Congressional seat being vacated by Representative Charles E. Schumer. Mr. Weiner won by 489 votes over his closest rival, State Assemblywoman Melinda Katz. Initially, Mr. Weiner, who represents the Sheepshead Bay" , "date" : "19980930" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Democratic Primary Winner Is Certified in Schumer's Old District" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/30\/nyregion\/democratic-primary-winner-is-certified-in-schumer-s-old-district.html"} , {"body" : "A Bronx construction company pleaded guilty yesterday to manslaughter and will pay a $10,000 fine in the death of a 16-year-old girl who was injured last January when a brick fell from the roof of a Brooklyn elementary school that was undergoing repairs. A supervisor at the company, Espo Construction Inc., also pleaded guilty to a misdemeanor" , "date" : "19980929" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "Builder Pleads Guilty in Death of Girl, 16" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/29\/nyregion\/builder-pleads-guilty-in-death-of-girl-16.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; meeting usually held on second Tuesday of month; but next meeting is on Wednesday, Oct. 14, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown" , "date" : "19980927" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Bushwick to Bensonhurst, When the Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/27\/nyregion\/neighborhood-report-brooklyn-up-close-bushwick-bensonhurst-when-boards-meet.html"} , {"body" : "ON the sixth day, New Yorkers do not rest. Saturday, supposedly set aside for leisure, is the day for picking up the dry cleaning, dropping off shoes for new soles, buying groceries and taking the cat to the vet. It is a workday. But there's another Saturday out there, unknown to most New Yorkers. All over the city, sandwiched between the dry" , "date" : "19980923" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "A Wine Country Grows in Manhattan" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/23\/dining\/a-wine-country-grows-in-manhattan.html"} , {"body" : "In a contentious, four-way race, Anthony D. Weiner, a 34-year-old City Councilman from Brooklyn, won the Democratic primary for the seat to succeed Representative Charles E. Schumer in Congress by a razor-thin margin this morning. With all of the precincts reporting, Mr. Weiner, who had 12,569 votes, or 28 percent, won by a margin of 285 votes over" , "date" : "19980916" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "THE 1998 CAMPAIGN: CONGRESS; Weiner Is Victor Over Katz In Bid to Replace Schumer" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/16\/nyregion\/the-1998-campaign-congress-weiner-is-victor-over-katz-in-bid-to-replace-schumer.html"} , {"body" : "One of the reasons New York City has an undistinguished Congressional delegation is that in most cases, Democratic incumbents enjoy virtual automatic lifetime tenure. Most of these one-party districts are not even holding perfunctory primaries, let alone serious races, on Sept. 15. Fortunately, there are a few exceptions. Ninth District (Brooklyn" , "date" : "19980910" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "32" , "title" : "Races for Congress in New York City" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/10\/opinion\/races-for-congress-in-new-york-city.html"} ,   {"body" : "In a debate in a Brooklyn elementary school auditorium last week, Assemblyman Daniel L. Feldman of Sheepshead Bay told the audience about his authorship of more than 125 bills during his 18 years in the State Legislature. Noach Dear, a City Councilman from Brooklyn, told that same gathering of his attentiveness to the nitty-gritty of serving" , "date" : "19980908" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Candidates for Schumer's Seat Try to Set Themselves Apart" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/08\/nyregion\/candidates-for-schumer-s-seat-try-to-set-themselves-apart.html"} , {"body" : "As the 90's began, Michael D. Blutrich and Lyle K. Pfeffer, two men from sedate, middle-class backgrounds, were riding high. Mr. Blutrich, a founding partner in a politically connected Park Avenue law firm, and Mr. Pfeffer, a self-styled venture capitalist, were each taking in more than $500,000 a year. But they wanted more. Greed, they now admit," , "date" : "19980830" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Strip Club Partners, Now Ruined, Blame Greed and the Mob" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/30\/nyregion\/strip-club-partners-now-ruined-blame-greed-and-the-mob.html"} , {"body" : "While candidates for statewide office in next month's Democratic primary have received a good deal of attention for their spending for television advertisements, they are not alone in buying media time. In a more local race, one candidate is planning a television blitz in which he will spend more than any of his opponents have raised for their" , "date" : "19980817" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Political Notes; Local Race With a Major TV Budget" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/17\/nyregion\/political-notes-local-race-with-a-major-tv-budget.html"} , {"body" : "When John Katsigeorgis first saw ''The Honeymooners,'' the television show starring Jackie Gleason as Ralph Kramden, the blustering bus driver from Bensonhurst, Brooklyn, and Art Carney as his pal, Ed Norton, the unflappable sewer worker, Mr. Katsigeorgis was 4 years old. ''All I remember is Norton dancing around and I just started laughing,'' said" , "date" : "19980726" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: NEW YORK ON LINE; The Honeymooners Mambo on The Web" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/26\/nyregion\/neighborhood-report-new-york-on-line-the-honeymooners-mambo-on-the-web.html"} , {"body" : "In Manhattan, sure. But Brooklyn? Still, there they are, those big red double-decker tourist buses chugging past Fulton Landing, around Grand Army Plaza and in the shadow of the sleek, 376-room Marriott that is to open Tuesday as Brooklyn's first large new hotel in 68 years. ''Everybody has heard something about Brooklyn,'' said Claudia Pongratz, a" , "date" : "19980706" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "1" , "title" : "A Nice Place to Visit; A Hotel! Bus Tours! Brooklyn Hits the Tourist Map" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/06\/nyregion\/a-nice-place-to-visit-a-hotel-bus-tours-brooklyn-hits-the-tourist-map.html"} , {"body" : "After suspending operations of its overnight gambling cruises in May, Manhattan Cruises has begun offering five-hour trips three times a day from Sheepshead Bay, Brooklyn. For three months, the company offered overnight trips from Manhattan but found that demand for the longer trips was too low. Its newest ship, the 230-foot Max I, has been making" , "date" : "19980628" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Gambling Cruises Resume From Sheepshead Bay" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/28\/nyregion\/new-yorkers-co-gambling-cruises-resume-from-sheepshead-bay.html"} , {"body" : "By yesterday's end, City Councilman Noach Dear had been through a grueling battery of events. He spent much of the day making official his candidacy to succeed Representative Charles E. Schumer in the Ninth Congressional District, taking his announcement to three locations: Brooklyn College, a boardwalk in Rockaway, Queens, and a Manhattan park" , "date" : "19980618" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Councilman Is Fourth to Seek Congressional Nomination" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/18\/nyregion\/councilman-is-fourth-to-seek-congressional-nomination.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN CLINTON $200,000 788 Ninth Avenue (51st St.) 2-bedroom, 1-bath, 1,200-sq.-ft. co-op in a 5-story brownstone; 14-ft. ceilings, fireplace, private garden and" , "date" : "19980614" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/14\/realestate\/residential-sales.html"} , {"body" : "FIRST we had to find the right real estate,'' said Mark Schiller. He has found it in the Bay Ridge section of Brooklyn, with the result that Tutor Time Learning Systems was able to open its first New York City child-care center in space it leased at Fourth Avenue and 79th Street three weeks ago. Tutor Time, with headquarters in Boca Raton, Fla.," , "date" : "19980607" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "PERSPECTIVES; Renting Space for a Child-Care Center in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/07\/realestate\/perspectives-renting-space-for-a-child-care-center-in-brooklyn.html"} , {"body" : "FLUSHING Brazilian and Cuban Beats To Start Latin Jazz Month Claudio Roditi, a trumpeter who integrates Brazilian elements into his rhythms, will perform on Friday as part of Latin Jazz Month at the Jazz Cafe Flushing Town Hall. Mr. Roditi (pictured below), from Rio de Janeiro, has performed with Tito Puente and was a member of the Dizzy Gillespie" , "date" : "19980531" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/31\/nyregion\/playing-in-the-neighborhood-167525.html"} ,   {"body" : "On the day that Mayor Rudolph W. Giuliani began allowing livery cars, limousines and commuter vans to pick up curbside customers, livery drivers and owners appeared to shrug off the offer, while lawyers for the yellow-cab industry prepared to go to court to block the Mayor's directive. Mr. Giuliani's move to change the longstanding rules of the" , "date" : "19980519" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Liveries Aren't Rushing to Get Street Hails" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/19\/nyregion\/liveries-aren-t-rushing-to-get-street-hails.html"} , {"body" : "With a bumper-to-bumper protest by yellow-cab drivers looming, Mayor Rudolph W. Giuliani plans to retaliate starting tomorrow by allowing livery cars and vans to pick up passengers on the street. But in interviews yesterday, many livery-service drivers said they were not interested. The drivers expressed solidarity with the yellow-cab drivers'" , "date" : "19980517" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Livery Drivers Reject Giuliani's Call to Take Street Hails" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/17\/nyregion\/livery-drivers-reject-giuliani-s-call-to-take-street-hails.html"} , {"body" : "''We're not serving that yet,'' the maitre d'hotel said with a touch of embarrassment when I ordered the selection of the fruits of the sea. I suspect, however, that the iced shellfish platter of clams, oysters, mussels, scallops, shrimp, lobster and calamari will be a very big seller at the new American Park at the Battery. Something about the big" , "date" : "19980515" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "DINER'S JOURNAL" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/15\/arts\/diner-s-journal.html"} , {"body" : "By 1:30 P.M. yesterday, the dispatcher at Safeway Car Service in Sheepshead Bay, Brooklyn, had stopped taking reservations. The company's 42 aqua Ford Crown Victorias had already been booked to ferry commuters around Manhattan this morning, including one car that was to go to Central Park West at 5:30 A.M. to pick up a doctor who is scheduled to" , "date" : "19980513" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Commuters Brace for Cab-Less Wednesday as Drivers Protest" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/13\/nyregion\/commuters-brace-for-cab-less-wednesday-as-drivers-protest.html"} , {"body" : "Last month, Sandy Balboza set out to do some spring cleaning. She and a few neighbors got about 200 Boerum Hill residents to sign a petition calling on The Marketeer, a free weekly advertising circular, to cease its ''indiscriminate littering of our neighborhood.'' ''I was annoyed a long time before that,'' said Ms. Balboza, who lives on Atlantic" , "date" : "19980510" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BOERUM HILL; Circular Makes the Rounds and Residents Complain" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/10\/nyregion\/neighborhood-report-boerum-hill-circular-makes-the-rounds-and-residents-complain.html"} , {"author" : "Mimi Sheraton is a former restaurant critic for The New York Times. Her latest book is ''Food Markets of the World'' (Abrams)." , "body" : "It has always seemed both exciting and practical to take a sightseeing bus tour through a strange city, as I have done many times. But a bus tour through my lost youth? Now there's a trip I wouldn't miss for the world, I thought, when New York Apple Tours announced its first foray into my native Brooklyn. Not that the red-and-yellow, double-decker," , "date" : "19980508" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "27" , "title" : "Touring the Heart's Own Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/08\/arts\/touring-the-heart-s-own-brooklyn.html"} , {"body" : "With schoolchildren at his side literally singing his praises for providing money to help restore arts education in some city schools, Mayor Rudolph W. Giuliani yesterday declared May 18-22 Arts Education Week. Organized by the New York International Festival of the Arts, the event will allow 485 schools, almost half of the schools in the system," , "date" : "19980506" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "2" , "title" : "Mayor Proclaims Arts Week To Showcase Student Talent" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/06\/nyregion\/mayor-proclaims-arts-week-to-showcase-student-talent.html"} , {"body" : "Charter fishing brings out camaraderie. Maybe it's the silliness of trying to drag in an unseen fish from unknown depths. Or maybe the sense of detachment from the worries of the land. At any rate, on a recent trip at the beginning of the charter season, it got to be giddy fun. In the charter business, cod are the first fish of the season, followed" , "date" : "19980501" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MONTAUK (NY)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "46" , "title" : "WEEKEND WARRIOR; A Day at Sea: New Pals, and Fish That Don't Always Get Away" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/01\/arts\/weekend-warrior-a-day-at-sea-new-pals-and-fish-that-don-t-always-get-away.html"} , {"body" : "Alex Katz never exactly dropped from sight, but right now he's something of a comeback kid. Mr. Katz, who is 70, did not make the cut when Pop Art coalesced in the early 1960's, and he has never fit comfortably into any realist slot. But these days, younger artists -- drawn to representational painting, portraiture and suave renderings of urban" , "date" : "19980501" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "ART REVIEW; A 2d Look Reveals Surprises" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/01\/arts\/art-review-a-2d-look-reveals-surprises.html"} , {"body" : "Diamond Jim Brady, the 19th-century financier, was renowned for consuming dozens of oysters at a sitting. If he were around today, he wouldn't have to look far for his favorite food. Raw bars are turning up everywhere, not just in seafood restaurants, but in any place dedicated to hedonism. Here are a dozen restaurants that indulge the Diamond Jim" , "date" : "19980424" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "EATING OUT; For Oyster Lovers" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/24\/arts\/eating-out-for-oyster-lovers.html"} ,   {"body" : "Just as the United States Senate race has generated a torrent of campaign contributions, so too has the race to succeed Representative Charles E. Schumer, with City Councilman Noach Dear taking a dramatic lead over his three major rivals in fund-raising. Mr. Dear, who represents the Borough Park section of Brooklyn, raised $397,600 in the three" , "date" : "19980417" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Race for Seat Of Schumer Grows Costly" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/17\/nyregion\/race-for-seat-of-schumer-grows-costly.html"} , {"body" : "A recipe in the Dining section yesterday for Whole Roasted Fish With Potatoes, Fennel and Shallots, with an article about the fish market in Sheepshead Bay, Brooklyn, omitted the author of the recipe, which was adapted from Robert Cornfield's forthcoming book ''Lundy's.'' The recipe author is Kathy Gunst." , "date" : "19980416" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/16\/nyregion\/c-corrections-523666.html"} , {"body" : "WITH a fresh breeze blowing off Sheepshead Bay, and the midafternoon sun heating the waterside promenade along Emmons Avenue, the pitchmen were in full cry. ''Fresh fish, we got 'em here,'' one shouted. ''Live crabs, live crabs here,'' a rival answered. Across from Pier 6, George Kartsanis swung into action. ''Get your scalers right here, ladies," , "date" : "19980415" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "SHEEPSHEAD BAY (NYC)"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "The Fresh Catch on New York's Doorstep" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/15\/dining\/the-fresh-catch-on-new-york-s-doorstep.html"} , {"body" : "SATURDAY is not Nathilee Caldeira's Sabbath, yet she feels a certain reverence for the day. As Orthodox Jews dressed for worship walk to synagogues, she and other blacks in the neighborhood go about their business. They do so with an understanding that it is a sacred day. ''Somehow on Saturdays, nobody really gets crazy,'' she said. Sunday is Ms." , "date" : "19980412" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "BRIGHTON BEACH (NYC)" , "MIDWOOD (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Old Places, New Faces" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/12\/nyregion\/old-places-new-faces.html"} , {"author" : "David Noonan has written for the magazine about frequent fliers and 300-pound football linemen." , "body" : "Larry David's mother is worried that her son is going to do something terrible to some people she cares about a lot. ''She's afraid I'm going to kill the characters,'' says David, a co-creator of ''Seinfeld'' who left the show two years ago but has come back to write and produce the final episode. ''Every time I talk to her on the phone, she says," , "date" : "19980412" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Magazine"] , "page_facet" : "26" , "title" : "The Power of Self-Loathing" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/12\/magazine\/the-power-of-self-loathing.html"} , {"body" : "Declaring that Democrats had historically erred in trying to defeat Senator Alfonse M. D'Amato with attacks on his ethics, Representative Charles E. Schumer entered the Senate race yesterday by assailing Mr. D'Amato's ideological record. He asserted that the Republican Senator ''voted much more like a senator from Mississippi than like a senator" , "date" : "19980409" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["MISSISSIPPI" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Schumer Enters Race for Senate Saying He Can Unseat D'Amato" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/09\/nyregion\/schumer-enters-race-for-senate-saying-he-can-unseat-d-amato.html"} , {"body" : "ONLY the annex of The Little Red School House is red, and now the whole thing is getting bigger. The school's picturesque, Italian-style facade at 196 Bleecker Street, at Sixth Avenue, was built as a mission church in 1920, but was taken over by the progressive school in 1932. Later the school bought the old row houses at 200-202 Bleecker Street," , "date" : "19980329" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GREENWICH VILLAGE (NYC)"] , "nytd_section_facet" : ["Education" , "Real Estate"] , "page_facet" : "5" , "title" : "Streetscapes\/The Little Red School House at 196 Bleecker Street; Progressive Education in a Onetime Mission Church" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/29\/realestate\/streetscapes-little-red-school-house-196-bleecker-street-progressive-education.html"} , {"body" : "A 100-foot-long brick parapet that was being renovated at a Brooklyn elementary school collapsed onto the school's roof yesterday afternoon, critically injuring a construction worker, injuring two students and closing the school at least until tomorrow, school officials said. As of late last night, the worker, who was identified by school officials" , "date" : "19980318" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "3" , "title" : "3 Hurt by Falling Bricks at Brooklyn School" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/18\/nyregion\/3-hurt-by-falling-bricks-at-brooklyn-school.html"} , {"body" : "IT was an emergency. Early on a Sunday morning last June, the Minerva and the Bell Ringers clock at Herald Square, near 34th Street and Broadway, went wild, bong bong bonging without stop. Marvin Schneider, the man responsible for the city's most important clocks, was called in. He dashed from his home in Sheepshead Bay, Brooklyn, clambered up the" , "date" : "19980308" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HERALD SQUARE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; The Hand Behind the Hands" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/08\/nyregion\/making-it-work-the-hand-behind-the-hands.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN EAST MIDTOWN $310,000 312 East 50th Street 2-bedroom, 3-bath, 1,200-sq.-ft. triplex co-op in a town house; 20-ft. ceiling in living room, 2 fireplaces, his and" , "date" : "19980301" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/01\/realestate\/residential-sales.html"} ,   {"author" : "Mimi Sheraton is a former restaurant critic of The New York Times whose latest book is ''Food Markets of the World'' (Abrams)." , "body" : "As a lover of beach resorts out of season, I cherish most the Boardwalk in winter. Anyone who asks which boardwalk clearly did not grow up in Brooklyn, Truman Capote's ''mythical dominion against whose shores the Coney Island sea laps a wintry lament.'' This is my favorite getaway from December to April, an exquisitely lonely, secret land's end of" , "date" : "19980227" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CONEY ISLAND (NYC)"] , "nytd_section_facet" : ["Travel" , "Arts"] , "page_facet" : "33" , "title" : "The Boardwalk in Winter? Absolutely" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/27\/arts\/the-boardwalk-in-winter-absolutely.html"} , {"body" : "Mariana Spinello, 13, was 45 minutes late to school yesterday. Chesley Charles fretted about his son Kadeem, 2, who waited past sundown for his father at a day-care center. And confusion reigned at subway stations in Manhattan and Queens and on Roosevelt Island as commuters on the B and Q trains turned to token sellers and one another to figure out" , "date" : "19980224" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY" , "ROOSEVELT ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Confusion Upsets Subway Riders at Start of 15-Month Repair in 63d Street Tunnel" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/24\/nyregion\/confusion-upsets-subway-riders-at-start-of-15-month-repair-in-63d-street-tunnel.html"} , {"body" : "Ask Tricia Zwilinske why she used to smoke marijuana every day, why she failed all her classes or why rebellious behavior led to her being dismissed from four high schools and all she offers is a wan smile and a sheepish shrug. ''Everyone else was doing it,'' Tricia, 15, said haltingly as she played with her bangs. ''It was the thing to do.'' In" , "date" : "19980213" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; A Girl, 15, Is Trying to Find Her Way" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/13\/nyregion\/the-neediest-cases-a-girl-15-is-trying-to-find-her-way.html"} , {"body" : "A ship full of optimists set sail from Manhattan last night on the city's latest gambling venture, a 713-foot cruise ship that was the first to win a permit from the city's new gambling commission. The maiden voyage of the Edinburgh Castle, which will offer overnight cruises for up to 1,000 passengers, was the latest twist in the on-again," , "date" : "19980129" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Gamblers on a Roll: Seas as Heavy as the Action" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/29\/nyregion\/gamblers-on-a-roll-seas-as-heavy-as-the-action.html"} , {"body" : "After Leonard Kissner's parents died back in the 1980's, he got involved with some characters who would lie, cheat, steal and commit adultery in the course of a single afternoon. Then, when the soap operas ended and he ventured outside his apartment, Mr. Kissner ran into some truly ruthless people. The gang members and drug addicts who haunted the" , "date" : "19980123" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; Clicking Off the Television And Turning On to Reality" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/23\/nyregion\/the-neediest-cases-clicking-off-the-television-and-turning-on-to-reality.html"} , {"body" : "As the campaign for United States Senate is starting with a torrent, the race to succeed one of the candidates in that race, Representative Charles E. Schumer, is moving at an equally rapid pace. Coveted by five elected officials, the Congressional seat is already the subject of a hard-fought campaign in what is likely to be one of the most" , "date" : "19980120" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "A Tough Race Is Expected for 5 Seeking Schumer's Seat" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/20\/nyregion\/a-tough-race-is-expected-for-5-seeking-schumer-s-seat.html"} , {"body" : "To the Editor: Mayor Giuliani commented ''It's a sensible requirement'' in reference to the law barring more than three people from dancing in a restaurant that isn't licensed as a cabaret (''Salsa Lovers Say Law Is a Killjoy,'' Dec. 21). What is the reason for this law? I understand the necessity for regulating food and liquor service, but why put" , "date" : "19980118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "Rules Against Dancing Seem to Make No Sense" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/18\/nyregion\/l-rules-against-dancing-seem-to-make-no-sense-128384.html"} , {"body" : "INTERNATIONAL A3-5 Turkey's Largest Party Is Banned by High Court Turkey's highest court placed an immediate ban on the country's largest political party, finding it had a subversive agenda and was working to replace the nation's secular order with a rule based on Islam. A1 America Under Attack in Iran Ayatollah Ali Khamenei, Iran's spiritual" , "date" : "19980117" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/17\/nyregion\/news-summary-127485.html"} , {"body" : "Ines Crimes, the mother of a 15-year-old who was critically injured when he was accidentally knocked out of his wheelchair at a Brooklyn high school on Wednesday, said she stares at her helpless child, tethered to a ventilator and fighting for his life at Bellevue Hospital Center, and keeps wondering how it could have happened. Didn't he have a" , "date" : "19980117" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Mother of Injured Disabled Student Asks: How Could This Happen?" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/17\/nyregion\/mother-of-injured-disabled-student-asks-how-could-this-happen.html"} , {"body" : "After traveling for years to Atlantic City or Connecticut to play blackjack and yank slot-machine levers, New Yorkers will soon be able to board gambling boats in Manhattan, Staten Island and Brooklyn. City officials said yesterday that they were reviewing six applications that, if approved, could send thousands of people every day on offshore" , "date" : "19980115" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Sea Route Opening for Gamblers From New York City" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/15\/nyregion\/sea-route-opening-for-gamblers-from-new-york-city.html"} ,   {"body" : "After months of speculation over whether New York City would become saturated with offshore gambling cruises, six companies paid $100,000 fees and formally applied for licenses to operate the cruises from city piers, Giuliani administration officials said yesterday. The cruises, which could vary from luxury overnight jaunts for 1,500 passengers to" , "date" : "19980114" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "6 Companies Seek Licenses for Offshore Gambling" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/14\/nyregion\/6-companies-seek-licenses-for-offshore-gambling.html"} , {"body" : "Councilman Anthony Weiner has made fighting graffiti in his district something of a crusade, so he has become accustomed to finding spray-painted vengeance on the door of his Brooklyn office. So accustomed, in fact, that his staff keeps a can of white paint handy to banish graffiti. But last Monday the defacement took a turn beyond the visually" , "date" : "19980111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: SHEEPSHEAD BAY; Graffiti Foe Finds Swastika" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/11\/nyregion\/neighborhood-report-sheepshead-bay-graffiti-foe-finds-swastika.html"} , {"body" : "Crafts Chain to Close Disappointing Location Finding he overreached demand, Richard Rothbard will close the 77 Irving Place branch of his American Craftsman chain of stores at the end of the month. That leaves one Vermont and five Manhattan stores, which offer dishes, jewelry and furniture made by about 700 crafts people around the country. Mr." , "date" : "19980111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1998\/01\/11\/nyregion\/new-yorkers-co-989592.html"}]