[  {"body" : "Bill Lorenzo, a freelance artist from Sunset Park, Brooklyn, drove his gold Ford Tempo to an inspection station on Tuesday. Before the station's mechanics would give his vehicle its yearly checkup, they stopped him dead in his tracks, warning him that the inspection sticker he would receive would not have the expected expiration date of Jan. 1," , "date" : "19981224" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Attention Drivers: New Inspection Stickers May Be Outdated" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/24\/nyregion\/attention-drivers-new-inspection-stickers-may-be-outdated.html"} , {"author" : "William R. Everdell teaches history at St. Ann's School in Brooklyn and is the author of ''The First Moderns.''" , "body" : "THE NEIGHBORHOODS OF BROOKLYN Introduction by Kenneth T. Jackson. John B. Manbeck, consulting editor. Illustrated. 246 pp. New Haven: Citizens Committee for New York City\/ Yale University Press. $29.95 More like a catalogue than an encyclopedia, ''The Neighborhoods of Brooklyn'' consists of short illustrated chapters on 47 big-city neighborhoods, a" , "date" : "19981213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "15" , "title" : "Artful Dodgers" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/13\/books\/artful-dodgers.html"} , {"body" : "Mayor Rudolph W. Giuliani seemed to be inaugurating a new era of large-scale public works two years ago when he called for the construction of a rail tunnel under the Hudson River to carry freight between the Brooklyn waterfront and the rest of the country. The idea drew headlines, and Senators Daniel Patrick Moynihan and Alfonse M. D'Amato quickly" , "date" : "19981211" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "PORT NEWARK" , "PORT ELIZABETH (NJ)" , "PORT OF NEW YORK AND NEW JERSEY" , "HOWLAND HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Study Questions Plan for Hudson Rail Tunnel" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/11\/nyregion\/study-questions-plan-for-hudson-rail-tunnel.html"} , {"body" : "One of the nation's largest banks has developed a new loan program to help small businesses with loans as small as $5,000 to business owners as diverse as hair designers, yoga instructors, flower arrangers and tea importers. Large banks typically do not make such small loans because the borrowers have little or no business experience, the loans are" , "date" : "19981210" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK STATE" , "CONNECTICUT"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "26" , "title" : "Chase Bank Finds Room for Small Borrowers" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/10\/nyregion\/chase-bank-finds-room-for-small-borrowers.html"} , {"body" : "David Hilton, the star point guard for the Hyde School Phoenix, never despairs when his basketball team falls way behind. He has been down before, and he knows how to engineer a comeback. Three years ago, at age 16, David was thrown out of his home and shunned by his family after he disclosed some of his family's problems to his high school" , "date" : "19981206" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "65" , "title" : "The Neediest Cases; For Homeless Youths in New York, A Search for Happy Endings" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/06\/nyregion\/the-neediest-cases-for-homeless-youths-in-new-york-a-search-for-happy-endings.html"} , {"body" : "Administrators at a Brooklyn hospital where a surgeon was stabbed four times in an elevator on Thanksgiving Day said yesterday that though the attack was an isolated crime, it left them grappling with how to balance concerns for safety with a desire to keep their hospital an open, inviting place for patients and their relatives. The surgeon, Dr." , "date" : "19981128" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Doctor's Stabbing Raises Security Concerns for a Hospital" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/28\/nyregion\/a-doctor-s-stabbing-raises-security-concerns-for-a-hospital.html"} , {"body" : "A surgeon who was on his way to visit a patient was repeatedly stabbed in an elevator of a Brooklyn hospital yesterday during an apparent robbery attempt, the police said. Dr. Magdy Bouraee, 48, was in stable condition last night, with wounds to his neck, face and arm, at Lutheran Medical Center in Sunset Park, where the attack occurred and where" , "date" : "19981127" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Doctor Hurt In Stabbing At Hospital In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/27\/nyregion\/doctor-hurt-in-stabbing-at-hospital-in-brooklyn.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; meetings usually held on second Tuesday of month, but the next meeting is Dec. 1, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg. Board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn," , "date" : "19981115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; From Red Hook to Cypress Hills: When and Where the Community Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/15\/nyregion\/neighborhood-report-brooklyn-up-close-red-hook-cypress-hills-when-where.html"} , {"body" : "A man who had been charged in a hit-and-run accident in Brooklyn that critically injured a 7-year-old boy was released yesterday after a friend came forward and confessed that he was the driver. The original suspect, Samuel Rivera, 20, was arrested Tuesday after the boy, Giovanni Gonsaga, was run down by a car and dragged for 50 feet on Seventh" , "date" : "19981112" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "METRO NEWS BRIEFS: NEW YORK; Driver Comes Forward After Hit-and-Run" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/12\/nyregion\/metro-news-briefs-new-york-driver-comes-forward-after-hit-and-run.html"} , {"body" : "A 20-year-old driver with 28 tickets on his suspended license was arrested yesterday for a hit-and-run accident in Brooklyn on Monday that critically injured a 7-year-old boy. Investigators found the man, Samuel Rivera, of Sunset Park, Brooklyn, after tracing the car he was driving to an acquaintance, said Detective Joseph Pentangelo, a police" , "date" : "19981111" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; Brooklyn Man Charged In Hit and Run of Boy" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/11\/nyregion\/metro-news-briefs-new-york-brooklyn-man-charged-in-hit-and-run-of-boy.html"} ,   {"body" : "The first time that Enid Gross, a former pharmaceuticals saleswoman, walked into a New York City classroom as a teacher, she was on her own. ''Nobody told me what to do,'' she said. ''I didn't get much in the way of materials. I begged, borrowed and stole.'' So Mrs. Gross did not sneer yesterday as she joined about 150 other teachers at Public" , "date" : "19981104" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "10" , "title" : "While Children Take the Day Off, Teachers Take Notes" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/04\/nyregion\/while-children-take-the-day-off-teachers-take-notes.html"} , {"body" : "Everything hurts. My head is throbbing, my stomach is unsettled. My knees are swollen. I'm a little dizzy. And my thigh muscles? I don't know when I'll be climbing stairs again. In other words, I feel terrific. The euphoria of completing my first marathon, and doing it in New York, is helping to push the pain aside. After having told myself ''next" , "date" : "19981102" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "FIRST PERSON; Next Year Finally Arrives, And It Proves Quite Painful" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/02\/sports\/first-person-next-year-finally-arrives-and-it-proves-quite-painful.html"} , {"body" : "Two teen-age girls in puffy down coats stared at the ground and walked toward the Ambulatory Surgery Center of Brooklyn, on 43d Street and Third Avenue. As an officer watched, three people behind a police barrier said the rosary before an image of the Virgin Mary and a photograph of a bloody fetus. Another woman clutching a rosary approached the" , "date" : "19981101" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BUFFALO (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: SUNSET PARK; Where the Conflict Over Abortion Is an Everyday Drama" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/01\/nyregion\/neighborhood-report-sunset-park-where-conflict-over-abortion-everyday-drama.html"} , {"body" : "In the tightly ordered, self-contained world of Li Yu Mei and Wei Liang Li there is little room for chaos. Married just over a year ago, the couple, Chinese immigrants who live in Sunset Park, Brooklyn, had planned their life down to the last detail. Their marital bed is big enough to accommodate the children they hoped to have (''so no one rolls" , "date" : "19981023" , "day_of_week_facet" : "Friday" , "geo_facet" : ["CHINA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Lawyer's Fall Rends Immigrants' Lives; Search for Help in Gaining Work Permit Leads to Deportation" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/23\/nyregion\/lawyer-s-fall-rends-immigrants-lives-search-for-help-gaining-work-permit-leads.html"} , {"body" : "An undercover narcotics officer was injured last night when he was pushed down a flight of stairs in a Brooklyn apartment building while trying to arrests two suspects conducting a drug deal, the police said. The officer, whose name was not immediately available, was listed in stable condition at Metropolitan Hospital, with a fractured vertebrae, a" , "date" : "19981015" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; Undercover Officer Hurt Pursuing Drug Suspects" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/15\/nyregion\/metro-news-briefs-new-york-undercover-officer-hurt-pursuing-drug-suspects.html"} , {"body" : "The police arrested a Brooklyn man yesterday in connection with a slaying outside a baptismal party on Sept. 26. The man, Oscar Hernandez, 18, of Flatbush was arrested early yesterday morning in Pine Island, N.Y., in Orange County, Detective Joseph Pentangelo, a police spokesman, said. He was charged with the murder of Alexander Rojas, 18. Mr." , "date" : "19981004" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BEDFORD-STUYVESANT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "45" , "title" : "Brooklyn Man Charged in Death At Baptism Party" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/04\/nyregion\/brooklyn-man-charged-in-death-at-baptism-party.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; meeting usually held on second Tuesday of month; but next meeting is on Wednesday, Oct. 14, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown" , "date" : "19980927" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Bushwick to Bensonhurst, When the Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/27\/nyregion\/neighborhood-report-brooklyn-up-close-bushwick-bensonhurst-when-boards-meet.html"} , {"body" : "In two of the most combative and turbulent local races in New York City this year, State Senator David Rosado and Assemblyman Ruben Diaz Jr., both of the South Bronx, survived strong, well-financed challenges last night from former State Senator Pedro Espada Jr., and his brother, Jose R. Espada, who ran for the Assembly seat. The two races were" , "date" : "19980916" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "THE 1998 CAMPAIGN: THE STATE LEGISLATURE; Incumbents Across the City Fare Well in Gaining Democratic Nominations" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/16\/nyregion\/1998-campaign-state-legislature-incumbents-across-city-fare-well-gaining.html"} , {"body" : "Lieut. Gov. Betsy McCaughey Ross made her harshest attack to date yesterday on her chief rival in the Democratic gubernatorial primary, Peter F. Vallone, calling his position on abortion rights ''a farce'' and questioning why he had not pressured New York City to enforce its law protecting women from harassment outside abortion clinics. Ms." , "date" : "19980911" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "McCaughey Ross Assails Vallone's Abortion Stance" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/11\/nyregion\/mccaughey-ross-assails-vallone-s-abortion-stance.html"} , {"body" : "A Sunset Park group that includes children of sweatshop workers is using the Sears store on Bedford Avenue in Flatbush to open a national campaign against the retail chain, which it says sells clothing made under abusive conditions. Members of the group, the National Mobilization Against Sweatshops, protested in front of the store on Aug. 23 and" , "date" : "19980906" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: SUNSET PARK; Anti-Sweatshop Group Targets Sears" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/06\/nyregion\/neighborhood-report-sunset-park-anti-sweatshop-group-targets-sears.html"} ,   {"body" : "The court-ordered deadline for closing the Fresh Kills landfill is still more than three years away, but three community groups in Brooklyn are already planning joint strategy against construction of waste-transfer stations in their neighborhoods. A spokeswoman for the Department of Sanitation, Paula Young, said that various sites were still being" , "date" : "19980906" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "SUNSET PARK (NYC)" , "WILLIAMSBURG (NYC)" , "FRESH KILLS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Uniting Against Garbage Close to Home" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/06\/nyregion\/neighborhood-report-brooklyn-up-close-uniting-against-garbage-close-to-home.html"} , {"body" : "When they moved to a new apartment in Sunset Park, Brooklyn, on Wednesday, Pi Ming Chen and his family had no idea that one of the old tenants would try to stay on as a squatter. Yesterday, they found the hanger-on: a six-foot-long boa constrictor, curled around the base of a bathtub. The snake was the rude surprise that greeted Pi Ming, 16, when" , "date" : "19980828" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "6-Foot Snake Greets Tenants In New Home" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/28\/nyregion\/6-foot-snake-greets-tenants-in-new-home.html"} , {"body" : "Four years ago, Javier A. Nieves was a young, first-term State Assemblyman widely described in political circles as one of Brooklyn's bright, up-and-coming legislators. But the years since then, at least in political terms, have not been particularly kind to him. In 1994, Mr. Nieves was defeated in his first re-election campaign, losing by 79" , "date" : "19980824" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "In Brooklyn, Same Cast in New Race" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/24\/nyregion\/in-brooklyn-same-cast-in-new-race.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN EAST VILLAGE $309,000 79 East Second Street 2-bedroom, 2-bath, 3,000-sq.-ft. condo in a prewar building; windowed kitchen, 12-ft. ceilings, north exposure; common" , "date" : "19980816" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/16\/realestate\/residential-sales.html"} , {"body" : "Lawyers for the city obtained court orders yesterday allowing them to close five more strip clubs in Brooklyn, Staten Island and the Bronx as the Giuliani administration stepped up enforcement of its new zoning law against sex shops. Steven M. Fishner, Mayor Rudolph W. Giuliani's criminal justice coordinator, said that the city lawyers had gone to" , "date" : "19980813" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Courts Allow City to Shutter 5 Strip Clubs" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/13\/nyregion\/courts-allow-city-to-shutter-5-strip-clubs.html"} , {"body" : "PETER KWAN spends three nights a week at his bachelor pad in Murray Hill, and the other four nights at his mother's apartment in Chinatown, where he keeps his old room even though he moved out years ago. On one of his days off, he visits his father in a nursing home in the West Village. ''It's a dual life to be the good son and have your own" , "date" : "19980802" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ties That Bind, Ties That Break" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/02\/nyregion\/ties-that-bind-ties-that-break.html"} , {"body" : "While the city began closing sex shops this weekend under its three-year-old adult-use zoning law, the law will not eliminate such businesses. A handful of the city's estimated 144 sex shops will be able to stay where they are, city officials have said, and the rest will either have to close or move. The courts have backed the city's contention" , "date" : "19980802" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "35" , "title" : "Legal Boundaries for the City's Sex Trade" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/02\/nyregion\/legal-boundaries-for-the-city-s-sex-trade.html"} , {"body" : "NEWS Rare Treats At the New Amsterdam Theater near Times Square, not only does the show (''The Lion King'') go on, but so do six South Africans in the 52-member cast. The South Africans, including Tsidii Le Loka, who plays the wise baboon Rafiki, and five members of the ensemble received a waiver from Actors' Equity to appear in the cast when the" , "date" : "19980707" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["FORT GREENE PARK (NYC)" , "SOUTH AFRICA"] , "nytd_section_facet" : ["Arts" , "Books" , "Theater"] , "page_facet" : "1" , "title" : "Footlights" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/07\/theater\/footlights.html"} , {"body" : "The line at the Third Street entrance to the West Fourth Street subway station at 12:01 A.M. yesterday was not as long as it might have been if the Metropolitan Transportation Authority were selling, say, Spice Girls tickets. In fact, it consisted of exactly one person, Tony Triche. But Mr. Triche, who had been waiting off to the side for an" , "date" : "19980705" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "Unlimited-Ride Metrocards Are Hot Tickets at Token Booths" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/05\/nyregion\/unlimited-ride-metrocards-are-hot-tickets-at-token-booths.html"} , {"body" : "THE final seventh-grade report card Moises Ayala received yesterday from Middle School 136 in Brooklyn had enough 55's on it that it resembled a decent regional weather forecast for the fall. His mother, Marlin Mazier, did not have to look at it to know what it really predicted for September. She had decided weeks ago to yank her son from the" , "date" : "19980627" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "About New York; Parents Seek Answers At M.S. 136" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/27\/nyregion\/about-new-york-parents-seek-answers-at-ms-136.html"} ,   {"body" : "Events BROOKLYN ACADEMY OF MUSIC, 30 Lafayette Avenue, Fort Greene. The ''Dance Africa '98 Bazaar,'' a street fair with Dance Africa performances and more than 200 vendors of African food and crafts. Tomorrow from noon to 11 P.M.; Sunday from noon to 7 P.M. Free. Information: (718) 636-4100. BROOKLYN BOTANIC GARDEN, 1000 Washington Avenue. Plant" , "date" : "19980619" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "Centennial Weekend; Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/19\/arts\/centennial-weekend-brooklyn.html"} , {"body" : "Over the last two years, 100 Chinese immigrants toiling in a small garment factory in the Sunset Park section of Brooklyn produced as many as 30,000 pieces of girls' sportswear a week for a Manhattan-based clothes manufacturer, workers said. They routinely logged 12-hour shifts, seven days a week, and in a handful of cases worked 24-hour shifts" , "date" : "19980612" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Factory Chief Faces Charges Of Labor Abuse" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/12\/nyregion\/factory-chief-faces-charges-of-labor-abuse.html"} , {"body" : "FIRST we had to find the right real estate,'' said Mark Schiller. He has found it in the Bay Ridge section of Brooklyn, with the result that Tutor Time Learning Systems was able to open its first New York City child-care center in space it leased at Fourth Avenue and 79th Street three weeks ago. Tutor Time, with headquarters in Boca Raton, Fla.," , "date" : "19980607" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "PERSPECTIVES; Renting Space for a Child-Care Center in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/07\/realestate\/perspectives-renting-space-for-a-child-care-center-in-brooklyn.html"} , {"body" : "New York City treats its foster care system like a slot machine, a child welfare commissioner complained in the mid-1970's: it pours in money and hopes for the best. Since then, would-be reformers inside and outside city government have tried to turn the hundreds of millions of dollars the city spends yearly on foster care contracts into a force" , "date" : "19980607" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "25" , "title" : "Giuliani's Foster Care Plan Faces a Political Minefield" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/07\/nyregion\/giuliani-s-foster-care-plan-faces-a-political-minefield.html"} , {"body" : "A Dominican immigrant, convicted for the 1991 slaying of a Brooklyn man and deported last year after serving a prison term, sneaked back into the country and killed his victim's brother, the police said yesterday. The authorities said the immigrant, Eddie Nunez, 29, was paroled and immediately deported to the Dominican Republic after serving five" , "date" : "19980530" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "DOMINICAN REPUBLIC"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Deported Killer Returns to U.S., Kills Brother Of First Victim" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/30\/nyregion\/deported-killer-returns-to-us-kills-brother-of-first-victim.html"} , {"body" : "Monice Giakoumakis had been away from her home in Sunset Park, Brooklyn, for less than a day and she was already missing her mother's cooking. ''What are we having for lunch?'' Monice, 13, asked as she walked through the woods of Camp Hidden Valley on her way to the dining hall. After a morning spent clambering over ropes and other hurdles in the" , "date" : "19980524" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "The Fresh Air Fund; Challenge That Tests Teamwork In a Family" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/24\/nyregion\/the-fresh-air-fund-challenge-that-tests-teamwork-in-a-family.html"} , {"body" : "A few months ago, a group of Chinese business owners and residents in Sunset Park were introduced to a potential new neighbor. Gathered in Ocean Palace, an Eighth Avenue restaurant, they listened to Charles Katz, a Borough Park developer who was accompanied by a Chinese-speaking employee, describe the shopping center he wants to build just blocks" , "date" : "19980517" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "SUNSET PARK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: BOROUGH PARK; Enlisting Troops in Battle Over Planned Shopping Center" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/17\/nyregion\/neighborhood-report-borough-park-enlisting-troops-battle-over-planned-shopping.html"} , {"body" : "Police arrested the parents of a 13-year-old Sunset Park, Brooklyn, boy on charges that they tied the boy naked to a chair in front of a window and flogged him with a belt as a crowd of 10 to 15 neighbors gathered outside to watch. The boy, whose name was not released, was taken to Maimonides Medical Center in Brooklyn and reported to have welts" , "date" : "19980516" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Parents Held in Public Flogging of Son, 13" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/16\/nyregion\/parents-held-in-public-flogging-of-son-13.html"} , {"body" : "IN Lillian Beckford's youth the residences that the Young Women's Christian Association ran in urban centers mainly provided temporary housing to young women living in unfamiliar surroundings after a relocation from out of town. In time, they would move out, preferring more conventional housing to the Y's dormitory-like rooms, which had no" , "date" : "19980412" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "PERSPECTIVES; Updating the Residential Space at a Y.W.C.A." , "url" : "http:\/\/www.nytimes.com\/1998\/04\/12\/realestate\/perspectives-updating-the-residential-space-at-a-ywca.html"} , {"body" : "THE security guard stared dully at the Mexican passport and shook his head no. He wasn't letting anyone into the detention center without a local address on his ID. Brother Joel Magallan, a Jesuit and self-appointed defender of New York's Mexicans, smiled at the guard. It was a passive smile, but his eyes conveyed an inner resolve as cool as the" , "date" : "19980405" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "MEXICO"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Making Mexicans His Mission" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/05\/nyregion\/making-mexicans-his-mission.html"} ,   {"body" : "For 55 years, Sam Guarneri has been a button man in the garment district. He has supplied millions of pearl, casein and covered abalone buttons to the sample rooms and sewing shops on the streets and avenues south of Times Square. Business has shrunk to about a quarter of the 29 million buttons that he once sold every year. Yet, even as many other" , "date" : "19980302" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "GARMENT DISTRICT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Holding On in the Garment Center; Shops Struggle With Soaring Rents in a Shrinking District" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/02\/nyregion\/holding-garment-center-shops-struggle-with-soaring-rents-shrinking-district.html"} , {"body" : "As early as the 1840's, dauntless pushcart vendors and stationery stores hawked lewd postcards of women in considerably less than full attire. It was only a matter of time before there was a topless shoeshine parlor in Times Square. In one form or another, the sex trade has always had a durable X-rated visibility in New York City. It is a" , "date" : "19980301" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "TIMES SQUARE AND 42D STREET (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "It's Not Easy to Push Sex Into the Shadows" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/01\/nyregion\/it-s-not-easy-to-push-sex-into-the-shadows.html"} , {"body" : "At Club 44, a Times Square strip joint, there was an air of resignation. ''There are a million ways to get by in this business,'' said Sherry Golden, the club's manager, as a dozen patrons leaned languidly against her bar yesterday and a bare-breasted dancer worked the runway. Two blocks north on Eighth Avenue, at a video shop where every shelf is" , "date" : "19980225" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Sex Shop Owners Greet Zoning Ruling With Air of Resignation" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/25\/nyregion\/sex-shop-owners-greet-zoning-ruling-with-air-of-resignation.html"} , {"body" : "New York State's highest court upheld today the constitutionality of a New York City zoning law that bans X-rated businesses from residential neighborhoods, paving the way for the city to start closing down sex shops that are in violation of the law. Following the decision by the New York State Court of Appeals, the Giuliani administration said it" , "date" : "19980225" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "COURT, 6-0, BACKS NEW YORK STATUTE LIMITING SEX SHOPS" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/25\/nyregion\/court-6-0-backs-new-york-statute-limiting-sex-shops.html"} , {"body" : "Drugs. Gangs. Guns. Like many other Dominican immigrants in the New York metropolitan area, the parents of Lizza Santos were distressed by what they saw going on around them. So just before their daughter started high school in September, they sent her to live with her grandparents here while they remained in the United States. At first, the" , "date" : "19980220" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "DOMINICAN REPUBLIC" , "NEW YORK CITY METROPOLITAN AREA"] , "nytd_section_facet" : ["World" , "Education"] , "page_facet" : "4" , "title" : "Island Life Not Idyllic For Youths From U.S." , "url" : "http:\/\/www.nytimes.com\/1998\/02\/20\/world\/island-life-not-idyllic-for-youths-from-us.html"} , {"body" : "When she was elected to Congress in 1992, Nydia M. Velazquez turned into something of a political heroine. That was the year she made history by becoming the first Puerto Rican woman elected to the House of Representatives, defeating Stephen J. Solarz, a nine-term incumbent, and four other Hispanic candidates. In the last six years, Ms. Velazquez" , "date" : "19980209" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Road Gets Tougher for a Political Pioneer" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/09\/nyregion\/road-gets-tougher-for-a-political-pioneer.html"} , {"body" : "Had Goldilocks happened upon the Valdez apartment in Sunset Park, Brooklyn, before last year, she would have been sorely disappointed. The first bed, where the three girls slept, was way too narrow. The second bed, where Ursula Valdez slept with her son, Peter, had a hand-me-down mattress with exposed springs. And the third bed? There was no third" , "date" : "19980128" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "The Neediest Cases; After a Fire, a Crowded Life Gets More Crowded" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/28\/nyregion\/the-neediest-cases-after-a-fire-a-crowded-life-gets-more-crowded.html"} , {"body" : "Burning Desires To Enter Hot Business Jumping into the cigar craze, two entrepreneurs have founded a cigar production and distribution company, Tsar Cigars, that specializes in oddly sized and shaped cigars. Arthur Metz, chief executive officer, and Danny Lipis, president, began distributing cigars from their office at 450 Park Avenue South, near" , "date" : "19980118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1998\/01\/18\/nyregion\/new-yorkers-co-100960.html"} , {"body" : "First Steps For Balletgoers Who says that classical ballet doesn't have a sense of humor? When the ABT Studio Company performs this weekend, the members will offer a number of twists and turns, and not just with their feet. In ''La Folia,'' choreographed by Mark Godden, women lift men, said the company's director, John Meehan. He added that the" , "date" : "19980116" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "FAMILY FARE" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/16\/arts\/family-fare.html"} , {"body" : "By the time City Councilman Angel Rodriguez raised his hand to take the oath of office, the 300 people gathered in a Brooklyn grade school auditorium had already sat through the singing of ''The Star-Spangled Banner'' and the Puerto Rican anthem, ''La Borinquena.'' They had witnessed a colorful lion dance performed by the Latin American Chinese" , "date" : "19980115" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Civic Parties Of Pageantry And Pledges; It's Swearing-In Season For Council Members" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/15\/nyregion\/civic-parties-pageantry-pledges-it-s-swearing-season-for-council-members.html"} ,   {"body" : "New York has never been known for its Mexican restaurants. In the last decade, though, as the number of Mexican immigrants has increased, little Mexican restaurants have opened around the city. They offer the sort of authentic street fare that cities like Los Angeles and Chicago have long taken for granted, and they provide a counterpoint to the" , "date" : "19980109" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "45" , "title" : "EATING OUT; Mexican Restaurants" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/09\/arts\/eating-out-mexican-restaurants.html"} , {"body" : "Despite a Hollywood-inspired perception that the New York City police are quick to use gunfire to fight crime, F.B.I. statistics show that city officers actually shoot civilians far less frequently than their counterparts in other major cities. In fact, the most recent national study of deadly force by officers, published in 1991, found that New" , "date" : "19980102" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Police's Use of Deadly Force In New York Is Low for Nation" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/02\/nyregion\/police-s-use-of-deadly-force-in-new-york-is-low-for-nation.html"} , {"body" : "In proposing that New York City increase the size of its Police Department to an unprecedented level, Mayor Rudolph W. Giuliani reawakened a longstanding debate over whether the city should hire more police officers to fortify public safety -- or whether it could achieve the same gains by better managing the sprawling force of more than 38,000 that" , "date" : "19980102" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "THE INAUGURATION OF RUDOLPH W. GIULIANI: THE POLICE ; An Old Debate: Hire More Police, or Manage the Current Force Better?" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/02\/nyregion\/inauguration-rudolph-w-giuliani-police-old-debate-hire-more-police-manage.html"}]