[  {"body" : "GRAND CENTRAL WINTER: Stories From the Street By Lee Stringer Seven Stories Press Perhaps it's equally appropriate now that a more calculated brand of redemption has come to Times Square -- now that most of the sex shops have been shuttered, and the novelty stores have been nailed shut, and the Deuce seems bound toward more homogenized pleasures --" , "date" : "19981227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "8" , "title" : "THE YEAR IN BOOKS; Central Park Hawks and Village Plumage" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/27\/nyregion\/the-year-in-books-central-park-hawks-and-village-plumage.html"} , {"body" : "The people who walked in darkness have seen a great light. -- Isaiah 9:2 After hearing this scriptural reading on a recent Sunday morning, the people of Marble Collegiate Church on Fifth Avenue watched and applauded as a dark veil dropped to the floor, revealing glacier-blue skies and crimson tongues of fire in a shimmering new 22-foot-high" , "date" : "19981225" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "Heaven's Palette In Bolder Hues" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/25\/arts\/heaven-s-palette-in-bolder-hues.html"} , {"body" : "Mark Lombardi 'Silent Partners' Pierogi 2000 167 North Ninth Street Williamsburg, Brooklyn Through Jan. 11 (closed today through Jan. 1) It doesn't exactly roll off the tongue, but in the tradition of the painter's painter, Mark Lombardi is an investigative reporter's Conceptual artist. His subject is conspiracy and scandal, his method is to" , "date" : "19981225" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "ART IN REVIEW" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/25\/arts\/art-in-review-596175.html"} , {"body" : "After decades of decline as second-class vehicles in the tightening grip of automobile traffic, buses have suddenly become the fastest-growing mode of transport in New York City. From the gleaming, multihued coaches ferrying suburban commuters and tourists into Manhattan to the Gray Line buses shuttling passengers to the airports, and from the" , "date" : "19981222" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New York's Bus Ridership Surges After Long Decline" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/22\/nyregion\/new-york-s-bus-ridership-surges-after-long-decline.html"} , {"body" : "BROOKLYN HEIGHTS The Value of a Dollar When It's on a Wall Joe Amrhein, director of Pierogi 2000, an art gallery in Williamsburg, is one of 11 Brooklyn-affiliated artists to have their work displayed in ''Seeing Money,'' a timely exhibition at the Rotunda Gallery that explores money and values. Mr. Amrhein's work, which includes subtle paintings" , "date" : "19981220" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/20\/nyregion\/playing-in-the-neighborhood-486680.html"} , {"body" : "What do young people like? Basketball courts, computer laboratories, paints to paint with, a stage to perform on and a kitchen for lunch. These amenities, and more, will be incorporated into the Williamsburg Community Center, at 195 Graham Avenue in Brooklyn, next door to Thelma Martinez Park. ''The idea of the center is to be a magnet for youth,''" , "date" : "19981217" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS: ARCHITECTURE; A Community Center That Is Inviting To Its Young Guests" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/17\/garden\/currents-architecture-a-community-center-that-is-inviting-to-its-young-guests.html"} , {"author" : "William R. Everdell teaches history at St. Ann's School in Brooklyn and is the author of ''The First Moderns.''" , "body" : "THE NEIGHBORHOODS OF BROOKLYN Introduction by Kenneth T. Jackson. John B. Manbeck, consulting editor. Illustrated. 246 pp. New Haven: Citizens Committee for New York City\/ Yale University Press. $29.95 More like a catalogue than an encyclopedia, ''The Neighborhoods of Brooklyn'' consists of short illustrated chapters on 47 big-city neighborhoods, a" , "date" : "19981213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "15" , "title" : "Artful Dodgers" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/13\/books\/artful-dodgers.html"} , {"body" : "IT'S another weekday afternoon rush hour in lower Manhattan, and Canal Street is gridlocked. Eastbound lanes are clogged with cars, trucks and buses headed for the Manhattan Bridge. Westbound lanes are choked with vehicles aiming for the Holland Tunnel. On northbound and southbound arteries -- Hudson and Varick Streets, the West Side Highway, even" , "date" : "19981213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "JAMMING; The Traffic Downtown Seems Worse Than Ever. Is the Verrazano the Villain?" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/13\/nyregion\/jamming-the-traffic-downtown-seems-worse-than-ever-is-the-verrazano-the-villain.html"} , {"body" : "TUCKED away in old manufacturing buildings in the Flatiron District, in SoHo or on the West Side near Hudson Square -- and with an important concentration downtown -- new-media companies are becoming an important factor in commercial real estate in the New York area. ''There is a reason why the vacancy rate in Midtown South -- from 34th Street to" , "date" : "19981213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HUDSON SQUARE (NYC)" , "FLATIRON DISTRICT (NYC)" , "WEST SIDE (NYC)" , "SOHO AREA (SOUTH HOUSTON INDUSTRIAL DISTRICT) (NYC)"] , "nytd_section_facet" : ["Technology" , "Real Estate"] , "page_facet" : "1" , "title" : "Silicon Alley's Byways and Boulevards" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/13\/realestate\/silicon-alley-s-byways-and-boulevards.html"} , {"body" : "STAN FISCHLER learned almost everything he knows about subways by the time he was 12, standing on the jump seat of the Brighton BMT with his friend Howie, flying through Flatbush, their heads stuck out the front window, the wind streaming over their faces and the wheels click-clacking to the rhythm of Gene Krupa's drumming in ''China Boy.'' ''It" , "date" : "19981211" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; One Man's View From the Front of the Train" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/11\/nyregion\/public-lives-one-man-s-view-from-the-front-of-the-train.html"} ,   {"body" : "The emaciated bodies of a woman and her middle-aged daughter were found inside their Bronx apartment Wednesday night, several days after they had died, the police said yesterday. There was no food in the apartment, the police and members of the women's family said, but it was not clear yesterday whether the apparent malnourishment caused the deaths" , "date" : "19981204" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "14" , "title" : "Emaciated Bodies Are Found in Bronx Apartment" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/04\/nyregion\/emaciated-bodies-are-found-in-bronx-apartment.html"} , {"body" : "The signs of rebirth had been unmistakable in the Brooklyn waterfront neighborhood of Red Hook, a place long known best for its car impound lots, its eyesore of industrial blocks and one of the largest public housing projects in the country. Lately, there had been new shops, an uptick in real estate prices and an influx of artists and young" , "date" : "19981203" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Angry Reception Greets Trash Plan in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/03\/nyregion\/angry-reception-greets-trash-plan-in-brooklyn.html"} , {"body" : "Polish Food and Drink While an exhibition of Polish circus posters, ''Cyrk,'' is on display at the Consulate General of Poland from Friday through Dec. 12, there will be opportunities to sample Polish food and drink. The tastings will be held from noon to 2 P.M. on Saturday, and again on Dec. 9 and 12. There will also be tastings on Monday from 7" , "date" : "19981202" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/02\/dining\/calendar.html"} , {"body" : "YOU have just sent out the invitations for your holiday party. You have invited tons of people for drinks and hors d'oeuvres. But you own a total of eight glasses and no punch bowl. And if you want to make that spiked cider, you'll need to use all your pots and do it in batches. There, of course, is the rub when it comes to holiday parties. You" , "date" : "19981202" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "TEST KITCHEN; Souffle Dishes to Pig Spits: Renting for a Bash" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/02\/dining\/test-kitchen-souffle-dishes-to-pig-spits-renting-for-a-bash.html"} , {"body" : "It's hard to get more than a few sentences out of Harry Sepulveda, though he would like to talk some more. When he's at work, perched behind the cash register at the Record Mart in the Times Square subway station, Mr. Sepulveda attracts a line of fans. Sometimes they are from Japan, video cameras in hand, hoping to take home some tape of a legend." , "date" : "19981130" , "day_of_week_facet" : "Monday" , "geo_facet" : ["PUERTO RICO" , "CUBA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "One-Man University of Latin Music; A Record Salesman Wins a Following for His Knowledge" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/30\/arts\/one-man-university-latin-music-record-salesman-wins-following-for-his-knowledge.html"} , {"body" : "An off-duty emergency medical technician was struck and killed by an unmarked police car after he stepped off a bus in Brooklyn early yesterday, the police said. The police car, occupied by three officers and a police sergeant, was chasing two other cars that had been speeding and swerving along Broadway near Hooper Street in the Williamsburg" , "date" : "19981129" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "51" , "title" : "Police Vehicle in Chase Kills City Rescue Worker" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/29\/nyregion\/police-vehicle-in-chase-kills-city-rescue-worker.html"} , {"body" : "A 56-room hotel is being built atop a former bank building in Borough Park, Brooklyn, designed to cater to Orthodox and Hasidic Jews. Marcel Glick, the Borough Park developer who is behind the project, said that he and his partner were investing $6 million in the hope that the six-story, 4,000-square-foot structure at 47th Street and 13th Avenue" , "date" : "19981129" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Postings: Going Up in Borough Park; 56-Room Hotel For Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/29\/realestate\/postings-going-up-in-borough-park-56-room-hotel-for-brooklyn.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy art, design and photography exhibitions at New York City museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free." , "date" : "19981127" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/27\/arts\/art-guide.html"} , {"body" : "A Brooklyn couple pleaded not guilty yesterday to kidnapping a 6-year-old Hasidic boy with cerebral palsy whom the woman used to babysit. The couple, Theresa Giannola Goldberg and David Goldberg, were arraigned in Brooklyn Federal Court on charges of conspiring to abduct the boy, Chaim Weill, of Williamsburg. Mrs. Goldberg was found with the child" , "date" : "19981125" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "METRO NEWS BRIEFS: NEW YORK; Couple Plead Not Guilty In Kidnapping of Boy, 6" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/25\/nyregion\/metro-news-briefs-new-york-couple-plead-not-guilty-in-kidnapping-of-boy-6.html"} , {"body" : "A 12-hour hostage standoff in Brooklyn ended peacefully early yesterday when a distraught man released his ex-wife's nephew and surrendered, the police said. The man, George Martinez, 31, freed his 12-year-old captive and then surrendered at his apartment at 362 South Second Street in Williamsburg at 12:50 A.M. yesterday, said Officer John Seidl, a" , "date" : "19981124" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; Boy, 12, Is Released After a 12-Hour Standoff" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/24\/nyregion\/metro-news-briefs-new-york-boy-12-is-released-after-a-12-hour-standoff.html"} ,   {"body" : "An armed man surrendered to the police early this morning after holding a boy hostage for more than 12 hours in a Brooklyn apartment, the police said. The boy was unharmed. The man had barricaded himself and the boy, whom the police described as the 10- or 12-year-old nephew of the man's girlfriend, in a fifth-floor apartment on South Second Street" , "date" : "19981123" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Armed Man Holds Boy Hostage In an Apartment in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/23\/nyregion\/armed-man-holds-boy-hostage-in-an-apartment-in-brooklyn.html"} , {"body" : "THERE is always a jetliner somewhere on the horizon of College Point, a low-rise, blue-collar Queens outpost on Flushing Bay where maintaining small-town virtues rooted in the 19th century is a struggle. Sometimes jetliners landing or taking off across the bay at La Guardia Airport fly too close, and even under normal conditions their keening" , "date" : "19981122" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "COLLEGE POINT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "If You're Thinking of Living In \/ College Point, Queens; Small Enclave Feels Pressures of the City" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/22\/realestate\/if-you-re-thinking-living-college-point-queens-small-enclave-feels-pressures.html"} , {"body" : "More than a year after Police Commissioner Howard Safir announced that he would put more black officers into the Brooklyn police precinct where prosecutors charge Abner Louima was beaten and sodomized, two black sergeants transferred there have filed a Federal suit alleging that the move violated their civil rights. The multimillion-dollar suit," , "date" : "19981119" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "Black Sergeants Sent to Troubled Precinct Sue" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/19\/nyregion\/black-sergeants-sent-to-troubled-precinct-sue.html"} , {"body" : "A sculptor who has lived in Williamsburg, Brooklyn, for 20 years says he is thinking of moving to get away from the garbage. A retired salesman in Hunts Point in the Bronx crinkles his nose as he describes the acrid smell of the endless garbage trucks. On the Brooklyn waterfront in Red Hook, a man rails against a plan to bring immense garbage" , "date" : "19981116" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "STATEN ISLAND (NYC)" , "HUNTS POINT (NYC)" , "FRESH KILLS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Boroughs Battle Over Trash As Last Landfill Nears Close" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/16\/nyregion\/boroughs-battle-over-trash-as-last-landfill-nears-close.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; meetings usually held on second Tuesday of month, but the next meeting is Dec. 1, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg. Board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn," , "date" : "19981115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; From Red Hook to Cypress Hills: When and Where the Community Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/15\/nyregion\/neighborhood-report-brooklyn-up-close-red-hook-cypress-hills-when-where.html"} , {"body" : "''Singing comes from the head, the vocal cords and the diaphragm,'' says the German bass-baritone Thomas Quasthoff. It also comes from the heart. Mr. Quasthoff, 39, among the most critically hailed and sought-after singers in Europe, was one of 5,000 children born with abnormalities after their mothers took the drug thalidomide. Yet he has embraced" , "date" : "19981113" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Triumph Over Misfortune" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/13\/movies\/triumph-over-misfortune.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy art, design and photography exhibitions at New York City museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free." , "date" : "19981113" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/13\/arts\/art-guide.html"} , {"body" : "ONE of the happiest moments of Norma Carey's life was the day she threw away her carbon paper. It was the early 1970's when her employer, a law firm in Washington, switched from carbons to copiers. ''I was absolutely delighted,'' said Ms. Carey, 64, a legal secretary for Akin, Gump, Strauss, Hauer & Feld. No more ink on the hands from handling" , "date" : "19981112" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Technology"] , "page_facet" : "9" , "title" : "Carbon Paper Still Messy, Still in Use" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/12\/technology\/carbon-paper-still-messy-still-in-use.html"} , {"body" : "Fourteen days before Election Day, Charles E. Schumer's campaign manager learned of an article that would appear in the next day's issue of The Jewish Week: Senator Alfonse M. D'Amato, in a private meeting with supporters, had described Mr. Schumer with a Yiddish vulgarism and mocked another lawmaker from New York City for being overweight. Mr." , "date" : "19981108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE 1998 CAMPAIGN: SENATE; Recipe for an Upset: Schumer's Sureness, D'Amato's Missteps" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/08\/nyregion\/1998-campaign-senate-recipe-for-upset-schumer-s-sureness-d-amato-s-missteps.html"} , {"body" : "UPPER WEST SIDE Recycled Knowledge In a Gigantic Book Sale The basement of the St. Agnes branch of the public library will be turned into a bookstore on Friday as more than 40,000 donated books and other items go on sale to benefit the library. The eclectic selection includes everything from what's readily available at retail chains to such finds" , "date" : "19981108" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/08\/nyregion\/playing-in-the-neighborhood-727180.html"} ,   {"body" : "The struggling gallery scene in the Williamsburg section of Brooklyn is either reaching critical mass or is about to contract a serious case of nostalgia for ''the good old days.'' Maybe both. The neighborhood has long been known in the art world as a place where artists take things into their own hands, opening galleries and running them on" , "date" : "19981106" , "day_of_week_facet" : "Friday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "ART REVIEW; Brooklyn Haven For Art Heats Up" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/06\/arts\/art-review-brooklyn-haven-for-art-heats-up.html"} , {"body" : "ATTRACTIONS MUSEUMS AND SITES AMERICAN NUMISMATIC SOCIETY, Audubon Terrace, Broadway at 155th Street, Washington Heights. The society has the most extensive coin collection in North America; its library is open to the public. On permanent display is ''American Numismatic Design, 1892-1922,'' which includes all coins issued during this period. Also" , "date" : "19981106" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/06\/arts\/spare-times-742694.html"} , {"body" : "In a day of old-style politicking, Representative Charles E. Schumer campaigned for the Senate in black, Jewish and Hispanic neighborhoods across New York City yesterday, bringing in Vice President Al Gore in an attempt to rally support in tomorrow's election. Senator Alfonse M. D'Amato went to Orthodox Jewish communities in Brooklyn, portraying" , "date" : "19981102" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE 1998 CAMPAIGN: THE SENATE; Parties Pushing Message: Your Vote Counts" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/02\/nyregion\/the-1998-campaign-the-senate-parties-pushing-message-your-vote-counts.html"} , {"body" : "Everything hurts. My head is throbbing, my stomach is unsettled. My knees are swollen. I'm a little dizzy. And my thigh muscles? I don't know when I'll be climbing stairs again. In other words, I feel terrific. The euphoria of completing my first marathon, and doing it in New York, is helping to push the pain aside. After having told myself ''next" , "date" : "19981102" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "FIRST PERSON; Next Year Finally Arrives, And It Proves Quite Painful" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/02\/sports\/first-person-next-year-finally-arrives-and-it-proves-quite-painful.html"} , {"body" : "Theater ''CURIOUS GEORGE,'' a musical starring the mischievous monkey; book and lyrics by Tom Toce and music by Timothy Brown. For children 5 and older. Theaterworks\/USA, at the Promenade Theater, 2162 Broadway, at 76th Street. Tomorrow and Sunday at 12:30 P.M. Through Nov. 8. Tickets: $18.50. Reservations: (212) 627-7373 or (212) 239-6200. ''DON'T" , "date" : "19981030" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/30\/arts\/spare-times-for-children.html"} , {"body" : "GEORGE JESSEL, a name not likely to ring many Gen-X bells, was an old-time vaudevillian who performed at so many banquets and fund-raisers that he became known as ''Toastmaster General of the United States.'' He enjoyed a special niche with older, conservative Jews. In 1980, a year before he died at 83, he agreed to tour Jewish precincts of" , "date" : "19981030" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC; What Did You Expect? Mr. Manners?" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/30\/nyregion\/nyc-what-did-you-expect-mr-manners.html"} , {"body" : "A Brooklyn man was charged yesterday with beating his girlfriend's 20-month-old daughter to death, the police said . The suspect, Charles Peek, 20, was accused of hitting the toddler because of her rambunctious behavior in his East Williamsburg apartment Saturday afternoon, the police said. The girl had difficulty breathing, the police said, and" , "date" : "19981029" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO NEWS BRIEFS: NEW YORK; Brooklyn Man Is Charged In Beating Death of Baby" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/29\/nyregion\/metro-news-briefs-new-york-brooklyn-man-is-charged-in-beating-death-of-baby.html"} , {"body" : "IT took David C. Walentas 17 years to win permission from New York City to begin the residential conversion of a muscular old industrial complex on the Brooklyn waterfront. With permission in hand, it took him only seven months to convert the first building, 1 Main Street, whose mansard-topped, four-faced clock tower holds its own as a skyline icon" , "date" : "19981025" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "SoHo, TriBeCa And Now Dumbo?" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/25\/realestate\/soho-tribeca-and-now-dumbo.html"} , {"body" : "IT took David C. Walentas 17 years to win permission from New York City to begin the residential conversion of a muscular old industrial complex on the Brooklyn waterfront. With permission in hand, it took him only seven months to convert the first building, 1 Main Street, whose mansard-topped, four-faced clock tower holds its own as a skyline icon" , "date" : "19981024" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "SoHo, TriBeCa And Now Dumbo?" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/24\/realestate\/soho-tribeca-and-now-dumbo.html"} , {"body" : "Jane Klain had been searching for Ethel Burns for a year and a half before she found her last February. It was not how she wanted to find her. She found her on the obituary page. For Ms. Klain, of the Museum of Television and Radio, it was the sad end of a long quest. But it was also, finally, a beginning, a breakthrough in the hunt for a lost gem" , "date" : "19981022" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "The Legacy of a Stage-Struck Teacher; Dusty Treasures Reveal a Golden Era for Broadway, TV and Ethel Burns (Who?)" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/22\/theater\/legacy-stage-struck-teacher-dusty-treasures-reveal-golden-era-for-broadway-tv.html"} ,   {"body" : "WHEN out-of-town friends come to visit New York, Phillip Lopate puts down whatever book he is editing and laces up the sturdy walking shoes of a tour guide. He leads the visitors through haunted blocks of Williamsburg, from which he escaped his family's lurid quarrels, and into the art-deco towers of lower Manhattan, their lobbies gilded and" , "date" : "19981022" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; A Collector of New York Pictures, in Words" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/22\/nyregion\/public-lives-a-collector-of-new-york-pictures-in-words.html"} , {"body" : "FREIBERG-Sylvia. Died suddenly in Newton, MA., on October 20, 1998, less than three years after the death of Sam, her beloved husband of sixty-one years. Loving mother of Peter and Eileen. Caring mother-in-law of Joe Tom and Barney. Devoted grandmother of Solana and Sabrina. Born in Russia eighty-seven years ago, Sylvia grew up in Williamsburg," , "date" : "19981021" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "27" , "title" : "Paid Notice: Deaths FREIBERG, SYLVIA" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/21\/classified\/paid-notice-deaths-freiberg-sylvia.html"} , {"body" : "With East Williamsburg scheduled to become a hub for much of Brooklyn's residential garbage in two weeks, local politicians, environmentalists and neighborhood groups are preparing last-ditch efforts to keep the garbage out. Opponents are preparing a legal challenge to the city's interim solid-waste plan, which calls for diverting 2,400 tons of" , "date" : "19981018" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: EAST WILLIAMSBURG; Last-Ditch Effort to Block a Garbage Flow" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/18\/nyregion\/neighborhood-report-east-williamsburg-last-ditch-effort-to-block-a-garbage-flow.html"} , {"body" : "Once again wearing his yarmulke but shorn of his side curls, a 6-year-old Hasidic boy returned home yesterday to a celebratory welcome in Williamsburg, Brooklyn, as the couple alleged to have kidnapped him faced Federal abduction charges. The boy, Chaim Weill, who suffers from cerebral palsy and can communicate only through nods and smiles, was" , "date" : "19981017" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Ill Boy Taken From Home Returns to Williamsburg" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/17\/nyregion\/ill-boy-taken-from-home-returns-to-williamsburg.html"} , {"body" : "A 6-year-old Brooklyn boy with cerebral palsy was found unharmed yesterday, sitting in a car in a motel parking lot on Interstate 95 near Richmond, with the former baby sitter who left for a stroll with the boy two days before and never returned. Theresa Giannola Goldberg, who the police believe took the child, Chaim Weill, in an attempt to cure" , "date" : "19981016" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CHESTER (VA)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Missing Brooklyn Boy Found in Virginia" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/16\/nyregion\/missing-brooklyn-boy-found-in-virginia.html"} , {"body" : "She did not have any children of her own, but Theresa Giannola Goldberg had 6-year-old Chaim Weill. Chaim, who uses a wheelchair and leg braces, has cerebral palsy and communicates mostly with a smile or an awkward nod. His parents knew that Mrs. Goldberg, his regular baby sitter, loved Chaim, so they did not worry when she took him for a stroll on" , "date" : "19981015" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["SOUTH CAROLINA" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ailing 6-Year-Old Disappears, and Sitter Is Sought" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/15\/nyregion\/ailing-6-year-old-disappears-and-sitter-is-sought.html"} , {"body" : "''This safely falls into the 'not glamorous' category,'' said Warren Gran, an architect, referring to his plan to renovate the East River Bridge Repair Facility on Kent Avenue, under the Williamsburg Bridge in Brooklyn. The 25,000-square-foot brick complex, below, built in 1936, has workshops for the carpenters, electricians and ironworkers who" , "date" : "19981015" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS: RENOVATION; Well, Someone Had to Do It" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/15\/garden\/currents-renovation-well-someone-had-to-do-it.html"} , {"body" : "An explosion in the hull of an oil barge in the Brooklyn Navy Yard yesterday killed a welder and injured his assistant, the authorities said. The explosion occurred around 4:30 P.M., while the welder was on a ladder, fire officials said. He was blown out of the hull through an open hatch. The force of the blast propelled his body over the starboard" , "date" : "19981011" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Welder Is Killed in Explosion At the Brooklyn Navy Yard" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/11\/nyregion\/welder-is-killed-in-explosion-at-the-brooklyn-navy-yard.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN NUMISMATIC SOCIETY, Audubon Terrace, Broadway at 155th Street, Washington Heights. The society has the most extensive coin collection in North America; its library is open to the public. On permanent display is ''American Numismatic Design, 1892-1922,'' which includes all coins issued during this period. Also" , "date" : "19981009" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/09\/arts\/spare-times-246115.html"} , {"body" : "Spotlight on Gilbert Alliance for Downtown New York; (212) 835-2789. The alliance, which manages the business improvement district for lower Manhattan, is sponsoring a series of events in honor of Cass Gilbert, the architect responsible for the Woolworth Building, the George Washington Bridge (above), the Alexander Hamilton United States Custom" , "date" : "19981008" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "16" , "title" : "EVENTS; Shows on Architects, Tribal Antiques Sale" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/08\/garden\/events-shows-on-architects-tribal-antiques-sale.html"} ,   {"body" : "A Brooklyn-based clothing company and four of its top officials have been charged with defrauding the Pentagon of millions of dollars by using defective cloth in coveralls and combat uniforms, law enforcement officials said yesterday. Federal prosecutors in Brooklyn said the company, Isratex Inc., rigged inspections to make Defense Department" , "date" : "19981007" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "4 Men Charged With Selling Faulty Uniforms to Pentagon" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/07\/nyregion\/4-men-charged-with-selling-faulty-uniforms-to-pentagon.html"} , {"body" : "A family of Bukharan Jews observing their first Yom Kippur in their new apartment in Lefrak City, Queens, was injured on Tuesday night after lighting what they thought were religious candles but turned out to be powerful firecrackers, the authorities said yesterday. The Borokhova family, emigres from the former Soviet Republic of Uzbekistan, were" , "date" : "19981001" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Immigrants Injured by Firecrackers They Mistook for Candles" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/01\/nyregion\/immigrants-injured-by-firecrackers-they-mistook-for-candles.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; meeting usually held on second Tuesday of month; but next meeting is on Wednesday, Oct. 14, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown" , "date" : "19980927" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Bushwick to Bensonhurst, When the Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/27\/nyregion\/neighborhood-report-brooklyn-up-close-bushwick-bensonhurst-when-boards-meet.html"} , {"author" : "Deborah Solomon's most recent book, ''Utopia Parkway: The Life and Work of Joseph Cornell,'' has just been issued in paperback." , "body" : "CARL PLANSKY holds the strange distinction of being a prospering entrepreneur who has yet to acquire a tie or a jacket. He owns Williamsburg Art Supplies, a tiny shop on the Lower East Side of Manhattan that specializes in homemade oil paints. In an age when most paint is mass-produced, and when even much of the art in the galleries has a" , "date" : "19980923" , "day_of_week_facet" : "Wednesday" , "page_facet" : "10" , "title" : "Ingredients for Success: Ground Pigments and Linseed Oil" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/23\/business\/ingredients-for-success-ground-pigments-and-linseed-oil.html"} , {"body" : "IF you ride the subway every day, the following will not come as a news flash: the trains move more slowly than they used to. Don't confuse this with the fact that fewer trains run on many lines, something else you already knew. The overcrowding got so bad that transit officials finally announced plans yesterday to expand both subway and bus" , "date" : "19980918" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC; Rapid Transit Fast Becoming An Oxymoron" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/18\/nyregion\/nyc-rapid-transit-fast-becoming-an-oxymoron.html"} , {"body" : "WITH Rosh ha-Shanah beginning on Sunday evening, the Israel Beigel Baking Company, like other classic Jewish bakeries in New York City, is in its high season for rugelach, honey cakes and traditional round New Year hallahs -- more than 10,000 of them. New Yorkers who patronize the Fairway markets, the Second Avenue Deli and strictly kosher ma and" , "date" : "19980916" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "A Season for Hallah, by the Thousand . . . And a Season for Guides on How to Bake It" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/16\/dining\/a-season-for-hallah-by-the-thousand-and-a-season-for-guides-on-how-to-bake-it.html"} , {"body" : "Rabbi Sender Deutsch, a leader of one of the largest Hasidic Jewish groups in the United States and the longtime chief editor and publisher of Der Yid, a Yiddish-language weekly newspaper, died on Sept. 2 at Maimonides Medical Center in Brooklyn. He was 76 and a resident of the Williamsburg section of Brooklyn, where he had lived for about 45" , "date" : "19980913" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "62" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/13\/nyregion\/no-headline-830682.html"} , {"body" : "ASTORIA John Huston Is Subject Of Film Retrospective The legendary director John Huston (1906-1987) is the subject of a monthlong retrospective at the American Museum of the Moving Image, which will highlight films he directed and those in which he figures as a character. Today's program, for example, features his 1951 film ''The African Queen''" , "date" : "19980913" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/13\/nyregion\/playing-in-the-neighborhood-803561.html"} , {"body" : "PILE DRIVERS pound great beams of steel into the earth and cement trucks pour out their burdens as office and apartment towers keep rising on the Jersey City shore -- particularly on one vast, once-desolate tract called Newport that sparked the riverfront's rebirth. Where not much more than a decade ago there was a mazelike swath of weeded-over" , "date" : "19980913" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["JERSEY CITY (NJ)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "On the Hudson, a City Within Jersey City" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/13\/realestate\/on-the-hudson-a-city-within-jersey-city.html"} , {"body" : "The structural problems that have plagued the Williamsburg Bridge over the years will again inconvenience commuters starting in May, when city transportation officials are to suspend subway service across the bridge for roughly five months for a $150 million repair project. Brooklyn-bound service on the J, M and Z lines is to terminate at the" , "date" : "19980912" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "More Commuter Hassles for Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/12\/nyregion\/more-commuter-hassles-for-brooklyn.html"} ,   {"body" : "INTERNATIONAL A3-6 Russian Parliament Approves Prime Minister The Russian Parliament approved Yevgeny M. Primakov as President Boris N. Yeltsin's nominee to be Prime Minister, after twice rejecting Mr. Yeltsin's first choice, Viktor S. Chernomyrdin. Parliament endorsed two members of the Communist Party for the country's top posts, including the" , "date" : "19980912" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/12\/nyregion\/news-summary-818330.html"} , {"body" : "The police were canvassing the streets of a Brooklyn neighborhood last night for the mother of a newborn baby found dead in a vacant courtyard yesterday. The infant boy was found about 4 P.M. in a weed-covered lot at 99 Morgan Avenue, near Knickerbocker Avenue, in East Williamsburg. A man on the second floor of the building noticed the body as he" , "date" : "19980911" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "Baby Found Dead in Lot, and Mother Is Sought" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/11\/nyregion\/baby-found-dead-in-lot-and-mother-is-sought.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy art, design and photography exhibitions at New York City museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free." , "date" : "19980911" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/11\/arts\/art-guide.html"} , {"body" : "Free Wine With Lunch Considering Wall Street's recent performance, this may not be the moment to order that $1,000 bottle of wine. Consider free wine instead. On weekdays next week, representatives of wineries will offer free wine to lunchtime customers at Park Avenue Cafe, Smith & Wollensky, Maloney & Porcelli, Manhattan Ocean Club, the Post" , "date" : "19980909" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "CALENDAR" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/09\/dining\/calendar.html"} , {"body" : "IN the course of an afternoon, Al Goldstein has his secretary book a prostitute as his dinner companion at Nobu, a chic downtown restaurant, and, for his cable television show, ''Midnight Blue,'' he tapes a vicious attack on New York magazine for leaving him out of its 30th-anniversary issue. But at the moment, as a father, Al has got to brag. ''My" , "date" : "19980908" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Part Pit Bull, Part Teddy Bear, All Appetite" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/08\/nyregion\/public-lives-part-pit-bull-part-teddy-bear-all-appetite.html"} , {"body" : "The court-ordered deadline for closing the Fresh Kills landfill is still more than three years away, but three community groups in Brooklyn are already planning joint strategy against construction of waste-transfer stations in their neighborhoods. A spokeswoman for the Department of Sanitation, Paula Young, said that various sites were still being" , "date" : "19980906" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "SUNSET PARK (NYC)" , "WILLIAMSBURG (NYC)" , "FRESH KILLS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Uniting Against Garbage Close to Home" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/06\/nyregion\/neighborhood-report-brooklyn-up-close-uniting-against-garbage-close-to-home.html"} , {"body" : "Deputy Chief Emil A. Ciccotelli, a longtime New York police commander who was an expert on organized crime and oversaw investigations of some sensational killings, died last Sunday at Our Lady of Mercy Hospital in the Bronx. He was 69. The cause apparently was a heart attack, said Richard J. Ruggiero, the manager of the F. Ruggiero and Sons funeral" , "date" : "19980906" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "42" , "title" : "Emil Ciccotelli, Police Commander, Dies at 69" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/06\/nyregion\/emil-ciccotelli-police-commander-dies-at-69.html"} , {"body" : "IF a tabloid television talk show decided to visit downtown Manhattan, Kelly Galligan and Ed Briggs -- proudly seated on a recently bought 1950's square-cornered sofa in their apartment -- would make ideal guests for an episode called ''We Traded the Grunge Life for an Eames Chair.'' The couple admit, sheepishly, that they were once slackers who" , "date" : "19980906" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Generation Wallpaper; A tribe of newly affluent global nomads has a magazine to tell them who they are." , "url" : "http:\/\/www.nytimes.com\/1998\/09\/06\/style\/generation-wallpaper-tribe-newly-affluent-global-nomads-has-magazine-tell-them.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN FORT WASHINGTON $153,000 116 Pinehurst Avenue (Hudson View Gardens) 2-bedroom, 1-bath, 1,000-sq.-ft. co-op in a prewar building; elevator, dining alcove, high" , "date" : "19980906" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/06\/realestate\/residential-sales.html"} , {"body" : "The waterfront warehouse in Williamsburg in which the Radiac Corporation processes chemical waste from medical research centers around the city may not have the visibility of the World Trade Center, but since the bombings of United States embassies in Kenya and Tanzania last month, it has captured the attention of the Police Department. Local" , "date" : "19980906" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Guarding a Chemical Warehouse Just in Case" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/06\/nyregion\/neighborhood-report-brooklyn-up-close-guarding-a-chemical-warehouse-just-in-case.html"} ,   {"body" : "For a week he was a busy man, the police said: He roamed through the predominantly Jewish neighborhood of Williamsburg, Brooklyn, leaving symbols of Nazi Germany in his wake. But the string of hits with a felt-tip marker ended yesterday morning, when two transit bureau police officers took notice of a man rendering a swastika on an elevated subway" , "date" : "19980905" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Dressed As a Hasid Is Charged In Graffiti" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/05\/nyregion\/man-dressed-as-a-hasid-is-charged-in-graffiti.html"} , {"body" : "There were 8,000 guests, not including those peering down from the rooftops. The police closed the streets in Williamsburg, Brooklyn, to allow for a chuppa, or wedding canopy, and afterward the crowds squeezed so tightly into the reception hall that several people collapsed from heat exhaustion. If the wedding of Chaim Halberstam and Raiza Meisels" , "date" : "19980904" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Royal Wedding, A Family Affair; Two Hasidic Dynasties Unite in Brooklyn Gala" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/04\/nyregion\/a-royal-wedding-a-family-affair-two-hasidic-dynasties-unite-in-brooklyn-gala.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Classical Music AMERICAN SYMPHONY CHAMBER ORCHESTRA. Leon Botstein, the music director of this orchestra, is also the president of Bard College, and this weekend the orchestra sends an elite detachment to" , "date" : "19980904" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "Classical Guide and Dance Guide" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/04\/movies\/classical-guide-and-dance-guide.html"} , {"body" : "Three weeks ago, Todd Weissner's financial landscape was as barren as Wall Street on a Sunday. He had spent the last nine months as a gofer for various executives around the city, making calls, typing and filing letters and fetching coffee. He had gone for months without health or dental benefits. Out of desperation, he applied for a job as an art" , "date" : "19980830" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "32" , "title" : "Tourism Puts Some Back on Job: Art Consultant; Guiding Appreciators Of Contemporary Art" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/30\/nyregion\/tourism-puts-some-back-job-art-consultant-guiding-appreciators-contemporary-art.html"} , {"body" : "Offering a sobering portrait of an aging metropolis, a new study by the City Comptroller has found that New York would have to spend more than $90 billion over the next decade to make the necessary repairs to put the city's subways, water mains, schools and bridges in safe working order. The figure is vastly higher than the $52 billion that" , "date" : "19980825" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Study Puts High Price on Fixing a Crumbling City" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/25\/nyregion\/study-puts-high-price-on-fixing-a-crumbling-city.html"} , {"body" : "CAMBODIAN CUISINE + (718) 858-3262; 87 South Elliott Place, near Lafayette Street, Fort Greene; $; no smoking; Mastercard and Visa. This friendly and popular little Cambodian restaurant churns out a pleasing blend of bright and aromatic Thai and Vietnamese preparations at bargain prices. A meal might begin with a crunchy salad combining sweet," , "date" : "19980823" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "GOOD EATING; Old Brooklyn Has Room for New" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/23\/nyregion\/good-eating-old-brooklyn-has-room-for-new.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy art, design and photography exhibitions at New York City museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Summer hours vary for galleries and should be checked by telephone. Gallery admission is free. * denotes a highly recommended" , "date" : "19980821" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/21\/arts\/art-guide.html"} , {"body" : "Sure, the waters of Baja are beautiful. So are those of Alaska, the Pacific Northwest and dozens of other world-renowned paddling destinations attracting thousands of avid kayakers each year. But the waters of Manhattan, with its lights and contrasts, might be the most beautiful of all. Not long ago, they were paddled by just a few, those who would" , "date" : "19980821" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "WEEKEND WARRIOR; A Nighttime Paddle Around Manhattan: Time, Tide and Tired" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/21\/arts\/weekend-warrior-a-nighttime-paddle-around-manhattan-time-tide-and-tired.html"} , {"body" : "An article yesterday about the hit-and-run death of Rifka Sanzos, a 76-year-old Auschwitz survivor, misstated in some copies the location of a bakery she and her husband once owned in Brooklyn. It was on Grand Street in Williamsburg, not Broadway." , "date" : "19980817" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/17\/nyregion\/c-corrections-401420.html"} , {"body" : "The boys and girls in the fur-festooned blue and pink gowns were wilting in the heat, their glittery lips going dry with thirst. Twenty feet away, Peter F. Vallone, his white guayabera shirt taking on wrinkles, tapped a rolled up Dominican flag against his leg impatiently. The Dominican Day Parade was more than an hour late getting started because" , "date" : "19980817" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Who Loves a Parade (or 3 on One Day)? It's Wall-to-Wall Politicians" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/17\/nyregion\/who-loves-a-parade-or-3-on-one-day-it-s-wall-to-wall-politicians.html"} ,   {"body" : "A 76-year-old Brooklyn woman died late Friday after she was struck by a hit-and-run driver near her home, the police said. The woman, Rifka Franzos, was trying to cross Wythe Avenue at Rodney Street in Williamsburg shortly after 9:30 P.M. on Friday, when a red car traveling north on Wythe hit her, said Officer Dennis Laffin, a Police Department" , "date" : "19980816" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "Woman Is Struck by Car and Dies" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/16\/nyregion\/woman-is-struck-by-car-and-dies.html"} , {"body" : "A Brooklyn woman was charged yesterday with using a McDonald's restaurant as a day-care center for her children while she went to work as a school safety officer, the police said. The woman, Eunice Dixon, 39, of 740 Rutland Road in the Flatbush section, left her two children in the playroom of the McDonald's at 741 Grand Avenue in Williamsburg" , "date" : "19980814" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Children Left at Restaurant" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/14\/nyregion\/children-left-at-restaurant.html"} , {"body" : "Abner Louima bowed his head yesterday as he stood in front of the Club Rendez-Vous in Flatbush, Brooklyn, where, on a steamy night exactly a year ago, prosecutors say, police officers began a series of brutal acts against him that shocked New Yorkers. A small gathering that included Mr. Louima's family and friends and the parents of people who died" , "date" : "19980810" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Year of Living With the Louima Case" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/10\/nyregion\/a-year-of-living-with-the-louima-case.html"} , {"body" : "Rabbi Leibish Lefkowitz, an important figure in the organization of Kiryas Joel, the politically powerful Satmar Hasidic community in Orange County, N.Y., that has repeatedly gone to court over the issue of public financing for its religiously based schools, died on Aug. 1 at Mount Sinai Medical Center in Manhattan. He was 78. The cause was" , "date" : "19980809" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "37" , "title" : "Leibish Lefkowitz, a Satmar Leader, Dies at 78" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/09\/nyregion\/leibish-lefkowitz-a-satmar-leader-dies-at-78.html"} , {"body" : "With the closing of Daniel last week and the departure of Gray Kunz from Lespinasse, New York quickly lost two of its six four-star restaurants. Luckily, more than two dozen three-star restaurants -- merely excellent rather than extraordinary -- remain open, including these 12. (These summaries, written by Eric Asimov, are taken from Ruth Reichl's" , "date" : "19980807" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "EATING OUT; *** Restaurants" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/07\/arts\/eating-out-restaurants.html"} , {"body" : "BALLS of blue paint sail and splatter. The players catch marshmallows in their mouths and spew colored gum balls onto the stage. At the Astor Place Theater in New York, during a typical Blue Man Group performance, it's art as a kind of graduate-level kindergarten. But when the head Blue Man, Chris Wink, gets home, the scene changes markedly. One" , "date" : "19980730" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "HOUSE PROUD; A Haven From the Roar of the Street And Flying Gum Balls" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/30\/garden\/house-proud-a-haven-from-the-roar-of-the-street-and-flying-gum-balls.html"} , {"body" : "When Marc H. Rosenbaum became chief executive of the Brooklyn Navy Yard Development Corporation in April, he was clearly well qualified. After all, he had been the acting chief from July 1996 to June 1997. ''I like Brooklyn,'' said Mr. Rosenbaum, 50, a lawyer who was born and bred in the borough. ''I watched the Dodgers play at Ebbets Field. But I" , "date" : "19980726" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORTS: FORT GREEN; Navy Yard, Recommissioned" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/26\/nyregion\/neighborhood-reports-fort-green-navy-yard-recommissioned.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West at 79th Street. Recently opened, the 11,000-square-foot Hall of Biodiversity, focusing on the variety and interdependence of Earth's living things. ''Spirits in Steel: The Art of the Kalabari Masquerade,'' an exhibition featuring 13 steel sculptures by Sokari" , "date" : "19980724" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/24\/arts\/spare-times-039721.html"} , {"body" : "''I CRAWL over these things like a spider,'' David Frieder was saying in his Gatling-gun staccato. That is not a perfect self-description. Know any eight-leggers who lug along a $3,000 camera, a $4,000 gyroscope stabilizer and the dream of being remembered as the Ansel Adams of New York City bridges? For the things Mr. Frieder crawls over are" , "date" : "19980722" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Bridge Photographer With a Taste for Trivia" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/22\/nyregion\/public-lives-bridge-photographer-with-a-taste-for-trivia.html"} , {"body" : "In the dark before dawn, when the priest bumped his pickup truck through town to wake everyone up, Monica Cruz groaned and put her pillow over her head. In New York City, as the assistant manager of a store in SoHo, she enjoys daylong access to cappuccino. Here in her dusty little hometown, there is not a cup of coffee to be had. Still, on that not" , "date" : "19980721" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["CHINANTLA (MEXICO)" , "MEXICO"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "A Mexican Town That Transcends All Borders" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/21\/nyregion\/a-mexican-town-that-transcends-all-borders.html"} ,   {"body" : "Haute Manhattan still raises a condescending eyebrow when Brooklynites sing of their ethnic enclaves, tree-lined streets and vintage brownstones. This Manhattanite view of Brooklyn as a kind of social purgatory dates back to Colonial times. Its most tedious expression comes in tenants who are forced into Brooklyn by scandalous rents, only to pine" , "date" : "19980719" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "14" , "title" : "Editorial Observer; Fighting for Respect in Beleaguered Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/19\/opinion\/editorial-observer-fighting-for-respect-in-beleaguered-brooklyn.html"} , {"body" : "Two trash disposal companies whose planned merger would have left them in control of 70 percent of New York City's waste transfer stations will instead start shedding some of their local operations, officials said yesterday. Under a settlement reached with the United States Justice Department and 13 state attorneys general, including New York's," , "date" : "19980717" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Settlement Allows Trash Companies to Merge After Divesting" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/17\/nyregion\/settlement-allows-trash-companies-to-merge-after-divesting.html"} , {"body" : "The decision to dine outdoors is often tricky, particularly in New York, where considerations like passers-by, noise and light are as important as the air-conditioning question. If outdoor dining seems enticing, here are 12 possibilities. (These summaries, written by Eric Asimov, are taken from Ruth Reichl's and Mr. Asimov's dining reviews, columns" , "date" : "19980717" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "EATING OUT; The Great Outdoors" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/17\/arts\/eating-out-the-great-outdoors.html"} , {"body" : "When Eddy and Ivette Alvarez went into business together almost five years ago, they had skills: Mr. Alvarez knew how to make plaster statues, and Mrs. Alvarez knew how to paint them. They also had a product: a small copy of the Infant of Prague, the statue of the baby Jesus that some believe works miracles. But they did not have money, at least" , "date" : "19980711" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BANGLADESH" , "TULSA (OKLA)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Minor Loans Giving Major Help; Microcredit Catches On With Entrepreneurs in Need" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/11\/nyregion\/minor-loans-giving-major-help-microcredit-catches-on-with-entrepreneurs-in-need.html"} , {"body" : "To the Editor: Re ''Brooklyn's Underused Waterfront'' (editorial, July 5): I watched the July 4 fireworks display in Williamsburg through a barbed wire fence almost a quarter mile from the river. Police officers insured that no one gained access to the waterfront. It was a rather odd way of celebrating Independence Day. This amazing parcel of land" , "date" : "19980711" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "10" , "title" : "Wasted Waterfront" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/11\/opinion\/l-wasted-waterfront-821683.html"} , {"body" : "Whenever Leonard Bernstein had to list his profession on some official form, like his income tax returns, he did not write composer, conductor, pianist or any other limiting term. He called himself a musician. He liked the word's embracing quality and venerable history. In earlier eras, all professional musicians were composers as well as" , "date" : "19980710" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "CRITIC'S NOTEBOOK; Bernstein Revisited: A Master Of It All" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/10\/movies\/critic-s-notebook-bernstein-revisited-a-master-of-it-all.html"} , {"body" : "IF summer is the season for celebrating simple things, ''A Hut of One's Own: Life Outside the Circle of Architecture'' (M.I.T. Press), by Ann Cline, is well timed. Its small subject -- the hut -- defines the field of architecture like a cricket in the grass. It makes a song of the air around it. Hand-built and homemade, usually wooden, scraped" , "date" : "19980709" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "You Can Be Happy Living in a Hut" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/09\/garden\/you-can-be-happy-living-in-a-hut.html"} , {"body" : "An off-duty police officer was shot in the hand last night in Brooklyn, apparently by an irate boyfriend, the authorities said. The officer, Charlene Salmon, 27, suffered ''a gunshot wound to the hand, not life threatening,'' said Bruce Lyall, a spokesman for the Emergency Medical Services. She was listed in stable condition at Bellevue Hospital" , "date" : "19980709" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "METRO NEWS BRIEFS: NEW YORK; Off-Duty Police Officer Is Shot in the Hand" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/09\/nyregion\/metro-news-briefs-new-york-off-duty-police-officer-is-shot-in-the-hand.html"} , {"body" : "A man held his ex-girlfriend hostage for an hour and a half yesterday in the Brooklyn plumbing business where they worked, then apparently shot her before killing himself during a standoff with the police, officials said. The woman, Zuleica Bermudez, 30, was listed in critical condition last night at Bellevue Hospital Center. Co-workers said that a" , "date" : "19980707" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Hostage Standoff Ends in Apparent Suicide" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/07\/nyregion\/hostage-standoff-ends-in-apparent-suicide.html"} , {"body" : "NEWS Rare Treats At the New Amsterdam Theater near Times Square, not only does the show (''The Lion King'') go on, but so do six South Africans in the 52-member cast. The South Africans, including Tsidii Le Loka, who plays the wise baboon Rafiki, and five members of the ensemble received a waiver from Actors' Equity to appear in the cast when the" , "date" : "19980707" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["FORT GREENE PARK (NYC)" , "SOUTH AFRICA"] , "nytd_section_facet" : ["Arts" , "Books" , "Theater"] , "page_facet" : "1" , "title" : "Footlights" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/07\/theater\/footlights.html"} ,   {"body" : "EVERY night, behind millions of closed eyelids, little New York movies flicker, as fleetingly as yesterday's fireworks: images of an Upper West Side apartment where one room opens into another, then another; of verdant midtown oases; of downtown lofts with streets running through them, of an A train that takes the dreamer far from Harlem. The" , "date" : "19980705" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Streets of Dreams; When You're Asleep, New York Becomes Another World" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/05\/nyregion\/streets-of-dreams-when-you-re-asleep-new-york-becomes-another-world.html"} , {"body" : "The line at the Third Street entrance to the West Fourth Street subway station at 12:01 A.M. yesterday was not as long as it might have been if the Metropolitan Transportation Authority were selling, say, Spice Girls tickets. In fact, it consisted of exactly one person, Tony Triche. But Mr. Triche, who had been waiting off to the side for an" , "date" : "19980705" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "Unlimited-Ride Metrocards Are Hot Tickets at Token Booths" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/05\/nyregion\/unlimited-ride-metrocards-are-hot-tickets-at-token-booths.html"} , {"body" : "Ada L. Smith, the veteran State Senator whose occasionally erratic behavior has sometimes overshadowed her political work, yesterday denied biting a police officer as he tried to arrest her in Brooklyn, instead accusing the officer of roughing her up and making racial comments. Ms. Smith, who was arrested at an intersection in Williamsburg at" , "date" : "19980704" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officer Accused of Abuse By Senator He Arrested" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/04\/nyregion\/officer-accused-of-abuse-by-senator-he-arrested.html"} , {"body" : "What is American food? The question no longer has an easy answer. On the eve of the Fourth of July, here are 12 quintessentially American restaurants. Happy birthday. (These summaries, written by Eric Asimov, are taken from Ruth Reichl's and Mr. Asimov's dining reviews, columns and articles in The Times.) 1. An American Place *** [rating: three" , "date" : "19980703" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "EATING OUT; American Food" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/03\/arts\/eating-out-american-food.html"} , {"body" : "An altercation between a New York State Senator and a police officer last night ended with the Senator being sprayed with Chemical Mace and handcuffed after the police said she bit the officer in the hand. The Senator, Ada L. Smith, who represents the 12th District, which includes sections of Brooklyn and Jamaica, Queens, was driving her car in the" , "date" : "19980703" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Senator Arrested After Altercation With Police" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/03\/nyregion\/senator-arrested-after-altercation-with-police.html"} , {"body" : "When It Was Miller Time Q. Is Henry Miller's Theater, at 124 West 43d Street, named after the author of ''Tropic of Cancer'' and ''Tropic of Capricorn''? I thought he was associated more with Paris and Big Sur than New York City. A. Different Henry. The Henry Miller you refer to -- the sybaritic author and libertine whose early works were banned" , "date" : "19980628" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1998\/06\/28\/nyregion\/fyi-607886.html"} , {"body" : "Over the last 20 years, the families at Bedford Gardens, a sprawling Brooklyn apartment complex, have grown accustomed to seeing the name Kraus at every turn. Their rent checks go to Kraus Management, the company that runs the complex in the heart of Williamsburg. They are watched over by uniformed guards from Kraus Security. When their toilets" , "date" : "19980627" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "EMPIRE OF HIS OWN: A special report.; A Landlord Who Keeps Services Close to Home" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/27\/nyregion\/empire-of-his-own-a-special-report-a-landlord-who-keeps-services-close-to-home.html"} , {"body" : "CITYWIDE Veteran Performers Still Going Strong For the last five years, Circuit Productions has taken free music and dance into libraries and museums around New York. And this summer's series continues on Tuesday with a show at the Brooklyn Heights Library. Circuit features performers from 60 to 80 years old. This summer's shows will include" , "date" : "19980621" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/21\/nyregion\/playing-in-the-neighborhood-489174.html"} , {"body" : "Amid a surging demand to produce films in New York City, the Giuliani administration has promised a pair of young entrepreneurs a lease to build a major Hollywood-style movie studio in the Brooklyn Navy Yard -- provided they can obtain $190 million in financing by December. The plan, the most ambitious of several proposals for new sound stages and" , "date" : "19980619" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "9" , "title" : "A Film Studio Is Proposed For the Brooklyn Navy Yard" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/19\/nyregion\/a-film-studio-is-proposed-for-the-brooklyn-navy-yard.html"} , {"body" : "A former postal worker who confessed to killing five prostitutes and dumping their dismembered bodies in trash bins is to go on trial Monday in Long Island's first death penalty case since capital punishment was reinstated in New York State in 1995. The defendant, Robert Shulman, 44, is accused of taking his victims to his rented apartment in a" , "date" : "19980614" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["HICKSVILLE (NY)" , "WESTCHESTER COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "Suspect in Serial Killings to Go on Trial" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/14\/nyregion\/suspect-in-serial-killings-to-go-on-trial.html"} ,   {"body" : "To the Editor: Thank you for running a largely unbiased account of the altercation between O'Neal's Restaurant and the No-Neck Blues Band (''Cafe Patrons Don't Rock, They Run,'' May 10). We in the band had wanted to avoid any such brouhaha. In fact, we had originally planned our show for the Sunday prior to the cafe's opening. Unfortunately, Mother" , "date" : "19980607" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "17" , "title" : "Refugees, Musicians and Ferries; Band's Skirmish Raises Question on Public Space" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/07\/nyregion\/l-refugees-musicians-and-ferries-band-s-skirmish-raises-question-on-public-space-309796.html"} , {"body" : "CITY COUNCILMAN ARCHIE SPIGNER wanders through the streets of southeast Queens these days and marvels at the scatterburst of new housing that has been or is being built -- even in neighborhoods that were struggling only a decade or so ago. Over the last two or three years, said Mr. Spigner, a Democrat and chairman of the City Council's Housing" , "date" : "19980531" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "New Housing Favors Manhattan In Uneven Pattern" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/31\/realestate\/new-housing-favors-manhattan-in-uneven-pattern.html"} , {"body" : "Outside the church yesterday, as New York City police officers gathered hours before the funeral of one of their own, it was easy to think of Anthony Mosomillo as just an unlucky policeman killed in the line of duty -- another painful statistic for the Police Department and for a city that boasts a plunging crime rate. But when the funeral" , "date" : "19980531" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Mourning Officer Who Was Husband, Hero and Friend" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/31\/nyregion\/mourning-officer-who-was-husband-hero-and-friend.html"} , {"body" : "The letters were brief and to the point. ''I must inform you that Council Member Kenneth Fisher has decided not to reappoint you to membership on Community Board 1,'' Borough President Howard Golden wrote to Marsilia Boyle and John Dereszewski on May 15. ''Therefore, you are not being reappointed.'' Ms. Boyle and Mr. Dereszewski each have served on" , "date" : "19980531" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: GREENPOINT; Board Terms End Unhappily" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/31\/nyregion\/neighborhood-report-greenpoint-board-terms-end-unhappily.html"} , {"body" : "Wandering Lilacs Q. Three years ago I planted lilacs in my yard. The first two years they did not bloom. I was instructed by my local nursery to move them, since they enjoy this kind of treatment. I did move them and they did bloom last year. Much to my disappointment, they did not bloom this year. What am I doing wrong? A. If lilacs really enjoyed" , "date" : "19980528" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "Garden Q.& A." , "url" : "http:\/\/www.nytimes.com\/1998\/05\/28\/garden\/garden-q-a.html"} , {"body" : "A New York City police officer was fatally shot yesterday morning in Brooklyn while trying to arrest a parolee who had missed a court date on a month-old drug charge, and officials were investigating whether the suspect was on the streets because of an administrative failure. The officer, Anthony Mosomillo, 36, was fatally wounded when the suspect" , "date" : "19980527" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Officer Is Killed in Brooklyn; Suspect, a Parolee, Also Dies" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/27\/nyregion\/officer-is-killed-in-brooklyn-suspect-a-parolee-also-dies.html"} , {"body" : "A BOY on a bicycle wove around a man sucking on a mango outside his home on Bleecker Street. Up and down the block, families relaxed beside brick houses radiating newness. The soundtrack was salsa, pumped from a window at pane-shaking decibels. The scene was idyllic, so idyllic it was hard to believe that the neighborhood was Bushwick, a place" , "date" : "19980524" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; It's Spring, and Bushwick Blossoms" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/24\/nyregion\/making-it-work-it-s-spring-and-bushwick-blossoms.html"} , {"body" : "EVERY three or four weeks a sense of oppression descends on Amy Lesser. The walls of her one-bedroom apartment on the Upper West Side seem to close in. The knocking noises of the elevator outside her door grate on her. Faxes keep coming, reminding her of work and responsibility. On nights like these, Ms. Lesser said, she feels like a caged hamster" , "date" : "19980524" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Night Moves" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/24\/nyregion\/night-moves.html"} , {"body" : "With a ferocity that was both swift and unexpected, two thunderstorms converged over New York City yesterday evening, lashing lower Manhattan and parts of Brooklyn with hail the size of golf balls and rain so heavy that it flooded 14 of the city's 25 subway lines within a matter of minutes. City officials said that there were no reports of injuries" , "date" : "19980521" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Sudden and Fierce Storms Bring Hail and Flooding" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/21\/nyregion\/2-sudden-and-fierce-storms-bring-hail-and-flooding.html"} , {"body" : "On Park Row in Manhattan, J & R Music World operates in a set of stores specializing in music and consumer electronics and computers. Within a few months, the company expects to start building its flagship store along the Ann Street corner. Less exposed to public notice is J & R's complementary expansion in the Maspeth section of Queens. There," , "date" : "19980520" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MASPETH (NYC)" , "LONG ISLAND CITY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Commercial Real Estate; Short Spaces Stand Out In West Queens Market" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/20\/nyregion\/commercial-real-estate-short-spaces-stand-out-in-west-queens-market.html"} ,   {"body" : "AS the weather encourages the city-dweller to take walks of exploration, several recent books suggest a number of trails to follow. Undiscovered delights abound for lovers of literature, of architecture and, yes, of nature. NEW YORK LITERARY LIGHTS By William Corbett Graywolf Press Cather, Willa (1873-1947) In 1906 S. S. McClure, publisher of" , "date" : "19980517" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: NEW YORK BOOKSHELF; Exploring Worlds Within a City, With Guides" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/17\/nyregion\/neighborhood-report-new-york-bookshelf-exploring-worlds-within-city-with-guides.html"} , {"body" : "Jonathan Shaw has been putting ink under people's skin for a quarter of a century. He is something of a tattoo celebrity; his work can be found on Kate Moss, the model, and Johnny Depp, the actor. When Mr. Shaw learned the art, it was practiced in basements and back rooms and had the same illicit thrill buying marijuana did, because tattooing was" , "date" : "19980516" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "ST MARKS PLACE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "On the Tattoo Map, It's the Sticks; New York Plays Catch-Up at First Skin Art Convention" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/16\/nyregion\/tattoo-map-it-s-sticks-new-york-plays-catch-up-first-skin-art-convention.html"} , {"body" : "A CENTURY-OLD facade tumbles, tenants are roused from their beds, and reporters arrive to chronicle yet another faltering building in the city. Encouraged by relentlessly soggy weather, that scenario played out a dozen times in the last several months, from Madison Avenue, where a ton of bricks fell 39 stories, to Times Square, where the front of" , "date" : "19980510" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Angry Urban Refugees" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/10\/nyregion\/the-angry-urban-refugees.html"} , {"body" : "When it comes to chicken, Doris Ma knows that bigger is not necessarily better. On a recent Sunday morning, while most New Yorkers were still in bed, Mrs. Ma worked her way down a refrigerated display case at the Dynasty Supermarket on Elizabeth Street in Chinatown, eyeing poultry the way a drill sergeant might inspect his troops. She disregarded" , "date" : "19980505" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["CHINATOWN (NYC)" , "CATSKILLS (NYS AREA)" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Buddha and the Art Of Raising Chickens; Family Caters to Chinese Market With Farm-Fresh, Whole Pullets" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/05\/nyregion\/buddha-art-raising-chickens-family-caters-chinese-market-with-farm-fresh-whole.html"} , {"body" : "BY the eighth inning of this season's opening game, in a muddy park in East New York, Brooklyn, Misael Quiroz's fingers were weak and numb with cold. The players on the benches were shivering in the icy drizzle, and about a dozen fans -- mostly their wives and girlfriends -- watched from the stands, hunched into parkas or blankets. A few players," , "date" : "19980503" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Last-Chance Season" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/03\/nyregion\/the-last-chance-season.html"} , {"body" : "A proposal to build a public park along the waterfront in Williamsburg, Brooklyn, suffered a setback this week when Gov. George E. Pataki vetoed $10 million earmarked for the project by the State Legislature. Unnoticed amid the sweeping package of vetoes announced earlier this week, Governor Pataki's veto of money for the Eastern District Terminal" , "date" : "19980502" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; Pataki Vetoes Money For Williamsburg Park" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/02\/nyregion\/metro-news-briefs-new-york-pataki-vetoes-money-for-williamsburg-park.html"} , {"body" : "Socially engaged, humanistic photography has a long and densely textured history in the United States, one marked by a constant tension between objectivity and empathy, idea and sentiment, the polemical urge and the personal touch. The artist Walter Rosenblum, 78, holds a distinguished if still under-valued place in that tradition. In a sense, he" , "date" : "19980501" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "PHOTOGRAPHY REVIEW; Tender Witness to the Togetherness of People in Want" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/01\/arts\/photography-review-tender-witness-to-the-togetherness-of-people-in-want.html"} , {"body" : "Nearly a year after Schools Chancellor Rudy Crew questioned her ability to run a Queens school district and agreed to only a provisional contract, Claire McIntee was unanimously approved last night as the Superintendent of Community School District 26 for another two years. Dr. Crew gave his blessing earlier this week, after having toured two" , "date" : "19980501" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "School Board Renews Contract Of Leader Crew Once Rejected" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/01\/nyregion\/school-board-renews-contract-of-leader-crew-once-rejected.html"} , {"body" : "Waving placards proclaiming ''Stop Dumping on Us,'' a jeering crowd last night protested a proposal to build a garbage transfer station on a stretch of Brooklyn waterfront property also under consideration for a public park. ''Is it safe to say that everyone is overwhelmingly opposed to the project?'' a state official asked over the microphone at a" , "date" : "19980430" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "At Hearing in Brooklyn, Crowd Jeers Proposal for Trash Station" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/30\/nyregion\/at-hearing-in-brooklyn-crowd-jeers-proposal-for-trash-station.html"} , {"body" : "A week after a 60-foot swath of bricks tumbled down from its exterior, a 67-year-old Queens elementary school that officials had hoped to reopen after a couple of days of repairs remained closed yesterday, as construction crews worked to fortify the masonry. Ever since the accident on the evening of April 21, students of Public School 153 in" , "date" : "19980430" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Reopening Postponed at School Where Bricks Fell" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/30\/nyregion\/reopening-postponed-at-school-where-bricks-fell.html"} ,   {"body" : "Two layers of bricks fell from atop a four-story elementary school under repair in Maspeth, Queens on Tuesday night, forcing school officials to cancel classes yesterday, when hundreds of students were scheduled to take a citywide reading test. No one was injured when the bricks fell at 7:30 P.M. on Tuesday at Public School 153 as workers removed" , "date" : "19980423" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "Falling Bricks Close a School in Queens" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/23\/nyregion\/falling-bricks-close-a-school-in-queens.html"} , {"body" : "For years, residents in Williamsburg, Brooklyn, have hoped to turn an old industrial site along the East River into a waterfront park. Last week, when the State Legislature earmarked $10 million for the park and other projects, a victory seemed near, except for a major complication: state regulators are considering issuing a permit for a garbage" , "date" : "19980422" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Dump Site Could Clash With Park Plans" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/22\/nyregion\/dump-site-could-clash-with-park-plans.html"} , {"body" : "On a snowy night in January 1996, a handful of Boston scientists convened some of the city's most prominent Jews for a quiet, off-the-record briefing. Over sandwiches and cookies, the rabbis and leaders of Jewish groups learned of the latest research on a breast cancer gene that occurs with startling frequency in American Jews of Central and" , "date" : "19980422" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["U.S." , "Health"] , "page_facet" : "24" , "title" : "Concern Among Jews Is Heightened As Scientists Deepen Gene Studies" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/22\/us\/concern-among-jews-is-heightened-as-scientists-deepen-gene-studies.html"} , {"body" : "Edward Sablok and Clifton Jones were on television last week, but they could have considered it only a mixed blessing. The reason they were on screen was that they were in big trouble -- Mr. Jones had been charged with attempted murder, and Mr. Sablok with robbery. But at least there was an upside -- they were able to appear in State Supreme Court" , "date" : "19980419" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "Suspects Go to Court Without Leaving Jail" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/19\/nyregion\/suspects-go-to-court-without-leaving-jail.html"} , {"body" : "It was for the sake of her dozen geranium plants that Paulien Lethen decided to put a shed in the back of the building that she owns on South Third Street in Williamsburg. The pre-fab structure from Home Depot was raised onto cinder blocks and insulated, and windows were cut out to let sunlight in. ''It was beginning to feel like a room,'' Ms." , "date" : "19980419" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: FLATBUSH; A Mini-Holland Tunnel for New Amsterdam's Art Crowd" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/19\/nyregion\/neighborhood-report-flatbush-a-mini-holland-tunnel-for-new-amsterdam-s-art-crowd.html"} , {"body" : "The air that Irene Klementowicz breathes is perhaps the worst in New York City. Her apartment is near one of the largest underground oil spills in history. Her neighborhood is dotted with garbage transfer stations, and when she opens her window, she can sometimes smell ''the Greenpoint stink'' from the nearby city sewage plant. But when, in the" , "date" : "19980418" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Garbage In . . . and In . . . and In; Greenpoint Residents Unite to Fight Influx of Trash" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/18\/nyregion\/garbage-in-and-in-and-in-greenpoint-residents-unite-to-fight-influx-of-trash.html"} , {"body" : "In the Bronx, a city caseworker searching for licensed baby sitters finds only six names in her computer, and all six have let their certification expire. She prints the useless list for a welfare mother with worried eyes and says, ''You'll just have to do the best you can.'' In Brooklyn, a harried caseworker refuses even to hunt for openings," , "date" : "19980414" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Mothers Poised for Workfare Face Acute Lack of Day Care" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/14\/nyregion\/mothers-poised-for-workfare-face-acute-lack-of-day-care.html"} , {"body" : "Sara Dunne joined the Roman Catholic Church after spending much of her life searching for spiritual fulfillment in other places. Ms. Dunne, 49, grew up a Protestant, but as an adult absorbed herself in the teachings of Buddha and the Dalai Lama. Lee Smeldon, 43, was born a Buddhist, but embraced Catholicism eight years ago, believing that Jesus had" , "date" : "19980413" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Before the Wreckers Come, Lilies and Hymns of Hope; Easter Sees 13 Baptized In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/13\/nyregion\/before-wreckers-come-lilies-hymns-hope-easter-sees-13-baptized-brooklyn.html"} , {"body" : "On blustery winter days, Hellen Beepat says, the cold was unbearable. It swept in on her as she and others in her crew of workfare participants picked up trash alongside highways in Queens. ''Sometimes I just can't take the cold,'' she said. It is the rain that Sylvia Ruff talks about most vividly. It would pour as she swept streets in the Bronx." , "date" : "19980413" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "City Slowly Improves Some Working Conditions" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/13\/nyregion\/city-slowly-improves-some-working-conditions.html"} , {"body" : "CAMBODIAN CUISINE + (718) 858-3262; 87 South Elliott Place, near Lafayette Street, Fort Greene; $; no smoking; Mastercard, Visa. At this friendly little place, a good introduction to the menu is the crunchy melange of sweet, pickled slivers of carrots, cabbage, green peppers and radishes; steamed Chinese broccoli in oyster sauce; sizzling ground" , "date" : "19980412" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "GOOD EATING; Diners' Choice In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/12\/nyregion\/good-eating-diners-choice-in-brooklyn.html"} ,   {"body" : "When the former Bommer Hinge factory, at 263 Classon Avenue, near Willoughby Avenue, was converted into 91 spacious condominium apartments, many Hasidic families from Williamsburg thought they had found relief from their neighborhood's chronic housing shortage and gracious shelter for their large families. But recently, Isaac Abraham, who calls" , "date" : "19980412" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CLINTON HILL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: CLINTON HILL; Hasidic Housing a Letdown" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/12\/nyregion\/neighborhood-report-clinton-hill-hasidic-housing-a-letdown.html"} , {"body" : "To the Editor: As a recent Brooklyn home buyer, I could appreciate ''For Middle Class, New York Shrinks as Home Prices Soar'' (front page, April 1). You do not mention, however, that while the middle class has been priced out of neighborhoods like Yorkville, the West Village and Brooklyn Heights, this is an excellent time to explore more racially" , "date" : "19980406" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "The Middle Class Can Live Here" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/06\/opinion\/l-the-middle-class-can-live-here-370363.html"} , {"author" : "Robin Cembalest is executive editor of Artnews magazine." , "body" : "AT first glance, the work installed in the garden of the Museum of Modern Art looks like a flat plane propped against the back wall. But that's just an optical illusion. Change your position, and it becomes a staircase cascading from thin air. Move again, and you'll see that the ''steps'' are irregular: each one a different shape, meeting its" , "date" : "19980405" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "ART; For a Steel Work, You May Need a Steel Worker" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/05\/arts\/art-for-a-steel-work-you-may-need-a-steel-worker.html"} , {"body" : "STEINBERG-Sam ''Nat.'' Of Miami Beach, FL, formerly of Williamsburg, Brooklyn. On March 27, 1998, age 95. Husband of May. He was predeceased by his first wife, Ethel. Foster father of Ernest and Herta Gottschalk and grandfather of Mark and Mathew Steinberg. Member of Knesset Israel of Miami Beach and Young Israel of Willliamsburg, Brooklyn." , "date" : "19980329" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "43" , "title" : "Paid Notice: Deaths STEINBERG, SAM ''NAT.''" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/29\/classified\/paid-notice-deaths-steinberg-sam-nat.html"} , {"body" : "Bernard Meltzer, the folksy foggy-voiced radio personality who built a huge following in the 20 years that he dispensed advice over WOR-AM in New York on virtually every known problem and every conceivable subject, died on Wednesday at a nursing home in Manhattan. He was 81 and widely regarded as the father of ''expert talk radio.'' His wife said" , "date" : "19980327" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "11" , "title" : "Bernard Meltzer, Dispenser Of Advice on Radio, Dies at 81" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/27\/nyregion\/bernard-meltzer-dispenser-of-advice-on-radio-dies-at-81.html"} , {"body" : "THE Art Deco Chrysler Building at 42d Street and Lexington Avenue is a touchstone for New York City architecture. Yet its architect, William Van Alen, remains little known. Only a few of Van Alen's works approached his 1929 masterpiece, but most show the hand of ''the Ziegfeld of his profession,'' as he was described by a colleague. Although the" , "date" : "19980322" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Streetscapes\/William Van Alen; An Architect Called the 'Ziegfeld of His Profession'" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/22\/realestate\/streetscapes-william-van-alen-an-architect-called-the-ziegfeld-of-his-profession.html"} , {"body" : "Federal housing officials said yesterday that they would temporarily block a rent increase for a sprawling subsidized-housing complex in Brooklyn, as questions swirled about whether the owner had improperly inflated expenses to justify it. The complex, Bedford Gardens, has long been the subject of scrutiny by New York City because the principal" , "date" : "19980320" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "HUD Blocks Rent Increase at Brooklyn Complex" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/20\/nyregion\/hud-blocks-rent-increase-at-brooklyn-complex.html"} , {"body" : "The teacher raised his hands and pleaded for calm: ''Hold on! Let's catch our breath here, people!'' But the student in front was determined to finish his account of being menaced with a kitchen knife. Two classmates were laughing at him. A fourth student launched into a full-throated attack against human nature and the evils of bureaucracy and" , "date" : "19980313" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Where Landlords Learn; Some Property Owners Choose School Over Fines" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/13\/nyregion\/where-landlords-learn-some-property-owners-choose-school-over-fines.html"} , {"body" : "NEW YORK, racing to the jackhammer beat of life on the go, has embraced the takeout meal as a necessary stress reducer, like a jog in the park or a trip to the therapist. But while pizza joints and Chinese dumpling purveyors fill the streets with out-of-control delivery people, something quieter is going on at the same time: many of the city's most" , "date" : "19980311" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "To Go; Treasure in a Brown Bag: Classiest Takeouts in Town" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/11\/dining\/to-go-treasure-in-a-brown-bag-classiest-takeouts-in-town.html"} , {"body" : "As it prepares to deal with the planned closing of the mammoth Staten Island landfill on Dec. 31, 2001, New York City appears to have reached at least one judgment: sex shops are more offensive than garbage. By a margin of 200 feet. The city has proposed that waste transfer stations -- where sanitation trucks put garbage in larger trucks for" , "date" : "19980304" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Trash-Station Proposal Greeted by Protests" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/04\/nyregion\/trash-station-proposal-greeted-by-protests.html"} ,   {"body" : "FLATBUSH Experiencing Deja Vu; Experiencing Deja Vu Percussion will take center stage in a Wednesday afternoon concert of the Brooklyn Conservatory Orchestra. A highlight will be the performance of Michael Colgrass's ''Deja Vu,'' a concerto for percussion quartet and orchestra that was commissioned by the New York Philharmonic and had its premiere" , "date" : "19980301" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/01\/nyregion\/playing-in-the-neighborhood-784460.html"} , {"body" : "FROM the remnants of broken bottles and smashed car windshields, Bing Hu creates beauty. Ms. Bing, a native of Shanghai, produces sculptures from a studio in Williamsburg, Brooklyn, using mostly materials gathered nearby. Sixteen of her pieces (a detail of one is shown above) can be seen at the Brooklyn Museum of Art in the show ''Scattered Petals," , "date" : "19980301" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "PLAYING IN THE NEIGHBORHOOD: PROSPECT HEIGHTS; Work That Elevates What's Found at the Feet" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/01\/nyregion\/playing-neighborhood-prospect-heights-work-that-elevates-what-s-found-feet.html"} , {"body" : "JAMES O. CLARK, a sculptor, eased his pickup into a parking space across the street from the onetime Colored School No. 3 in the Williamsburg section of Brooklyn and thought back 15 years. ''I pulled up here and said to Linda, 'This is it,' '' he recalled of the ramshackle brick building he had viewed as his and his wife's next home. '' 'What do" , "date" : "19980301" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Habitats\/270 Union Avenue, Williamsburg, Brooklyn; Former 'Colored School' Houses Artist and Studio" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/01\/realestate\/habitats-270-union-avenue-williamsburg-brooklyn-former-colored-school-houses.html"} , {"body" : "THE walls seemed to move the first time Jeff Dunayer, a fledgling landlord, stepped into his first tenant's apartment that afternoon back in 1983. The tenant -- ''I'm not going to use his whole name, just say Vinnie,'' Mr. Dunayer insisted -- was a hard-working family man. ''Wife, three kids,'' Mr. Dunayer said. Vinnie would be up and out of the" , "date" : "19980301" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "For the Small Landlord, All Problems Are Big" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/01\/realestate\/for-the-small-landlord-all-problems-are-big.html"} , {"body" : "Many restaurants offer steaks, but few are as dedicated to any single dish as the New York steakhouse. Here are 12 to choose from. (These summaries, written by Eric Asimov, are from Ruth Reichl's and Mr. Asimov's dining reviews, columns and articles in The Times.) 1. Bobby Van's Steakhouse * [RATING: One Star] (212) 867-5490 230 Park Avenue, at" , "date" : "19980227" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "EATING OUT; Steakhouses" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/27\/arts\/eating-out-steakhouses.html"} , {"body" : "For the second straight year, New York City is expecting a huge budget surplus. But at the same time, its public works often seem to be on the verge of collapse, with bricks raining down from schools, streets caving in, and students learning in bathrooms in crowded schools with coal furnaces. The question, then, naturally arises: Why not spend the" , "date" : "19980223" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Officials Say Surplus Is for Patching Budgets, Not New York" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/23\/nyregion\/officials-say-surplus-is-for-patching-budgets-not-new-york.html"} , {"body" : "The night she calls ''the children's riot,'' was a turning point for Cristina Rathbone. She was living in Crown Heights, Brooklyn, when she found herself in a liquor store among dusty, overpriced bottles, watching a retarded man flee a beating by a group of prepubescent boys. The man used the store as a sanctuary, and the door was locked against" , "date" : "19980221" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Writer's Troubling Look at Face of Troubled Youth" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/21\/nyregion\/writer-s-troubling-look-at-face-of-troubled-youth.html"} , {"body" : "Larry Meistrich is not central casting's idea of a movie mogul. He wears torn jeans to the office. His two huge dogs -- both half chow-chow, half Samoyed, found abandoned on a film set -- wander around his lower Manhattan office, lapping water from a giant silver bowl and nuzzling up to visitors. But Mr. Meistrich, who is all of 31, produced the" , "date" : "19980210" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "NEW YORK STATE" , "NEW YORK CITY METROPOLITAN AREA" , "HARRISON (NJ)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "Film's Rising Star: New York; Independent Movies Spur the City's Celluloid Success" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/10\/nyregion\/film-s-rising-star-new-york-independent-movies-spur-the-city-s-celluloid-success.html"} , {"body" : "IT was a summer evening almost four years ago, just after a spoken word night at Common Boundaries, an art gallery in Jersey City. The young crowd of about two dozen poets, artists and others was abuzz, partly from the poetry and partly from the wine. McLean Greaves, a freelance magazine writer who wears what he calls ''Henry Kissinger-style" , "date" : "19980208" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Changing the Color of Silicon" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/08\/nyregion\/new-yorkers-co-changing-the-color-of-silicon.html"} , {"body" : "THIS is the way the Chinese New Year celebration ends, not with a bang but a whimper. Thank fearless City Hall, which is not about to be bullied out of its public-safety agenda by some ethnic group's traditions, no matter how many centuries back they may go. No firecrackers were allowed in Chinatown to usher in the Year of the Tiger last week, and," , "date" : "19980206" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CHINATOWN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC; Age-Old Rites, But Oh, So Dangerous" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/06\/nyregion\/nyc-age-old-rites-but-oh-so-dangerous.html"} ,   {"body" : "A nonprofit group that promotes arts education awarded 24 New York City public schools and their cultural arts partners $6 million yesterday. The money, in five-year grants, will allow schools to expose more students to opera, drama and fine arts. The Center for Arts Education, which was formed a year and a half ago through an initial grant of up" , "date" : "19980206" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "24 Schools to Share $6 Million for Arts Programs" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/06\/nyregion\/24-schools-to-share-6-million-for-arts-programs.html"} , {"body" : "Historic Britain Grolier Club, 47 East 60th Street; (212) 966-6565, ext. 204 or 212. The Royal Oak Foundation is offering a series of lectures starting on Wednesday at 6 P.M. with Timothy Knox, the architectural historian of the British National Trust. He will talk on the decorative arts collections in some of the 240 historic homes run by the" , "date" : "19980205" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "Calendar; The Subject Is Architecture" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/05\/garden\/calendar-the-subject-is-architecture.html"} , {"body" : "Sabrina Wilson is a 41-year-old mother of four and grandmother to four little ones. She found out that she was H.I.V.-positive when she was pregnant eight years ago. But to her, H.I.V. means ''high on victory'' as she roams the streets of Brooklyn in a battle to protect other women from the lethal virus. Ms. Wilson is a peer educator with Life" , "date" : "19980204" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Women's Group Spreads the Word on H.I.V." , "url" : "http:\/\/www.nytimes.com\/1998\/02\/04\/nyregion\/women-s-group-spreads-the-word-on-hiv.html"} , {"body" : "For more than a year, doctors at the Elmhurst Hospital Center in Queens have puzzled over a minor medical mystery: Why was a standard antibiotic not working on people suffering from urinary tract infections? The infections seemed to develop a troubling, unexplainable resistance. Doctors now believe they have figured out part of the answer -- and it" , "date" : "19980202" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "A New Health Risk for Immigrants; Pharmacies' Sales of Unprescribed Drugs Arouse Doctors' Concern" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/02\/nyregion\/new-health-risk-for-immigrants-pharmacies-sales-unprescribed-drugs-arouse.html"} , {"body" : "The Brooklyn Brewery is known around Williamsburg for some things other than its beer, like its free tours on Saturdays and its occasional block parties. Last month, the brewery added another attraction: the Bindlestiff Family Cirkus, a wacky collection of fire eaters, knife jugglers, escape artists and magicians. But circus lovers should take" , "date" : "19980201" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: WILLIAMSBURG; Like the Beer, the Brewery's Sideshow Is for Adults Only" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/01\/nyregion\/neighborhood-report-williamsburg-like-beer-brewery-s-sideshow-for-adults-only.html"} , {"body" : "In Williamsburg, Brooklyn, in a dark, drafty warehouse where snack food wrappers are scattered on the stairwells and the most prominent sign on the building reads, ''Space Available,'' an unusual idea for a Web site is thriving. Ben White, 28, who once mixed music for the animated series ''X-Men,'' and Tina Imm, 23, who briefly researched video" , "date" : "19980201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: NEW YORK ON LINE; Hip-Hop Culture Out of a Williamsburg Warehouse" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/01\/nyregion\/neighborhood-report-new-york-line-hip-hop-culture-williamsburg-warehouse.html"} , {"body" : "Cars Can't Anchor Here Q. For years I have been bothered by the signs reading ''Brooklyn Anchorage 500 Feet'' and ''Manhattan Anchorage 500 Feet'' at each end of the Williamsburg Bridge. What is an anchorage, and why should I care where it is? A. Those huge cables that swoop from the towers of the Williamsburg Bridge bear the tremendous weight of" , "date" : "19980125" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1998\/01\/25\/nyregion\/fyi-210722.html"} , {"body" : "Two times state lawmakers have created a school district for a Hasidic Jewish enclave in Orange County, only to see the courts rule it unconstitutional. Undaunted, they did it a third time last year, only to have it again challenged in court. But with that case barely under way, the Assembly Speaker, Sheldon Silver, is already preparing to try a" , "date" : "19980123" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "KIRYAS JOEL (NY)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "Special School District's Backers Gird for 3d Suit and More" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/23\/nyregion\/special-school-district-s-backers-gird-for-3d-suit-and-more.html"} , {"body" : "Northside in Williamsburg is a neighborhood that ranges from the warehouses and gutted buildings on the waterfront to weedy McCarren Park in the north and the oil-drum wasteland under the elevated Brooklyn-Queens Expressway in the east. In the middle, narrow streets are lined with meat-packing plants, textile factories and metal-parts plants. Foot" , "date" : "19980118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: WILLIAMSBURG; Viewers' Market for Videos" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/18\/nyregion\/neighborhood-report-williamsburg-viewers-market-for-videos.html"} , {"body" : "How to get your house designated a landmark? Make sure REBA WIST drives by. That is more or less how 270 Union Avenue in Williamsburg, Brooklyn, came to be considered. Mrs. Wist -- who remembered when the Romanesque Revival-style building was Public School 69 -- called her daughter, RONDA, the executive director of the New York City Landmarks" , "date" : "19980115" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; To Get Landmark, Call Daughter" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/15\/nyregion\/public-lives-to-get-landmark-call-daughter.html"} ,   {"body" : "For the first time in the 57-year history of the Westinghouse science awards -- a prestigious ticket to college and even to Nobel Prizes for generations of students -- a more or less ordinary Brooklyn magnet school has not only outranked schools in the rest of the country, but also triumphed over New York City's two most elite public schools." , "date" : "19980113" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Science" , "New York and Region" , "Technology"] , "page_facet" : "3" , "title" : "13 Midwood High Students Take Westinghouse Honors" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/13\/nyregion\/13-midwood-high-students-take-westinghouse-honors.html"} , {"body" : "The tiniest of the quintuplets born last week to a Williamsburg, Brooklyn, couple died before dawn yesterday, as his brother and three sisters, all weighing less than two pounds, battled for their lives at a hospital. The quintuplets' father, Chaim Schnitzler, said at a news conference that his wife, Miriam, a 22-year-old immigrant from Antwerp," , "date" : "19980113" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Brooklyn Quintuplet Dies as His Siblings Struggle to Stay Alive" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/13\/nyregion\/brooklyn-quintuplet-dies-as-his-siblings-struggle-to-stay-alive.html"} , {"body" : "ON Avenue M in Midwood, Brooklyn, the sidewalks bustle with Orthodox Jewish women in wigs and ankle-length skirts, while bearded men in long black coats and broad-brimmed hats walk to synagogue. Nestled among the other shops on the busy thoroughfare -- a kosher fish market, a Judaica bookshop and a bagel store -- sits Lavender Lace, an intimate" , "date" : "19980111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "2" , "title" : "Where Lingerie Sells to the Orthodox" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/11\/style\/where-lingerie-sells-to-the-orthodox.html"} , {"body" : "Years ago, a Hasidic businessman, now the garrulous father of 14, had made enough money as a salesman to flee Borough Park for a leafy suburb with grand, commodious houses. But he stayed put, expanding his Brooklyn home forward, backward, upward and even downward until it morphed into an urban mansion, complete with household staff and voice-mail" , "date" : "19980107" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Orthodox Neighborhood Reshapes Itself" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/07\/nyregion\/orthodox-neighborhood-reshapes-itself.html"} , {"body" : "A Third Incarnation For a Temple of Rock There have been delays, but Max's Kansas City has set an opening date of Jan. 27 for its new location at 240 West 52d Street, which formerly housed the Lone Star Cafe and the Village Gate. This will be the third incarnation of Max's, a notable rock club that was at Park Avenue South and 17th Street -- with" , "date" : "19980104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1998\/01\/04\/nyregion\/new-yorkers-co-881309.html"} , {"body" : "ONE hundred and ten years ago, John Ward Melville was born in Brooklyn, New York, more than 60 miles away from the tiny Long Island farming community that he would one day change forever. From his father, Frank Melville, a slipper salesman-cum-cattle rancher who opened a series of retail shoe stores that would eventually become Thom McAn Shoes and" , "date" : "19980104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STONY BROOK (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Building a Village, Providing for a University" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/04\/nyregion\/building-a-village-providing-for-a-university.html"} , {"body" : "Three young people were arrested in Brooklyn on Friday in a series of robberies in which victims were forced to withdraw cash from automatic teller machines at gunpoint, the police said yesterday. Officer Dennis Laffin, a Police Department spokesman, said that in each robbery all three suspects followed their victims from the Grand Street subway" , "date" : "19980104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "3 Are Charged With Robberies at A.T.M.'s" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/04\/nyregion\/3-are-charged-with-robberies-at-atm-s.html"} , {"body" : "Of all the dire predictions about the dismantling of the nation's welfare system a year ago, perhaps the most disturbing was that more children would suffer from neglect, hunger and abuse in the chaos of households cut off from benefits. Child welfare experts feared the worst. New York City officials foresaw many more children entering foster care." , "date" : "19980104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "SOUTHSIDE (NYC)" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Amid Anxiety, Glimpses of Hope; Southside Adapts to a New, Uncertain World of Welfare" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/04\/nyregion\/amid-anxiety-glimpses-hope-southside-adapts-new-uncertain-world-welfare.html"} , {"body" : "A spate of shootings and one stabbing in New York City over a 12-hour period that started Friday night ended with eight people dead and three others wounded in six separate incidents, the police said. The killings, which included a triple slaying outside a bar in the Bronx, began less than three hours after Mayor Rudolph W. Giuliani released crime" , "date" : "19980104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Eight Killed In 6 Incidents Over 12 Hours" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/04\/nyregion\/eight-killed-in-6-incidents-over-12-hours.html"} , {"body" : "So you've paid your $8.75, fought your way to buy a $4 bag of supercharged popcorn, struggled up six flights to your theater and finally found a seat -- in the back row. Looking down -- way down -- to the screen, you count your blessings. You could be sitting up front. A trip to the local movie house, which is usually running the same handful of" , "date" : "19980102" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "How to See Movies With a Twist" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/02\/movies\/how-to-see-movies-with-a-twist.html"} ,   {"body" : "GRAND CENTRAL WINTER: Stories From the Street By Lee Stringer Seven Stories Press Perhaps it's equally appropriate now that a more calculated brand of redemption has come to Times Square -- now that most of the sex shops have been shuttered, and the novelty stores have been nailed shut, and the Deuce seems bound toward more homogenized pleasures --" , "date" : "19981227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "8" , "title" : "THE YEAR IN BOOKS; Central Park Hawks and Village Plumage" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/27\/nyregion\/the-year-in-books-central-park-hawks-and-village-plumage.html"} , {"body" : "The people who walked in darkness have seen a great light. -- Isaiah 9:2 After hearing this scriptural reading on a recent Sunday morning, the people of Marble Collegiate Church on Fifth Avenue watched and applauded as a dark veil dropped to the floor, revealing glacier-blue skies and crimson tongues of fire in a shimmering new 22-foot-high" , "date" : "19981225" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "Heaven's Palette In Bolder Hues" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/25\/arts\/heaven-s-palette-in-bolder-hues.html"} , {"body" : "Mark Lombardi 'Silent Partners' Pierogi 2000 167 North Ninth Street Williamsburg, Brooklyn Through Jan. 11 (closed today through Jan. 1) It doesn't exactly roll off the tongue, but in the tradition of the painter's painter, Mark Lombardi is an investigative reporter's Conceptual artist. His subject is conspiracy and scandal, his method is to" , "date" : "19981225" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "ART IN REVIEW" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/25\/arts\/art-in-review-596175.html"} , {"body" : "After decades of decline as second-class vehicles in the tightening grip of automobile traffic, buses have suddenly become the fastest-growing mode of transport in New York City. From the gleaming, multihued coaches ferrying suburban commuters and tourists into Manhattan to the Gray Line buses shuttling passengers to the airports, and from the" , "date" : "19981222" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "New York's Bus Ridership Surges After Long Decline" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/22\/nyregion\/new-york-s-bus-ridership-surges-after-long-decline.html"} , {"body" : "BROOKLYN HEIGHTS The Value of a Dollar When It's on a Wall Joe Amrhein, director of Pierogi 2000, an art gallery in Williamsburg, is one of 11 Brooklyn-affiliated artists to have their work displayed in ''Seeing Money,'' a timely exhibition at the Rotunda Gallery that explores money and values. Mr. Amrhein's work, which includes subtle paintings" , "date" : "19981220" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/20\/nyregion\/playing-in-the-neighborhood-486680.html"} , {"body" : "What do young people like? Basketball courts, computer laboratories, paints to paint with, a stage to perform on and a kitchen for lunch. These amenities, and more, will be incorporated into the Williamsburg Community Center, at 195 Graham Avenue in Brooklyn, next door to Thelma Martinez Park. ''The idea of the center is to be a magnet for youth,''" , "date" : "19981217" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS: ARCHITECTURE; A Community Center That Is Inviting To Its Young Guests" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/17\/garden\/currents-architecture-a-community-center-that-is-inviting-to-its-young-guests.html"} , {"author" : "William R. Everdell teaches history at St. Ann's School in Brooklyn and is the author of ''The First Moderns.''" , "body" : "THE NEIGHBORHOODS OF BROOKLYN Introduction by Kenneth T. Jackson. John B. Manbeck, consulting editor. Illustrated. 246 pp. New Haven: Citizens Committee for New York City\/ Yale University Press. $29.95 More like a catalogue than an encyclopedia, ''The Neighborhoods of Brooklyn'' consists of short illustrated chapters on 47 big-city neighborhoods, a" , "date" : "19981213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Books"] , "page_facet" : "15" , "title" : "Artful Dodgers" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/13\/books\/artful-dodgers.html"} , {"body" : "IT'S another weekday afternoon rush hour in lower Manhattan, and Canal Street is gridlocked. Eastbound lanes are clogged with cars, trucks and buses headed for the Manhattan Bridge. Westbound lanes are choked with vehicles aiming for the Holland Tunnel. On northbound and southbound arteries -- Hudson and Varick Streets, the West Side Highway, even" , "date" : "19981213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "JAMMING; The Traffic Downtown Seems Worse Than Ever. Is the Verrazano the Villain?" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/13\/nyregion\/jamming-the-traffic-downtown-seems-worse-than-ever-is-the-verrazano-the-villain.html"} , {"body" : "TUCKED away in old manufacturing buildings in the Flatiron District, in SoHo or on the West Side near Hudson Square -- and with an important concentration downtown -- new-media companies are becoming an important factor in commercial real estate in the New York area. ''There is a reason why the vacancy rate in Midtown South -- from 34th Street to" , "date" : "19981213" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "HUDSON SQUARE (NYC)" , "FLATIRON DISTRICT (NYC)" , "WEST SIDE (NYC)" , "SOHO AREA (SOUTH HOUSTON INDUSTRIAL DISTRICT) (NYC)"] , "nytd_section_facet" : ["Technology" , "Real Estate"] , "page_facet" : "1" , "title" : "Silicon Alley's Byways and Boulevards" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/13\/realestate\/silicon-alley-s-byways-and-boulevards.html"} , {"body" : "STAN FISCHLER learned almost everything he knows about subways by the time he was 12, standing on the jump seat of the Brighton BMT with his friend Howie, flying through Flatbush, their heads stuck out the front window, the wind streaming over their faces and the wheels click-clacking to the rhythm of Gene Krupa's drumming in ''China Boy.'' ''It" , "date" : "19981211" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; One Man's View From the Front of the Train" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/11\/nyregion\/public-lives-one-man-s-view-from-the-front-of-the-train.html"} , {"body" : "The emaciated bodies of a woman and her middle-aged daughter were found inside their Bronx apartment Wednesday night, several days after they had died, the police said yesterday. There was no food in the apartment, the police and members of the women's family said, but it was not clear yesterday whether the apparent malnourishment caused the deaths" , "date" : "19981204" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "14" , "title" : "Emaciated Bodies Are Found in Bronx Apartment" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/04\/nyregion\/emaciated-bodies-are-found-in-bronx-apartment.html"} , {"body" : "The signs of rebirth had been unmistakable in the Brooklyn waterfront neighborhood of Red Hook, a place long known best for its car impound lots, its eyesore of industrial blocks and one of the largest public housing projects in the country. Lately, there had been new shops, an uptick in real estate prices and an influx of artists and young" , "date" : "19981203" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "Angry Reception Greets Trash Plan in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/03\/nyregion\/angry-reception-greets-trash-plan-in-brooklyn.html"} , {"body" : "Polish Food and Drink While an exhibition of Polish circus posters, ''Cyrk,'' is on display at the Consulate General of Poland from Friday through Dec. 12, there will be opportunities to sample Polish food and drink. The tastings will be held from noon to 2 P.M. on Saturday, and again on Dec. 9 and 12. There will also be tastings on Monday from 7" , "date" : "19981202" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "Calendar" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/02\/dining\/calendar.html"} , {"body" : "YOU have just sent out the invitations for your holiday party. You have invited tons of people for drinks and hors d'oeuvres. But you own a total of eight glasses and no punch bowl. And if you want to make that spiked cider, you'll need to use all your pots and do it in batches. There, of course, is the rub when it comes to holiday parties. You" , "date" : "19981202" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "TEST KITCHEN; Souffle Dishes to Pig Spits: Renting for a Bash" , "url" : "http:\/\/www.nytimes.com\/1998\/12\/02\/dining\/test-kitchen-souffle-dishes-to-pig-spits-renting-for-a-bash.html"} , {"body" : "It's hard to get more than a few sentences out of Harry Sepulveda, though he would like to talk some more. When he's at work, perched behind the cash register at the Record Mart in the Times Square subway station, Mr. Sepulveda attracts a line of fans. Sometimes they are from Japan, video cameras in hand, hoping to take home some tape of a legend." , "date" : "19981130" , "day_of_week_facet" : "Monday" , "geo_facet" : ["PUERTO RICO" , "CUBA"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "1" , "title" : "One-Man University of Latin Music; A Record Salesman Wins a Following for His Knowledge" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/30\/arts\/one-man-university-latin-music-record-salesman-wins-following-for-his-knowledge.html"} , {"body" : "An off-duty emergency medical technician was struck and killed by an unmarked police car after he stepped off a bus in Brooklyn early yesterday, the police said. The police car, occupied by three officers and a police sergeant, was chasing two other cars that had been speeding and swerving along Broadway near Hooper Street in the Williamsburg" , "date" : "19981129" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "51" , "title" : "Police Vehicle in Chase Kills City Rescue Worker" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/29\/nyregion\/police-vehicle-in-chase-kills-city-rescue-worker.html"} , {"body" : "A 56-room hotel is being built atop a former bank building in Borough Park, Brooklyn, designed to cater to Orthodox and Hasidic Jews. Marcel Glick, the Borough Park developer who is behind the project, said that he and his partner were investing $6 million in the hope that the six-story, 4,000-square-foot structure at 47th Street and 13th Avenue" , "date" : "19981129" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "Postings: Going Up in Borough Park; 56-Room Hotel For Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/29\/realestate\/postings-going-up-in-borough-park-56-room-hotel-for-brooklyn.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy art, design and photography exhibitions at New York City museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free." , "date" : "19981127" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/27\/arts\/art-guide.html"} , {"body" : "A Brooklyn couple pleaded not guilty yesterday to kidnapping a 6-year-old Hasidic boy with cerebral palsy whom the woman used to babysit. The couple, Theresa Giannola Goldberg and David Goldberg, were arraigned in Brooklyn Federal Court on charges of conspiring to abduct the boy, Chaim Weill, of Williamsburg. Mrs. Goldberg was found with the child" , "date" : "19981125" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "METRO NEWS BRIEFS: NEW YORK; Couple Plead Not Guilty In Kidnapping of Boy, 6" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/25\/nyregion\/metro-news-briefs-new-york-couple-plead-not-guilty-in-kidnapping-of-boy-6.html"} , {"body" : "A 12-hour hostage standoff in Brooklyn ended peacefully early yesterday when a distraught man released his ex-wife's nephew and surrendered, the police said. The man, George Martinez, 31, freed his 12-year-old captive and then surrendered at his apartment at 362 South Second Street in Williamsburg at 12:50 A.M. yesterday, said Officer John Seidl, a" , "date" : "19981124" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; Boy, 12, Is Released After a 12-Hour Standoff" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/24\/nyregion\/metro-news-briefs-new-york-boy-12-is-released-after-a-12-hour-standoff.html"} , {"body" : "An armed man surrendered to the police early this morning after holding a boy hostage for more than 12 hours in a Brooklyn apartment, the police said. The boy was unharmed. The man had barricaded himself and the boy, whom the police described as the 10- or 12-year-old nephew of the man's girlfriend, in a fifth-floor apartment on South Second Street" , "date" : "19981123" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Armed Man Holds Boy Hostage In an Apartment in Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/23\/nyregion\/armed-man-holds-boy-hostage-in-an-apartment-in-brooklyn.html"} , {"body" : "THERE is always a jetliner somewhere on the horizon of College Point, a low-rise, blue-collar Queens outpost on Flushing Bay where maintaining small-town virtues rooted in the 19th century is a struggle. Sometimes jetliners landing or taking off across the bay at La Guardia Airport fly too close, and even under normal conditions their keening" , "date" : "19981122" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "COLLEGE POINT (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "3" , "title" : "If You're Thinking of Living In \/ College Point, Queens; Small Enclave Feels Pressures of the City" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/22\/realestate\/if-you-re-thinking-living-college-point-queens-small-enclave-feels-pressures.html"} , {"body" : "More than a year after Police Commissioner Howard Safir announced that he would put more black officers into the Brooklyn police precinct where prosecutors charge Abner Louima was beaten and sodomized, two black sergeants transferred there have filed a Federal suit alleging that the move violated their civil rights. The multimillion-dollar suit," , "date" : "19981119" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "Black Sergeants Sent to Troubled Precinct Sue" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/19\/nyregion\/black-sergeants-sent-to-troubled-precinct-sue.html"} , {"body" : "A sculptor who has lived in Williamsburg, Brooklyn, for 20 years says he is thinking of moving to get away from the garbage. A retired salesman in Hunts Point in the Bronx crinkles his nose as he describes the acrid smell of the endless garbage trucks. On the Brooklyn waterfront in Red Hook, a man rails against a plan to bring immense garbage" , "date" : "19981116" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "STATEN ISLAND (NYC)" , "HUNTS POINT (NYC)" , "FRESH KILLS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Boroughs Battle Over Trash As Last Landfill Nears Close" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/16\/nyregion\/boroughs-battle-over-trash-as-last-landfill-nears-close.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; meetings usually held on second Tuesday of month, but the next meeting is Dec. 1, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue, Williamsburg. Board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown Brooklyn," , "date" : "19981115" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; From Red Hook to Cypress Hills: When and Where the Community Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/15\/nyregion\/neighborhood-report-brooklyn-up-close-red-hook-cypress-hills-when-where.html"} , {"body" : "''Singing comes from the head, the vocal cords and the diaphragm,'' says the German bass-baritone Thomas Quasthoff. It also comes from the heart. Mr. Quasthoff, 39, among the most critically hailed and sought-after singers in Europe, was one of 5,000 children born with abnormalities after their mothers took the drug thalidomide. Yet he has embraced" , "date" : "19981113" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "Triumph Over Misfortune" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/13\/movies\/triumph-over-misfortune.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy art, design and photography exhibitions at New York City museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free." , "date" : "19981113" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/13\/arts\/art-guide.html"} , {"body" : "ONE of the happiest moments of Norma Carey's life was the day she threw away her carbon paper. It was the early 1970's when her employer, a law firm in Washington, switched from carbons to copiers. ''I was absolutely delighted,'' said Ms. Carey, 64, a legal secretary for Akin, Gump, Strauss, Hauer & Feld. No more ink on the hands from handling" , "date" : "19981112" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Technology"] , "page_facet" : "9" , "title" : "Carbon Paper Still Messy, Still in Use" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/12\/technology\/carbon-paper-still-messy-still-in-use.html"} , {"body" : "Fourteen days before Election Day, Charles E. Schumer's campaign manager learned of an article that would appear in the next day's issue of The Jewish Week: Senator Alfonse M. D'Amato, in a private meeting with supporters, had described Mr. Schumer with a Yiddish vulgarism and mocked another lawmaker from New York City for being overweight. Mr." , "date" : "19981108" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "THE 1998 CAMPAIGN: SENATE; Recipe for an Upset: Schumer's Sureness, D'Amato's Missteps" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/08\/nyregion\/1998-campaign-senate-recipe-for-upset-schumer-s-sureness-d-amato-s-missteps.html"} , {"body" : "UPPER WEST SIDE Recycled Knowledge In a Gigantic Book Sale The basement of the St. Agnes branch of the public library will be turned into a bookstore on Friday as more than 40,000 donated books and other items go on sale to benefit the library. The eclectic selection includes everything from what's readily available at retail chains to such finds" , "date" : "19981108" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/08\/nyregion\/playing-in-the-neighborhood-727180.html"} , {"body" : "The struggling gallery scene in the Williamsburg section of Brooklyn is either reaching critical mass or is about to contract a serious case of nostalgia for ''the good old days.'' Maybe both. The neighborhood has long been known in the art world as a place where artists take things into their own hands, opening galleries and running them on" , "date" : "19981106" , "day_of_week_facet" : "Friday" , "geo_facet" : ["WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "33" , "title" : "ART REVIEW; Brooklyn Haven For Art Heats Up" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/06\/arts\/art-review-brooklyn-haven-for-art-heats-up.html"} , {"body" : "ATTRACTIONS MUSEUMS AND SITES AMERICAN NUMISMATIC SOCIETY, Audubon Terrace, Broadway at 155th Street, Washington Heights. The society has the most extensive coin collection in North America; its library is open to the public. On permanent display is ''American Numismatic Design, 1892-1922,'' which includes all coins issued during this period. Also" , "date" : "19981106" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/06\/arts\/spare-times-742694.html"} , {"body" : "In a day of old-style politicking, Representative Charles E. Schumer campaigned for the Senate in black, Jewish and Hispanic neighborhoods across New York City yesterday, bringing in Vice President Al Gore in an attempt to rally support in tomorrow's election. Senator Alfonse M. D'Amato went to Orthodox Jewish communities in Brooklyn, portraying" , "date" : "19981102" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "THE 1998 CAMPAIGN: THE SENATE; Parties Pushing Message: Your Vote Counts" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/02\/nyregion\/the-1998-campaign-the-senate-parties-pushing-message-your-vote-counts.html"} , {"body" : "Everything hurts. My head is throbbing, my stomach is unsettled. My knees are swollen. I'm a little dizzy. And my thigh muscles? I don't know when I'll be climbing stairs again. In other words, I feel terrific. The euphoria of completing my first marathon, and doing it in New York, is helping to push the pain aside. After having told myself ''next" , "date" : "19981102" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Sports"] , "page_facet" : "7" , "title" : "FIRST PERSON; Next Year Finally Arrives, And It Proves Quite Painful" , "url" : "http:\/\/www.nytimes.com\/1998\/11\/02\/sports\/first-person-next-year-finally-arrives-and-it-proves-quite-painful.html"} , {"body" : "Theater ''CURIOUS GEORGE,'' a musical starring the mischievous monkey; book and lyrics by Tom Toce and music by Timothy Brown. For children 5 and older. Theaterworks\/USA, at the Promenade Theater, 2162 Broadway, at 76th Street. Tomorrow and Sunday at 12:30 P.M. Through Nov. 8. Tickets: $18.50. Reservations: (212) 627-7373 or (212) 239-6200. ''DON'T" , "date" : "19981030" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES; FOR CHILDREN" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/30\/arts\/spare-times-for-children.html"} , {"body" : "GEORGE JESSEL, a name not likely to ring many Gen-X bells, was an old-time vaudevillian who performed at so many banquets and fund-raisers that he became known as ''Toastmaster General of the United States.'' He enjoyed a special niche with older, conservative Jews. In 1980, a year before he died at 83, he agreed to tour Jewish precincts of" , "date" : "19981030" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC; What Did You Expect? Mr. Manners?" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/30\/nyregion\/nyc-what-did-you-expect-mr-manners.html"} , {"body" : "A Brooklyn man was charged yesterday with beating his girlfriend's 20-month-old daughter to death, the police said . The suspect, Charles Peek, 20, was accused of hitting the toddler because of her rambunctious behavior in his East Williamsburg apartment Saturday afternoon, the police said. The girl had difficulty breathing, the police said, and" , "date" : "19981029" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "METRO NEWS BRIEFS: NEW YORK; Brooklyn Man Is Charged In Beating Death of Baby" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/29\/nyregion\/metro-news-briefs-new-york-brooklyn-man-is-charged-in-beating-death-of-baby.html"} , {"body" : "IT took David C. Walentas 17 years to win permission from New York City to begin the residential conversion of a muscular old industrial complex on the Brooklyn waterfront. With permission in hand, it took him only seven months to convert the first building, 1 Main Street, whose mansard-topped, four-faced clock tower holds its own as a skyline icon" , "date" : "19981025" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "SoHo, TriBeCa And Now Dumbo?" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/25\/realestate\/soho-tribeca-and-now-dumbo.html"} , {"body" : "IT took David C. Walentas 17 years to win permission from New York City to begin the residential conversion of a muscular old industrial complex on the Brooklyn waterfront. With permission in hand, it took him only seven months to convert the first building, 1 Main Street, whose mansard-topped, four-faced clock tower holds its own as a skyline icon" , "date" : "19981024" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "SoHo, TriBeCa And Now Dumbo?" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/24\/realestate\/soho-tribeca-and-now-dumbo.html"} , {"body" : "Jane Klain had been searching for Ethel Burns for a year and a half before she found her last February. It was not how she wanted to find her. She found her on the obituary page. For Ms. Klain, of the Museum of Television and Radio, it was the sad end of a long quest. But it was also, finally, a beginning, a breakthrough in the hunt for a lost gem" , "date" : "19981022" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Arts" , "Theater"] , "page_facet" : "1" , "title" : "The Legacy of a Stage-Struck Teacher; Dusty Treasures Reveal a Golden Era for Broadway, TV and Ethel Burns (Who?)" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/22\/theater\/legacy-stage-struck-teacher-dusty-treasures-reveal-golden-era-for-broadway-tv.html"} , {"body" : "WHEN out-of-town friends come to visit New York, Phillip Lopate puts down whatever book he is editing and laces up the sturdy walking shoes of a tour guide. He leads the visitors through haunted blocks of Williamsburg, from which he escaped his family's lurid quarrels, and into the art-deco towers of lower Manhattan, their lobbies gilded and" , "date" : "19981022" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; A Collector of New York Pictures, in Words" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/22\/nyregion\/public-lives-a-collector-of-new-york-pictures-in-words.html"} , {"body" : "FREIBERG-Sylvia. Died suddenly in Newton, MA., on October 20, 1998, less than three years after the death of Sam, her beloved husband of sixty-one years. Loving mother of Peter and Eileen. Caring mother-in-law of Joe Tom and Barney. Devoted grandmother of Solana and Sabrina. Born in Russia eighty-seven years ago, Sylvia grew up in Williamsburg," , "date" : "19981021" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "27" , "title" : "Paid Notice: Deaths FREIBERG, SYLVIA" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/21\/classified\/paid-notice-deaths-freiberg-sylvia.html"} , {"body" : "With East Williamsburg scheduled to become a hub for much of Brooklyn's residential garbage in two weeks, local politicians, environmentalists and neighborhood groups are preparing last-ditch efforts to keep the garbage out. Opponents are preparing a legal challenge to the city's interim solid-waste plan, which calls for diverting 2,400 tons of" , "date" : "19981018" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: EAST WILLIAMSBURG; Last-Ditch Effort to Block a Garbage Flow" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/18\/nyregion\/neighborhood-report-east-williamsburg-last-ditch-effort-to-block-a-garbage-flow.html"} , {"body" : "Once again wearing his yarmulke but shorn of his side curls, a 6-year-old Hasidic boy returned home yesterday to a celebratory welcome in Williamsburg, Brooklyn, as the couple alleged to have kidnapped him faced Federal abduction charges. The boy, Chaim Weill, who suffers from cerebral palsy and can communicate only through nods and smiles, was" , "date" : "19981017" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Ill Boy Taken From Home Returns to Williamsburg" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/17\/nyregion\/ill-boy-taken-from-home-returns-to-williamsburg.html"} , {"body" : "A 6-year-old Brooklyn boy with cerebral palsy was found unharmed yesterday, sitting in a car in a motel parking lot on Interstate 95 near Richmond, with the former baby sitter who left for a stroll with the boy two days before and never returned. Theresa Giannola Goldberg, who the police believe took the child, Chaim Weill, in an attempt to cure" , "date" : "19981016" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CHESTER (VA)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Missing Brooklyn Boy Found in Virginia" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/16\/nyregion\/missing-brooklyn-boy-found-in-virginia.html"} , {"body" : "She did not have any children of her own, but Theresa Giannola Goldberg had 6-year-old Chaim Weill. Chaim, who uses a wheelchair and leg braces, has cerebral palsy and communicates mostly with a smile or an awkward nod. His parents knew that Mrs. Goldberg, his regular baby sitter, loved Chaim, so they did not worry when she took him for a stroll on" , "date" : "19981015" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["SOUTH CAROLINA" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Ailing 6-Year-Old Disappears, and Sitter Is Sought" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/15\/nyregion\/ailing-6-year-old-disappears-and-sitter-is-sought.html"} , {"body" : "''This safely falls into the 'not glamorous' category,'' said Warren Gran, an architect, referring to his plan to renovate the East River Bridge Repair Facility on Kent Avenue, under the Williamsburg Bridge in Brooklyn. The 25,000-square-foot brick complex, below, built in 1936, has workshops for the carpenters, electricians and ironworkers who" , "date" : "19981015" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "3" , "title" : "CURRENTS: RENOVATION; Well, Someone Had to Do It" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/15\/garden\/currents-renovation-well-someone-had-to-do-it.html"} , {"body" : "An explosion in the hull of an oil barge in the Brooklyn Navy Yard yesterday killed a welder and injured his assistant, the authorities said. The explosion occurred around 4:30 P.M., while the welder was on a ladder, fire officials said. He was blown out of the hull through an open hatch. The force of the blast propelled his body over the starboard" , "date" : "19981011" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "39" , "title" : "Welder Is Killed in Explosion At the Brooklyn Navy Yard" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/11\/nyregion\/welder-is-killed-in-explosion-at-the-brooklyn-navy-yard.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN NUMISMATIC SOCIETY, Audubon Terrace, Broadway at 155th Street, Washington Heights. The society has the most extensive coin collection in North America; its library is open to the public. On permanent display is ''American Numismatic Design, 1892-1922,'' which includes all coins issued during this period. Also" , "date" : "19981009" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "42" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/09\/arts\/spare-times-246115.html"} , {"body" : "Spotlight on Gilbert Alliance for Downtown New York; (212) 835-2789. The alliance, which manages the business improvement district for lower Manhattan, is sponsoring a series of events in honor of Cass Gilbert, the architect responsible for the Woolworth Building, the George Washington Bridge (above), the Alexander Hamilton United States Custom" , "date" : "19981008" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "16" , "title" : "EVENTS; Shows on Architects, Tribal Antiques Sale" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/08\/garden\/events-shows-on-architects-tribal-antiques-sale.html"} , {"body" : "A Brooklyn-based clothing company and four of its top officials have been charged with defrauding the Pentagon of millions of dollars by using defective cloth in coveralls and combat uniforms, law enforcement officials said yesterday. Federal prosecutors in Brooklyn said the company, Isratex Inc., rigged inspections to make Defense Department" , "date" : "19981007" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "4 Men Charged With Selling Faulty Uniforms to Pentagon" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/07\/nyregion\/4-men-charged-with-selling-faulty-uniforms-to-pentagon.html"} , {"body" : "A family of Bukharan Jews observing their first Yom Kippur in their new apartment in Lefrak City, Queens, was injured on Tuesday night after lighting what they thought were religious candles but turned out to be powerful firecrackers, the authorities said yesterday. The Borokhova family, emigres from the former Soviet Republic of Uzbekistan, were" , "date" : "19981001" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Immigrants Injured by Firecrackers They Mistook for Candles" , "url" : "http:\/\/www.nytimes.com\/1998\/10\/01\/nyregion\/immigrants-injured-by-firecrackers-they-mistook-for-candles.html"} , {"body" : "DISTRICT 1 -- Greenpoint, Williamsburg; meeting usually held on second Tuesday of month; but next meeting is on Wednesday, Oct. 14, 7 P.M.; 211 Ainslee Street, corner of Manhattan Avenue; Community board chairman: Vincent V. Abate; District manager: Gerald Esposito; (718) 389-0009. Agenda: To be announced. DISTRICT 2 -- Fort Greene, Downtown" , "date" : "19980927" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Bushwick to Bensonhurst, When the Boards Meet" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/27\/nyregion\/neighborhood-report-brooklyn-up-close-bushwick-bensonhurst-when-boards-meet.html"} , {"author" : "Deborah Solomon's most recent book, ''Utopia Parkway: The Life and Work of Joseph Cornell,'' has just been issued in paperback." , "body" : "CARL PLANSKY holds the strange distinction of being a prospering entrepreneur who has yet to acquire a tie or a jacket. He owns Williamsburg Art Supplies, a tiny shop on the Lower East Side of Manhattan that specializes in homemade oil paints. In an age when most paint is mass-produced, and when even much of the art in the galleries has a" , "date" : "19980923" , "day_of_week_facet" : "Wednesday" , "page_facet" : "10" , "title" : "Ingredients for Success: Ground Pigments and Linseed Oil" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/23\/business\/ingredients-for-success-ground-pigments-and-linseed-oil.html"} , {"body" : "IF you ride the subway every day, the following will not come as a news flash: the trains move more slowly than they used to. Don't confuse this with the fact that fewer trains run on many lines, something else you already knew. The overcrowding got so bad that transit officials finally announced plans yesterday to expand both subway and bus" , "date" : "19980918" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC; Rapid Transit Fast Becoming An Oxymoron" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/18\/nyregion\/nyc-rapid-transit-fast-becoming-an-oxymoron.html"} , {"body" : "WITH Rosh ha-Shanah beginning on Sunday evening, the Israel Beigel Baking Company, like other classic Jewish bakeries in New York City, is in its high season for rugelach, honey cakes and traditional round New Year hallahs -- more than 10,000 of them. New Yorkers who patronize the Fairway markets, the Second Avenue Deli and strictly kosher ma and" , "date" : "19980916" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "3" , "title" : "A Season for Hallah, by the Thousand . . . And a Season for Guides on How to Bake It" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/16\/dining\/a-season-for-hallah-by-the-thousand-and-a-season-for-guides-on-how-to-bake-it.html"} , {"body" : "Rabbi Sender Deutsch, a leader of one of the largest Hasidic Jewish groups in the United States and the longtime chief editor and publisher of Der Yid, a Yiddish-language weekly newspaper, died on Sept. 2 at Maimonides Medical Center in Brooklyn. He was 76 and a resident of the Williamsburg section of Brooklyn, where he had lived for about 45" , "date" : "19980913" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "62" , "title" : "No Headline" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/13\/nyregion\/no-headline-830682.html"} , {"body" : "ASTORIA John Huston Is Subject Of Film Retrospective The legendary director John Huston (1906-1987) is the subject of a monthlong retrospective at the American Museum of the Moving Image, which will highlight films he directed and those in which he figures as a character. Today's program, for example, features his 1951 film ''The African Queen''" , "date" : "19980913" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "15" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/13\/nyregion\/playing-in-the-neighborhood-803561.html"} , {"body" : "PILE DRIVERS pound great beams of steel into the earth and cement trucks pour out their burdens as office and apartment towers keep rising on the Jersey City shore -- particularly on one vast, once-desolate tract called Newport that sparked the riverfront's rebirth. Where not much more than a decade ago there was a mazelike swath of weeded-over" , "date" : "19980913" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["JERSEY CITY (NJ)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "On the Hudson, a City Within Jersey City" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/13\/realestate\/on-the-hudson-a-city-within-jersey-city.html"} , {"body" : "The structural problems that have plagued the Williamsburg Bridge over the years will again inconvenience commuters starting in May, when city transportation officials are to suspend subway service across the bridge for roughly five months for a $150 million repair project. Brooklyn-bound service on the J, M and Z lines is to terminate at the" , "date" : "19980912" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "More Commuter Hassles for Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/12\/nyregion\/more-commuter-hassles-for-brooklyn.html"} , {"body" : "INTERNATIONAL A3-6 Russian Parliament Approves Prime Minister The Russian Parliament approved Yevgeny M. Primakov as President Boris N. Yeltsin's nominee to be Prime Minister, after twice rejecting Mr. Yeltsin's first choice, Viktor S. Chernomyrdin. Parliament endorsed two members of the Communist Party for the country's top posts, including the" , "date" : "19980912" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/12\/nyregion\/news-summary-818330.html"} , {"body" : "The police were canvassing the streets of a Brooklyn neighborhood last night for the mother of a newborn baby found dead in a vacant courtyard yesterday. The infant boy was found about 4 P.M. in a weed-covered lot at 99 Morgan Avenue, near Knickerbocker Avenue, in East Williamsburg. A man on the second floor of the building noticed the body as he" , "date" : "19980911" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "11" , "title" : "Baby Found Dead in Lot, and Mother Is Sought" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/11\/nyregion\/baby-found-dead-in-lot-and-mother-is-sought.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy art, design and photography exhibitions at New York City museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Most galleries are closed on Sundays and Mondays, but hours vary and should be checked by telephone. Gallery admission is free." , "date" : "19980911" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/11\/arts\/art-guide.html"} , {"body" : "Free Wine With Lunch Considering Wall Street's recent performance, this may not be the moment to order that $1,000 bottle of wine. Consider free wine instead. On weekdays next week, representatives of wineries will offer free wine to lunchtime customers at Park Avenue Cafe, Smith & Wollensky, Maloney & Porcelli, Manhattan Ocean Club, the Post" , "date" : "19980909" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "2" , "title" : "CALENDAR" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/09\/dining\/calendar.html"} , {"body" : "IN the course of an afternoon, Al Goldstein has his secretary book a prostitute as his dinner companion at Nobu, a chic downtown restaurant, and, for his cable television show, ''Midnight Blue,'' he tapes a vicious attack on New York magazine for leaving him out of its 30th-anniversary issue. But at the moment, as a father, Al has got to brag. ''My" , "date" : "19980908" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Part Pit Bull, Part Teddy Bear, All Appetite" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/08\/nyregion\/public-lives-part-pit-bull-part-teddy-bear-all-appetite.html"} , {"body" : "The court-ordered deadline for closing the Fresh Kills landfill is still more than three years away, but three community groups in Brooklyn are already planning joint strategy against construction of waste-transfer stations in their neighborhoods. A spokeswoman for the Department of Sanitation, Paula Young, said that various sites were still being" , "date" : "19980906" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "RED HOOK (NYC)" , "SUNSET PARK (NYC)" , "WILLIAMSBURG (NYC)" , "FRESH KILLS (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Uniting Against Garbage Close to Home" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/06\/nyregion\/neighborhood-report-brooklyn-up-close-uniting-against-garbage-close-to-home.html"} , {"body" : "Deputy Chief Emil A. Ciccotelli, a longtime New York police commander who was an expert on organized crime and oversaw investigations of some sensational killings, died last Sunday at Our Lady of Mercy Hospital in the Bronx. He was 69. The cause apparently was a heart attack, said Richard J. Ruggiero, the manager of the F. Ruggiero and Sons funeral" , "date" : "19980906" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "42" , "title" : "Emil Ciccotelli, Police Commander, Dies at 69" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/06\/nyregion\/emil-ciccotelli-police-commander-dies-at-69.html"} , {"body" : "IF a tabloid television talk show decided to visit downtown Manhattan, Kelly Galligan and Ed Briggs -- proudly seated on a recently bought 1950's square-cornered sofa in their apartment -- would make ideal guests for an episode called ''We Traded the Grunge Life for an Eames Chair.'' The couple admit, sheepishly, that they were once slackers who" , "date" : "19980906" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "1" , "title" : "Generation Wallpaper; A tribe of newly affluent global nomads has a magazine to tell them who they are." , "url" : "http:\/\/www.nytimes.com\/1998\/09\/06\/style\/generation-wallpaper-tribe-newly-affluent-global-nomads-has-magazine-tell-them.html"} , {"body" : "In the following reports, the ''listed at'' price is the asking price when negotiations began that ended in the sale. Time on market is from the most recent listing to contract. MANHATTAN FORT WASHINGTON $153,000 116 Pinehurst Avenue (Hudson View Gardens) 2-bedroom, 1-bath, 1,000-sq.-ft. co-op in a prewar building; elevator, dining alcove, high" , "date" : "19980906" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "2" , "title" : "Residential Sales" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/06\/realestate\/residential-sales.html"} , {"body" : "The waterfront warehouse in Williamsburg in which the Radiac Corporation processes chemical waste from medical research centers around the city may not have the visibility of the World Trade Center, but since the bombings of United States embassies in Kenya and Tanzania last month, it has captured the attention of the Police Department. Local" , "date" : "19980906" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Guarding a Chemical Warehouse Just in Case" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/06\/nyregion\/neighborhood-report-brooklyn-up-close-guarding-a-chemical-warehouse-just-in-case.html"} , {"body" : "For a week he was a busy man, the police said: He roamed through the predominantly Jewish neighborhood of Williamsburg, Brooklyn, leaving symbols of Nazi Germany in his wake. But the string of hits with a felt-tip marker ended yesterday morning, when two transit bureau police officers took notice of a man rendering a swastika on an elevated subway" , "date" : "19980905" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Man Dressed As a Hasid Is Charged In Graffiti" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/05\/nyregion\/man-dressed-as-a-hasid-is-charged-in-graffiti.html"} , {"body" : "There were 8,000 guests, not including those peering down from the rooftops. The police closed the streets in Williamsburg, Brooklyn, to allow for a chuppa, or wedding canopy, and afterward the crowds squeezed so tightly into the reception hall that several people collapsed from heat exhaustion. If the wedding of Chaim Halberstam and Raiza Meisels" , "date" : "19980904" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Royal Wedding, A Family Affair; Two Hasidic Dynasties Unite in Brooklyn Gala" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/04\/nyregion\/a-royal-wedding-a-family-affair-two-hasidic-dynasties-unite-in-brooklyn-gala.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy opera, classical music and dance events this weekend in the Northeast. Classical Music AMERICAN SYMPHONY CHAMBER ORCHESTRA. Leon Botstein, the music director of this orchestra, is also the president of Bard College, and this weekend the orchestra sends an elite detachment to" , "date" : "19980904" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "4" , "title" : "Classical Guide and Dance Guide" , "url" : "http:\/\/www.nytimes.com\/1998\/09\/04\/movies\/classical-guide-and-dance-guide.html"} , {"body" : "Three weeks ago, Todd Weissner's financial landscape was as barren as Wall Street on a Sunday. He had spent the last nine months as a gofer for various executives around the city, making calls, typing and filing letters and fetching coffee. He had gone for months without health or dental benefits. Out of desperation, he applied for a job as an art" , "date" : "19980830" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Travel" , "New York and Region"] , "page_facet" : "32" , "title" : "Tourism Puts Some Back on Job: Art Consultant; Guiding Appreciators Of Contemporary Art" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/30\/nyregion\/tourism-puts-some-back-job-art-consultant-guiding-appreciators-contemporary-art.html"} , {"body" : "Offering a sobering portrait of an aging metropolis, a new study by the City Comptroller has found that New York would have to spend more than $90 billion over the next decade to make the necessary repairs to put the city's subways, water mains, schools and bridges in safe working order. The figure is vastly higher than the $52 billion that" , "date" : "19980825" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Study Puts High Price on Fixing a Crumbling City" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/25\/nyregion\/study-puts-high-price-on-fixing-a-crumbling-city.html"} , {"body" : "CAMBODIAN CUISINE + (718) 858-3262; 87 South Elliott Place, near Lafayette Street, Fort Greene; $; no smoking; Mastercard and Visa. This friendly and popular little Cambodian restaurant churns out a pleasing blend of bright and aromatic Thai and Vietnamese preparations at bargain prices. A meal might begin with a crunchy salad combining sweet," , "date" : "19980823" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "GOOD EATING; Old Brooklyn Has Room for New" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/23\/nyregion\/good-eating-old-brooklyn-has-room-for-new.html"} , {"body" : "Here is a selective listing by critics of The Times of new or noteworthy art, design and photography exhibitions at New York City museums and art galleries this weekend. Addresses, unless otherwise noted, are in Manhattan. Summer hours vary for galleries and should be checked by telephone. Gallery admission is free. * denotes a highly recommended" , "date" : "19980821" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "ART GUIDE" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/21\/arts\/art-guide.html"} , {"body" : "Sure, the waters of Baja are beautiful. So are those of Alaska, the Pacific Northwest and dozens of other world-renowned paddling destinations attracting thousands of avid kayakers each year. But the waters of Manhattan, with its lights and contrasts, might be the most beautiful of all. Not long ago, they were paddled by just a few, those who would" , "date" : "19980821" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "WEEKEND WARRIOR; A Nighttime Paddle Around Manhattan: Time, Tide and Tired" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/21\/arts\/weekend-warrior-a-nighttime-paddle-around-manhattan-time-tide-and-tired.html"} , {"body" : "An article yesterday about the hit-and-run death of Rifka Sanzos, a 76-year-old Auschwitz survivor, misstated in some copies the location of a bakery she and her husband once owned in Brooklyn. It was on Grand Street in Williamsburg, not Broadway." , "date" : "19980817" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/17\/nyregion\/c-corrections-401420.html"} , {"body" : "The boys and girls in the fur-festooned blue and pink gowns were wilting in the heat, their glittery lips going dry with thirst. Twenty feet away, Peter F. Vallone, his white guayabera shirt taking on wrinkles, tapped a rolled up Dominican flag against his leg impatiently. The Dominican Day Parade was more than an hour late getting started because" , "date" : "19980817" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Who Loves a Parade (or 3 on One Day)? It's Wall-to-Wall Politicians" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/17\/nyregion\/who-loves-a-parade-or-3-on-one-day-it-s-wall-to-wall-politicians.html"} , {"body" : "A 76-year-old Brooklyn woman died late Friday after she was struck by a hit-and-run driver near her home, the police said. The woman, Rifka Franzos, was trying to cross Wythe Avenue at Rodney Street in Williamsburg shortly after 9:30 P.M. on Friday, when a red car traveling north on Wythe hit her, said Officer Dennis Laffin, a Police Department" , "date" : "19980816" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "Woman Is Struck by Car and Dies" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/16\/nyregion\/woman-is-struck-by-car-and-dies.html"} , {"body" : "A Brooklyn woman was charged yesterday with using a McDonald's restaurant as a day-care center for her children while she went to work as a school safety officer, the police said. The woman, Eunice Dixon, 39, of 740 Rutland Road in the Flatbush section, left her two children in the playroom of the McDonald's at 741 Grand Avenue in Williamsburg" , "date" : "19980814" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Children Left at Restaurant" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/14\/nyregion\/children-left-at-restaurant.html"} , {"body" : "Abner Louima bowed his head yesterday as he stood in front of the Club Rendez-Vous in Flatbush, Brooklyn, where, on a steamy night exactly a year ago, prosecutors say, police officers began a series of brutal acts against him that shocked New Yorkers. A small gathering that included Mr. Louima's family and friends and the parents of people who died" , "date" : "19980810" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "A Year of Living With the Louima Case" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/10\/nyregion\/a-year-of-living-with-the-louima-case.html"} , {"body" : "Rabbi Leibish Lefkowitz, an important figure in the organization of Kiryas Joel, the politically powerful Satmar Hasidic community in Orange County, N.Y., that has repeatedly gone to court over the issue of public financing for its religiously based schools, died on Aug. 1 at Mount Sinai Medical Center in Manhattan. He was 78. The cause was" , "date" : "19980809" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "37" , "title" : "Leibish Lefkowitz, a Satmar Leader, Dies at 78" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/09\/nyregion\/leibish-lefkowitz-a-satmar-leader-dies-at-78.html"} , {"body" : "With the closing of Daniel last week and the departure of Gray Kunz from Lespinasse, New York quickly lost two of its six four-star restaurants. Luckily, more than two dozen three-star restaurants -- merely excellent rather than extraordinary -- remain open, including these 12. (These summaries, written by Eric Asimov, are taken from Ruth Reichl's" , "date" : "19980807" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "EATING OUT; *** Restaurants" , "url" : "http:\/\/www.nytimes.com\/1998\/08\/07\/arts\/eating-out-restaurants.html"} , {"body" : "BALLS of blue paint sail and splatter. The players catch marshmallows in their mouths and spew colored gum balls onto the stage. At the Astor Place Theater in New York, during a typical Blue Man Group performance, it's art as a kind of graduate-level kindergarten. But when the head Blue Man, Chris Wink, gets home, the scene changes markedly. One" , "date" : "19980730" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "HOUSE PROUD; A Haven From the Roar of the Street And Flying Gum Balls" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/30\/garden\/house-proud-a-haven-from-the-roar-of-the-street-and-flying-gum-balls.html"} , {"body" : "When Marc H. Rosenbaum became chief executive of the Brooklyn Navy Yard Development Corporation in April, he was clearly well qualified. After all, he had been the acting chief from July 1996 to June 1997. ''I like Brooklyn,'' said Mr. Rosenbaum, 50, a lawyer who was born and bred in the borough. ''I watched the Dodgers play at Ebbets Field. But I" , "date" : "19980726" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORTS: FORT GREEN; Navy Yard, Recommissioned" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/26\/nyregion\/neighborhood-reports-fort-green-navy-yard-recommissioned.html"} , {"body" : "ATTRACTIONS Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West at 79th Street. Recently opened, the 11,000-square-foot Hall of Biodiversity, focusing on the variety and interdependence of Earth's living things. ''Spirits in Steel: The Art of the Kalabari Masquerade,'' an exhibition featuring 13 steel sculptures by Sokari" , "date" : "19980724" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/24\/arts\/spare-times-039721.html"} , {"body" : "''I CRAWL over these things like a spider,'' David Frieder was saying in his Gatling-gun staccato. That is not a perfect self-description. Know any eight-leggers who lug along a $3,000 camera, a $4,000 gyroscope stabilizer and the dream of being remembered as the Ansel Adams of New York City bridges? For the things Mr. Frieder crawls over are" , "date" : "19980722" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; Bridge Photographer With a Taste for Trivia" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/22\/nyregion\/public-lives-bridge-photographer-with-a-taste-for-trivia.html"} , {"body" : "In the dark before dawn, when the priest bumped his pickup truck through town to wake everyone up, Monica Cruz groaned and put her pillow over her head. In New York City, as the assistant manager of a store in SoHo, she enjoys daylong access to cappuccino. Here in her dusty little hometown, there is not a cup of coffee to be had. Still, on that not" , "date" : "19980721" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["CHINANTLA (MEXICO)" , "MEXICO"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "A Mexican Town That Transcends All Borders" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/21\/nyregion\/a-mexican-town-that-transcends-all-borders.html"} , {"body" : "Haute Manhattan still raises a condescending eyebrow when Brooklynites sing of their ethnic enclaves, tree-lined streets and vintage brownstones. This Manhattanite view of Brooklyn as a kind of social purgatory dates back to Colonial times. Its most tedious expression comes in tenants who are forced into Brooklyn by scandalous rents, only to pine" , "date" : "19980719" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "14" , "title" : "Editorial Observer; Fighting for Respect in Beleaguered Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/19\/opinion\/editorial-observer-fighting-for-respect-in-beleaguered-brooklyn.html"} , {"body" : "Two trash disposal companies whose planned merger would have left them in control of 70 percent of New York City's waste transfer stations will instead start shedding some of their local operations, officials said yesterday. Under a settlement reached with the United States Justice Department and 13 state attorneys general, including New York's," , "date" : "19980717" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Settlement Allows Trash Companies to Merge After Divesting" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/17\/nyregion\/settlement-allows-trash-companies-to-merge-after-divesting.html"} , {"body" : "The decision to dine outdoors is often tricky, particularly in New York, where considerations like passers-by, noise and light are as important as the air-conditioning question. If outdoor dining seems enticing, here are 12 possibilities. (These summaries, written by Eric Asimov, are taken from Ruth Reichl's and Mr. Asimov's dining reviews, columns" , "date" : "19980717" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "EATING OUT; The Great Outdoors" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/17\/arts\/eating-out-the-great-outdoors.html"} , {"body" : "When Eddy and Ivette Alvarez went into business together almost five years ago, they had skills: Mr. Alvarez knew how to make plaster statues, and Mrs. Alvarez knew how to paint them. They also had a product: a small copy of the Infant of Prague, the statue of the baby Jesus that some believe works miracles. But they did not have money, at least" , "date" : "19980711" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "BANGLADESH" , "TULSA (OKLA)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Minor Loans Giving Major Help; Microcredit Catches On With Entrepreneurs in Need" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/11\/nyregion\/minor-loans-giving-major-help-microcredit-catches-on-with-entrepreneurs-in-need.html"} , {"body" : "To the Editor: Re ''Brooklyn's Underused Waterfront'' (editorial, July 5): I watched the July 4 fireworks display in Williamsburg through a barbed wire fence almost a quarter mile from the river. Police officers insured that no one gained access to the waterfront. It was a rather odd way of celebrating Independence Day. This amazing parcel of land" , "date" : "19980711" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "10" , "title" : "Wasted Waterfront" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/11\/opinion\/l-wasted-waterfront-821683.html"} , {"body" : "Whenever Leonard Bernstein had to list his profession on some official form, like his income tax returns, he did not write composer, conductor, pianist or any other limiting term. He called himself a musician. He liked the word's embracing quality and venerable history. In earlier eras, all professional musicians were composers as well as" , "date" : "19980710" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "CRITIC'S NOTEBOOK; Bernstein Revisited: A Master Of It All" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/10\/movies\/critic-s-notebook-bernstein-revisited-a-master-of-it-all.html"} , {"body" : "IF summer is the season for celebrating simple things, ''A Hut of One's Own: Life Outside the Circle of Architecture'' (M.I.T. Press), by Ann Cline, is well timed. Its small subject -- the hut -- defines the field of architecture like a cricket in the grass. It makes a song of the air around it. Hand-built and homemade, usually wooden, scraped" , "date" : "19980709" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "1" , "title" : "You Can Be Happy Living in a Hut" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/09\/garden\/you-can-be-happy-living-in-a-hut.html"} , {"body" : "An off-duty police officer was shot in the hand last night in Brooklyn, apparently by an irate boyfriend, the authorities said. The officer, Charlene Salmon, 27, suffered ''a gunshot wound to the hand, not life threatening,'' said Bruce Lyall, a spokesman for the Emergency Medical Services. She was listed in stable condition at Bellevue Hospital" , "date" : "19980709" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "METRO NEWS BRIEFS: NEW YORK; Off-Duty Police Officer Is Shot in the Hand" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/09\/nyregion\/metro-news-briefs-new-york-off-duty-police-officer-is-shot-in-the-hand.html"} , {"body" : "A man held his ex-girlfriend hostage for an hour and a half yesterday in the Brooklyn plumbing business where they worked, then apparently shot her before killing himself during a standoff with the police, officials said. The woman, Zuleica Bermudez, 30, was listed in critical condition last night at Bellevue Hospital Center. Co-workers said that a" , "date" : "19980707" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Hostage Standoff Ends in Apparent Suicide" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/07\/nyregion\/hostage-standoff-ends-in-apparent-suicide.html"} , {"body" : "NEWS Rare Treats At the New Amsterdam Theater near Times Square, not only does the show (''The Lion King'') go on, but so do six South Africans in the 52-member cast. The South Africans, including Tsidii Le Loka, who plays the wise baboon Rafiki, and five members of the ensemble received a waiver from Actors' Equity to appear in the cast when the" , "date" : "19980707" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["FORT GREENE PARK (NYC)" , "SOUTH AFRICA"] , "nytd_section_facet" : ["Arts" , "Books" , "Theater"] , "page_facet" : "1" , "title" : "Footlights" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/07\/theater\/footlights.html"} , {"body" : "EVERY night, behind millions of closed eyelids, little New York movies flicker, as fleetingly as yesterday's fireworks: images of an Upper West Side apartment where one room opens into another, then another; of verdant midtown oases; of downtown lofts with streets running through them, of an A train that takes the dreamer far from Harlem. The" , "date" : "19980705" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Streets of Dreams; When You're Asleep, New York Becomes Another World" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/05\/nyregion\/streets-of-dreams-when-you-re-asleep-new-york-becomes-another-world.html"} , {"body" : "The line at the Third Street entrance to the West Fourth Street subway station at 12:01 A.M. yesterday was not as long as it might have been if the Metropolitan Transportation Authority were selling, say, Spice Girls tickets. In fact, it consisted of exactly one person, Tony Triche. But Mr. Triche, who had been waiting off to the side for an" , "date" : "19980705" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "13" , "title" : "Unlimited-Ride Metrocards Are Hot Tickets at Token Booths" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/05\/nyregion\/unlimited-ride-metrocards-are-hot-tickets-at-token-booths.html"} , {"body" : "Ada L. Smith, the veteran State Senator whose occasionally erratic behavior has sometimes overshadowed her political work, yesterday denied biting a police officer as he tried to arrest her in Brooklyn, instead accusing the officer of roughing her up and making racial comments. Ms. Smith, who was arrested at an intersection in Williamsburg at" , "date" : "19980704" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Officer Accused of Abuse By Senator He Arrested" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/04\/nyregion\/officer-accused-of-abuse-by-senator-he-arrested.html"} , {"body" : "What is American food? The question no longer has an easy answer. On the eve of the Fourth of July, here are 12 quintessentially American restaurants. Happy birthday. (These summaries, written by Eric Asimov, are taken from Ruth Reichl's and Mr. Asimov's dining reviews, columns and articles in The Times.) 1. An American Place *** [rating: three" , "date" : "19980703" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "EATING OUT; American Food" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/03\/arts\/eating-out-american-food.html"} , {"body" : "An altercation between a New York State Senator and a police officer last night ended with the Senator being sprayed with Chemical Mace and handcuffed after the police said she bit the officer in the hand. The Senator, Ada L. Smith, who represents the 12th District, which includes sections of Brooklyn and Jamaica, Queens, was driving her car in the" , "date" : "19980703" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Senator Arrested After Altercation With Police" , "url" : "http:\/\/www.nytimes.com\/1998\/07\/03\/nyregion\/senator-arrested-after-altercation-with-police.html"} , {"body" : "When It Was Miller Time Q. Is Henry Miller's Theater, at 124 West 43d Street, named after the author of ''Tropic of Cancer'' and ''Tropic of Capricorn''? I thought he was associated more with Paris and Big Sur than New York City. A. Different Henry. The Henry Miller you refer to -- the sybaritic author and libertine whose early works were banned" , "date" : "19980628" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1998\/06\/28\/nyregion\/fyi-607886.html"} , {"body" : "Over the last 20 years, the families at Bedford Gardens, a sprawling Brooklyn apartment complex, have grown accustomed to seeing the name Kraus at every turn. Their rent checks go to Kraus Management, the company that runs the complex in the heart of Williamsburg. They are watched over by uniformed guards from Kraus Security. When their toilets" , "date" : "19980627" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "EMPIRE OF HIS OWN: A special report.; A Landlord Who Keeps Services Close to Home" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/27\/nyregion\/empire-of-his-own-a-special-report-a-landlord-who-keeps-services-close-to-home.html"} , {"body" : "CITYWIDE Veteran Performers Still Going Strong For the last five years, Circuit Productions has taken free music and dance into libraries and museums around New York. And this summer's series continues on Tuesday with a show at the Brooklyn Heights Library. Circuit features performers from 60 to 80 years old. This summer's shows will include" , "date" : "19980621" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/21\/nyregion\/playing-in-the-neighborhood-489174.html"} , {"body" : "Amid a surging demand to produce films in New York City, the Giuliani administration has promised a pair of young entrepreneurs a lease to build a major Hollywood-style movie studio in the Brooklyn Navy Yard -- provided they can obtain $190 million in financing by December. The plan, the most ambitious of several proposals for new sound stages and" , "date" : "19980619" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "9" , "title" : "A Film Studio Is Proposed For the Brooklyn Navy Yard" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/19\/nyregion\/a-film-studio-is-proposed-for-the-brooklyn-navy-yard.html"} , {"body" : "A former postal worker who confessed to killing five prostitutes and dumping their dismembered bodies in trash bins is to go on trial Monday in Long Island's first death penalty case since capital punishment was reinstated in New York State in 1995. The defendant, Robert Shulman, 44, is accused of taking his victims to his rented apartment in a" , "date" : "19980614" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["HICKSVILLE (NY)" , "WESTCHESTER COUNTY (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "38" , "title" : "Suspect in Serial Killings to Go on Trial" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/14\/nyregion\/suspect-in-serial-killings-to-go-on-trial.html"} , {"body" : "To the Editor: Thank you for running a largely unbiased account of the altercation between O'Neal's Restaurant and the No-Neck Blues Band (''Cafe Patrons Don't Rock, They Run,'' May 10). We in the band had wanted to avoid any such brouhaha. In fact, we had originally planned our show for the Sunday prior to the cafe's opening. Unfortunately, Mother" , "date" : "19980607" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "17" , "title" : "Refugees, Musicians and Ferries; Band's Skirmish Raises Question on Public Space" , "url" : "http:\/\/www.nytimes.com\/1998\/06\/07\/nyregion\/l-refugees-musicians-and-ferries-band-s-skirmish-raises-question-on-public-space-309796.html"} , {"body" : "CITY COUNCILMAN ARCHIE SPIGNER wanders through the streets of southeast Queens these days and marvels at the scatterburst of new housing that has been or is being built -- even in neighborhoods that were struggling only a decade or so ago. Over the last two or three years, said Mr. Spigner, a Democrat and chairman of the City Council's Housing" , "date" : "19980531" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "New Housing Favors Manhattan In Uneven Pattern" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/31\/realestate\/new-housing-favors-manhattan-in-uneven-pattern.html"} , {"body" : "Outside the church yesterday, as New York City police officers gathered hours before the funeral of one of their own, it was easy to think of Anthony Mosomillo as just an unlucky policeman killed in the line of duty -- another painful statistic for the Police Department and for a city that boasts a plunging crime rate. But when the funeral" , "date" : "19980531" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "27" , "title" : "Mourning Officer Who Was Husband, Hero and Friend" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/31\/nyregion\/mourning-officer-who-was-husband-hero-and-friend.html"} , {"body" : "The letters were brief and to the point. ''I must inform you that Council Member Kenneth Fisher has decided not to reappoint you to membership on Community Board 1,'' Borough President Howard Golden wrote to Marsilia Boyle and John Dereszewski on May 15. ''Therefore, you are not being reappointed.'' Ms. Boyle and Mr. Dereszewski each have served on" , "date" : "19980531" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "NEIGHBORHOOD REPORT: GREENPOINT; Board Terms End Unhappily" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/31\/nyregion\/neighborhood-report-greenpoint-board-terms-end-unhappily.html"} , {"body" : "Wandering Lilacs Q. Three years ago I planted lilacs in my yard. The first two years they did not bloom. I was instructed by my local nursery to move them, since they enjoy this kind of treatment. I did move them and they did bloom last year. Much to my disappointment, they did not bloom this year. What am I doing wrong? A. If lilacs really enjoyed" , "date" : "19980528" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "11" , "title" : "Garden Q.& A." , "url" : "http:\/\/www.nytimes.com\/1998\/05\/28\/garden\/garden-q-a.html"} , {"body" : "A New York City police officer was fatally shot yesterday morning in Brooklyn while trying to arrest a parolee who had missed a court date on a month-old drug charge, and officials were investigating whether the suspect was on the streets because of an administrative failure. The officer, Anthony Mosomillo, 36, was fatally wounded when the suspect" , "date" : "19980527" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Officer Is Killed in Brooklyn; Suspect, a Parolee, Also Dies" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/27\/nyregion\/officer-is-killed-in-brooklyn-suspect-a-parolee-also-dies.html"} , {"body" : "A BOY on a bicycle wove around a man sucking on a mango outside his home on Bleecker Street. Up and down the block, families relaxed beside brick houses radiating newness. The soundtrack was salsa, pumped from a window at pane-shaking decibels. The scene was idyllic, so idyllic it was hard to believe that the neighborhood was Bushwick, a place" , "date" : "19980524" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BUSHWICK (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "MAKING IT WORK; It's Spring, and Bushwick Blossoms" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/24\/nyregion\/making-it-work-it-s-spring-and-bushwick-blossoms.html"} , {"body" : "EVERY three or four weeks a sense of oppression descends on Amy Lesser. The walls of her one-bedroom apartment on the Upper West Side seem to close in. The knocking noises of the elevator outside her door grate on her. Faxes keep coming, reminding her of work and responsibility. On nights like these, Ms. Lesser said, she feels like a caged hamster" , "date" : "19980524" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Night Moves" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/24\/nyregion\/night-moves.html"} , {"body" : "With a ferocity that was both swift and unexpected, two thunderstorms converged over New York City yesterday evening, lashing lower Manhattan and parts of Brooklyn with hail the size of golf balls and rain so heavy that it flooded 14 of the city's 25 subway lines within a matter of minutes. City officials said that there were no reports of injuries" , "date" : "19980521" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "2 Sudden and Fierce Storms Bring Hail and Flooding" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/21\/nyregion\/2-sudden-and-fierce-storms-bring-hail-and-flooding.html"} , {"body" : "On Park Row in Manhattan, J & R Music World operates in a set of stores specializing in music and consumer electronics and computers. Within a few months, the company expects to start building its flagship store along the Ann Street corner. Less exposed to public notice is J & R's complementary expansion in the Maspeth section of Queens. There," , "date" : "19980520" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY" , "MASPETH (NYC)" , "LONG ISLAND CITY (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "Commercial Real Estate; Short Spaces Stand Out In West Queens Market" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/20\/nyregion\/commercial-real-estate-short-spaces-stand-out-in-west-queens-market.html"} , {"body" : "AS the weather encourages the city-dweller to take walks of exploration, several recent books suggest a number of trails to follow. Undiscovered delights abound for lovers of literature, of architecture and, yes, of nature. NEW YORK LITERARY LIGHTS By William Corbett Graywolf Press Cather, Willa (1873-1947) In 1906 S. S. McClure, publisher of" , "date" : "19980517" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Books"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: NEW YORK BOOKSHELF; Exploring Worlds Within a City, With Guides" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/17\/nyregion\/neighborhood-report-new-york-bookshelf-exploring-worlds-within-city-with-guides.html"} , {"body" : "Jonathan Shaw has been putting ink under people's skin for a quarter of a century. He is something of a tattoo celebrity; his work can be found on Kate Moss, the model, and Johnny Depp, the actor. When Mr. Shaw learned the art, it was practiced in basements and back rooms and had the same illicit thrill buying marijuana did, because tattooing was" , "date" : "19980516" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "ST MARKS PLACE (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "On the Tattoo Map, It's the Sticks; New York Plays Catch-Up at First Skin Art Convention" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/16\/nyregion\/tattoo-map-it-s-sticks-new-york-plays-catch-up-first-skin-art-convention.html"} , {"body" : "A CENTURY-OLD facade tumbles, tenants are roused from their beds, and reporters arrive to chronicle yet another faltering building in the city. Encouraged by relentlessly soggy weather, that scenario played out a dozen times in the last several months, from Madison Avenue, where a ton of bricks fell 39 stories, to Times Square, where the front of" , "date" : "19980510" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Angry Urban Refugees" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/10\/nyregion\/the-angry-urban-refugees.html"} , {"body" : "When it comes to chicken, Doris Ma knows that bigger is not necessarily better. On a recent Sunday morning, while most New Yorkers were still in bed, Mrs. Ma worked her way down a refrigerated display case at the Dynasty Supermarket on Elizabeth Street in Chinatown, eyeing poultry the way a drill sergeant might inspect his troops. She disregarded" , "date" : "19980505" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["CHINATOWN (NYC)" , "CATSKILLS (NYS AREA)" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Buddha and the Art Of Raising Chickens; Family Caters to Chinese Market With Farm-Fresh, Whole Pullets" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/05\/nyregion\/buddha-art-raising-chickens-family-caters-chinese-market-with-farm-fresh-whole.html"} , {"body" : "BY the eighth inning of this season's opening game, in a muddy park in East New York, Brooklyn, Misael Quiroz's fingers were weak and numb with cold. The players on the benches were shivering in the icy drizzle, and about a dozen fans -- mostly their wives and girlfriends -- watched from the stands, hunched into parkas or blankets. A few players," , "date" : "19980503" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "The Last-Chance Season" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/03\/nyregion\/the-last-chance-season.html"} , {"body" : "A proposal to build a public park along the waterfront in Williamsburg, Brooklyn, suffered a setback this week when Gov. George E. Pataki vetoed $10 million earmarked for the project by the State Legislature. Unnoticed amid the sweeping package of vetoes announced earlier this week, Governor Pataki's veto of money for the Eastern District Terminal" , "date" : "19980502" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK STATE" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "METRO NEWS BRIEFS: NEW YORK; Pataki Vetoes Money For Williamsburg Park" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/02\/nyregion\/metro-news-briefs-new-york-pataki-vetoes-money-for-williamsburg-park.html"} , {"body" : "Socially engaged, humanistic photography has a long and densely textured history in the United States, one marked by a constant tension between objectivity and empathy, idea and sentiment, the polemical urge and the personal touch. The artist Walter Rosenblum, 78, holds a distinguished if still under-valued place in that tradition. In a sense, he" , "date" : "19980501" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "PHOTOGRAPHY REVIEW; Tender Witness to the Togetherness of People in Want" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/01\/arts\/photography-review-tender-witness-to-the-togetherness-of-people-in-want.html"} , {"body" : "Nearly a year after Schools Chancellor Rudy Crew questioned her ability to run a Queens school district and agreed to only a provisional contract, Claire McIntee was unanimously approved last night as the Superintendent of Community School District 26 for another two years. Dr. Crew gave his blessing earlier this week, after having toured two" , "date" : "19980501" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "8" , "title" : "School Board Renews Contract Of Leader Crew Once Rejected" , "url" : "http:\/\/www.nytimes.com\/1998\/05\/01\/nyregion\/school-board-renews-contract-of-leader-crew-once-rejected.html"} , {"body" : "Waving placards proclaiming ''Stop Dumping on Us,'' a jeering crowd last night protested a proposal to build a garbage transfer station on a stretch of Brooklyn waterfront property also under consideration for a public park. ''Is it safe to say that everyone is overwhelmingly opposed to the project?'' a state official asked over the microphone at a" , "date" : "19980430" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "At Hearing in Brooklyn, Crowd Jeers Proposal for Trash Station" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/30\/nyregion\/at-hearing-in-brooklyn-crowd-jeers-proposal-for-trash-station.html"} , {"body" : "A week after a 60-foot swath of bricks tumbled down from its exterior, a 67-year-old Queens elementary school that officials had hoped to reopen after a couple of days of repairs remained closed yesterday, as construction crews worked to fortify the masonry. Ever since the accident on the evening of April 21, students of Public School 153 in" , "date" : "19980430" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "4" , "title" : "Reopening Postponed at School Where Bricks Fell" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/30\/nyregion\/reopening-postponed-at-school-where-bricks-fell.html"} , {"body" : "Two layers of bricks fell from atop a four-story elementary school under repair in Maspeth, Queens on Tuesday night, forcing school officials to cancel classes yesterday, when hundreds of students were scheduled to take a citywide reading test. No one was injured when the bricks fell at 7:30 P.M. on Tuesday at Public School 153 as workers removed" , "date" : "19980423" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "5" , "title" : "Falling Bricks Close a School in Queens" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/23\/nyregion\/falling-bricks-close-a-school-in-queens.html"} , {"body" : "For years, residents in Williamsburg, Brooklyn, have hoped to turn an old industrial site along the East River into a waterfront park. Last week, when the State Legislature earmarked $10 million for the park and other projects, a victory seemed near, except for a major complication: state regulators are considering issuing a permit for a garbage" , "date" : "19980422" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Dump Site Could Clash With Park Plans" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/22\/nyregion\/dump-site-could-clash-with-park-plans.html"} , {"body" : "On a snowy night in January 1996, a handful of Boston scientists convened some of the city's most prominent Jews for a quiet, off-the-record briefing. Over sandwiches and cookies, the rabbis and leaders of Jewish groups learned of the latest research on a breast cancer gene that occurs with startling frequency in American Jews of Central and" , "date" : "19980422" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["U.S." , "Health"] , "page_facet" : "24" , "title" : "Concern Among Jews Is Heightened As Scientists Deepen Gene Studies" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/22\/us\/concern-among-jews-is-heightened-as-scientists-deepen-gene-studies.html"} , {"body" : "Edward Sablok and Clifton Jones were on television last week, but they could have considered it only a mixed blessing. The reason they were on screen was that they were in big trouble -- Mr. Jones had been charged with attempted murder, and Mr. Sablok with robbery. But at least there was an upside -- they were able to appear in State Supreme Court" , "date" : "19980419" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "Suspects Go to Court Without Leaving Jail" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/19\/nyregion\/suspects-go-to-court-without-leaving-jail.html"} , {"body" : "It was for the sake of her dozen geranium plants that Paulien Lethen decided to put a shed in the back of the building that she owns on South Third Street in Williamsburg. The pre-fab structure from Home Depot was raised onto cinder blocks and insulated, and windows were cut out to let sunlight in. ''It was beginning to feel like a room,'' Ms." , "date" : "19980419" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: FLATBUSH; A Mini-Holland Tunnel for New Amsterdam's Art Crowd" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/19\/nyregion\/neighborhood-report-flatbush-a-mini-holland-tunnel-for-new-amsterdam-s-art-crowd.html"} , {"body" : "The air that Irene Klementowicz breathes is perhaps the worst in New York City. Her apartment is near one of the largest underground oil spills in history. Her neighborhood is dotted with garbage transfer stations, and when she opens her window, she can sometimes smell ''the Greenpoint stink'' from the nearby city sewage plant. But when, in the" , "date" : "19980418" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY" , "EAST RIVER (NYC)" , "GREENPOINT (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Garbage In . . . and In . . . and In; Greenpoint Residents Unite to Fight Influx of Trash" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/18\/nyregion\/garbage-in-and-in-and-in-greenpoint-residents-unite-to-fight-influx-of-trash.html"} , {"body" : "In the Bronx, a city caseworker searching for licensed baby sitters finds only six names in her computer, and all six have let their certification expire. She prints the useless list for a welfare mother with worried eyes and says, ''You'll just have to do the best you can.'' In Brooklyn, a harried caseworker refuses even to hunt for openings," , "date" : "19980414" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Mothers Poised for Workfare Face Acute Lack of Day Care" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/14\/nyregion\/mothers-poised-for-workfare-face-acute-lack-of-day-care.html"} , {"body" : "Sara Dunne joined the Roman Catholic Church after spending much of her life searching for spiritual fulfillment in other places. Ms. Dunne, 49, grew up a Protestant, but as an adult absorbed herself in the teachings of Buddha and the Dalai Lama. Lee Smeldon, 43, was born a Buddhist, but embraced Catholicism eight years ago, believing that Jesus had" , "date" : "19980413" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Before the Wreckers Come, Lilies and Hymns of Hope; Easter Sees 13 Baptized In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/13\/nyregion\/before-wreckers-come-lilies-hymns-hope-easter-sees-13-baptized-brooklyn.html"} , {"body" : "On blustery winter days, Hellen Beepat says, the cold was unbearable. It swept in on her as she and others in her crew of workfare participants picked up trash alongside highways in Queens. ''Sometimes I just can't take the cold,'' she said. It is the rain that Sylvia Ruff talks about most vividly. It would pour as she swept streets in the Bronx." , "date" : "19980413" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "City Slowly Improves Some Working Conditions" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/13\/nyregion\/city-slowly-improves-some-working-conditions.html"} , {"body" : "CAMBODIAN CUISINE + (718) 858-3262; 87 South Elliott Place, near Lafayette Street, Fort Greene; $; no smoking; Mastercard, Visa. At this friendly little place, a good introduction to the menu is the crunchy melange of sweet, pickled slivers of carrots, cabbage, green peppers and radishes; steamed Chinese broccoli in oyster sauce; sizzling ground" , "date" : "19980412" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "10" , "title" : "GOOD EATING; Diners' Choice In Brooklyn" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/12\/nyregion\/good-eating-diners-choice-in-brooklyn.html"} , {"body" : "When the former Bommer Hinge factory, at 263 Classon Avenue, near Willoughby Avenue, was converted into 91 spacious condominium apartments, many Hasidic families from Williamsburg thought they had found relief from their neighborhood's chronic housing shortage and gracious shelter for their large families. But recently, Isaac Abraham, who calls" , "date" : "19980412" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "CLINTON HILL (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: CLINTON HILL; Hasidic Housing a Letdown" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/12\/nyregion\/neighborhood-report-clinton-hill-hasidic-housing-a-letdown.html"} , {"body" : "To the Editor: As a recent Brooklyn home buyer, I could appreciate ''For Middle Class, New York Shrinks as Home Prices Soar'' (front page, April 1). You do not mention, however, that while the middle class has been priced out of neighborhoods like Yorkville, the West Village and Brooklyn Heights, this is an excellent time to explore more racially" , "date" : "19980406" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Opinion"] , "page_facet" : "22" , "title" : "The Middle Class Can Live Here" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/06\/opinion\/l-the-middle-class-can-live-here-370363.html"} , {"author" : "Robin Cembalest is executive editor of Artnews magazine." , "body" : "AT first glance, the work installed in the garden of the Museum of Modern Art looks like a flat plane propped against the back wall. But that's just an optical illusion. Change your position, and it becomes a staircase cascading from thin air. Move again, and you'll see that the ''steps'' are irregular: each one a different shape, meeting its" , "date" : "19980405" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "40" , "title" : "ART; For a Steel Work, You May Need a Steel Worker" , "url" : "http:\/\/www.nytimes.com\/1998\/04\/05\/arts\/art-for-a-steel-work-you-may-need-a-steel-worker.html"} , {"body" : "STEINBERG-Sam ''Nat.'' Of Miami Beach, FL, formerly of Williamsburg, Brooklyn. On March 27, 1998, age 95. Husband of May. He was predeceased by his first wife, Ethel. Foster father of Ernest and Herta Gottschalk and grandfather of Mark and Mathew Steinberg. Member of Knesset Israel of Miami Beach and Young Israel of Willliamsburg, Brooklyn." , "date" : "19980329" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "43" , "title" : "Paid Notice: Deaths STEINBERG, SAM ''NAT.''" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/29\/classified\/paid-notice-deaths-steinberg-sam-nat.html"} , {"body" : "Bernard Meltzer, the folksy foggy-voiced radio personality who built a huge following in the 20 years that he dispensed advice over WOR-AM in New York on virtually every known problem and every conceivable subject, died on Wednesday at a nursing home in Manhattan. He was 81 and widely regarded as the father of ''expert talk radio.'' His wife said" , "date" : "19980327" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region" , "Obituaries"] , "page_facet" : "11" , "title" : "Bernard Meltzer, Dispenser Of Advice on Radio, Dies at 81" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/27\/nyregion\/bernard-meltzer-dispenser-of-advice-on-radio-dies-at-81.html"} , {"body" : "THE Art Deco Chrysler Building at 42d Street and Lexington Avenue is a touchstone for New York City architecture. Yet its architect, William Van Alen, remains little known. Only a few of Van Alen's works approached his 1929 masterpiece, but most show the hand of ''the Ziegfeld of his profession,'' as he was described by a colleague. Although the" , "date" : "19980322" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "5" , "title" : "Streetscapes\/William Van Alen; An Architect Called the 'Ziegfeld of His Profession'" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/22\/realestate\/streetscapes-william-van-alen-an-architect-called-the-ziegfeld-of-his-profession.html"} , {"body" : "Federal housing officials said yesterday that they would temporarily block a rent increase for a sprawling subsidized-housing complex in Brooklyn, as questions swirled about whether the owner had improperly inflated expenses to justify it. The complex, Bedford Gardens, has long been the subject of scrutiny by New York City because the principal" , "date" : "19980320" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "HUD Blocks Rent Increase at Brooklyn Complex" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/20\/nyregion\/hud-blocks-rent-increase-at-brooklyn-complex.html"} , {"body" : "The teacher raised his hands and pleaded for calm: ''Hold on! Let's catch our breath here, people!'' But the student in front was determined to finish his account of being menaced with a kitchen knife. Two classmates were laughing at him. A fourth student launched into a full-throated attack against human nature and the evils of bureaucracy and" , "date" : "19980313" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Where Landlords Learn; Some Property Owners Choose School Over Fines" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/13\/nyregion\/where-landlords-learn-some-property-owners-choose-school-over-fines.html"} , {"body" : "NEW YORK, racing to the jackhammer beat of life on the go, has embraced the takeout meal as a necessary stress reducer, like a jog in the park or a trip to the therapist. But while pizza joints and Chinese dumpling purveyors fill the streets with out-of-control delivery people, something quieter is going on at the same time: many of the city's most" , "date" : "19980311" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style" , "Dining and Wine"] , "page_facet" : "1" , "title" : "To Go; Treasure in a Brown Bag: Classiest Takeouts in Town" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/11\/dining\/to-go-treasure-in-a-brown-bag-classiest-takeouts-in-town.html"} , {"body" : "As it prepares to deal with the planned closing of the mammoth Staten Island landfill on Dec. 31, 2001, New York City appears to have reached at least one judgment: sex shops are more offensive than garbage. By a margin of 200 feet. The city has proposed that waste transfer stations -- where sanitation trucks put garbage in larger trucks for" , "date" : "19980304" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Trash-Station Proposal Greeted by Protests" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/04\/nyregion\/trash-station-proposal-greeted-by-protests.html"} , {"body" : "FLATBUSH Experiencing Deja Vu; Experiencing Deja Vu Percussion will take center stage in a Wednesday afternoon concert of the Brooklyn Conservatory Orchestra. A highlight will be the performance of Michael Colgrass's ''Deja Vu,'' a concerto for percussion quartet and orchestra that was commissioned by the New York Philharmonic and had its premiere" , "date" : "19980301" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "PLAYING IN THE NEIGHBORHOOD" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/01\/nyregion\/playing-in-the-neighborhood-784460.html"} , {"body" : "FROM the remnants of broken bottles and smashed car windshields, Bing Hu creates beauty. Ms. Bing, a native of Shanghai, produces sculptures from a studio in Williamsburg, Brooklyn, using mostly materials gathered nearby. Sixteen of her pieces (a detail of one is shown above) can be seen at the Brooklyn Museum of Art in the show ''Scattered Petals," , "date" : "19980301" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "14" , "title" : "PLAYING IN THE NEIGHBORHOOD: PROSPECT HEIGHTS; Work That Elevates What's Found at the Feet" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/01\/nyregion\/playing-neighborhood-prospect-heights-work-that-elevates-what-s-found-feet.html"} , {"body" : "JAMES O. CLARK, a sculptor, eased his pickup into a parking space across the street from the onetime Colored School No. 3 in the Williamsburg section of Brooklyn and thought back 15 years. ''I pulled up here and said to Linda, 'This is it,' '' he recalled of the ramshackle brick building he had viewed as his and his wife's next home. '' 'What do" , "date" : "19980301" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "WILLIAMSBURG (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "4" , "title" : "Habitats\/270 Union Avenue, Williamsburg, Brooklyn; Former 'Colored School' Houses Artist and Studio" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/01\/realestate\/habitats-270-union-avenue-williamsburg-brooklyn-former-colored-school-houses.html"} , {"body" : "THE walls seemed to move the first time Jeff Dunayer, a fledgling landlord, stepped into his first tenant's apartment that afternoon back in 1983. The tenant -- ''I'm not going to use his whole name, just say Vinnie,'' Mr. Dunayer insisted -- was a hard-working family man. ''Wife, three kids,'' Mr. Dunayer said. Vinnie would be up and out of the" , "date" : "19980301" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "For the Small Landlord, All Problems Are Big" , "url" : "http:\/\/www.nytimes.com\/1998\/03\/01\/realestate\/for-the-small-landlord-all-problems-are-big.html"} , {"body" : "Many restaurants offer steaks, but few are as dedicated to any single dish as the New York steakhouse. Here are 12 to choose from. (These summaries, written by Eric Asimov, are from Ruth Reichl's and Mr. Asimov's dining reviews, columns and articles in The Times.) 1. Bobby Van's Steakhouse * [RATING: One Star] (212) 867-5490 230 Park Avenue, at" , "date" : "19980227" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "44" , "title" : "EATING OUT; Steakhouses" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/27\/arts\/eating-out-steakhouses.html"} , {"body" : "For the second straight year, New York City is expecting a huge budget surplus. But at the same time, its public works often seem to be on the verge of collapse, with bricks raining down from schools, streets caving in, and students learning in bathrooms in crowded schools with coal furnaces. The question, then, naturally arises: Why not spend the" , "date" : "19980223" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Officials Say Surplus Is for Patching Budgets, Not New York" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/23\/nyregion\/officials-say-surplus-is-for-patching-budgets-not-new-york.html"} , {"body" : "The night she calls ''the children's riot,'' was a turning point for Cristina Rathbone. She was living in Crown Heights, Brooklyn, when she found herself in a liquor store among dusty, overpriced bottles, watching a retarded man flee a beating by a group of prepubescent boys. The man used the store as a sanctuary, and the door was locked against" , "date" : "19980221" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "Writer's Troubling Look at Face of Troubled Youth" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/21\/nyregion\/writer-s-troubling-look-at-face-of-troubled-youth.html"} , {"body" : "Larry Meistrich is not central casting's idea of a movie mogul. He wears torn jeans to the office. His two huge dogs -- both half chow-chow, half Samoyed, found abandoned on a film set -- wander around his lower Manhattan office, lapping water from a giant silver bowl and nuzzling up to visitors. But Mr. Meistrich, who is all of 31, produced the" , "date" : "19980210" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW JERSEY" , "NEW YORK CITY" , "NEW YORK STATE" , "NEW YORK CITY METROPOLITAN AREA" , "HARRISON (NJ)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "1" , "title" : "Film's Rising Star: New York; Independent Movies Spur the City's Celluloid Success" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/10\/nyregion\/film-s-rising-star-new-york-independent-movies-spur-the-city-s-celluloid-success.html"} , {"body" : "IT was a summer evening almost four years ago, just after a spoken word night at Common Boundaries, an art gallery in Jersey City. The young crowd of about two dozen poets, artists and others was abuzz, partly from the poetry and partly from the wine. McLean Greaves, a freelance magazine writer who wears what he calls ''Henry Kissinger-style" , "date" : "19980208" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO.; Changing the Color of Silicon" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/08\/nyregion\/new-yorkers-co-changing-the-color-of-silicon.html"} , {"body" : "THIS is the way the Chinese New Year celebration ends, not with a bang but a whimper. Thank fearless City Hall, which is not about to be bullied out of its public-safety agenda by some ethnic group's traditions, no matter how many centuries back they may go. No firecrackers were allowed in Chinatown to usher in the Year of the Tiger last week, and," , "date" : "19980206" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "CHINATOWN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC; Age-Old Rites, But Oh, So Dangerous" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/06\/nyregion\/nyc-age-old-rites-but-oh-so-dangerous.html"} , {"body" : "A nonprofit group that promotes arts education awarded 24 New York City public schools and their cultural arts partners $6 million yesterday. The money, in five-year grants, will allow schools to expose more students to opera, drama and fine arts. The Center for Arts Education, which was formed a year and a half ago through an initial grant of up" , "date" : "19980206" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "6" , "title" : "24 Schools to Share $6 Million for Arts Programs" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/06\/nyregion\/24-schools-to-share-6-million-for-arts-programs.html"} , {"body" : "Historic Britain Grolier Club, 47 East 60th Street; (212) 966-6565, ext. 204 or 212. The Royal Oak Foundation is offering a series of lectures starting on Wednesday at 6 P.M. with Timothy Knox, the architectural historian of the British National Trust. He will talk on the decorative arts collections in some of the 240 historic homes run by the" , "date" : "19980205" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "Calendar; The Subject Is Architecture" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/05\/garden\/calendar-the-subject-is-architecture.html"} , {"body" : "Sabrina Wilson is a 41-year-old mother of four and grandmother to four little ones. She found out that she was H.I.V.-positive when she was pregnant eight years ago. But to her, H.I.V. means ''high on victory'' as she roams the streets of Brooklyn in a battle to protect other women from the lethal virus. Ms. Wilson is a peer educator with Life" , "date" : "19980204" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "Women's Group Spreads the Word on H.I.V." , "url" : "http:\/\/www.nytimes.com\/1998\/02\/04\/nyregion\/women-s-group-spreads-the-word-on-hiv.html"} , {"body" : "For more than a year, doctors at the Elmhurst Hospital Center in Queens have puzzled over a minor medical mystery: Why was a standard antibiotic not working on people suffering from urinary tract infections? The infections seemed to develop a troubling, unexplainable resistance. Doctors now believe they have figured out part of the answer -- and it" , "date" : "19980202" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "A New Health Risk for Immigrants; Pharmacies' Sales of Unprescribed Drugs Arouse Doctors' Concern" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/02\/nyregion\/new-health-risk-for-immigrants-pharmacies-sales-unprescribed-drugs-arouse.html"} , {"body" : "The Brooklyn Brewery is known around Williamsburg for some things other than its beer, like its free tours on Saturdays and its occasional block parties. Last month, the brewery added another attraction: the Bindlestiff Family Cirkus, a wacky collection of fire eaters, knife jugglers, escape artists and magicians. But circus lovers should take" , "date" : "19980201" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: WILLIAMSBURG; Like the Beer, the Brewery's Sideshow Is for Adults Only" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/01\/nyregion\/neighborhood-report-williamsburg-like-beer-brewery-s-sideshow-for-adults-only.html"} , {"body" : "In Williamsburg, Brooklyn, in a dark, drafty warehouse where snack food wrappers are scattered on the stairwells and the most prominent sign on the building reads, ''Space Available,'' an unusual idea for a Web site is thriving. Ben White, 28, who once mixed music for the animated series ''X-Men,'' and Tina Imm, 23, who briefly researched video" , "date" : "19980201" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Technology"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: NEW YORK ON LINE; Hip-Hop Culture Out of a Williamsburg Warehouse" , "url" : "http:\/\/www.nytimes.com\/1998\/02\/01\/nyregion\/neighborhood-report-new-york-line-hip-hop-culture-williamsburg-warehouse.html"} , {"body" : "Cars Can't Anchor Here Q. For years I have been bothered by the signs reading ''Brooklyn Anchorage 500 Feet'' and ''Manhattan Anchorage 500 Feet'' at each end of the Williamsburg Bridge. What is an anchorage, and why should I care where it is? A. Those huge cables that swoop from the towers of the Williamsburg Bridge bear the tremendous weight of" , "date" : "19980125" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/www.nytimes.com\/1998\/01\/25\/nyregion\/fyi-210722.html"} , {"body" : "Two times state lawmakers have created a school district for a Hasidic Jewish enclave in Orange County, only to see the courts rule it unconstitutional. Undaunted, they did it a third time last year, only to have it again challenged in court. But with that case barely under way, the Assembly Speaker, Sheldon Silver, is already preparing to try a" , "date" : "19980123" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK STATE" , "KIRYAS JOEL (NY)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "7" , "title" : "Special School District's Backers Gird for 3d Suit and More" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/23\/nyregion\/special-school-district-s-backers-gird-for-3d-suit-and-more.html"} , {"body" : "Northside in Williamsburg is a neighborhood that ranges from the warehouses and gutted buildings on the waterfront to weedy McCarren Park in the north and the oil-drum wasteland under the elevated Brooklyn-Queens Expressway in the east. In the middle, narrow streets are lined with meat-packing plants, textile factories and metal-parts plants. Foot" , "date" : "19980118" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: WILLIAMSBURG; Viewers' Market for Videos" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/18\/nyregion\/neighborhood-report-williamsburg-viewers-market-for-videos.html"} , {"body" : "How to get your house designated a landmark? Make sure REBA WIST drives by. That is more or less how 270 Union Avenue in Williamsburg, Brooklyn, came to be considered. Mrs. Wist -- who remembered when the Romanesque Revival-style building was Public School 69 -- called her daughter, RONDA, the executive director of the New York City Landmarks" , "date" : "19980115" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "PUBLIC LIVES; To Get Landmark, Call Daughter" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/15\/nyregion\/public-lives-to-get-landmark-call-daughter.html"} , {"body" : "For the first time in the 57-year history of the Westinghouse science awards -- a prestigious ticket to college and even to Nobel Prizes for generations of students -- a more or less ordinary Brooklyn magnet school has not only outranked schools in the rest of the country, but also triumphed over New York City's two most elite public schools." , "date" : "19980113" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Science" , "New York and Region" , "Technology"] , "page_facet" : "3" , "title" : "13 Midwood High Students Take Westinghouse Honors" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/13\/nyregion\/13-midwood-high-students-take-westinghouse-honors.html"} , {"body" : "The tiniest of the quintuplets born last week to a Williamsburg, Brooklyn, couple died before dawn yesterday, as his brother and three sisters, all weighing less than two pounds, battled for their lives at a hospital. The quintuplets' father, Chaim Schnitzler, said at a news conference that his wife, Miriam, a 22-year-old immigrant from Antwerp," , "date" : "19980113" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Brooklyn Quintuplet Dies as His Siblings Struggle to Stay Alive" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/13\/nyregion\/brooklyn-quintuplet-dies-as-his-siblings-struggle-to-stay-alive.html"} , {"body" : "ON Avenue M in Midwood, Brooklyn, the sidewalks bustle with Orthodox Jewish women in wigs and ankle-length skirts, while bearded men in long black coats and broad-brimmed hats walk to synagogue. Nestled among the other shops on the busy thoroughfare -- a kosher fish market, a Judaica bookshop and a bagel store -- sits Lavender Lace, an intimate" , "date" : "19980111" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Style"] , "page_facet" : "2" , "title" : "Where Lingerie Sells to the Orthodox" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/11\/style\/where-lingerie-sells-to-the-orthodox.html"} , {"body" : "Years ago, a Hasidic businessman, now the garrulous father of 14, had made enough money as a salesman to flee Borough Park for a leafy suburb with grand, commodious houses. But he stayed put, expanding his Brooklyn home forward, backward, upward and even downward until it morphed into an urban mansion, complete with household staff and voice-mail" , "date" : "19980107" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BOROUGH PARK (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Orthodox Neighborhood Reshapes Itself" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/07\/nyregion\/orthodox-neighborhood-reshapes-itself.html"} , {"body" : "A Third Incarnation For a Temple of Rock There have been delays, but Max's Kansas City has set an opening date of Jan. 27 for its new location at 240 West 52d Street, which formerly housed the Lone Star Cafe and the Village Gate. This will be the third incarnation of Max's, a notable rock club that was at Park Avenue South and 17th Street -- with" , "date" : "19980104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "NEW YORKERS & CO." , "url" : "http:\/\/www.nytimes.com\/1998\/01\/04\/nyregion\/new-yorkers-co-881309.html"} , {"body" : "ONE hundred and ten years ago, John Ward Melville was born in Brooklyn, New York, more than 60 miles away from the tiny Long Island farming community that he would one day change forever. From his father, Frank Melville, a slipper salesman-cum-cattle rancher who opened a series of retail shoe stores that would eventually become Thom McAn Shoes and" , "date" : "19980104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STONY BROOK (NY)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Building a Village, Providing for a University" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/04\/nyregion\/building-a-village-providing-for-a-university.html"} , {"body" : "Three young people were arrested in Brooklyn on Friday in a series of robberies in which victims were forced to withdraw cash from automatic teller machines at gunpoint, the police said yesterday. Officer Dennis Laffin, a Police Department spokesman, said that in each robbery all three suspects followed their victims from the Grand Street subway" , "date" : "19980104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "19" , "title" : "3 Are Charged With Robberies at A.T.M.'s" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/04\/nyregion\/3-are-charged-with-robberies-at-atm-s.html"} , {"body" : "Of all the dire predictions about the dismantling of the nation's welfare system a year ago, perhaps the most disturbing was that more children would suffer from neglect, hunger and abuse in the chaos of households cut off from benefits. Child welfare experts feared the worst. New York City officials foresaw many more children entering foster care." , "date" : "19980104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "SOUTHSIDE (NYC)" , "NEW YORK STATE"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Amid Anxiety, Glimpses of Hope; Southside Adapts to a New, Uncertain World of Welfare" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/04\/nyregion\/amid-anxiety-glimpses-hope-southside-adapts-new-uncertain-world-welfare.html"} , {"body" : "A spate of shootings and one stabbing in New York City over a 12-hour period that started Friday night ended with eight people dead and three others wounded in six separate incidents, the police said. The killings, which included a triple slaying outside a bar in the Bronx, began less than three hours after Mayor Rudolph W. Giuliani released crime" , "date" : "19980104" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "17" , "title" : "Eight Killed In 6 Incidents Over 12 Hours" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/04\/nyregion\/eight-killed-in-6-incidents-over-12-hours.html"} , {"body" : "So you've paid your $8.75, fought your way to buy a $4 bag of supercharged popcorn, struggled up six flights to your theater and finally found a seat -- in the back row. Looking down -- way down -- to the screen, you count your blessings. You could be sitting up front. A trip to the local movie house, which is usually running the same handful of" , "date" : "19980102" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "Arts"] , "page_facet" : "1" , "title" : "How to See Movies With a Twist" , "url" : "http:\/\/www.nytimes.com\/1998\/01\/02\/movies\/how-to-see-movies-with-a-twist.html"}]