[  {"body" : "To the Editor: I am a longtime admirer of the General Theological Seminary's campus in Chelsea. The buildings on its grounds are architectural marvels, and its public lawn is unsurpassed by almost any park in the city. When I take out-of-town visitors around Manhattan, I nearly always make sure to stop by the campus in Chelsea Square. I was" , "date" : "20051225" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "Contested Plan In Chelsea" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E3D81530F936A15751C1A9639C8B63"} , {"body" : "On a normal day, Diana Rivas is too young, urban and hip to be caught riding something so square as the Long Island Rail Road. But yesterday, on the second day of the first New York City transit strike in a quarter-century, Ms. Rivas and tens of thousands of other New Yorkers grudgingly rode the suburban rails. They had little choice. Since no" , "date" : "20051222" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "TRANSIT STRIKE: COMMUTERS; The New Trail to Work: Longer and More Inventive, Complicated and Crowded" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/22\/nyregion\/nyregionspecial3\/22commute.html"} , {"body" : "The day after the strike deadline came and went, the day after the city went to bed not knowing what to expect, it seemed yesterday that New Yorkers had finally started to take the threat of a transit strike seriously. And they were not happy. After serenely assuring themselves earlier this week that brinkmanship would not give way to an actual" , "date" : "20051217" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "TRANSIT NEGOTIATIONS: RIDERS; A Tense Wait For Word On Getting To One's Job" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/17\/nyregion\/nyregionspecial3\/17mood.html"} , {"body" : "What may once have been true of a Porsche is certainly true of New York City's fleet of subway trains and buses: There is no substitute. But with a strike possible in just three days, officials of the region's other transit providers are scrambling to fill in some of the gaps. Commuter railroads and bus services, ferry operators and the Port" , "date" : "20051213" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Commuter Railroads Scramble for Contingency Plans" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/13\/nyregion\/13transit.html"} , {"author" : "e-mail: realprop@nytimes.com" , "body" : "Recent Sale $8.5 million Keuffel & Esser Building 127 Fulton Street Manhattan This slender eight-story cast-iron 1893 office building, designed by Theodore De Lemos, is to be converted into residential condos. Buyer: 127 Fulton L.L.C. Seller: Fulton K&E L.L.C. Broker: Hank Widmaier, Helmsley-Spear Recent Lease $600,000 (approximate annual rent) 470" , "date" : "20051207" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["Business"] , "page_facet" : "6" , "title" : "Square Feet; TRANSACTIONS" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0CE0D71331F934A35751C1A9639C8B63"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through New Year's Day, the Origami Holiday Tree. The Rose Center is open on Friday nights until 8:45, for ''Starry Nights: Fridays Under the Sphere,'' with cash bar, jazz and tapas on the first Friday of every month. Tonight at 6 and 7:30, Chico" , "date" : "20051202" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "41" , "title" : "SPARE TIMES" , "url" : "http:\/\/www.nytimes.com\/2005\/12\/02\/arts\/02spar.html"} , {"body" : "LIFE INTERRUPTED: The Unfinished Monologue By Spalding Gray Crown ($19.95, hardcover) On the sidewalk outside St. Vincent's, Kathie suggested that I take Theo to ride on the carousel in Central Park. ''What a great idea,'' I said. ''I am so glad you thought of that.'' Theo and I took a cab to 59th Street and Sixth Avenue. I couldn't stand to look" , "date" : "20051127" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "12" , "title" : "NEW YORK BOOKSHELF\/NONFICTION; Real Lives in Retrospect, Peering In and Looking Out" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/27\/nyregion\/thecity\/27book.html"} , {"body" : "As his wife and two children slept, John Rudd made himself a large thermos of coffee, got into his blue minivan shortly before midnight on Thursday and drove to the Best Buy in Paramus. Mr. Rudd had his eye on a $379.99 Toshiba laptop, marked down from $749.99, and a Kodak digital camera, regularly $249.99, for $129.99. But when he arrived, Mr." , "date" : "20051126" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Business"] , "page_facet" : "1" , "title" : "The Doorbusters" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/26\/business\/26door.html"} , {"body" : "THE other evening, Mark Osborne could be found kneeling on the floor of the men's room in his nightclub, Kush, spackling the bathroom walls with a patina of glaze and tobacco juice. ''We need to make it look like a hundred years' worth of smoke stains,'' he explained. Kush, which is on Chrystie Street, is an upscale hookah bar, one of at least 10" , "date" : "20051120" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "URBAN STUDIES\/Inhaling; When the Club Is Really Smoking" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/20\/nyregion\/thecity\/20hook.html"} , {"body" : "Officials at a Brooklyn prep school covered up decades of sexual abuse of students by a coach, a man suing the school charged in court papers made public yesterday after arguments before a judge. The man, John Paggioli, said in his complaint against the school, Poly Prep Country Day School in Bay Ridge, that the coach, Phil Foglietta, molested him" , "date" : "20051117" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Ex-Student Says Prep School Hid Years of Abuse by Coach" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/17\/nyregion\/17poly.html"} ,   {"body" : "A man was beaten and critically injured yesterday after his vehicle struck another man's car at the corner of 65th Street and Third Avenue in Bay Ridge. The accident occurred shortly before 1 a.m., the police said. After the collision, both men got out of their vehicles and began arguing, and one of them, Jonathan Goody, 25, struck the other man in" , "date" : "20051117" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "Metro Briefing | New York: Brooklyn: Man Beaten After Car Accident" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01EFDB113EF934A25752C1A9639C8B63"} , {"body" : "For generations of boys coming of age at Poly Prep Country Day School in Bay Ridge, Brooklyn, Phil Foglietta was more than a football coach. Over 25 years, as he built the school into a powerhouse, Mr. Foglietta, who died in 1998, also served as a tough father figure and inspiring confidant, pushing his charges to high levels of achievement. In" , "date" : "20051116" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Abuse Charges Against a Coach Now Dead" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/16\/nyregion\/16poly.html"} , {"body" : "INTERNATIONAL A3-11 Iraq Orders Investigation Into Torture Allegation Iraq's government said it had ordered an urgent investigation into allegations that 173 detainees who American troops discovered in the basement of an Interior Ministry building had been tortured by their Iraqi captors. A1 China to Vaccinate Its Poultry China's Agriculture" , "date" : "20051116" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9807E4D7103EF935A25752C1A9639C8B63"} , {"body" : "Throughout this year's mayoral campaign, Mayor Michael R. Bloomberg's spending records included something called ''voter list development.'' It looked ominous to Democrats -- especially as Mr. Bloomberg poured millions into it. Lists like this usually include voters' personal data -- the magazines they buy, the cars they drive, their political" , "date" : "20051115" , "day_of_week_facet" : "Tuesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Voter Profiles For Bloomberg Went Beyond Ethnic Labels" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/15\/nyregion\/metrocampaigns\/15playbook.html"} , {"author" : "E-mail: Haberman @nytimes.com" , "body" : "''COUNTRY TAKES NYC'' is City Hall's slogan of the moment. It's a tip of the fedora (how many Stetsons do you see in these parts?) to the Country Music Association for briefly forsaking its Nashville home to hold its annual awards show at Madison Square Garden on Tuesday. Country-themed events are scheduled around town in the days leading to the" , "date" : "20051111" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "NYC; Got Tears In Your Beer? Try a Martini" , "url" : "http:\/\/select.nytimes.com\/\/2005\/11\/11\/nyregion\/11nyc.html"} , {"body" : "Republican candidates for City Council seats had hoped that the popularity of the Republican mayor, Michael R. Bloomberg, would bring them votes in yesterday's election. But as it turned out, the mayor's coattails did not extend to local races. Mr. Bloomberg endorsed and campaigned actively on behalf of Republican candidates in several Council" , "date" : "20051109" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "9" , "title" : "THE 2005 ELECTIONS: CITY COUNCIL; Except for Mayor, Democrats Come Out Ahead" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/09\/nyregion\/metrocampaigns\/09council.html"} , {"body" : "Mayor Michael R. Bloomberg and his Democratic challenger, Fernando Ferrer, charged through the five boroughs yesterday urging their supporters to vote in large numbers as their campaigns clashed over Mr. Bloomberg's spending. With the race in its final weekend, both men beseeched followers to cast their votes on Tuesday regardless of polls showing" , "date" : "20051106" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "44" , "title" : "THE 2005 ELECTIONS: CAMPAIGN; In the Race For Mayor, Hitting All The Boroughs" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/06\/nyregion\/metrocampaigns\/06mayor.html"} , {"body" : "Maria Wenglinsky taught her French poodle to obey commands in one of her favorite languages, Latin. She studied the classics at Columbia University, and wrote her 300-page doctoral dissertation on an ancient poet, calling it, she said, ''The representation of the divine in Quintus of Smyrna or something like that, something very pedestrian.'' She" , "date" : "20051106" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "42" , "title" : "Jeopardy!' Maven Knows From Boethius, and 'Buffy,' Too" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/06\/nyregion\/06jeopardy.html"} , {"body" : "A minivan school bus carrying four preschoolers and a matron and driven at high speed by a man wanted on a drug charge veered into the wrong lane on a Brooklyn street yesterday and plowed into parked cars, a traffic light, a concrete pillar and a marble-and-iron fence, the police said. No one was seriously injured in the lurching, 150-foot skein" , "date" : "20051105" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Minibus Driver Leaves Chaos In His Wake" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/05\/nyregion\/05bus.html"} , {"body" : "City Councilman Vincent J. Gentile knows a little about tight elections. In February 2003, Mr. Gentile, a Democrat and former state senator, earned a Council seat in Brooklyn by winning a special election by just 31 votes. In November of that year, he won with 55 percent of the vote, giving him the narrowest margin of any Council incumbent. This" , "date" : "20051104" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Councilman in Brooklyn Faces a Tough Rematch" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/04\/nyregion\/metrocampaigns\/04council.html"} ,   {"body" : "Events New York City 'JOY OF CHRISTMAS BAZAAR,' Fifth Avenue Presbyterian Church, 7 West 55th Street, Manhattan. Today, 10 a.m. to 5 p.m.; tomorrow, 10 a.m. to 4 p.m. 'WORLD'S LARGEST BLOCK PARTY,' Madison Avenue, from 42nd to 57th Streets. Tomorrow, 11 a.m. to 6 p.m. Sponsored by the American Diabetes Foundation. ANNUAL BAZAAR, China Institute," , "date" : "20051104" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Arts"] , "page_facet" : "43" , "title" : "Spare Times" , "url" : "http:\/\/www.nytimes.com\/2005\/11\/04\/arts\/04spar.html"} , {"body" : "THE lanky 15-year-old with the velvety skin flashed a deceptive grin at the man in combat fatigues standing near the curb. ''You ain't no good!'' she shouted at the soldier. ''You stealing these young people!'' Staff Sgt. Richard Guzman looked up from the crowd of black and Hispanic students clustered near the entrance to the Manhattan Center for" , "date" : "20051030" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "IRAQ"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Sergeant Guzman's War" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/30\/nyregion\/thecity\/30recr.html"} , {"body" : "FROM the ground, the edifice does not seem very imposing: it is a mere bundle of twigs and grass crammed on one of the light poles lining Brooklyn College's athletic field. But the shelter is a sturdy home to an extended family of small green parrots known as Myiopsitta monachus -- monk parakeets to you -- who have thrived in Brooklyn for the" , "date" : "20051027" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "In Land Where a Tree Grows, an Immigrant Band Thrives" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/27\/nyregion\/27ink.html"} , {"body" : "To the Editor: I reside in the building you described in your Oct. 16 article ''Cell Rage Roils a Co-op on a Historic Block.'' The article focused on the conflict within the building, and made mention of members' health concerns, but, oddly, said nothing about the international, national and intra-state attention given to this issue. Both houses of" , "date" : "20051023" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "Health Concerns Over Cell Towers" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F06EFDB133FF930A15753C1A9639C8B63"} , {"body" : "As wintertime sent a blustery scouting party of rain and chill to the city last week, New Yorkers balked at reaching for the thermostat and instead put on sweaters. Frances Chell put on two. At these oil prices, cashmere was starting to look affordable. ''Normally, I turn it on when it's cold,'' said Ms. Chell, who was sweeping leaves in her" , "date" : "20051017" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Reaching for Blanket, Not Thermostat, as Days Cool and Oil Costs Rise" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/17\/nyregion\/17heat.html"} , {"body" : "The battle lines stretch from the war zones of Afghanistan and Iraq to a small, quiet room in Brooklyn. The lines are secured not by uniform or gunfire, but by the keyboard clatter and soft voices of three operators at the Fort Hamilton military base who spend their days helping thousands of American soldiers fight the dark forces of fear, anxiety," , "date" : "20051015" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Message to Soldiers: Hold On, Please; Operators Double as Buddies, Therapists and Surrogate Mothers" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/15\/nyregion\/15phones.html"} , {"body" : "Before there were Trump towers dotting every other corner, New York was full of architectural marvels. This is apparent in ''Mythic City: Photographs of New York by Samuel H. Gottscho, 1925-1940,'' on view at the Museum of the City of New York from Nov. 1, 2005, through Feb. 20, 2006. Gottscho offers a glimpse of lost treasures, from the Art Deco" , "date" : "20051009" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Arts" , "Magazine" , "Style"] , "page_facet" : "48" , "title" : "The Remix; NOW SHOWING | BRIGHT LIGHTS, BIG CITY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E1D71130F93AA35753C1A9639C8B63"} , {"body" : "EISENSTAT--Tereza Albues on October 5, 2005. Beloved wife of Robert, loving mother to Max and Joshua. Sister to Gloria, Damasceno, Joao, and Luiz. Novelist, published in Brazil and the United States. Books include Pedra Canga (1985), Chapada da Palma Roxa (1991), A Travessia dos Sempre Vivos (1993), O Berro do Cordeiro en Nova York (1995) and A" , "date" : "20051007" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "27" , "title" : "Paid Notice: Deaths EISENSTAT, TEREZA ALBUES" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04EFD61E30F934A35753C1A9639C8B63"} , {"body" : "For more than a century, Bay Ridge United Methodist Church has stood elegant watch over an unhurried corner of southern Brooklyn, and neighbors find themselves marveling at the distinctive lime-green facade of the turn-of-the-century building. One ardent admirer is Chuck Otey, a columnist for a local newspaper and a lawyer who has lived down the" , "date" : "20051002" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BAY RIDGE; This Flock Wants The Walls to Tumble Down" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/02\/nyregion\/thecity\/02chur.html"} , {"body" : "Manhattan Less than $300,000 Washington Heights $259,000 720 West 173rd Street Number of bedrooms: 1 Number of full bathrooms: 1 Number of half bathrooms: 0 Weeks on market: 4 weeks 600-sq.-ft. co-op in a prewar building; windowed eat-in kitchen, high ceilings, h\/w floors, laundry facilities in building; maintenance $431, 30% tax-deductible; listed" , "date" : "20051002" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "6" , "title" : "Residential Sales From Around the Region" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990CE7DD1330F931A35753C1A9639C8B63"} ,   {"body" : "GEORGE KORTSOLAKIS is the closest thing to a Greek god that Bay Ridge, Brooklyn, has to offer. At 5 feet 6, with shoulders stooped from a lifetime of hunching over fabric as a tailor, Mr. Kortsolakis, a gray-haired immigrant, may be no Apollo, but he does have a bit of Hephaestus, the divine artisan, about him. After all, who else in his" , "date" : "20051002" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["GREECE" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CITYPEOPLE; His Isle of Joy" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/02\/nyregion\/thecity\/02cret.html"} , {"body" : "Fernando Ferrer went on the offensive yesterday, blasting Mayor Michael R. Bloomberg for his decision to skip a debate scheduled to take place on Thursday at the Apollo Theater in Harlem. The Ferrer campaign pursued a two-pronged strategy, with the candidate's allies in the black community casting Mr. Bloomberg's move as a slight to black voters," , "date" : "20051002" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "Ferrer Attacks Bloomberg For Skipping Harlem Debate" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/02\/nyregion\/metrocampaigns\/02mayor.html"} , {"author" : "Suketu Mehta is the author of ''Maximum City: Bombay Lost and Found,'' which was recently released in paperback by Vintage." , "body" : "It was the night of this year's New York primary, and when a billionaire like Mayor Michael Bloomberg holds a party to celebrate his candidacy, it's no small affair. The spacious ballroom of the Marriott in downtown Brooklyn was overflowing with free beer and pigs-in-blankets, and a band revved up the throngs of supporters. ''We love Mike! We love" , "date" : "20051002" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Magazine"] , "page_facet" : "82" , "title" : "So the Jains, They Have a Problem With BEEF in the School Lunches. Who They Gonna Call?" , "url" : "http:\/\/www.nytimes.com\/2005\/10\/02\/magazine\/02martins.html"} , {"body" : "Two Brooklyn men and a New Jersey woman were charged with robbing and killing a man with whom the woman had lived. The man's body was discovered early Friday in an industrial section of Brooklyn, the police said yesterday. The victim, Earl Weber, 63, of Bridgeton, N.J., who had been reported missing in New Jersey, was discovered at 43rd Street and" , "date" : "20050921" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "3 Charged in Murder Of Missing Man" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/21\/nyregion\/21slay.html"} , {"body" : "SHARON MILADY and Mike Baker, a couple from Toronto, packed up their lives in Canada three weeks ago and moved into a limestone town house on 78th Street in Bay Ridge, Brooklyn. Almost immediately, they found themselves being welcomed at a block party in their honor, and the gates between their backyard and the neighbors' were opened to allow their" , "date" : "20050918" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "7" , "title" : "LIVING IN\/Bay Ridge, Brooklyn; More for the Money, and Near the Water" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/18\/realestate\/18living.html"} , {"body" : "Joseph Pezza looked down at the simple brown glove, one of many worn by the 20th-century Roman Catholic saint Padre Pio, inhaled its aroma of roses and tobacco and shut his eyes. ''When I hold the glove, I feel the grace of God,'' said Mr. Pezza,an attendant at the parking lot opposite St. Anselm church in Bay Ridge, Brooklyn. He lends the relic to" , "date" : "20050914" , "day_of_week_facet" : "Wednesday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "LENS; Observance" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03E3DD1131F937A2575AC0A9639C8B63"} , {"body" : "The reporter first called sometime over the summer, Josephine Beckman remembered. Soon after, the reporter, Kate Pezzimenti, showed up at the offices of Community Board 10 in Bay Ridge, Brooklyn, where Ms. Beckman is district manager. Ms. Pezzimenti was fresh-faced and toted her own video camera, and she wanted to ask the board's chairman about a" , "date" : "20050911" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; All Brooklyn, All the Time" , "url" : "http:\/\/www.nytimes.com\/2005\/09\/11\/nyregion\/thecity\/11news.html"} , {"body" : "To be honest, said Rebecca Richardson, a graduate of St. Saviour High School in Park Slope, what Brooklyn men would probably really like in a calendar featuring an assortment of Kings County beauties is ''seeing the girl next door naked.'' Sadly for such men, the calendar in the works from Ms. Richardson and seven other of the school's graduates" , "date" : "20050828" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; Brooklyn Cheesecake (Not From Junior's)" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05E6DD1F3EF93BA1575BC0A9639C8B63"} , {"body" : "On Fresh Pond Road in Ridgewood, Queens, there are four wireless phone stores, three nail salons and four 99-cent emporiums -- fairly normal for a modern middle-class New York streetscape. But just north of the M train station, there is Henry's Department Store, a 17,000-square-foot bazaar of clothing, furniture, beauty supplies, linens, toys and" , "date" : "20050821" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: RIDGEWOOD; A Store With Everything Bows Out to Bigger Rivals" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=990CE6DC103EF932A1575BC0A9639C8B63"} , {"body" : "Attractions Museums and Sites MERCHANT'S HOUSE MUSEUM, 29 East Fourth Street, East Village. This preserved late-Federal brick house with a Greek Revival interior, once owned by Seabury Tredwell, a wealthy hardware dealer, was built in 1832. Through Oct. 3, ''Understanding Architectural Moldings,'' an exhibition that includes artifacts from Federal," , "date" : "20050819" , "day_of_week_facet" : "Friday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E2D8133EF93AA2575BC0A9639C8B63"} ,   {"body" : "FOR many truckers hauling freight into New York City, New Jersey thruways are simply a slow-moving route to their final stop. For residents of New Jersey, the state's highways are often traffic-clogged quagmires loaded with commercial vehicles. So when transit advocates and New Jersey and New York congressmen won a $100 million appropriation from" , "date" : "20050814" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Which Tunnel Is That Again?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A05E4D7143EF937A2575BC0A9639C8B63"} , {"body" : "To the Editor: In ''No K-Rations Here'' (F.Y.I., July 17), there was a question about a gentleman who worked in a restaurant called Headquarters in the 1960's. You replied that it was probably a restaurant in Midtown by that name. There was also a well-known restaurant in Lower Manhattan called Headquarters. It was directly across the street from" , "date" : "20050814" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "When Brass Dined At Headquarters" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E6D8153EF937A2575BC0A9639C8B63"} , {"body" : "It is a ritual every New York City motorist has endured: Search endlessly for a parking space, find it, start another maddening hunt for quarters to put in the meter, empty pockets and finally resort to buying a pack of gum from the closest bodega in order to get change. On Monday, the great coin frenzy will ease in three neighborhoods, where 1,100" , "date" : "20050813" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Plenty of Time on the Meter, and Plenty of Coins in Hand" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02E6D9153EF930A2575BC0A9639C8B63"} , {"body" : "A gunman fired shots at a group of men on a residential street early yesterday in Bay Ridge, Brooklyn, then chased one of them for a block before shooting the man fatally in the chest, the police said. Witnesses said the two men had had a fistfight in the street before the killing. The police identified the victim as Luis Gonzalez, who was declared" , "date" : "20050811" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Fight and Fatal Shooting Occur After Gunman Arrives in Cab" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B0DE2DA143EF932A2575BC0A9639C8B63"} , {"body" : "The New York City health department urged all city restaurants yesterday to stop serving food containing trans fats, chemically modified ingredients that health officials say significantly increase the risk of heart disease and should not be part of any healthy diet. The request, the first of its kind by any large American city, is the latest salvo" , "date" : "20050811" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Hold That Fat, New York Asks Its Restaurants" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?sec=health&res=9B00E5D9143EF932A2575BC0A9639C8B63"} , {"body" : "A 74-year-old woman was critically injured yesterday morning when she crossed a Brooklyn street -- apparently against the traffic light -- and was struck by a sport utility vehicle driven by State Senator Martin J. Golden, according to the police. The woman, Hariklia Zafiropoulos, of Bay Ridge, was taken to Lutheran Medical Center, where she" , "date" : "20050807" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "32" , "title" : "Legislator's S.U.V. Strikes Woman, 74" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980DE3D6163EF934A3575BC0A9639C8B63"} , {"body" : "The arrival of $100 million in federal money should be a cause for rejoicing -- especially in New York, which has a hard time getting boons from the Republican-controlled Congress under any circumstances. But amazingly, the recipient of the grant, the Port Authority of New York and New Jersey, responded to the news with something between coolness" , "date" : "20050807" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "Take This $100 Million. Please." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805E7DA163EF934A3575BC0A9639C8B63"} , {"body" : "It may not replace the Empire State Building or the MetroCard, but the most fitting symbol of New York City today could be the knotty plywood wall enclosing a housing construction site. From Bensonhurst to Morrisania to Flushing, new homes are going up faster now than they have in more than 30 years. In 2004, the city approved the construction of" , "date" : "20050804" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Housing Boom Echoes in All Corners of the City" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B04E7DA1F3FF937A3575BC0A9639C8B63"} , {"body" : "Hours after the House of Representatives approved a big transportation bill on Friday morning, Representative Jerrold L. Nadler informed the Port Authority of New York and New Jersey that it would get a $100 million federal grant to design and engineer a freight tunnel under New York Harbor. Usually, news of such largesse would be cause for" , "date" : "20050803" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "$100 Million For a Tunnel. What Tunnel?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9900E5DD1F3FF930A3575BC0A9639C8B63"} , {"body" : "A man with psychiatric problems attacked a religious statue outside a Queens church with a sword and a shotgun early yesterday, then fired repeatedly at two police officers who responded, critically wounding them, the police said. One of the officers returned fire, wounding the suspect, whom the police identified as Kevin Davy, 25, of Queens, the" , "date" : "20050718" , "day_of_week_facet" : "Monday" , "geo_facet" : ["QUEENS (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Health"] , "page_facet" : "1" , "title" : "Gunman Attacks Statue Near Church, Then Critically Wounds 2 Officers" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?sec=health&res=9501E4DC1E30F93BA25754C0A9639C8B63"} ,   {"body" : "The stretch of Senator Street between Third and Fourth Avenues in Bay Ridge, Brooklyn, is lined with early-20th-century brownstones, complete with original wrought-iron gates and lion's head ornamentation. Although new construction is widespread in the neighborhood, Senator Street looks much as it did when it was built, except for the coach lights" , "date" : "20050717" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "NEIGHBORHOOD REPORT: BAY RIDGE; On a Wrought-Iron Block, A 21st-Century Interloper" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E01E7DB1030F934A25754C0A9639C8B63"} , {"author" : "Jerome Charyn's most recent novel, ''The Green Lantern,'' was a finalist for the PEN\/Faulkner Award in fiction." , "body" : "I AM standing on the roof of Freeman Gardens, the brick and concrete carapace of a low-income apartment house that is rising on Freeman Street, in Morrisania, deep in the heart of the South Bronx, where I grew up. Standing beside me are Michael Avramides, the building's architect, and his wife, Bascove, an artist best known for her dreamy paintings" , "date" : "20050717" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BRONX (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CITYPEOPLE; Lured by the 'Badlands'" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F03E0DC1030F934A25754C0A9639C8B63"} , {"body" : "THE sign says bistro, but Banana Leaf, a Malaysian restaurant on Fourth Avenue in Bay Ridge, sure doesn't look like one. There's a waterfall by the entrance and a gurgling empty fish tank. The delivery menu, with its $4.25 lunch special, is festooned with photographs in unreal colors. But look closer and those pictures reveal a few bistro tricks." , "date" : "20050713" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Arts" , "Dining and Wine"] , "page_facet" : "10" , "title" : "$25 AND UNDER; A Bay Ridge Bistro With Malaysian Roots" , "url" : "http:\/\/events.nytimes.com\/mem\/nycreview.html?res=9C06EEDD1530F930A25754C0A9639C8B63"} , {"body" : "In this city of dozens of convivial ethnic neighborhoods, there are some people who do not have one. Australians, for example. Where do Australians go when they want a touch of home, to be called mate with a soothingly flattened and elongated vowel, to have a proper flat white coffee and Vegemite toast, to talk to someone who understands why Aussie" , "date" : "20050707" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["AUSTRALIA" , "NEW YORK CITY" , "GREAT BRITAIN" , "MANHATTAN (NYC)" , "JAPAN" , "NORWAY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Vegemite Toast and Other Small Slices of Home; Expatriates Without Neighborhoods Find Their Niches" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0DE2D71E31F934A35754C0A9639C8B63"} , {"body" : "To the Editor: ''Missing Links'' (June 26) might have also explored what could still be done about traffic. The Long Island Expressway high-occupancy-vehicle lanes and the post-2000 plan will move more people. But there's a limit to enhancing existing highways; new connections remain vital. Another missing link isn't in Nassau or Suffolk -- it's in" , "date" : "20050703" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "Novel Ideas For Reducing Traffic" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980CE3D61331F930A35754C0A9639C8B63"} , {"body" : "To the Editor: I can draw only one conclusion from your special City section about Brooklyn's rebirth: subscription to The Times must be very low in less affluent and distant neighborhoods like East New York, Brownsville, Canarsie, Gravesend, Mill Basin, Marine Park -- just about every neighborhood east of Flatlands Avenue. Shame on you for" , "date" : "20050626" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "9" , "title" : "Not Just Brownstones" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E3D6163AF935A15755C0A9639C8B63"} , {"body" : "Finally, an Upgrade For an Old Bridge It is the oldest bridge in New York City, and when it was completed in 1848 it was hailed as an engineering marvel and an architectural gem. The High Bridge over the Harlem River was built as an aqueduct to allow water from an upstate reservoir to cross the river from the Bronx to Manhattan. A pedestrian" , "date" : "20050626" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "FOLLOWING UP" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05E2DE173AF935A15755C0A9639C8B63"} , {"body" : "One morning a dozen years ago, a sculptor named Rodger Stevens got on a subway at 116th Street and Broadway and had what he calls a ''Twilight Zone'' moment. Everyone in the train seemed to be holding a paper coffee cup, and every cup was white, with no image or words whatsoever. The effect was so striking, Mr. Stevens said, ''it was as if no one" , "date" : "20050626" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "CITY LORE; Urban History to Go: Black, No Sugar" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9401E0DF163AF935A15755C0A9639C8B63"} , {"body" : "For decades, nobody wanted the space except the skateboarders. Underneath the Manhattan side of the Brooklyn Bridge, a set of brick ramps buttress an off ramp and the bridge itself. Skaters called them the Brooklyn Banks, and for years came from all around the world to skate there. It wasn't a pretty spot, and the combination of broken bottles and" , "date" : "20050624" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Under a Bridge, And on Top of the World; A Skateboarder Gets a Voice In the Redesign of a Beloved Spot" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940DE3D81F3BF937A15755C0A9639C8B63"} , {"body" : "AS a convert to Brooklyn's charms, I like to think I was ahead of the curve. We were driving back from a camping trip somewhere upstate, my parents, my brother and me, squeezed into my father's pickup truck, the back piled high with tents and sleeping bags. I must have been about 12. The detour wasn't even on the way back to our house on eastern" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "8" , "title" : "THE NEW BROOKLYNS\/SIGNS OF CHANGING TIMES; Two Guys From the Hood" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C04E3DA143BF93AA25755C0A9639C8B63"} ,   {"body" : "SIXTY-FIRST Street in Bensonhurst isn't exactly at the heart of Brooklyn; it's more like where the appendix would be. It's not a fancy street, but it's very clean. The brick houses are either single or two-family. They have their own driveways and are only two stories high, so there's always a lot of sky. Kids who grew up on the block know how to" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "THE NEW BROOKLYNS\/FACES OF A BOROUGH; Because It's There" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D02E4DA143BF93AA25755C0A9639C8B63"} , {"author" : "Joel Kotkin is an Irvine Senior Fellow at the New America Foundation and the author of ''The City: A Global History.''" , "body" : "MY grandparents all landed in Brooklyn shortly before World War I. My mother's parents, who stayed poor, shifted from small apartment to small apartment in Brownsville with their five kids. My dad's family did much better, building a successful garment business in Manhattan and moving to a two-story attached house, complete with backyard, on a" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "10" , "title" : "THE NEW BROOKLYNS\/THE FUTURE; The Next Act" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DE5DA143BF93AA25755C0A9639C8B63"} , {"body" : "For the sake of four old-time newspapermen who gathered for a last drink or two at a Brooklyn restaurant yesterday, let's get right to the facts. The Brooklyn Eagle folded 50 years ago, and the borough hasn't been the same since. The Brooklyn Daily Eagle, founded in 1841, was Brooklyn's beloved newspaper, famous for finding the Brooklyn angle for" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "28" , "title" : "Folded But Not Forgotten, Brooklyn's Leading Daily" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A02E4D7153BF93AA25755C0A9639C8B63"} , {"body" : "Williamsburg Village Style Freddy Jakubowski has tended bar at the Greenpoint Tavern on Bedford Avenue since 1985. It was 1992 when a place arrived unlike any other there, a little restaurant called the L Cafe. \"Some girl opened it,\" Mr. Jakubowski said. \"She was a good girl. I'm not much of an architect or a decorator, but she did it something" , "date" : "20050619" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "THE NEW BROOKLYNS\/TIPPING POINTS; The Day When Back in the Day Ended" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9907E2DA143BF93AA25755C0A9639C8B63"} , {"body" : "To the Editor: As a longtime resident of Bay Ridge, I am saddened that Erica Rex has not yet discovered all of the wonderful attributes that this tiny corner of Brooklyn has to offer (''Unsettling In,'' New York Observed, May 22). This is an area where one can walk to individual shops for freshly baked bread, fresh vegetables, fresh cuts of meat or" , "date" : "20050605" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "At Home In Bay Ridge" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C1AE2DF093FE62CA64853C2"} , {"body" : "Jack Schachter and his wife, Hedda Kleinfeld Schachter, live on the Fifth Avenue on the Upper East Side. They are miles from the other Fifth Avenue, in Brooklyn, where in 1941 Mrs. Schachter's father opened a small fur store that grew into Kleinfeld Bridal, a wedding emporium that drew customers from around the world. The Schachters sold the store" , "date" : "20050605" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: BAY RIDGE; The Runaway Bridal Shop" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E2DA123EF936A35755C0A9639C8B63"} , {"body" : "A front-page article on May 26 about a decision by Kleinfeld's, the wedding gown emporium, to move to Manhattan after more than 60 years in Bay Ridge, Brooklyn, referred imprecisely to events in the store's history. It experienced financial difficulties after its first change of ownership in the 1990's, not before." , "date" : "20050604" , "day_of_week_facet" : "Saturday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D05E5D71438F937A35755C0A9639C8B63"} , {"body" : "Dressed in a navy suit and red tie, his hair parted neatly on the side, Special Agent Charles E. Frahm sat with practiced calm as Muslims rose, one after another, to hurl raw complaints at him. Mr. Frahm, who heads the counterterrorism division of the F.B.I. in New York, was at a banquet hall in the Midwood section of Brooklyn on Thursday night to" , "date" : "20050604" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "You Can't Talk to an F.B.I. Agent That Way, or Can You?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C05E7D81438F937A35755C0A9639C8B63"} , {"body" : "To the Editor: I, for one, was sorry to read that Kleinfeld, the famed wedding gown emporium, will be leaving Bay Ridge (''Storied Bridal Shop Moves On, Jilting Brooklyn for Manhattan,'' front page, May 26). Kleinfeld's was the first place that my daughter and I went in search of the perfect wedding gown. Our journey to Bay Ridge, our first, was" , "date" : "20050530" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["Opinion"] , "page_facet" : "14" , "title" : "Brooklyn, Alas, Loses a Bride's Paradise" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E0DEFD81E39F933A05756C0A9639C8B63"} , {"author" : "John Mollenkopf is a professor at the City University of New York and director of its Center for Urban Research." , "body" : "BOTH presidential campaigns allotted New York State to John Kerry in 2004, largely because New York City was rightly perceived as among the bluest -- or most Democratic -- areas in the country. After all, Democrats enjoy a 5-to-1 registration advantage over Republicans in the city. In 2000, only 18 percent of the city's voters cast their ballots" , "date" : "20050529" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK STATE"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "11" , "title" : "Painting the Town Red" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A03EEDD1139F93AA15756C0A9639C8B63"} ,   {"body" : "For Mike Mustafa, the owner of a tailor shop just off Fifth Avenue in Bay Ridge, Brooklyn, the thick gray sky and heavy drizzle over his neighborhood seemed almost fitting yesterday. Standing in front of a window in the shop he opened 15 years ago, Creative Needle Tailoring, Mr. Mustafa said he was dreading the loss of the crown jewel of the strip" , "date" : "20050527" , "day_of_week_facet" : "Friday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "A Separation Sets In: No Brides, No Business?" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E3DE1139F934A15756C0A9639C8B63"} , {"body" : "A front-page article yesterday about a decision by Kleinfeld's, the storied wedding dress emporium, to move to Manhattan after more than 60 years in Bay Ridge, Brooklyn, misstated the original location of a business with a contrasting history, Loehmann's. Its first store was in Brooklyn, not the Bronx. Reactions to the Kleinfeld's decision are" , "date" : "20050527" , "day_of_week_facet" : "Friday" , "nytd_section_facet" : ["Corrections" , "New York and Region"] , "page_facet" : "2" , "title" : "Corrections" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D04EFDE1139F934A15756C0A9639C8B63"} , {"body" : "It is like losing the Dodgers all over again: Kleinfeld, the storied Brooklyn wedding gown emporium that has festooned generations of American brides, is moving to -- horrors! -- Manhattan. Officials at the store, the largest designer wedding-dress outlet in the country, said yesterday that they planned to shut down the store that has long drawn" , "date" : "20050526" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Front Page" , "New York and Region"] , "page_facet" : "1" , "title" : "Storied Bridal Shop Moves On, Jilting Brooklyn for Manhattan" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D03E2DD1039F935A15756C0A9639C8B63"} , {"body" : "INTERNATIONAL A3-16 Europeans Persuade Iran To Extend Nuclear Freeze The foreign ministers of Britain, France and Germany persuaded Iran to continue its freeze on sensitive nuclear activities, averting a diplomatic crisis that could have led to punitive international measures against Iran. A1 Shiites Court Sunni Minority Iraq's dominant Shiite" , "date" : "20050526" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "NEWS SUMMARY" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0CE5DF1039F935A15756C0A9639C8B63"} , {"body" : "They simply appeared, moved by grief, faith and a deep sense of community. News of the accident had traveled fast through the northern panhandle of West Virginia: two students from Bishop Donahue High School in the small town of McMechen, and the father of one of them, had died along with the pilot in a plane crash in New York City. Within a few" , "date" : "20050523" , "day_of_week_facet" : "Monday" , "geo_facet" : ["CONEY ISLAND (NYC)" , "WEST VIRGINIA"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Victims' Hometown, Sadness at Promising Lives Cut Short" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E05E6DD1239F930A15756C0A9639C8B63"} , {"author" : "Erica Rex received a National Magazine Award for fiction for ''The Novitiate,'' a short story published in The North American Review." , "body" : "THEIR voices wake me from sleep. Although it is the middle of the night, light from the street has bathed my room in hazy half dawn, so at first I am disoriented, unclear of where I am, or who or what is causing the racket. For a moment, I think I'm still in North Fork, the town in the Sierra Nevada foothills in California I left three months" , "date" : "20050522" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "NEW YORK OBSERVED; Unsettling In" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D0DE2D91439F931A15756C0A9639C8B63"} , {"body" : "The working mothers who live in New York City's housing projects lean gratefully on the women who keep their children. They find them nearby, often in the same high-rise buildings, where the women run day care centers out of small apartments brightened by crayon drawings or the soft pastel glow of cartoons on television. For single parents whose" , "date" : "20050522" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "33" , "title" : "Enforcement Of Fire Codes May Threaten Day Care Sites" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9501E5D81539F931A15756C0A9639C8B63"} , {"body" : "A chain-link fence hems in an unstable wall that looms over West 110th Street in Manhattan, obscuring a 15-foot section that collapsed two years ago and has not yet been repaired. At a church cemetery in Harlem, trees shoot out from the crevices of a stone retaining wall, exerting pressure on the already tilting structure. In the Bronx, a backyard" , "date" : "20050522" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "In Exam of 126 Walls, Cracks, Bulges and Leaks" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940CEEDA1539F931A15756C0A9639C8B63"} , {"author" : "E-mail: fyi@nytimes.com" , "body" : "A Juicy Story Q. I always heard that Porterhouse steak was a New York term. Is that true? And who was Porterhouse, anyway? A. The term did originate in the city, but it was derived not from a person but from a kind of pub that served porter, a type of ale. According to the book ''Arthur Schwartz's New York City Food,'' the origin of the term can be" , "date" : "20050515" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "F.Y.I." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9805E2D91130F936A25756C0A9639C8B63"} , {"body" : "Still Working to Free A New Yorker in Peru Rhoda Berenson was speaking by phone from her Manhattan apartment recently, just hours after returning from her latest bittersweet trip to Peru. Most of the four-and-a-half-day journey had been spent in transit, but she had two days with her daughter Lori, above, in one of the several coveted visits that" , "date" : "20050508" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "37" , "title" : "FOLLOWING UP" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07E5D71530F93BA35756C0A9639C8B63"} ,   {"body" : "ON the second floor of the Bay Ridge Funeral Home in Brooklyn, on the desk of the owner, Alex Marchak, there sits a stack of prayer cards bearing words from the Book of John: ''I am the Resurrection and the Life; He who believes in me even if he die, shall live, and whoever lives and believes in me, shall never die.'' The cards, dated Sept. 8," , "date" : "20050501" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "9" , "title" : "NEIGHBORHOOD REPORT: BAY RIDGE; Giving Hollywood Funerals That Brooklyn Touch" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A06E4D81131F932A35756C0A9639C8B63"} , {"body" : "SCIORTINO--Dr. Vincent G., on April 19, 2005. Lifelong resident of Bay Ridge, Brooklyn. Beloved husband of the late Patricia. Devoted father of Dr. Patrick James Sciortino and the late Geralyn Sciortino. Dear father-in-law of Susan Sciortino. Loving grandfather of Patricia, Maria and Patrick Vincent." , "date" : "20050424" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "46" , "title" : "Paid Notice: Deaths SCIORTINO, DR. VINCENT G." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01EFD91531F937A15757C0A9639C8B63"} , {"body" : "BENNETT--John J., Jr. On April 22, 2005. John was a lifelong resident of Brooklyn, graduate of Xavier High School (1944), Fordham University (1950), and Columbia Law School (1953). A US Navy veteran of WWII and member of the Catholic War Veterans. He was past president of the Catholic Child Care Society and St. John's Residence for Boys. John also" , "date" : "20050424" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["Paid Death Notices"] , "page_facet" : "46" , "title" : "Paid Notice: Deaths BENNETT, JOHN J., JR." , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9A0DE2D91531F937A15757C0A9639C8B63"} , {"body" : "Manhattan SOHO $1.285 million 542 Broadway (Prince Street) 2-bedroom, 1-bath, 1,450-sq.-ft. co-op in a prewar loft building; elevator; dining area, renovated bath, exposed-brick walls, high ceilings, hardwood floors, east exposure; maintenance $1,350, 50% tax-deductible; listed at $1.295 million, 8 weeks on market (brokers: Bascom & Sears; DG" , "date" : "20050421" , "day_of_week_facet" : "Thursday" , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "7" , "title" : "Residential Sales" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903E0D91631F932A15757C0A9639C8B63"} , {"author" : "Brooke Hauser is a writer and associate editor at Premiere magazine." , "body" : "ON a recent Saturday night at Danny Boy's, a favorite neighborhood bar on the North Shore of Staten Island, Lisa Shammas could have snagged any guy in the room. Her reddish-brown hair was long enough to twirl flirtatiously or swing in rebuff, her lips were glossed, her jeans shrink-wrap tight. Unfortunately, the selection of men left much to be" , "date" : "20050410" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["STATEN ISLAND (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Island Girls" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F0CE7DE143EF933A25757C0A9639C8B63"} , {"body" : "The state law, conceived in Brooklyn and signed in 2003, was straightforward: ''The use or placing of posters or stickers on windshields or rear windows of motor vehicles other than those authorized by the commissioner is hereby prohibited.'' The goal of the legislation, which was sponsored by Assemblywoman Joan Millman and State Senator Marty" , "date" : "20050410" , "day_of_week_facet" : "Sunday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: BROOKLYN UP CLOSE; The Fliers Are Let Loose, and a Paper Chase Ensues" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE0DF143EF933A25757C0A9639C8B63"} , {"body" : "Attractions Museums and Sites AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Aug. 7, ''Exploring Bolivia's Biodiversity,'' an exhibition of more than 30 color photographs. Through May 30, ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter,'' a walk-in display of hundreds of live specimens. Through the" , "date" : "20050408" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "37" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C06E3DC173EF93BA35757C0A9639C8B63"} , {"body" : "On a sunny afternoon last week, signs of spring were apparent on the paved strip of parkland next to the Belt Parkway in Bay Ridge, Brooklyn. On the narrow stretch between the rush-hour traffic and the Narrows, old men fished, couples strolled hand in hand, and bicyclists and in-line skaters whizzed along through the briny air. They had to watch" , "date" : "20050403" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "NEIGHBORHOOD REPORT: BAY RIDGE; Keeping the Sea at Bay Sometimes Requires a Little Help" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F07E3D6103FF930A35757C0A9639C8B63"} , {"body" : "Museums AMERICAN MUSEUM OF NATURAL HISTORY, Central Park West and 79th Street. Through Aug. 7, ''Exploring Bolivia's Biodiversity,'' an exhibition of more than 30 color photographs. Through May 30, ''The Butterfly Conservatory: Tropical Butterflies Alive in Winter,'' a walk-in display of hundreds of live specimens. Through the spring, ''Vital" , "date" : "20050401" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Arts"] , "page_facet" : "39" , "title" : "Spare Times" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9800E2DE103FF932A35757C0A9639C8B63"} , {"body" : "To the Editor: Your March 13 editorial supporting a rail link under New York Harbor does not mention its drawbacks. Objections come not just from Maspeth, Queens, but from other affected areas such as Jersey City and Bay Ridge, Sunset Park, Borough Park and Midwood in Brooklyn. Noise, dirt and threats to the structural integrity of buildings will" , "date" : "20050320" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "Cross-Harbor Rail Link" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C07EEDE113CF933A15750C0A9639C8B63"} ,   {"body" : "It may have meant a difference of just 50 or 25 cents, but New York drivers saw yesterday's toll increase on many of the city's bridges and tunnels as yet another assault on their wallets. They unleashed a tirade of complaints: higher tolls (the second increase in two years), exorbitant insurance (among the highest in the nation), expensive parking" , "date" : "20050314" , "day_of_week_facet" : "Monday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Bridge-and-Tunnel Blues: Paying More to Cross Over" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9C0DE0D8153CF937A25750C0A9639C8B63"} , {"body" : "The federal transportation bill passed by the House of Representatives last week included more than $230 million for an assortment of New York City projects, including a parking garage in Harlem, a waterfront trail in Brooklyn and street repairs in Queens. At least 70 city projects were inserted into the six-year, $284 billion bill, which would" , "date" : "20050313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "42" , "title" : "If Federal Transit Bill Is a Smorgasbord, the City Is in Line" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9904E5DD153CF930A25750C0A9639C8B63"} , {"body" : "There are days when it seems that trucks were put on this earth to frustrate the citizens of New York. They clog the streets, making north-south traffic difficult, east-west roads impassable, and traversing the boroughs a headache. They cannot be wished away. But many of them could be replaced if New York, with Washington's help, would invest in" , "date" : "20050313" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["UNITED STATES" , "NEW YORK CITY" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["Opinion" , "New York and Region"] , "page_facet" : "13" , "title" : "A Cross-Harbor Rail Link" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E03E2DD143CF930A25750C0A9639C8B63"} , {"body" : "A Brooklyn lawyer was charged yesterday with taking more than $2 million from her clients' accounts to support her gambling habit. The lawyer, Valerie Simuro, represented several clients in Bay Ridge who established trusts or escrowed money for their estates, prosecutors said, and invaded them to support casino gambling, said District Attorney" , "date" : "20050309" , "day_of_week_facet" : "Wednesday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "6" , "title" : "Metro Briefing | New York: Brooklyn: Lawyer Accused Of Stealing" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9506E4DC163CF93AA35750C0A9639C8B63"} , {"body" : "For Egyptian-Americans in New Jersey, the nightmare seemed to come true in January. A Christian family of four was found slaughtered in their Jersey City home. It was rumored that the father had exchanged angry words with a Muslim on the Internet. Egyptian Muslims and Egyptian Coptic Christians are at brutal odds with each other in their homeland," , "date" : "20050305" , "day_of_week_facet" : "Saturday" , "geo_facet" : ["JERSEY CITY (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "5" , "title" : "Arrests Fail to Mend Muslim-Christian Rift" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=940DE6D9113DF936A35750C0A9639C8B63"} , {"body" : "Mayor Michael R. Bloomberg suddenly announced his opposition last night to a proposed freight rail tunnel under the New York Harbor, a sharp reversal of his administration's earlier support for the project. The mayor spoke out against the project at a community meeting in Middle Village, Queens. ''I think when you get done looking at all the pros" , "date" : "20050304" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY" , "NEW YORK HARBOR"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "4" , "title" : "In Shift, Bloomberg Opposes Rail Tunnel" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B01E6DF113DF937A35750C0A9639C8B63"} , {"author" : "David McAninch is working on a book about unhip New York." , "body" : "THE handwritten sign on the wall of Rose's Luncheon (no room for the ''ette'' on a storefront this narrow) is meant to be noticed. It's near the front door, opposite the eight-seat Formica counter and just above the Alka-Seltzer and Bayer dispensers, and it reads, ''We Believe in God.'' Then there's the dusty gumball machine filled with fossilized" , "date" : "20050227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Here Is New York, Right Where We Left It" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9801EEDE143DF934A15751C0A9639C8B63"} , {"body" : "DISCO was dead, but the floor lived on. In the early 1980's, I played bass in a band called the Zones. There were five of us, and we all went to Edward R. Murrow High School in Midwood, Brooklyn. We did a lot of shows, had a little following, but the performances I remember most vividly were the three that we played in Bay Ridge at 2001 Odyssey." , "date" : "20050227" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "3" , "title" : "CITY LORE; Their Small Piece Of a Famous Floor" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9F00E2DE143DF934A15751C0A9639C8B63"} , {"body" : "IN late 1999, when Al Di La opened on Fifth Avenue in Brooklyn, its elegant simplicity and authentic northern Italian cooking quickly made it a mecca for food-savvy New Yorkers, worth a detour even from Manhattan. Adding a shiver of excitement was the adventure of dining in an untamed neighborhood, albeit in gentrified Park Slope. At the time," , "date" : "20050220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "PARK SLOPE (NYC)" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "11" , "title" : "SQUARE FEET\/Fifth Avenue, Brooklyn; Growing Restaurant Row Enlivens Park Slope" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9804E0D9103AF933A15751C0A9639C8B63"} , {"body" : "In front of the closed dance club at 64th Street and Eighth Avenue in Bay Ridge, Brooklyn, a red velvet rope lies in a trash bin, an echo of a legendary place and era. The velvet rope is a remnant of Spectrum, which is being sold and which shut its doors a week ago. It was here in 1977, at a place then called 2001 Odyssey, that a white-suited John" , "date" : "20050220" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["Movies" , "New York and Region"] , "page_facet" : "7" , "title" : "NEIGHBORHOOD REPORT: NEW YORK NIGHT LIFE; No More Boogie Shoes For a Glittering Symbol of Disco" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D01E6DC113AF933A15751C0A9639C8B63"} ,   {"body" : "The Roman Catholic bishop of Brooklyn and Queens moved yesterday to take financial control of the diocese's struggling elementary schools from the pastors and principals who have run them for more than a century and to install lay boards to steer the schools' finances instead. The measure proposed by the bishop, Nicholas A. DiMarzio, came the day" , "date" : "20050211" , "day_of_week_facet" : "Friday" , "geo_facet" : ["NEW YORK CITY"] , "nytd_section_facet" : ["New York and Region" , "Education"] , "page_facet" : "1" , "title" : "Church Plans For Boards, Not Pastors, To Run Schools" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E06E1D8173AF932A25751C0A9639C8B63"} , {"body" : "Donald Margulies, the Pulitzer Prize-winning playwright who has a new play on Broadway called ''Brooklyn Boy,'' did not grow up in the mythically cozy borough where the natives played three-sewer stickball, rooted for the Dodgers and bought their paint at Pintchik's. He came of age in the Brooklyn of the 1960's and 70's, a nervous time in which" , "date" : "20050210" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region" , "Theater"] , "page_facet" : "1" , "title" : "Sheepshead Revisited; 'Brooklyn Boy' Playwright Returns to Borough After 25 Years" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=980CE3D6163AF933A25751C0A9639C8B63"} , {"body" : "After spending $20 million in a failed effort to revive a sprawling freight yard on the Brooklyn waterfront, the city is again trying to put the site to use, this time by dividing it into two parts and seeking different companies to operate each part. The previous effort involved leasing the entire 33-acre site -- the 65th Street Railyard in Bay" , "date" : "20050201" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["BROOKLYN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "City Trying Again to Revive Brooklyn Freight Railyard" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9E00E6DD123BF932A35751C0A9639C8B63"} , {"body" : "DEAR Diary: After landing at La Guardia Airport, I called my car park service to pick me up. I got on the bus and noticed a 30-something man sitting with his daughter, about 3, in the back of the bus. The roads around La Guardia are constantly being worked, so the trip is a jostling experience. The 3-year-old said, '' Daddy, why is it so bumpy?''" , "date" : "20050131" , "day_of_week_facet" : "Monday" , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "2" , "title" : "Metropolitan Diary" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9903E4D9153BF932A05752C0A9639C8B63"} , {"body" : "In a growing number of New York City neighborhoods, it is English that is the foreign language. ''The Newest New Yorkers 2000,'' a 265-page report released last week on how immigration has transformed the city's landscape and life, counted 17 neighborhoods where a majority of the residents were born outside the United States. In one, Elmhurst in" , "date" : "20050130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAY RIDGE (NYC)" , "ELMHURST (NYC)" , "BEDFORD-STUYVESANT (NYC)" , "BENSONHURST (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "29" , "title" : "Around the World in 5 Boroughs" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=950DE5DD153BF933A05752C0A9639C8B63"} , {"body" : "ON a long slope lined by ranch-style homes in Bayside, Queens, three houses in a row have at least doubled in height over the last eight months. One now has a cathedral ceiling with a Romanesque-arched window below its gabled third-floor roof. Another, also expanded to three stories, has terraces evocative of Frank Lloyd Wright's Fallingwater. And" , "date" : "20050130" , "day_of_week_facet" : "Sunday" , "geo_facet" : ["NEW YORK CITY" , "BAYSIDE (NYC)" , "NEW YORK CITY METROPOLITAN AREA" , "QUEENS (NYC)"] , "nytd_section_facet" : ["Real Estate"] , "page_facet" : "1" , "title" : "In Queens, The Houses Are Growing And Growing" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9800E2DA173BF933A05752C0A9639C8B63"} , {"body" : "IN a Park Slope, Brooklyn, coffee shop one recent Tuesday, 2-year-old Olivia Wohlgemuth sat on a lime-green bean bag chair, listening raptly to a reading of ''Chicka Chicka Boom Boom'' and nibbling fresh strawberries from a nearby platter. Olivia's mother, Mel Wohlgemuth, started bringing her to this weekly story hour about two months ago," , "date" : "20050120" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "BROOKLYN (NYC)"] , "nytd_section_facet" : ["Home and Garden" , "Style"] , "page_facet" : "10" , "title" : "TURF; Story-Hour Tempest In a Coffee Shop" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9901E3D71338F933A15752C0A9639C8B63"} , {"body" : "The funeral for an Egyptian immigrant family found slain in their home here erupted into a scene of chaos and roiling emotion on Monday, with some mourners jumping on top of cars, shoving each other and threatening to beat a Muslim cleric who was escorted to safety by the police. The source of the disruption at the Coptic Christian service appeared" , "date" : "20050118" , "day_of_week_facet" : "Tuesday" , "geo_facet" : ["NEW JERSEY" , "JERSEY CITY (NJ)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "1" , "title" : "Rage Explodes at Egyptian Family's Funeral" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9B07E3D81238F93BA25752C0A9639C8B63"} , {"body" : "A clothing store worker was killed and another wounded when a gunman opened fire in a crowded bazaar in Manhattan yesterday afternoon, creating panic among merchants, employees and customers. The shootings occurred about 4:15 p.m. on the second floor of a commercial building at 13-15 West 27th Street, according to the police and witnesses. The" , "date" : "20050106" , "day_of_week_facet" : "Thursday" , "geo_facet" : ["NEW YORK CITY" , "MANHATTAN (NYC)"] , "nytd_section_facet" : ["New York and Region"] , "page_facet" : "3" , "title" : "Worker Is Shot to Death at Manhattan Clothing Store" , "url" : "http:\/\/query.nytimes.com\/gst\/fullpage.html?res=9D00E3D91039F935A35752C0A9639C8B63"}]